[{"type":"majorheading","content":"Committee on Public Petitions","time":1575417600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:30<\/p><p>The Joint Committee met at 13:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Pat Buckley, Jerry Buttimer, Shane Cassells, Pippa Hackett. Martin Heydon.<\/p><p>Teachta \/ Deputy Sean Sherlock sa Chathaoir \/ in the Chair.<\/p>","time":1575417600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002"},{"type":"unspoken","time":1575417600,"counter":4,"content":"<p>The joint committee met in private session until 1.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Decisions on Public Petitions Received","time":1575417600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00100"},{"type":"speech","time":1575417600,"counter":6,"content":"<p>We will now move to the consideration of public petitions.  Petition 00047\/19 seeks to triple the number of Irish resident election observers placed on foreign election observation missions in the next 12 months.  The petition states that Ireland is lagging behind in sending Irish observers abroad.  Do any members wish to contribute?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00200","speaker":"1276"},{"type":"speech","time":1575417600,"counter":7,"content":"<p>I support the overall thrust of the petition in the context of increasing the number of qualified election observation postings.  As somebody engaged in election observation, I can say this is an important element of the work that the OSCE Parliamentary Assembly does but, equally, we have a role through the EU and the Organization for Security and Co-operation in Europe, OSCE and the Office for Democratic Institutions and Human Rights, ODIHR in terms of how we can enhance the electoral democratic process in many countries.  Election observation is a very important and critical part of that.  The Department of Foreign Affairs and Trade - I think it was in 2018 - did close the applications for election observation, but it is important that the range of observation positions is increased.  The petitioner in his reasons for his recommendations makes a good point that the Department of Foreign Affairs and Trade has stated no recommendations have been made by D&oacute;chas or the Joint Committee on Foreign Affairs and Trade.  It is important to recognise that we do and can have a role to play as Members of the Oireachtas but also to assist in the enhancement of election observation.  The point that has been made by the petitioner around us lagging behind is an interesting one.  I am not sure that is actually the case, but he does provide us with a reference graph.  It is important that we have a discussion on the matter and that we do seek to bring about an increased number of election observation positions.  Go raibh maith agat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00300","speaker":"1391"},{"type":"speech","time":1575417600,"counter":8,"content":"<p>I thank Senator Buttimer.  I call Deputy Buckley.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00400","speaker":"1276"},{"type":"speech","time":1575417600,"counter":9,"content":"<p>It is in the conclusion here, in the very last line, that this could be reviewed again in 2022-23.  It is actually opened up for review anyway, so I would agree with the recommendation at the present time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00500","speaker":"1279"},{"type":"speech","time":1575417600,"counter":10,"content":"<p>The proposal is that we forward a copy of the response from the Department of Foreign Affairs and Trade to the petitioner and close the petition.  Is that agreed?  Agreed.  <\/p> <p>  On Petition 00048\/19, it is proposed that we forward a copy of the response from the Department of Justice and Equality to the petitioner with a copy of the Harassment, Harmful Communications and Related Offences Bill 2017, advising the petitioner that the Joint Committee on Justice and Equality has held hearings and is currently preparing a report on online harassment and harmful communications and close the petition.  Is that agreed?  Agreed.<\/p> <p>  The final petition is 00049\/19.  I think Deputy Buckley has a view on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00600","speaker":"1276"},{"type":"speech","time":1575417600,"counter":11,"content":"<p>Yes, Chairman, and thank you.  It is just on the recommendation that we forward a copy of the response from the Department of Education and Skills to the petitioner and close the petition.  The summary of what the petitioner is actually looking for references reforms in the primary school structure, which is very positive.  Society is changing in terms of issues such as mental health and obesity, pressures with social media and so on, and the conclusion of this petition tells us a draft curriculum framework was due to be published in December this year.  It would probably benefit us, but it would certainly benefit the petitioner and hopefully the primary schools in the future, to not only forward a copy of the response from the Department of Education and Skills but keep the petition open so that at least the petitioner will have an opportunity to read that report, and if anything comes back, it will be a fair process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00700","speaker":"1279"},{"type":"speech","time":1575417600,"counter":12,"content":"<p>I thank Deputy Buckley.  We have a proposal to keep the petition open subject to further correspondence.  Deputy Cassells would like to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00800","speaker":"1276"},{"type":"speech","time":1575417600,"counter":13,"content":"<p>I support that proposal by Deputy Buckley.  On what the petitioner is seeking in terms of the school curriculum at primary level and wanting to respond to the needs of children in society, from mental health issues to obesity, social media and so forth, I want to recognise what is already being done in schools.  I have attended meetings in the past couple of weeks with the HSE on the healthy eating programme.  I know from my own three children who are all in primary school that this programme which is in operation bans, certainly in the school that my children are in, snacks other than healthy eating snacks.  In terms of going from the academic, desk-based approach to the more outdoor-centred approach, and the response from the Department referencing Aistear, I want to recognise as well the work that Aistear is doing because I have seen its implementation and it is a very good programme.<\/p> <p>  The evolution of the curriculum over the last decade has been substantial and has been significant in terms of producing a broader and more holistic educational experience for children.  Certainly, I see that at first hand simply because I have three young children in primary school.  In respect of the broader debate on the curriculum, I welcome that this report will published this month, so I support Deputy Buckley in saying we should wait until we examine that further.  We have had the National Council for Curriculum and Assessment in here before for extensive debate in respect of something similar in terms of the requirement and necessity for homework at primary school level; that was a hugely interesting debate about the rationale the Department set down for children having written studies after school and so forth.  There is a broader piece of work here, and I think we are right maybe to keep this open and have a further examination of it.  I want to acknowledge that a huge amount of work has been done on issues like obesity through the Department and the HSE on the healthy eating programme, the change from desktop to more outdoor through the work of the Aistear programme in which my own wife is involved.  Young teachers are hugely cognisant of the feelings and emotions and well-being of young children in schools, and it is only right and proper that that be acknowledged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00900","speaker":"1218"},{"type":"speech","time":1575417600,"counter":14,"content":"<p>Would any other members like to contribute?  No. There is a proposal that we keep the petition open pending the publication of the expected report.  Is that agreed?  Agreed.  We will still forward a copy of the response to the petitioner, but we will not close the petition.  Deputy Buckley would like to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01000","speaker":"1276"},{"type":"speech","time":1575417600,"counter":15,"content":"<p>There were two things I was looking at in the notes.  It is stated that in discussion with the Inland Fisheries reference was made to avoiding duplication so obviously there is a repetition of answers coming in.  Is that still ongoing?  Will that petition be coming back to the committee?  It will; that is all right because it seemed to have gotten lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01100","speaker":"1279"},{"type":"speech","time":1575417600,"counter":16,"content":"<p>To clarify, that petition remains open.  We have received, as members will know, correspondence from the petitioners in response to the submissions made by the various State agencies.  That petition is by no means closed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01200","speaker":"1276"},{"type":"speech","time":1575417600,"counter":17,"content":"<p>Good.  Thank you, Chairman.  There was another one two meetings back, Petition 00057\/19: Unauthorised Development of the River Shannon.  There was a lot of documentation coming in.  I am new to the committee and I was interested in this and other petitions.  I am just trying to clarify if they all still remain open.  Would it be weeks or months before some of these petitions come to fruition?  The Chairman indicates it is, that is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01300","speaker":"1279"},{"type":"speech","time":1575417600,"counter":18,"content":"<p>My understanding is that we are still awaiting correspondence, but there may come a time where we need to correspond with the agencies that have been corresponded with by the secretariat in respect of when we will receive a reply.<\/p><p>It is fair to say that petitions have to be dealt with in a timely fashion as well and particularly where we are corresponding with State agencies or State-funded agencies and particularly North-South bodies.  I would hold the view that there is a reasonable amount of time that one would give to allow people to respond, but one's patience wears thin as well if one perceives that the process here is being delayed in any way.  That petition very much remains open.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01400","speaker":"1276","continuing":true},{"type":"speech","time":1575417600,"counter":20,"content":"<p>That is perfect.  That is all the clarification I was looking for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#C00200","speaker":"1279"},{"type":"speech","time":1575417600,"counter":21,"content":"<p>Thank you.  I propose that the committee adjourn until 1.30 p.m. on Wednesday, 29 January 2020.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#C00300","speaker":"1276"},{"type":"unspoken","time":1575417600,"counter":22,"content":"<p>The joint committee adjourned at 1.51 p.m. until 1.30 p.m. on Wednesday, 29 January 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Health","time":1575417600,"counter":23},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 11:00<\/p><p>The Select Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Jim Daly (Minister of State at the Department of Health), Stephen Donnelly, Bernard J. Durkan, Margaret Murphy O'Mahony, Kate O'Connell.<\/p><p>I láthair \/ In attendance: Deputy Denis Naughten.<\/p><p>Teachta \/ Deputy Michael Harty sa Chathaoir \/ in the Chair.<\/p>","time":1575417600,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002"},{"type":"minorheading","content":"Business of Select Committee","time":1575417600,"counter":25,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#A00100"},{"type":"speech","time":1575417600,"counter":26,"content":"<p>We will deal with two topics in this session.  These are Committee Stage of the Health Insurance (Amendment) Bill 2019 and the 2019 Supplementary Estimates for the Department of Health - Vote 38.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B00200","speaker":"1275"},{"type":"minorheading","content":"Health Insurance (Amendment) Bill 2019: Committee Stage","time":1575417600,"counter":27,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B00300"},{"type":"speech","time":1575417600,"counter":28,"content":"<p>The purpose of the Bill is to amend the Health Insurance Act 1994 to specify the amount of premiums to be paid from the Risk Equalisation Fund in respect of certain classes of insured persons from 1 April 2020, to amend the Act to specify the amount of hospital utilisation credit applicable from 1 April 2020 and to make consequential amendment to the Stamp Duties Consolidation Act 1999 and to provide for related matters.  I welcome the Minister to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B00400","speaker":"1275"},{"type":"speech","time":1575417600,"counter":29,"content":"<p>I am pleased to have the opportunity to address the committee on the Health Insurance (Amendment) Bill 2019.  The Bill was published on 21 November and, as Deputies are aware, concluded its passage through Second Stage in the D&aacute;il last week.  I welcome the support received in the House for the core principle of community rating, which is a long established and well-supported Government policy for the health insurance market.  This is a short and technical Bill comprising six sections, all focused on the specific issue of health insurance regulation.  The provisions outlined in the Bill will ensure the ongoing sustainability of the private health insurance market, as well as health insurance policies at an affordable price for all citizens, young or old and sick or healthy.<\/p> <p>  To support community rating, which is one of the fundamental principles of Irish health insurance, legislation is needed each year to update and revise the scheme that enables the sharing of risk across the insured population.  As part of the process, the Health Insurance Authority, which is the independent market regulator, carries out an annual evaluation of the market focused on the claims cost that every insurer has paid over the year.  Based on this analysis, the authority recommends the level of credits and stamp duties that should apply the following year in order that risk may be shared across the market and the principle of community rating is maintained.  The rates for next year recommended by the authority have been considered and accepted by the Minister for Health and the Minister for Finance.  This year's Bill will provide for a general decrease in the credits across genders and age groups and there will be some changes in the stamp duty levies on contracts.<\/p> <p>  The stamp duty in respect of products providing advanced cover will be slightly increased by &euro;5 to &euro;449 per adult and by &euro;2 to &euro;150 per child.  The stamp duty in respect of products providing non-advanced cover will be reduced by &euro;20 to &euro;157 per adult and by &euro;7 to &euro;52 per child.<\/p> <p>  It is important to note there has been no increase in stamp duty on health insurance contracts for the past two years so this 1% increase for policyholders with advanced contracts is not only necessary to support more affordable policies for older and less healthy people but is also extremely modest as the first increase in three years, bearing in mind much more significant increases in years gone by.<\/p> <p>  As I have said, the Bill allows us to maintain our support for the core principle of community rating, which is a long-established and well-supported Government policy for the health insurance market.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B00500","speaker":"1261"},{"type":"unspoken","time":1575417600,"counter":30,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"speech","time":1575417600,"counter":31,"content":"<p>Amendment No. 1 has been ruled out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B00800","speaker":"1275"},{"type":"unspoken","time":1575417600,"counter":32,"content":"<p>Amendment No. 1 not moved.<\/p>"},{"type":"unspoken","time":1575417600,"counter":33,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1575417600,"counter":34,"content":"<p>Sections 3 to 6, inclusive, agreed to.<\/p>"},{"type":"speech","time":1575417600,"counter":35,"content":"<p>I do not have a copy of the Bill in front of me.  I want to raise a specific issue and I will be guided by the Chairman as to under which section is appropriate to raise it.  It is with regard to discrimination against level 2 hospitals with regard to insurance cover.  I will be guided by the Chairman as to when to intervene.  It is relevant to the Bill before us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B01200","speaker":"1234"},{"type":"speech","time":1575417600,"counter":36,"content":"<p>The Deputy can make his comments now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B01300","speaker":"1275"},{"type":"speech","time":1575417600,"counter":37,"content":"<p>The specific issue I want to raise with the Minister of State is something that has come to my attention recently.  People who take out private health insurance go through a checklist with the insurance company and are asked which tertiary hospital they are most likely to attend.  People like me from Roscommon will be asked whether we want to go to Galway or Dublin and a number of private hospitals are listed.  It has recently come to my attention that the insurance companies do not provide cover in all of the model 2 hospitals.  I can understand with regard to a model 4 hospital if people want expert care for a heart attack they are asked whether they would go to the Mater Hospital, the Beacon Hospital, the Galway Clinic or the Blackrock Clinic but the insurance companies should not refuse cover in small hospitals such as those in Ennis, Roscommon, Mallow or Bantry.  People should automatically get cover in these hospitals.<\/p> <p>  I presume the reason the insurance companies are selective is because there are expensive fees in some of the big private hospitals but there are standard charges for level 2 hospitals in the country.  We should be actively encouraging people to go into our level 2 hospitals because if they go to hospital in Bantry, Ennis, Nenagh or Roscommon it takes pressure off the model 3 and 4 hospitals throughout the country and takes pressure off our accident and emergency departments.  Admission charges for urgent care centres should be reduced to incentivise people to go to them rather than accident and emergency departments.  Every insurance company should be obliged to provide cover to the smaller local hospitals.<\/p> <p>  The reason this has come to my attention is a private patient who attended Roscommon hospital found out when the insurance claim went in that the policy did not cover the local hospital.  That person ended up having to pay.  This causes two problems.  People must pay out of their own pockets because they do not have the cover and they are discouraged from supporting their local hospital.  There is an anomaly that is being exploited by the insurance industry at present.  I am giving notice that I intend to table an amendment on Report Stage.  I hope that in advance of Report Stage this anomaly can be addressed in the short term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B01400","speaker":"1234"},{"type":"speech","time":1575417600,"counter":38,"content":"<p>I appreciate the point the Deputy is making.  I wish to seek clarification from the Deputy.  Is his issue that it is prescribed in the policy that people do not have cover in a level 2 hospital or is it that it is not obvious in the policy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B01500","speaker":"1261"},{"type":"speech","time":1575417600,"counter":39,"content":"<p>It is not obvious and it is with regard to named level 2 hospitals.  People have cover in some level 2 hospitals.  Why, for argument's sake, would people living in Roscommon have cover in Bantry hospital but not Roscommon hospital?  I cannot understand it.  There does not seem to be justification for it with regard to level 2 hospitals.  I fully understand why insurance companies would ask people whether they want cover in all of the more expensive high-level hospitals and what level of cover they want but local people are sometimes not being made aware of the fact that their own local hospital is not covered by the insurance policy.  It should not come down to people having to specifically name a hospital.  For example, if I am on holidays in west Cork, why should I not go to Bantry hospital rather than go to Cork where there will be problems in the accident and emergency department?  We should encourage people to use our level 2 hospitals as a policy decision by the Government.<\/p><p>Insurance companies should not discriminate against any level 2 hospital.  If we can get increased volumes of elective surgery in our small hospitals everyone benefits.  It makes no sense from a policy point of view and the insurance industry should not be allowed to exclude any level 2 hospital in terms of cover.  There is no justification for it.  The charges in the level 2 hospitals in Nenagh, Bantry and Roscommon are the same as in any other level 2 hospital because they are all HSE owned hospitals, not private hospitals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#B01600","speaker":"1234","continuing":true},{"type":"speech","time":1575417600,"counter":41,"content":"<p>We are guided by the minimum benefit regulations that insurers have to meet but I will have my officials examine the issue.  This is the first I have heard of it but I will have my officials examine it between now and Report Stage, at which time I will have more extensive response for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00200","speaker":"1261"},{"type":"speech","time":1575417600,"counter":42,"content":"<p>I thank the Minister of State.  It is an issue that is close to the heart of the Chairman and, I am sure, the Minister of State as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00300","speaker":"1234"},{"type":"speech","time":1575417600,"counter":43,"content":"<p>Likewise, it is an issue close to my heart.  I strongly support the views expressed by Deputy Naughten.  There should be no situation where the patient finds out after the event that he or she is not covered because the treatment was provided in a particular hospital.  The insurance companies need to make up their minds.  The patient is entitled to full information prior to treatment.  It should be clearly stated in the policy document that the patient is not covered for X, Y and Z if treated in a particular area.  The policy should also include a written explanation for that decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00400","speaker":"1322"},{"type":"speech","time":1575417600,"counter":44,"content":"<p>Is Deputy Naughten saying that a person whose health insurance does not cover them for treatment in a level 2 hospital is liable to a charge of &euro;80 per day for a maximum of ten days?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00500","speaker":"1275"},{"type":"speech","time":1575417600,"counter":45,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00600","speaker":"1234"},{"type":"speech","time":1575417600,"counter":46,"content":"<p>Ten days is the maximum period for which the person would be liable-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00700","speaker":"1275"},{"type":"speech","time":1575417600,"counter":47,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00800","speaker":"1234"},{"type":"speech","time":1575417600,"counter":48,"content":"<p>-----but he or she should not be liable because the insurance should cover it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C00900","speaker":"1275"},{"type":"speech","time":1575417600,"counter":49,"content":"<p>Exactly.  If the person's private insurance covers the charge in another level 2 hospital or a level 3 public hospital, why then should he or she be liable for the charge in a smaller hospital?  There should be no exclusions.  I can understand the differentiation in regard to the more expensive hospitals but I am speaking about small, local, public hospitals with a small number of private single rooms.  We should be encouraging people to use their local hospitals.  There should be across the board blanket cover on all of the level 2 hospitals because they are all public hospitals and that benefits our health service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C01000","speaker":"1234"},{"type":"speech","time":1575417600,"counter":50,"content":"<p>Does that also apply to a patient in a level 4 hospital who is stepped down to a level 2 hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C01100","speaker":"1275"},{"type":"speech","time":1575417600,"counter":51,"content":"<p>A patient could potentially end up in that situation.  That may be a grey area.  This does not make sense.  We should be encouraging more throughput in our level 2 hospitals, not less.  The insurance industry should support Government policy, not undermine it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C01200","speaker":"1234"},{"type":"unspoken","time":1575417600,"counter":52,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1575417600,"counter":53,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1575417600,"counter":54,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C01500"},{"type":"speech","time":1575417600,"counter":55,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Health has completed its consideration of the Health Insurance (Amendment) Bill 2019 and has made no amendments thereto. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C01600","speaker":"1275"},{"type":"unspoken","time":1575417600,"counter":56,"content":"<p>Sitting suspended at 11.25 a.m. and resumed at 11.26 a.m..<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Estimates for Public Services 2019<br \/>Vote 38 - Health (Supplementary)","time":1575417600,"counter":58,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C01900"},{"type":"speech","time":1575417600,"counter":59,"content":"<p>We will now consider the 2019 Supplementary Estimate for the Department of Health - Vote 38.  I again welcome the Minister of State, Deputy Jim Daly, and I thank him for the briefing material which was received by the committee secretariat yesterday at 6 p.m.  I now invite him to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C02000","speaker":"1275"},{"type":"speech","time":1575417600,"counter":60,"content":"<p>I thank the select committee for the opportunity to bring this Supplementary Estimate for Vote 38 before it.  The total additional funding sought for 2019 is &euro;338.1 million, &euro;90 million of which relates to decisions made subsequent to the national service plan, including pay agreements, escalation of no-deal Brexit planning, winter planning and CervicalCheck.  The balance relates to the impact of the level of activity demand coming into 2019 and the continued growth in that demand during the year and the overrun in settlements by the State Claims Agency.<\/p><p>While the amount sought is significant in monetary terms it represents 2% of overall health expenditure in 2019.  The level of funding sought represents a significant improvement on previous years and is indicative of significant efforts undertaken to balance the service challenges in health with the priority of Government to maintain fiscal stability.  The enhanced focus on financial management in 2019 is particularly important given the uncertainties arising in regard to Brexit.  Over the past five years, the majority of additional health funding has been allocated to pay cost pressures associated with Government pay policy and to maintain existing levels of service, taking account of demographic changes.  These allocations are balanced with new developments, seeking to continuously improve the Irish health system.  In addition, the growing costs arising from pensions and the State Claims Agency must also be addressed.  <\/p><p>I will now set out the items which make-up this year's Supplementary Estimate.  In March, the Government agreed to the establishment of an <i>ex gratia<\/i>scheme for those affected by the non-disclosure of the CervicalCheck audit.  The scheme is designed to provide an alternative, non-adversarial and person-centred option for those affected by the CervicalCheck non-disclosure issue.  To date, 161 of the 221 cohort identified have made applications and all have been paid.  In addition, the CervicalCheck tribunal was set up in July to provide an alternative system for dealing with claims arising from CervicalCheck, reducing the adversarial nature of hearings for the women and families affected.<\/p><p>On pensions, for which &euro;24 million is sought, the budget allocation to cover superannuation costs in the HSE for 2019 is &euro;490 million, inclusive of the first charge from 2018 of &euro;24 million.  While expenditure on superannuation during 2018 has been broadly in line with expectation, there was no scope to offset the incoming first charge.  On the winter programme, &euro;26 million is sought for the 2019-20 winter plan, with additional funding for the 2020 impact included in the HSE's national service plan for 2020.  This funding is crucial to reducing overcrowding pressures in our hospitals and will deliver additional home care packages, transitional care beds, necessary aids and appliances and will allow for the activation of winter action teams to manage unscheduled care performance through various initiatives.  Demand for acute hospital services exceeded the resources available in 2018, resulting in the system entering 2019 at an expenditure level beyond the approved level of funding.  This was to be addressed through achieving affordable levels of staffing and other savings outlined in the service plan.  However, demand continued to grow in 2019 and this countered the impact of any targeted savings achieved and, along with the growth in costs associated with the management of antimicrobial resistance and infection control, contributed to the estimated funding shortfall by year end of &euro;50 million.<\/p><p>A further &euro;50 million is sought for disability services.  The deficit within disability services arises from demand for emergency placements, an increase in the provision of home support hours to help alleviate the urgent demand for placements, the changing needs of clients in receipt of services and regulatory compliance.  All such factors create significant pressures within disability services, resulting in considerable challenges in maintaining affordable levels of service.<\/p><p> A further &euro;43 million is sought for the nursing agreement.  It will assist with the recruitment and retention of nurses and midwives in the public health service.  Significant funding will be provided for a range of tangible and specific enhanced nursing practice measures, including an enhanced practice role for nurses and midwives, increases in allowances and an extension of a range of allowances.  The implementation of the framework on a safe staffing and skills mix is also a key to the agreement, and a &euro;5 million investment will be made to continue its implementation.  It is anticipated that the agreement will achieve savings through a reduction of agency spend where the framework is in place and through productivity measures in the new enhanced practice role.  The HSE has a detailed implementation plan in place and a report on all aspects of the agreement, including savings, should be available in the new year.<\/p><p> A further &euro;3 million is sought for the job evaluation scheme for support staff.  The funding will ensure that the relevant grades of support staff are uplifted to the recommended pay bands using the methodology and timeframes set out in the Labour Court recommendations.<\/p><p> The State Claims Agency has a statutory responsibility to manage claims to ensure that the State's liability under the clinical indemnity and the general insurance schemes, with their associated legal and other expenses, is contained at the lowest achievable level.  Its role also includes the successful recovery of costs from third parties.  The agency has informed the Department that, in actuarial terms, the clinical indemnity scheme, established in 2003, has yet to reach maturity and is not expected to plateau in respect of volume and cost of clinical claims until 2020 at the earliest.  We are informed that the increasing costs of the clinical indemnity scheme are not due to the increasing numbers of claims but rather to the increasing costs of awards and the high costs associated with catastrophic injury claims.  In addition, payments relating to historical Medical Defence Union, MDU, have to be taken into consideration.  Such payments arise due to an arrangement put in place in 2005 between the then Minister for Health and Children, the Irish Hospital Consultants Association and the Irish Medical Organisation to ensure that in the event of an adverse clinical incident involving medical negligence, no patient would be left uncompensated and no doctor who was a member of the MDU would be left without indemnity insurance cover in the event that the MDU refused to indemnify him or her.  Under the arrangement, a consultant can request the assistance of the Minister in meeting the cost of damages arising from a claim.  The State Claims Agency manages the claims.  Subsequently, in settlement of litigation related to indemnity cover, the MDU paid the State &euro;45 million.  Due to a recent High Court action that was settled, relating to an MDU case, a final lump sum payment of &euro;17.5 million will be paid out of the Department&rsquo;s Vote in early December.<\/p><p> A further &euro;13 million is sought for Brexit planning,  In 2019, the Department and the agencies under its aegis, in particular the HSE, the Health Products Regulatory Authority and the Food Safety Authority of Ireland, were required to be proactive in preparing for a possible no-deal Brexit by ensuring that detailed contingency measures were in place.<\/p><p> A further &euro;157 million is sought or the primary care reimbursement service, &euro;77 million of which is to fund the 2018 first charge, with &euro;80 million to fund the 2019 current deficit, which was primarily driven by overruns in the high-tech arrangement and the long-term illness scheme.<\/p><p> A further &euro;45 million is sought for appropriations-in-aid.  They are received by Ireland from the UK in respect of health services provided under EU regulations.  Following discussions, a sum of &euro;270 million was agreed for 2019, a surplus of &euro;45 million over the 2018 Revised Estimates Volume, REV, amount.  The surplus will offset the gross supplementary requirement of &euro;383.1 million, resulting in a net Exchequer supplementary of &euro;338.1 million.<\/p><p> In summary, the Supplementary Estimate seeks to address the funding requirement arising from decisions made subsequent to the national service plan, particularly central wage agreements and shortfalls arising from increases in eligible demand for medications, access to overseas treatments and the overrun in settlements by the State Claims Agency.  The new leadership team in the HSE has succeeded in maintaining the additional pressures in the health sector at less than half the level of last year.  In addition, the new HSE governance board is in the final stages of preparing a 2020 national service plan with improved health services for citizens, without carrying over a large financial overhang from this year.  Since the Supplementary Estimate was presented to the Government, however, additional costs associated with the State Claims Agency and pensions have emerged.  Both the Minister for Health and the Minister for Public Expenditure and Reform were conscious that this was a possibility, given the inherent forecasting risks associated with the demand-led areas.  The additional costs arising in 2019 will result in a first charge in 2020, which is currently under discussion with the Department of Public Expenditure and Reform in the context of the 2020 REV to ensure there will be no impact on the service level set out in the HSE's national service plan.<\/p><p> The issue of sustainable health funding is a major challenge, not just in Ireland but internationally.  Dealing with a growing and ageing population, more acute health and social care requirements, increased demand for new and existing drugs, and the increasing cost of health technology will continue to pose a financial challenge into the future.  Sl&aacute;intecare gives us a new roadmap to support the delivery of high-quality care to our citizens, improving the way services are organised and delivered, and reducing costs to maximise the ability of the health service to respond to growing needs must remain our focus.  It is essential that those managing and delivering the service continue to demonstrate good practice by delivering the best healthcare within the significant level of resources made available by the Government for 2020.<\/p><p> I seek the committee's approval for the Supplementary Estimate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#C02100","speaker":"1261","continuing":true},{"type":"speech","time":1575417600,"counter":62,"content":"<p>The Minister of State looks younger every time he appears before the committee.  On a serious note, I will start with the process.  The Minister of State, the Chairman, Deputy Durkan and I were in the House until 10 o'clock last night to vote.  The briefing, which is detailed and concerns almost &euro;500 million of taxpayers' money, was received at 6 p.m.  We in the committee started work at 9 o'clock this morning.  I was on my way back to the House at approximately 6 a.m.  When were we supposed to have time to interrogate a document concerning &euro;500 million of taxpayers' money, given that we received it at 6 o'clock last night, we worked in the House until after 10 o'clock, and the committee meeting started at 9 o'clock this morning?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#D00200","speaker":"1436"},{"type":"speech","time":1575417600,"counter":63,"content":"<p>I do not know why it was left until 6 o'clock yesterday evening to send the briefing to members.  I suspect it was a case of, \"Events, dear boy, events.\"  Nevertheless, I take the Deputy's point on board and appreciate that it is frustrating to be given that amount of time.  Particular circumstances pertained to events in the House last night and members had to return to attend the meeting at 9 a.m. today.  I will take it on board and feed it back to the Department to ensure it will not happen again and that more time will be given.  I appreciate the seriousness of the issue to which the Deputy referred, namely, the Supplementary Estimate of approximately &euro;338 million to be approved at the meeting and the lack of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#D00300","speaker":"1261"},{"type":"speech","time":1575417600,"counter":64,"content":"<p>Last year, we received the briefing at 10 o'clock the night before.  The health service is running over to the tune of approximately &euro;500 million or &euro;600 million per year of taxpayers' money.  Men and women work their backsides off to earn the money in order that the State can pay it.  There is yet again a massive overspend.  The children's hospital is massively overspent.  It is the job of the Oireachtas to interrogate the money.  That is the job we are supposed to do today, but we received the information with zero time to interrogate it for the second year in a row.  That says a great deal about the level of financial management and the view from within the Government as to how seriously it takes oversight of taxpayers' money.  It is an outrageous insult to every person in the country who pays tax or uses the hospital system.<\/p> <p>  The money involved is not really &euro;338 million.  By my count, it is closer to &euro;456 million because the &euro;338 million includes a reduction of &euro;45 million, due to a contract negotiation with the UK Government over treatment abroad schemes.<\/p><p>It has nothing to do with the provision of services.  It is just an unexpected negotiating quirk and an accounting issue, which reduces the total amount required but does not reduce the amount overspent.  When the additional &euro;45 million is added back in to try to get to the overspend one gets the &euro;383 million.  Then there is the extraordinary line of &euro;73 million which is also taken off the overspend for what they call time-related savings.  I was curious to understand, in the limited time we had to interrogate the documents, what time-related savings are.  It sounds like a good thing, that we have managed to reduce the overspend by &euro;73 million through such savings.  What it actually means is things that were meant to be done this year that did not happen.  Going through the document, page 6 refers to the &euro;73 million and says that time-related savings happen because facilities open later than they are supposed to, because negotiations to buy things take longer than they should and recruitment into designated roles does not happen as quickly as it should.  That &euro;73 million is, therefore, due to not doing things that the health service was meant to do and has nothing to do with the overspend.  One must then add that figure back in.  When the accounting quirk with the British Government is removed along with the item that is not a saving at all but is just not doing things on time, the overspend for running the show is north of &euro;450 million.<\/p><p> Before we get into the detail, then, I have a question.  The Irish Fiscal Advisory Council, IFAC, said that the overrun in health this year and in previous years is so big that it threatens the entire financial picture and the financial stability of the country.  It has done some very useful analysis on the overruns and their figures, not mine, are as follows: in 2005, the overspend was zero and there was no conversation on overruns; between 2006 and 2010, inclusive, it was also zero; between 2011 to 2013, inclusive, it started to increase to &euro;200 million, &euro;250 million, &euro;300 million; and for the past few years it has been averaging &euro;500 million a year.  The current Minister came into office in 2016.  Between 2015 and this year, the combined overrun is &euro;2.3 billion.  One question this committee must grapple with is how year after year, despite multi-billion euro increases to the health budget beyond anything that has ever been seen here or  in other countries, waiting lists are getting longer?  How is the Government spending more money at a phenomenal rate, up from about &euro;12.5 billion in 2014 or 2015 to &euro;18 billion next year but everything is getting so much worse so quickly for so many people?  Part of the answer is the overruns.  When one starts adding up &euro;500 million a year one gets to several billion euro that is expended on plugging gaps in places, not on service provision.  Before we get into the detail, what was going on that for the first five or six years of the HSE there were no overruns, then from 2011 they were modest and now we are up to annual averages of &euro;500 million?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#D00400","speaker":"1436","continuing":true},{"type":"speech","time":1575417600,"counter":66,"content":"<p>The Supplementary Vote that I seek approval for today is &euro;338.1 million in addition to what was outlined in 2019.  We can keep turning the figures and presenting them in different ways but that is what I am seeking approval for.  I do not want to muddy those waters.  I have outlined that &euro;115 million relates to an overspend from last year which I inherited this year and approximately &euro;90 million relates to decisions taken since.  That is either a prerogative that the Oireachtas would like to retain or we can absolve ourselves of.  I refer particularly to issues on which the Deputy was extraordinarily animated such as increasing pay for nursing staff - a political decision that was taken outside of the projections in last year's national service plan - and the CervicalCheck <i>ex gratia<\/i>scheme.  That &euro;90 million resulted from political decisions taken by the Oireachtas and the Minister during that period.  As long as that facility is available, there will always be potential for an overrun.  We can have a debate over whether the Oireachtas should not have any say in the running of the health service and it should be as it is projected in 2019 or 2020 at the beginning of the year and we can accept that, but we cannot have it both ways.<\/p><p>The Deputy asked about the general overrun.  I cannot answer historically for the HSE about what happened in 2005 or 2006.  I was a county councillor at that time and had no involvement whatever in national politics.  I was a member of the regional health forum and that was as much input as I had into the health service then.  In general, as the Deputy knows well, it is a demand-led scheme.  Much of the money is spent on pay, on which there are many pressures and demands.  Politicians, from all sides, continuously demand pay increases and demand that we pay the people who work in the health service better.  It returns to my point that we can stick rigidly to the budgets.  I was here this time last year when there was an overspend of &euro;655 million.  We do not agree that is acceptable, we do not want that level of an overspend in the HSE, it is not our ambition and we are not satisfied with it.  To be fair to Paul Reid and his team in the HSE, and the team in the Department, I am here with an overrun of &euro;338 million rather than &euro;655 million.  That is not where we want to be but it is progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#E00200","speaker":"1261"},{"type":"speech","time":1575417600,"counter":67,"content":"<p>On the various issues raised -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#E00300","speaker":"1436"},{"type":"speech","time":1575417600,"counter":68,"content":"<p>On a point of order, this is a debate on a Supplementary Estimate.  It is not the same as an ordinary committee meeting.  It is normal procedure to alternate between Government and Opposition when offering.  Otherwise I will have to vacate, because with the best will in the world, I do not have all day to sit here listening to the wisdom of my colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#E00400","speaker":"1322"},{"type":"speech","time":1575417600,"counter":69,"content":"<p>I will bring Deputy Durkan in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#E00500","speaker":"1275"},{"type":"speech","time":1575417600,"counter":70,"content":"<p>Soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#E00600","speaker":"1322"},{"type":"speech","time":1575417600,"counter":71,"content":"<p>The Minister of State is looking for &euro;338 million from the Oireachtas, but within that there is an overspend of &euro;450 million, which is why it is relevant.  No one has suggested that we seek not to be able to add things to the budget but, as he said, that amount is &euro;90 million.  If he was here looking for the &euro;90 million that the Oireachtas agreed for extra services, that would be fine but that is not what this is.  It is &euro;90 million of a &euro;450 million overspend so the measures that the Oireachtas sought account for one fifth of the total overspend; it is the other four fifths with which there are issues.  I acknowledge that the Minister of State was not a Member between 2006 and 2009, inclusive, but for five or six years there were no overspends and in the time that he has been here and in a ministerial role the overspends have been approximately &euro;500 million.  It seems reasonable that anyone in a ministerial role when overspends were that high would look back to the period when the overspends were zero and have a view and would have asked officials to run the numbers to see why.  It is reasonable to expect the Minister of State and the Minister to have a considered answer to that because therein might lie some of the ways by which we deal with the overruns.<\/p> <p>  There seems to be an absence of performance metrics.  Some are detailed but quite a few are not.  In acute hospitals, for instance, it says the money needs to go here and there.<\/p><p>Can the Minister of State explain why there are no desired performance outcomes accompanying a request for very large amounts of taxpayers' money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#E00700","speaker":"1436","continuing":true},{"type":"speech","time":1575417600,"counter":73,"content":"<p>I reiterate that &euro;115 million of this is an overhang from the previous year that must be factored in.  If the Deputy wishes to use the figure of &euro;456 million, he must accept that &euro;115 million comes from 2018.  I have already outlined how the sum of &euro;90 million was allocated at the discretion of the Oireachtas, as Deputy Donnelly and I agreed.  That leaves a figure of approximately &euro;275 million.  That is not where we want to be.  I would prefer not to be before the committee looking for that additional money.  However, I have to make the point that last year the comparable figure was &euro;655 million.  That was not acceptable either and two wrongs do not make a right, but we have moved significantly.  It is not possible due to a range of pressures such as central wage agreements, pensions issues such as changes to pension-related deduction, PRD scales, the cost of drugs and medicines that become available at any one time-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#F00200","speaker":"1261"},{"type":"speech","time":1575417600,"counter":74,"content":"<p>I am sorry to cut across the Minister of State.  The specific question is this.  There are no performance outcomes associated with these figures.  For example, a very large number is quoted for the drug reimbursement scheme.  I will try to find the number.  As I said, we only got this late last night.  However, no reasons are given.  The number is in the tens of millions.  Some &euro;85 million of the primary care reimbursement scheme funds is for high-tech drugs.  This document does not specify what drugs are being covered and why.  Is the Minister of State looking for an extra &euro;85 million because the forecast was wrong, or because certain high-tech drugs were okayed whose approval was not forecast?  Alternatively, are we paying a higher price than was forecast?  Why are we paying &euro;85 million?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#F00300","speaker":"1436"},{"type":"speech","time":1575417600,"counter":75,"content":"<p>We will move on to Deputy Durkan after this question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#F00400","speaker":"1275"},{"type":"speech","time":1575417600,"counter":76,"content":"<p>I thank the Deputy for the question.  I must clarify that I needed to make some of those broader points in response to the Deputy's points.  There is an onus on me to respond.  I note that the HSE manages the health service.  Neither I nor the Minister for Health, Deputy Simon Harris, manages the health service.  That is the HSE's responsibility.  Some of the questions Deputy Donnelly is asking would be more appropriately directed to the HSE.  It has a quarterly meeting with the Oireachtas committee next week.  The Deputy will be able to pursue some of the detail which I do not have in discussions with management.  I am discussing headline figures within a &euro;17 billion budget.<\/p> <p>  The Deputy asked about drugs and gave the figure of &euro;85 million.  The actual reimbursements for high-tech drugs during the period from June to October 2019 were higher than expected.  This was primarily driven by higher reimbursements for rheumatology, gastroenterology and dermatology drugs.  High-tech drugs reimbursements are now forecast at &euro;797.9 million, which is &euro;94.9 million higher than the original 2019 budget. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#F00500","speaker":"1261"},{"type":"speech","time":1575417600,"counter":77,"content":"<p>I know the Chair wishes to move on but I wish to say something in response to that.  I will not make a long statement.  The Minister of State is seeking &euro;157 million in additional funding from the Oireachtas.  I know the Minister of State did not write this, but his officials have provided two sentences with no detail.  That certainly does not strike me as proper governance, and I doubt it strikes the Minister of State that way.  This is not really a matter for the quarterly review.  This meeting is the moment to interrogate requests for extra money.  A two-sentence explanation provided the night before falls a long way short of what we should expect to justify an extra &euro;157 million for drugs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#F00600","speaker":"1436"},{"type":"speech","time":1575417600,"counter":78,"content":"<p>I wish to repeat the point that the normal procedure in a debate of this nature is for discussions to alternate between Government and Opposition.  Otherwise there is no sense in some of the rest of us coming in until the Opposition is finished.  I could come back tomorrow.  If the Chair gives me notice I will be quite happy to do that.<\/p> <p>  I want to draw attention to some of the fallacies in my colleague's remarks.  We have had a long debate about various new medicines becoming available.  There has been a strong debate in the House and outside of it, and we all know the demands that have been made in the course of the last year.  They are legitimate demands.  We have to listen to them and take them on board.  We also have to take on board the concerns of the patients and families who depend on these innovative medicines and are hoping for a reimbursement programme.  There is no sense in coming here at the end of the year and asking what all that was about, where it came from and what has gone wrong because we did not think about it before.  That is not acceptable behaviour at all.  This is nonsensical stuff.  We are having a debate that we should not have at all.  It is a waste of time.  We are returning to every item of expenditure on the basis that the children's hospital overrun is causing all the problems.  It is not.  If people had followed the debate that has taken place in this country in the past three years they would not have to ask those questions.  It is misleading to the general public to pretend that this is the answer to all their prayers.  If people want to say that we should not continue with the new children's hospital, by all means let them say it.  Let them embrace that ideology.  Let them come forward with it.  That puts an end to the debates.  They can then spend all the money that was going to be spent on the children's hospital elsewhere, provided, of course, that it meets the criteria.  However, fantasising in the committee or in the House about where money should be spent after it has been spent is a waste of time, energy and resources. <\/p> <p>  The Irish Fiscal Advisory Council has opined on this issue.  That is correct.  I have listened to its opinions repeatedly.  The council has a job to do and I fully respect the need to stay within budget insofar as it is possible.  I suggest its officials should go to the hospitals and ask the patients on waiting lists and their families what should be done in respect of A, B, C or D as it affects them.  It is about time that we copped ourselves on.  We must get away from repeating colourful nonsense in the media.  I am not interested in that sort of thing.  I want to see something done directly about the subject in question.  There is a flaw in the system.  We need to identify a contingency sum in the health Estimates on an annual basis, one that is sufficient to meet the projected overrun in demand.<\/p> <p>  I note the figures for 2012, 2013 and 2014 as compared with 2007.  There was a vast difference in circumstances.  The country was broke in 2007 and it was very easy to come up with an Estimate that fell within the required levels, even though achieving that level left the country even more broke.  We have a situation now where we have to anticipate the growth in demand facing the system.  The health service is a demand-led service.  We have to make up our minds in this committee, in the House and in the debate nationally.  What do we want to do about it?  Do we intend to make a cool, calm and collected decision about what is required to run the services at the beginning of the year, given the number of imponderables likely to come before us?  The Chair has spoken about this, as we all have.  We need to cut out the pretence and actually identify it.  I believe that we should be budgeting for a higher level of excess expenditure, for want of a better description, in order to cater for the continuity of the services throughout the year.<\/p> <p>  There are two groups of people who can deal with that.  They are the managers of the system and the economists of the system.  There are those who will say that over the years economists have strangled the health services, that their activity and inactivity in other areas have caused problems for the patients and the general population.  We have to deal with that.  We have to establish the level of growth.  To put that in context, members should think of the number of people who left the country in the period from 2005 to 2014.  In the latter part of that period there was no money in the country to pay for anything.  We must compare like with like.  It is utterly outlandish for any spokesperson for any party, Government or Opposition, to pretend that if we curtailed expenditure on the children's hospital we would somehow solve all our problems.  We would not.  We have a budgetary problem that needs to be addressed.  The current budgetary problem is the annual budget for a Department.  This is one of those Departments.  It is the one Department where outlay is determined by demand.  We either meet the demand or we do not.  I ask that we confine ourselves to those areas, because they are important.  <\/p> <p>  I wish to mention another area that comes to mind.  I will address these points collectively.  I will not go through them individually.  I read them insofar as I could and I had the same difficulty.  I was travelling yesterday and I did not get the chance to read them.  I must say this.<\/p><p>The mental health services are still the Cinderella of the system.  For example, it is impossible to get treatment for a child who is in need of a programme in any service at the current time.  It cannot be done.  People are admitted to the accident and emergency departments of general hospitals and spend the whole day there, but there is nowhere to go.  There are no beds and no permanent programmes.  There are permanent programmes in place to deal with drug addiction and other health matters, but there are no programmes for mental health patients, especially children, who require attention of an ongoing nature as well as treatment and care under supervision outside and inside of a family setting. <\/p><p> In the course of the preparation of the Estimates, I ask the Minister to outline to what extent attention was given to that area.  It needs attention.  I know of a child who was waiting for 12, 14, 18 or 20 hours on a trolley in an adult hospital, having been diagnosed four years ago as being in need of urgent attention and a programme.  The child has failed to get access to a programme from any agency, such as Linn Dara, St. John of God's and so on, for a variety of reasons.  However, it all comes down to one thing, namely, the availability of a necessary framework and structure to accommodate that patient. <\/p><p> Can we be assured that there is something to deal with that within the Estimates this year?  Whatever happened before was not sufficient.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#F00700","speaker":"1322","continuing":true},{"type":"speech","time":1575417600,"counter":80,"content":"<p>Can we-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00200","speaker":"1275"},{"type":"speech","time":1575417600,"counter":81,"content":"<p>Unlike everybody else, I will not hog the show for the whole day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00300","speaker":"1322"},{"type":"speech","time":1575417600,"counter":82,"content":"<p>Can we get a-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00400","speaker":"1275"},{"type":"speech","time":1575417600,"counter":83,"content":"<p>By the same token, we all need to be clear about the difference between the current and capital budget.  Some projects are more advanced than others, the result of which is that demands will not be made for cheques to be written at a given time.  This is not new; it has been going on forever.  It is part and parcel of the running of a service.  I have listened to every debate very carefully and I am sick to my back teeth listening to people moaning about something they know full well about.  The only thing that happens is that they make statements to the media and rush to make sure they stand up to the privileges-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00500","speaker":"1322"},{"type":"speech","time":1575417600,"counter":84,"content":"<p>This is ridiculous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00600","speaker":"1436"},{"type":"speech","time":1575417600,"counter":85,"content":"<p>Sorry Deputy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00700","speaker":"1275"},{"type":"speech","time":1575417600,"counter":86,"content":"<p>-----that go along with the privileges of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00800","speaker":"1322"},{"type":"speech","time":1575417600,"counter":87,"content":"<p>Deputy Durkan, we are considering the Estimates-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G00900","speaker":"1275"},{"type":"speech","time":1575417600,"counter":88,"content":"<p>I know.  I have been sitting here listening to the debate for three-quarters of an hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01000","speaker":"1322"},{"type":"speech","time":1575417600,"counter":89,"content":"<p>Can we get the Minister of State's response to the Deputy's comments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01100","speaker":"1275"},{"type":"speech","time":1575417600,"counter":90,"content":"<p>To his rant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01200","speaker":"1436"},{"type":"speech","time":1575417600,"counter":91,"content":"<p>Deputy Donnelley's rant is permanent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01300","speaker":"1322"},{"type":"speech","time":1575417600,"counter":92,"content":"<p>Lads, please.  We are very-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01400","speaker":"1275"},{"type":"speech","time":1575417600,"counter":93,"content":"<p>I appealed to the Chairman before and he did not do anything about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01500","speaker":"1322"},{"type":"speech","time":1575417600,"counter":94,"content":"<p>Deputy Durkan has made up for it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01600","speaker":"1436"},{"type":"speech","time":1575417600,"counter":95,"content":"<p>There is more to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01700","speaker":"1322"},{"type":"speech","time":1575417600,"counter":96,"content":"<p>I ask the Minister of State to respond to some of those comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01800","speaker":"1275"},{"type":"speech","time":1575417600,"counter":97,"content":"<p>I thank the Chairman and Deputy Durkan for his contribution.  I accept the point he made about projections and building in a bit of overhead room for contingency planning.  It is a very reasonable and valid point.  It could probably be calculated to a degree actuarially because it is a demand-led service.  Increasing numbers of people are attending accident and emergency departments and so on.  I could speak at length about the changing goalposts.  What the Deputy said is that there should perhaps be a contingency fund, which is a valid and sound point, rather than having a debate every year about overruns.  We will focus relentlessly on that overrun and that has been the priority for the Government and the HSE for the year, with some degree of success.  Others may have different views on that.<\/p> <p>  The Deputy's substantive point was on mental health, an area very close to my heart and for which I have responsibility.  I am quite happy to engage with him on that.  It is difficult to comment on an individual case for obvious reasons and I do not know the background to the case to which he referred.  <\/p> <p>  On the overall issue of accommodation for young people in mental health units in the country, only three counties in Ireland have inpatient beds for young people, namely, Dublin, Cork and Galway.  These figures have not been verified, but this year there were in the region of 300 admissions to inpatient units for young people and teenagers.  <\/p> <p>  I visited Linn Dara in Dublin recently.  What it is doing is particularly impressive.  It has developed a high dependency unit which is working well.  It is also dealing with eating disorders in young people, which are very difficult and challenging for the system because there are young people in acute hospital beds who are medically unwell while also being mentally unwell.  Linn Dara is treating such patients very successfully.  It has had in the region of 110 admissions this year, which is a significant increase on last year.  It has also had a significant increase in the number of discharges, which is very important.  <\/p> <p>  The Deputy also referred to young people in adult settings.  The numbers have reduced significantly this year, which I am glad to see, in particular in the second half of the year.  This is due to the very good work being done by Linn Dara, which has reduced the reliance on young people being admitted to adult wards.  There will also be a certain cohort of young people admitted to those wards, because of geography and the fact that parents may make a choice that they do not want to go to Dublin, Cork or Galway.  As I have said, a 17 year old may be very strong and, therefore, be better off in an adult ward, rather than a ward for young people, even though the arbitrary age for such a ward is 18 years.  We acknowledge that there are situations where there is no capacity, but they are reducing in frequency thanks to the good work of Linn Dara.<\/p> <p>  Deputy Durkan asked about the consideration given in the preparation of Estimates to mental health for young people, in particular.  There are 70 community CAMHS teams and last year we created a lower level of infrastructure, namely psychology services, in the community.  There are now 130 psychologists and assistant psychologists specifically for young people and a phone line was developed, which was launched last week, to direct people to the appropriate services available.  <\/p> <p>  When we started our research, we found almost 1,100 mental health services were being funded by the HSE.  However, people are not being appropriately referred, and either do not know where services are located or cannot find them.  People are not always in a position to go to a GP, for financial or time reasons, to find out where to access services.  The phone line is a significant development in terms of creating a more appropriate referral pathway.  <\/p> <p>  The waiting lists for the 70 community CAMHS teams was 2,500 in January, but had reduced to 2,000 by October, a reduction of 20%.  I hope there will be a 25% reduction by year end.  That is a direct result of the introduction of psychologist and assistant psychologist services at community level the length and breadth of the country.  The better way forward is early intervention and allowing people to access services sooner because there can be continual escalation of issues if people's mental health is not treated in a timely manner.  I hope the change to waiting lists for community CAMHS teams for young people is sustainable.  As Deputy Durkan knows, our ambition is to treat people in the community and give them the best services there.  In the 1960s, there were 20,000 inpatient psychiatric beds in Ireland, but today there are just over 1,000.  We have moved significantly away from inpatient beds, but there will always be a cohort of people who will require inpatient treatment.  Portrane is being developed and will open in the coming year - the keys will be handed over in the next month or two.  The number of beds in the Central Mental Hospital will increase from 120 to 170, a number of which are for young people.  We will have increased capacity for CAMHS patients and teenagers.  Mental health is very much a consideration in our budgetary planning for the year ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G01900","speaker":"1261"},{"type":"speech","time":1575417600,"counter":98,"content":"<p>I thank the Minister of State.  The overspend this year is &euro;338 million, going on the figures provided, compared to &euro;655 million last year.  The Department of Health is getting closer to remaining within budget.  Of course, we understand it is a demand-led service and an aging and growing population will place more demands on it.  When the new CEO of the HSE took up office in May, one of his first priorities was to try to keep within budget.  This may be a reflection of the efforts he has made.  There is a balance between supplying a service and staying within budget.<\/p><p>There is much unmet need with respect to waiting lists, access to hospital services, outpatient services and waiting for elective care.  Remaining within budget has an effect on unmet need so how does the Minister of State see that panning out over the next year if the 2020 budget is to remain on target?  Will this adversely affect unmet need because waiting lists are not improving substantially?  They are increasing instead.  How will this be balanced?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#G02000","speaker":"1275","continuing":true},{"type":"speech","time":1575417600,"counter":100,"content":"<p>It is a very fair, important and interesting question.  The Chairman will appreciate that the answer is not simple.  There is a continuous challenge to keep a healthy tension between the pull and drag in this.  We cannot have an open door, with money for everything, in a demand-led service.  We have to achieve a scenario such as that driven by the chief executive officer, which is to get people to live within their budget.  That is all part of the drive coming from the political side to not have overruns.  We cannot on one side tell the chief executive officer that he must meet every demand and deliver every service looked for while at the same time telling him he cannot come back to look for more money.<\/p> <p>  On one side there are Government and Opposition Deputies saying there cannot be an overrun and the chief executive is doing his job in telling every health manager under his remit that we need to live within budget and if more is needed at the end of the year, a conversation can be had on the amount.  On the other hand, there is the issue raised by the Chairman, as patients are real people.  They are our mothers, daughters, sisters, brothers, grannies and other loved ones.  If we see them on trolleys etc., we are given a challenging pause for thought.  There is much more to this system than just money and that is where we can bring in Sl&aacute;intecare's move away from the current process.  Any additional euro we are putting into the system, such as with the nursing wage increases, are negotiated with respect to process, change and better productivity, with more efficiencies and an increase in capacity in our health care system.  That can be done and there are initiatives such as the lean sigma programme.  I have referred to Sl&aacute;intecare and the Chairman is well aware of the GP contract.  There is also care of patients with the likes of chronic obstructive pulmonary disease and other chronic illnesses in the community, which is a better way.<\/p> <p>  This is about achieving efficiencies that increase capacity in the system.  There is a healthy tension that will continue and must be maintained.  We cannot just say that we will give everybody what they need but we must continue to monitor the finances.  We are dealing with real people and patients and getting that balance right is not an easy call.  There must be structural and procedural change.  We must look at how we do what we do and find better ways of doing it.  This can only be brought about by having this kind of tension and attention to finances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00200","speaker":"1261"},{"type":"speech","time":1575417600,"counter":101,"content":"<p>There are specific items in the Estimates.  There is the treatment abroad scheme and the cross-border directive process, which are demand-led schemes.  There is increased allocation for those, and the treatment abroad scheme is used because people cannot get treatment here in a timely manner so they go to another jurisdiction.  It is an area that could be addressed with more efficient service so people would not find it necessary to go abroad.  It should be dealt with through the budget for our services here.<\/p> <p>  There is also the question of the State Claims Agency and the increasing amount paid out in claims against the State.  It is again probably a reflection of the pressure the health system is under that there are so many claims against the State.  I believe there is contingency for future claims of &euro;1 billion, although I am not quite sure if that is the correct figure.  How can the Department and the HSE deal with those additional demands?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00300","speaker":"1275"},{"type":"speech","time":1575417600,"counter":102,"content":"<p>They are both very pertinent and obvious in looking at the Estimates.  We can see there are two pinch points that have been identified very astutely by the Chairman.  They are recognised readily.  I agree with the Chairman that they need continued focus.  The first is the cross-border scheme and it relates to capacity in our system.  We can keep purchasing the services where there is capacity or we could use that money to invest in infrastructure.  To its credit, the HSE has opened an additional cataract theatre in Nenagh this year, as the Chairman knows.  Waiting lists for that treatment have decreased significantly, and numbers have almost halved.  I do not have the figures off the top of my head but we will have them for next week's quarterly meeting.  The numbers have been significantly reduced because of the additional capacity.  There could be further capacity and we might be better off spending &euro;2 million, &euro;3 million or &euro;4 million on a new theatre as opposed to spending that money in other ways.  People are waiting for the treatment today, however, and a theatre takes a year to come on stream.  It is about getting that balance right.<\/p> <p>  I mentioned in my opening comments that the number of claims to the State Claims Agency is not rising, which is interesting, and an increase in awards is driving up the figures.  Every day we get up our first priority is patient safety and we must continue to drive that agenda from every aspect of the health service.  It is ultimately the best way to deal with this.  In tandem with this, the level of awards, which is outside of my direct jurisdiction, is an issue across the board in society.  It is being addressed currently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00400","speaker":"1261"},{"type":"speech","time":1575417600,"counter":103,"content":"<p>The Minister of State mentioned the &euro;115 million overhang from 2018.  Does he anticipate there will be an overhang going into 2020 from 2019?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00500","speaker":"1275"},{"type":"speech","time":1575417600,"counter":104,"content":"<p>I think not.  There are always external factors that can catch us, such as the State Claims Agency.  Something like that could leave us with an overhang or well above projections but we do not anticipate the day to day or bread and butter work of the HSE in delivering services will leave an overhang with respect to the service plan.  External factors such as the State Claims Agency or the cross-border process are a bit beyond our control.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00600","speaker":"1261"},{"type":"speech","time":1575417600,"counter":105,"content":"<p>Could it be &euro;115 million?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00700","speaker":"1275"},{"type":"speech","time":1575417600,"counter":106,"content":"<p>I do not reckon it would be anything in that region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00800","speaker":"1261"},{"type":"speech","time":1575417600,"counter":107,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H00900","speaker":"1275"},{"type":"speech","time":1575417600,"counter":108,"content":"<p>I thank the Minister of State for coming here today.  One of the matters raised by consultant representative bodies when coming before the committee is the lack of training posts.  As a result of the loss of experienced medical people to other jurisdictions and the reliance on locums, we now have the potential for a legacy issue as approximately half our non-hospital consultant doctors are not in training posts.  We do not have expertise in the pipeline.  I am particularly concerned about it because we have said so many times that it is not just money that gets people back but rather conditions.  We discussed the children's hospital here last week and we hope it will be the best children's hospital in the world so we can attract the best people to work in it.  I have concerns on how we will staff it with respect to junior doctors and training programmes.  Is there anything the Minister of State can tell us today that will address the matter so that in 2022 we will have the best doctors to treat our children when this much-needed hospital is eventually built, despite many people's best efforts to not have it built?<\/p> <p>  The treatment abroad fund is very helpful to people who are waiting a long time for treatment but there are administrative costs borne here in our regular budget.  The National Treatment Purchase Fund is separate.  Without oversimplifying the matter, it is not as simple as sending a patient abroad and we never see him or her again once he or she is fixed up.  There is still an administrative burden here.  The information from abroad must be sown into the system.  It is a good idea but I get alarmed every year at the increase in budget.  It is good because we are treating more people but I would prefer to treat them at home and they should be in our system.  There has been a year-on-year increase over the past number of years so how will we try to reverse this so we can have our people treated in our hospitals by our doctors?<\/p> <p>  With regard to the State Claims Agency, we had the CervicalCheck scandal this year and it had a large cost arising from administration and insurance payouts.<\/p><p>I understand the weight of the claims are predominantly based in the obstetrics and gynaecology area.  While it is great to have a large budget of &euro;1 billion or whatever it is, no money will ever pay for a catastrophic incident at birth.  While it is great to have the money there, my preference would be to have no budget for claims against the State, just as with the NTPF, because we would not have any claims and we would not send people abroad.  As we try to address legacy issues from the recession and the impacts they have had on staff quotas, staff morale and the loss of expertise, how can we get our act together to move out of the recession period and repair our health system to serve people with the benefits of modern medicine, demographic pressures and so on?  How will that be managed in the future?  I acknowledge that is a broad question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#H01000","speaker":"1297","continuing":true},{"type":"speech","time":1575417600,"counter":110,"content":"<p>I will do the best I can.  We will have the quarterly meeting with the committee next week so there may be some more extensive responses available to the Deputy at that stage and that might provide a better opportunity to put questions to the HSE and so on.<\/p> <p>  The consultants and skilled staff issue is an important topic that gets a lot of attention and focus in the Department.  We want to ensure that, as the Deputy said, when we build the children's hospital, we can address that.  I have the same issue in my portfolio in that the new central mental hospital is due to open next year and we want to ensure we have the requisite number of consultants.  The Deputy began by asking about training posts.  That is something I had occasion to look into recently as well and I am glad that there has been a significant increase in my area in funding next year for higher specialist training that is necessary to work at consultant level.  I do not have the numbers to hand but the numbers being trained have increased across the board year on year and more funding will be provided next year again in a number of pinch point areas where there is a deficiency.  We are also looking to the challenge whereby consultants can move on after their training and we are competing with the global market and that is linked to terms and conditions.  The children's hospital and the central mental hospital in Portrane will be two state-of-the-art environments for people to work in and be part of.  That environment is a help.<\/p> <p>  Significant progress has been made on a number of outstanding issues relating to consultants in the past 12 to 18 months but some issues remain that we would all like addressed and we are trying to get to those remaining issues on a piece by piece basis, notwithstanding what we have achieved in negotiations with consultants on their conditions.  The training of advance nurse practitioners, ANPs, across all skill sets is highly important as well.  That is a positive development in the health system that offers enormous potential and, again, they work well in my area.  They call ANPs physician assistants in the US where there is another level below the consultant level but above hospital doctor level.  We have a lot of work to do in Sl&aacute;intecare to look at identifying the skill set and the skill match.  A great deal of work is being looked at in the framework in order that we can meet those demands but that is an ongoing challenge.<\/p> <p>   I concur with the Deputy on the cross-border scheme.  I would prefer if we had the capacity here to treat our own patients but under EU law every EU citizen has a right to travel for healthcare if they so wish, if the treatment they need is not available in their area and we have obligations in that regard.  It works both ways.  I recall a meeting with the head of the police in Dubai.  They are anxious to work with us again as they have been availing of coronary care in Ireland.  Any members of the Dubai police force who require coronary care and heart procedures are sent to Ireland.  That is obviously not covered by the EU directive because the United Arab Emirates is not in the EU and they are using private hospitals so they are not causing a blockage.  People will always travel for healthcare.  I would prefer us to have increased capacity but the difficulty is that the money being spent on that scheme could build additional capacity but that lifeline cannot be cut off.  It would be illegal to do so.  People have to have the right to migrate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00200","speaker":"1261"},{"type":"speech","time":1575417600,"counter":111,"content":"<p>I am not suggesting we stop that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00300","speaker":"1297"},{"type":"speech","time":1575417600,"counter":112,"content":"<p>I appreciate that.  We have to try to pull back a little bit and get the infrastructure in place.  We have done so successfully with cataract operations.  The numbers waiting for cataract operations have decreased significantly but we have more to do on that.<\/p> <p>  The Deputy asked me about the future.  Can she summarise that question again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00400","speaker":"1261"},{"type":"speech","time":1575417600,"counter":113,"content":"<p>The question was about how we address the future and the Minister of State has answered that in terms of the staff issue and that is what I am concerned about.  Does he have any solutions to offer on the issue of the State Claims Agency and the expensive bill for same?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00500","speaker":"1297"},{"type":"speech","time":1575417600,"counter":114,"content":"<p>The wider debate about the size of awards is part of the issue but patient safety is where the Department and the medical profession have to put their focus and drive.  It will always be a case that where humans are delivering a service, there will be error.  Until such a time that we reach a 100% robotic delivery of a healthcare system, there will be no scenario in which mistakes are eliminated but they can be significantly reduced with better conditions and a better physical environment.  All those matters are improving bit by bit and we have increased capacity but there is no silver bullet for that challenge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00600","speaker":"1261"},{"type":"speech","time":1575417600,"counter":115,"content":"<p>Before I bring in Deputy Durkan again, I want to take up a point Deputy O'Connell made.  I refer to the issue of recruitment embargoes or freezes or to the practice of only employing staff within available resources or budget allocations.  It can be counter-intuitive that by limiting staff or freezing recruitment, money is saved.  Of course money is saved in one budgetary silo but patients generally do not go away and, therefore, if they are not getting service, they will either get it elsewhere in the emergency department or they will deteriorate and require more complex treatment when they eventually get treatment.  If there is a limitation on staffing levels, that does not necessarily mean money is being saved.  Money may just be transferred to a different budget that providers for more urgent or complex treatment instead.  We have been looking at workforce planning in recent months and we have had many different groups before the committee.  The consistent message from all of them is that failing to recruit or staff to an appropriate level is costing additional money and no money is being saved.  Does the Minister of State have a view on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00700","speaker":"1275"},{"type":"speech","time":1575417600,"counter":116,"content":"<p>I believe personally, politically and professionally that if we always do what we always did, we will always get what we always got.  If we continue to keep hiring and throwing more money at the problem, we will not fix the healthcare system and I am not suggesting the Chairman is proposing we do that.  The other extreme is not to hire any more staff so there is a balance to be struck between those two positions.  I spoke earlier about the constant tension between the desire to continue to recruit and looking at what we have done.  It is about reorganising healthcare delivery and the budgets.  We are here as politicians and one day we are giving out about an overrun and the next, we will give out that the service is not there and so on.  How do we fix that?  It is about structural reform.  The regional integrated care organisations, RICOs, are an important development as opposed to the community healthcare organisations, CHOs, because it was maddening to see people in the community considered not to be part of the problem if they were on a trolley or on a hospital bed for an extra week.  That did not bother the people in the community who were in charge of home help in the slightest because if one person was in the hospital, that was one less person for them to take care of.  That siloing we did in healthcare was not helpful with budgeting.  We can continue with additional recruitment in acute healthcare but we could look at more proactive ways and means of avoiding admissions to acute healthcare.  Perhaps there should be more recruitment for community healthcare.  Recruitment in and of itself is a solution but it is not the solution to everything.  Putting a cap on it is about getting people to work within the budget they have so they cannot have an open-ended budget.  Otherwise, we will be back here again next year looking for an &euro;800 million Supplementary Estimate<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00800","speaker":"1261"},{"type":"speech","time":1575417600,"counter":117,"content":"<p>I will give one example and then I will move back to our members.  We had evidence from a consultant a number of weeks ago to the effect that if the number of consultants in rheumatology, for instance, was increased from two to four or from one to two, the waiting list would dramatically drop for that service.  I refer to that targeted recruitment, not just recruiting for recruitment's sake.  Where there is a bottleneck in a service, targeted recruitment improves the outcomes and reduces the waiting lists.  That is the type of recruitment I am speaking of because that then leads to better outcomes and probably saves money in the end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#J00900","speaker":"1275"},{"type":"speech","time":1575417600,"counter":118,"content":"<p>That is understood and we are not significantly behind the curve in respect of the number of people working in the system to deliver a health service to a population of our size.  It is about getting the balance right through continued recruitment and finding better ways of providing services.  It is a combination of both.  I take the Chairman's point.  Of course, targeted recruitment will continue for the year ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#K00100","speaker":"1261"},{"type":"speech","time":1575417600,"counter":119,"content":"<p>Waiting lists in general have consumed much of our time.  How can the waiting lists be dealt with?  It is not rocket science.  If we have a waiting list of 1,000, we should be able to figure out how long it will take to deal with it.  This is where the planning comes in.  Where are the deficiencies that prevent us dealing with that waiting list now?  If we cannot deal with that waiting list within a specified period, we should know the specified period within which it should be dealt with and we can then do the budget again.  If we cannot do both and identify exactly what is required, the waiting lists will go on forever.  If a waiting list is half a mile long this year, it will be two miles long next year because we will have not shortened it.  The only way to deal with that is to attack it from all ends together.  If that means reverting to the treatment purchase scheme or the private sector, we need to deal with it.  There is no good talking about it.<\/p> <p>  I recently came across a case where the patient was due to come back in two or three years because the condition was supposedly controllable or containable.  It was not and I was proved right.  If we are telling patients things like that, we are reducing public confidence in the system.  I do not attribute blame to anybody in particular, but we all need to recognise it.  It is no good talking around the subject; we need to deal with the subject.<\/p> <p>  Just as in the PC sum to deal with unforeseen issues that come up during the year that we have to deal with - we have to deal with emergencies anyway - we should also draw up a plan to tackle the logjams.  It is a farce to have people hanging around in emergency departments all day long and the following day.  We have older people sitting on trolleys for two or three days.  We should not be dealing with that at all.  It is demoralising.  Why do we not have a bed to put them into?<\/p> <p>  Earlier today we had a discussion with representatives from F&oacute;rsa on step-down beds.  There are step-down beds for women in St. Brigid's Hospital in Crooksling and the Government is closing the place on the basis that the facilities there are old.  They are not old; all they need is ongoing maintenance.  Such facilities could come on-stream to relieve the pressure we are now facing.<\/p> <p>  We need to look again at how we are doing it.  If we put one doctor into a hospital emergency department and leave him there for three or four days, I guarantee that he will be out the door and down the road after a week.  It is not possible for one person to deal with full weight of the demand at any given time.  We need a relief system and we must be prepared to recognise that that will arise.<\/p> <p>  People will claim that I am speaking like an Opposition Member.  I am speaking as I have always spoken, as a member of any health committee or body; I have been on a few of them over the years.  There is no difficulty dealing with the political element, which means nothing in terms of a contribution to alleviating the problems that now assail the health services.  To lift that siege, we need to be able to reassure people with a plan for reducing waiting lists in the coming year.<\/p> <p>  The IFAC needs to know that as well.  I do not propose to take on the council because I know where we went in the past.  However, it needs to take into account those areas of current expenditure where we need to deal with the size of the problem as it arises.  The result is we do not do anything about it in which case the service becomes run down.<\/p> <p>  Ireland is the third most expensive of the OECD countries and 27th in public satisfaction ratings.  There is something wrong there.  I do not know what the problem is.  I am not an expert in these issues.  I do not need to be an expert, nor does anybody else.  However, somebody somehow and somewhere needs to say, \"Okay, we're going to merge these two areas.  We are going to deal with them.  We are going to identify the contributory causes.\"  We are continuously told about the Dutch and Swedish models.  They do not work, for God's sake; they have the same problems.<\/p> <p>  It all comes back to identifying the scale of the issue in a service that cannot be postponed forever.  If it was a road building project, it could be postponed, but when somebody's health is at issue, it cannot be postponed.  Doing nothing scares the public and demoralises those involved in the service.  It avoids facing the decision that has to be taken eventually to deal with the patient.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#K00200","speaker":"1322"},{"type":"speech","time":1575417600,"counter":120,"content":"<p>I agree with the Deputy.  The politics is one side of it.  To use a medical analogy: we can treat the symptom or treat the cause.  Much of the time our energy and money is focused on treating the symptoms and not the cause.  The Deputy referred to access to care.  In 2020, we will to publish an access plan for unscheduled care looking at how we can deal with this issue.<\/p> <p>  Talking about the politics of it and politicians, a few months ago a lady approached me.  She said she had been out of work for a year and a half because of an injured shoulder and was now fit to go back to work.  She needed to be signed back on by her consultant.  She rang the consultant's office to find out if she could see him.  He told her he would see her in 2021.  She told me she did not want to draw disability allowance for the next 18 months or two years, while waiting to see a consultant for five minutes to sign her back to work.  She asked if I, as a Minister of State, could so anything for her.<\/p> <p>  I wrote to the consultant and asked if there was any possibility he could see this lady for five minutes.  He wrote back to me saying that he would not discuss any of his patients with me and suggested it was more in my line, as a Minister of State, to provide more money.  That shows what happens when people look to politics to solve these problems.  There are structural issues.  I tell that story for two reasons.  One is to illustrate the Deputy's point about the politics of it.  More important, it is to look at how we fix the structure.<\/p> <p>  In one particular discipline in the south of the country, I have sought information from the HSE through the Secretary General of my Department on the time each of the consultants in this discipline is giving to private and public practice.  There are enormous anomalies in the one I am looking at.  These consultants were contracted by the State and are supposed to be spending a certain amount of their time delivering to the public.  These are issues affecting waiting lists because they are all on the public side.  Obviously, on the private side there is no waiting list and a patient can be rushed through and there are incentives for people.  I am not saying that is widespread, but I have come across one area where it is certainly an issue and I am doing further investigating to try to get to the bottom of it where there is a particularly long waiting list.<\/p> <p>  Structural reforms like that will fix it as well as just policy and, as the Deputy would suggest himself, not soundbites.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#K00300","speaker":"1261"},{"type":"speech","time":1575417600,"counter":121,"content":"<p>I thank the Minister of State and his officials for attending this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#K00400","speaker":"1275"},{"type":"minorheading","content":"Message to Dáil","time":1575417600,"counter":122,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#K00500"},{"type":"speech","time":1575417600,"counter":123,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Health has completed its consideration of the following Supplementary Estimate for public services for the year ending 31 December 2019: Vote 38 - Health. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2019120400002#K00600","speaker":"1275"},{"type":"unspoken","time":1575417600,"counter":124,"content":"<p>The select committee adjourned at 12.40 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Justice and Equality","time":1575417600,"counter":125},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 15:40<\/p><p>The Select Committee met at 15:40<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Jack Chambers, Catherine Connolly, Peter Fitzpatrick, Charles Flanagan (Minister for Justice and Equality), Jim O'Callaghan.<\/p><p>Teachta \/ Deputy Caoimhghín Ó Caoláin sa Chathaoir \/ in the Chair.<\/p>","time":1575417600,"counter":126,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002"},{"type":"minorheading","content":"Business of Select Committee","time":1575417600,"counter":127,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#A00100"},{"type":"speechnospeaker","time":1575417600,"counter":128,"content":"<p>As we have a quorum we shall commence in public session.  In the unavoidable absence of the Chairman I call for nominations for the position of Acting Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#A00200","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1575417600,"counter":129,"content":"<p>I nominate Deputy Jim O'Callaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#A00300","speaker":"1255"},{"type":"speechnospeaker","time":1575417600,"counter":130,"content":"<p>In the absence of other nominations I call upon Deputy O'Callaghan to take the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#A00400","nonspeaker":"Clerk to the Committee"},{"type":"unspoken","time":1575417600,"counter":131,"content":"<p>Deputy O'Callaghan took the Chair at 3.49 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1575417600,"counter":132,"content":"<p>I wish all elections were as easy as that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#A00600","speaker":"1296"},{"type":"minorheading","content":"Estimates for Public Services 2019<br \/>Vote 20 - An Garda S&amp;iacute;och&amp;aacute;na (Supplementary)<br \/>Vote 24 - Justice and Equality (Supplementary)","time":1575417600,"counter":135,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#A00900"},{"type":"speech","time":1575417600,"counter":136,"content":"<p>I welcome members and the Minister for Justice and Equality, Deputy Charles Flanagan, and his officials.<\/p><p>The purpose of the first part of today's meeting is to consider a Supplementary Estimate for 2019 in respect of Vote 20 on the Garda S&iacute;och&aacute;na and Vote 22 on the Department of Justice and Equality.  Before beginning I remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against either a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  The Minister for Justice and Equality, Deputy Flanagan, may now make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#A01000","speaker":"1296","continuing":true},{"type":"speech","time":1575417600,"counter":138,"content":"<p>I thank the Acting Chairman and offer my congratulations to him on accession to the prestigious position of chairing the Select Committee on Justice and Equality.  I hope it is the sum of his ambitions for the foreseeable future.<\/p> <p>  I am pleased to be here this afternoon.  I am joined by Mr. Doncha O'Sullivan, Ms Liz Downey and Mr. Seamus Clifford from my Department and Mr. Michael Culhane, who is from the Garda S&iacute;och&aacute;na.  I thank the committee for making time available to consider the Supplementary Estimate for the Garda S&iacute;och&aacute;na and Department of Justice and Equality Votes.  The net amount of the Supplementary Estimate is &euro;17.5 million for the Garda Vote and &euro;33.3 million in respect of the Department of Justice and Equality Vote.  The Supplementary Estimate requirement in respect of the Garda S&iacute;och&aacute;na Vote comprises a gross expenditure requirement of &euro;32.4 million that is offset by a projected surplus in appropriations-in-aid of just under &euro;15 million, giving a net additional requirement of &euro;17.5 million for the Garda Vote.<\/p> <p>  Significant measures have been taken by An Garda S&iacute;och&aacute;na throughout the year to remain within budget and minimise the amount of any Supplementary Estimate that might be required.  The additional expenditure requirement mainly arises as a result of the security costs associated with the visits of United States President Trump and United States Vice-President Pence to Ireland this year.  This accounts for approximately &euro;15 million of the additional requirement.  The balance of &euro;2.5 million is to maintain capital expenditure for certain information and communication technology, ICT, projects, including the deployment of mobile technology.  This amounts to approximately &euro;1.5 million and additional investment in the transport fleet of approximately &euro;1 million accounts for the balance.<\/p> <p>  The additional investment in transport is mainly to replace older vehicles now reaching end of life and the increasing demands on existing fleet resources to support extra members assigned to front-line duties.  This brings the total capital fleet allocation to &euro;11 million in 2019, with a further &euro;9 million being provided in 2020.  An Garda S&iacute;och&aacute;na is in receipt of Internal Security Fund, ISF, funding for certain ICT capital and other projects.  On receipt of clearance from the European Union, EU, funding typically amounting to 90% of relevant expenditure is received.  Funding of almost &euro;3.4 million has been received in 2019 to match prior year expenditure of &euro;3.7 million.  As part of the Supplementary Estimate, a technical adjustment is being done to charge the expenditure to the relevant subheads and reflect the EU funding as an appropriation-in-aid.  The largest ICT project being funded in this manner is the Pr&uuml;m project, the objective of which is to provide for automated sharing between EU member states of certain categories of information for the purposes in particular of combating terrorism and cross-border crime.<\/p> <p>  I am particularly pleased that the Government is in a position to provide an additional &euro;17.5 million to the Garda Vote in 2019 to effectively provide for once-off events.  The Garda budget has been increased to a record &euro;1.882 billion for 2020.  This includes funding for recruitment of up to 700 garda&iacute; and additional Garda staff, depending on the Garda Commissioner&rsquo;s operational decision on the balance required.  This allocation includes a capital provision of &euro;116.5 million a further increase of &euro;24 million, or 26%, from 2019.  This will provide for continued investment in ICT in the order of &euro;75 million, &euro;9 million for the Garda fleet and &euro;32 million for the capital building and refurbishment programme.  An Garda S&iacute;och&aacute;na is being provided with unprecedented funding and a major reform process is being supported to ensure the best possible policing services are provided to communities on the ground in all regions of the country.  I acknowledge the work of the work and engagement of the committee with the Garda Commissioner and his team in this regard.<\/p> <p>  Turning to the Department of Justice and Equality Vote, there is a requirement for an additional &euro;33.3 million in the current year.  This arises despite every effort being made to deal with the pressures within the Vote, including with respect to the scale of the demands on direct provision, subhead E5.  It is estimated that the total outturn in this subhead will in the region of &euro;130 million compared with a budget allocation of &euro;70.65 million and this is the reason for the Supplementary Estimate this year.<\/p> <p>  The challenges in this area are well documented and were included in the spending review report published in August.  In summary, the trends underpinning the increasing costs in direct provision are as follows.  There has been a significant increase in the number of people seeking protection, and that number is up 60% to date this year.  As of 17 November 2019, there are 6,058 applicants being accommodated in 39 accommodation centres located nationwide across 18 counties and a further 1,499 applicants are residing in 37 emergency accommodation locations in hotels and guest houses.  This brings the total number of applicants for international protection to 7,557.  By comparison, the numbers in all forms of accommodation at the end of 2018 was 6,139 and in 2017 the figure was 5,096.<\/p> <p>  In order to manage matters the Department has put in place a number of measures aimed at reducing the time it takes to determine applications.  The International Protection Act 2015 introduced the single procedure process for the determination of protection applications.  Under the single procedure, all elements of a person&rsquo;s protection claim, including refugee status, subsidiary protection status and permission to remain, are considered together rather than sequentially.  The aim of the single procedure is to help reduce waiting times significantly.  The Department is aiming to reduce processing times for all first instance decisions to nine months by the end of this year.<\/p> <p>  The Department is also actively working on securing additional capacity both in existing centres and through sourcing new centres.  The International Protection Accommodation Service has sought expressions of interest from parties that would be interested in providing accommodation and related services and has also launched a nationwide, regional tendering process to source new accommodation centres.<\/p> <p>  The funding requirements and policy responses relating to direct provision will need to be kept under review on a whole-of-government basis throughout 2020.  An interdepartmental group has been established recently to enhance the provision of services from the range of Departments and agencies involved in providing direct provision services.  As part of that group's work, it is considering the use of State-owned sites.  The interdepartmental group is due to report shortly and the group&rsquo;s recommendations will have an impact on this area of expenditure.  The report will undoubtedly be on the committee's agenda early in the new year.  Former European Union Commission Secretary General Ms Catherine Day is currently chairing a separate group examining international best practice in the provision of services to international protection applicants with a view to advising the Government on medium to long-term service provision.<\/p> <p>  There are a number of other areas in the Vote where there are overspends and underspends and they are set out in the Supplementary Estimate briefing provided to the committee.  The overspends primarily relate to a number of the administrative subheads, including salaries and ICT, criminal legal aid, the Magdalen fund, the Irish Naturalisation and Immigration Service and the coroner service.  The objective of providing an additional &euro;2.3 million to the Magdalen fund subhead is to finalise applications under the scheme at the earliest possible time.  It has been possible due to underspends in certain subheads and surplus receipts to offset these additional requirements and reduce the amount in respect of the costs of direct provision.<\/p> <p>  The larger underspend relates to the capital provision for the forensic science laboratory.  An amount of &euro;19.5 million, including capital carryover, was provided in 2019; it now appears that the underspend will be in the region of &euro;17 million.  Site preparation works have been carried out but the construction work has not commenced, pending the outcome of the tender process, which I understand is due to conclude very shortly.  Project management and delivery, including planning, procurement, architectural, mechanical and electrical aspects, will be the responsibility of the Office of Public Works, OPW, with funding being provided from the Department of Justice and Equality capital budget.<\/p><p>The OPW will chair the project team, comprising representatives of the OPW, Forensic Science Ireland, An Garda S&iacute;och&aacute;na and the Department, and this will remain <i>in situ<\/i>for the duration of the project.  It is expected there will be surplus receipts of about &euro;20 million, which will also reduce the amount of additional Exchequer funding.  The surplus receipts are generated from a continuing upward trend in immigration registration and visa fees, together with approximately &euro;6 million in additional EU funding, mainly under the European Social Fund and the Asylum, Migration and Integration Fund.  I thank the committee and I look forward to engagement on this issue.  I recommend the Supplementary Estimate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#B00200","speaker":"1233","continuing":true},{"type":"speech","time":1575417600,"counter":140,"content":"<p>I thank the Minister for appearing before the committee today.  On additional investment in transport, I note the total Garda fleet allocation of &euro;11 million in 2019.  I come from a Border county and live in Dundalk.  It is important that we see a Garda presence along the Border from Omeath to Donegal.  The Minister referred to end-of-life vehicles.  There are problems with some of the Garda cars in Dundalk caused by high mileage and so on.  Where will the &euro;11 million be spent?  The Minister mentioned the front line.  Will most of it be spent in the Border areas, Dublin, Cork or elsewhere?  Will many extra vehicles be provided and will many vehicles be taken off the road?  Will this money be used to replace old vehicles or to pay for additional vehicles?  With Brexit, the M1 corridor and easy access to motorways, the last thing we want to see is fuel laundering, people coming across the Border and everything else.  In what way will this &euro;11 million be spent on the Garda fleet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#C00200","speaker":"1441"},{"type":"speech","time":1575417600,"counter":141,"content":"<p>Transport is an important issue for all the reasons the Deputy mentioned.  In the northern region, transport has seen a greater level of engagement, consequent on the investment.  A further &euro;11 million is being provided this year for augmenting the Garda fleet.  The projected figure is for in the region of 300 vehicles, be they patrol cars, vans or large sport utility vehicles, SUVs, for the armed support unit, with which the Deputy will be familiar as they are very much in evidence in the Border area.  As of 31 October, the &euro;11 million allocation has delivered 287 vehicles.  The disbursement of those vehicles across the various divisions is a matter for the Garda Commissioner.  I assure the Deputy that the Garda Commissioner has prioritised the Border areas with particular reference to ongoing criminal activity.  I refer to the new armed support unit in Cavan that is up and running.  As well as having up to 23 personnel, the new unit also has vehicles.  There have been armed support units <i>in situ<\/i>for a number of years in Dundalk and Ballyshannon.  The extra armed support unit in Cavan will augment Garda personnel and equipment, including vehicles, in that area.  I am happy to assure the Deputy that new vehicles are on stream in the area.  On the replacement of vehicles, members will be aware the stock within An Garda S&iacute;och&aacute;na is in need of ongoing replacement.  It is estimated that once a Garda car travels more than 300,000 km, its life is probably at an end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#C00300","speaker":"1233"},{"type":"speech","time":1575417600,"counter":142,"content":"<p>I welcome the 287 new vehicles but are many vehicles being taken off the road this year?  Will the new vehicles replace 287 vehicles?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#C00400","speaker":"1441"},{"type":"speech","time":1575417600,"counter":143,"content":"<p>No, there will be a net increase, depending on the area.  The allocation is made by the Garda Commissioner.  The priority is areas of need but the 287 new vehicles already been procured and the balance of approximately 13 or more to come before the end of the year will allow for a net increase.  The latest figures I have show that 22% of the fleet is under two years old compared with 5% of the fleet being of that age in 2012.  We are ensuring that, over a period of time, emphasis can be placed on replacing the older vehicles in the fleet that are standard vehicles with high powered cars, vans, motorcycles and 4x4 vehicles.  I can give the Deputy a note on the position in Dundalk and County Louth but, as it is his constituency, he will be familiar with the situation in Drogheda where we saw a considerable increase in Garda numbers and appropriate equipment to meet a specific requirement in recent times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#C00500","speaker":"1233"},{"type":"speech","time":1575417600,"counter":144,"content":"<p>I am concerned not about the age of the vehicles but the mileage.  Many of the cars in the Dundalk and Drogheda areas could be used on a 24-hour basis and it would not take long to get 300,000 km on the clock.  The vehicle could be only two or three years old.  The age of the vehicle does not bother me.  The figure of 287 new vehicles seems high but I have a feeling that many more cars are coming off the road.  That is my main concern.  I appreciate the Minister's statement that he will revert to me with more details.<\/p> <p>  I welcome the increase in the budget for 2019 to 1.882 billion.  That is a large amount of money for the Garda S&iacute;och&aacute;na but it will be money well spent.  The Minister referred to the larger Garda presence in Drogheda, County Louth, which, in fairness, seems to be working.  I also welcome that 700 extra garda&iacute; passed out from Templemore in 2019.  It is important to see more garda&iacute; on the beat, more patrol cars and more speed checks.  A couple of years ago, the Minister stated that approximately 400 civilians would be employed by An Garda S&iacute;och&aacute;na to take over clerical work.  I note that part of the &euro;1.882 billion is for additional Garda staff.  Will they be civilians?  The sooner we get these people trained and working, the sooner we will have more garda&iacute; on the streets doing the job they are supposed to do.  What is meant by the reference to additional Garda staff?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#C00600","speaker":"1441"},{"type":"speech","time":1575417600,"counter":145,"content":"<p>I welcome what the Deputy has said about the investment.  We will continue to invest in the Garda fleet to allow the Garda Commissioner to ensure he has the best possible tools available to him.  Some 53% of the Garda fleet is less than four years old, whereas 12% of the fleet is less than one year old.  I take the point the Deputy makes about the mileage or number of kilometres done by Garda vehicles.  That is an issue I have discussed with the Garda Commissioner.  It is important the Garda ensures its fleet is up to the highest standard.<\/p><p>The object of the exercise, in terms of Government policy and also in terms of the ambition of the Garda Commissioner and his team, is that by 2021 we will have a Garda service of 21,000 personnel.  That will comprise 15,000 sworn members, of which we have just over 14,000 now, 4,000 Garda staff and 2,000 Garda reservists.  The Garda staff is extremely important in the context of the overall composition of An Garda S&iacute;och&aacute;na.  The Commissioner is recruiting specialists in many areas, for example, in human resources, bookkeeping and accountancy, and IT.  An important theme throughout the report of the Commission on the Future of Policing in Ireland is ensuring that a level of expertise is available to the Garda S&iacute;och&aacute;na that oftentimes involves more than just the involvement of sworn members of the Garda.  There are currently just under 3,000 full-time Garda staff undertaking administrative and technical duties, which accounts for up to 15% of the Garda service.  Progress is continuing to be made on the matter of civilianisation.  Since 2018, over 500 garda&iacute; have been deployed from what might be regarded as desk, administrative or office duties to front-line policing duties.  Members of this committee will be very much aware of what the people want.  Citizens feel most assured by the availability and visibility of members of the Garda S&iacute;och&aacute;na.  That is what the Commissioner and his team are really keen to ensure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#C00700","speaker":"1233","continuing":true},{"type":"speech","time":1575417600,"counter":147,"content":"<p>I did not think the figure was as high as that or that there were 3,000 full-time civilians.  I know the target is 4,000.  I welcome the extra 500 front-line garda&iacute; in the area.  Will the extra Garda staff coming on stream in 2019 help to increase the civilian staff from 3,000 to 4,000?  Is that going to happen in a short period?  If we can get a couple of hundred more garda&iacute; on the beat and on patrol, it would be very good.  I cannot complain because, in fairness, the situation we had in Drogheda was very serious and when the Garda Commissioner and Minister were asked to come, they left no stone unturned.  The people in Drogheda can sleep an awful lot better at night.  The sooner we can get the other 1,000 civilians into the Garda, the better.  I welcome that the Garda force is 14,000 at present.  By when is it hoped to have the full strength of 21,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00200","speaker":"1441"},{"type":"speech","time":1575417600,"counter":148,"content":"<p>By 2021, the year after next.  If I may say by way of concluding comment, this is a very difficult undertaking.  We need to acknowledge the extent and breadth of change in An Garda S&iacute;och&aacute;na under Commissioner Harris and his team and the modernisation project.  It involves recruitment of specialist administrative staff.  It also involves change in work practices and issues that impinge upon industrial relations.  I am satisfied, as is the Garda Commissioner, that the Government objective of having 15,000 sworn members, 4,000 civilian staff and 2,000 reservists by 2021 is on target to be met.  The reservists figure is subject to implementation of the findings of a review.  I am sure the Garda Commissioner will have an opportunity to explore this further with the committee as we move nearer to 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00300","speaker":"1233"},{"type":"speech","time":1575417600,"counter":149,"content":"<p>I have a couple of practical questions.  On the Data Protection Commission, why is there an underspend of &euro;4.5 million in an office that is so vitally important to democracy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00400","speaker":"1316"},{"type":"speech","time":1575417600,"counter":150,"content":"<p>This is in respect of the recruitment of staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00500","speaker":"1233"},{"type":"speech","time":1575417600,"counter":151,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00600","speaker":"1316"},{"type":"speech","time":1575417600,"counter":152,"content":"<p>There are currently new staff members being recruited.  Obviously, the office has changed in profile substantially in recent years, particularly with the new GDPR regime.  The bulk of those funds have been allocated for the recruitment of staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00700","speaker":"1233"},{"type":"speech","time":1575417600,"counter":153,"content":"<p>In the note we have, on page 13, a figure of &euro;4.5 million is given.  Payroll is &euro;1.8 million so that accounts for the staff who have not been employed.  Is that the case?  Non-pay is given as &euro;2.7 million, also on page 13 of the explanation notes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00800","speaker":"1316"},{"type":"speech","time":1575417600,"counter":154,"content":"<p>There was the issue of a new office premises.  The costs for accommodation this year were somewhat less than anticipated as the OPW was not in a position to acquire a new office premises as it had hoped.  These savings were offset by additional costs of the temporary service accommodation here in Dublin.  There is also the issue of staff recruitment.  There was a budget for pay of just under &euro;9 million this year.  That pay allocation was intended to cover a full year's cost of 180 staff, an increase of 50 on this time last year.  That programme of recruitment has not been concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D00900","speaker":"1233"},{"type":"speech","time":1575417600,"counter":155,"content":"<p>It is extremely important for the Commissioner for Data Protection and the staff to have the full complement in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01000","speaker":"1316"},{"type":"speech","time":1575417600,"counter":156,"content":"<p>I very much agree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01100","speaker":"1233"},{"type":"speech","time":1575417600,"counter":157,"content":"<p>It is worrying to see an underspend.  If it is just this year and there are practical teething problems, that is one thing.  However, I would not like to see an underspend this time next year for that office, particularly given its broad remit and the European responsibility that came up earlier at this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01200","speaker":"1316"},{"type":"speech","time":1575417600,"counter":158,"content":"<p>I very much agree and was very pleased that the Government was in a position to increase substantially the amount of funding available to the Commissioner for Data Protection, having regard to the points mentioned by the Deputy, the importance of the office and the acquisition of full-time headquarters and staff based in Dublin rather than the former decentralised structure.  To give one example, a competition for lawyers yielded a far lower candidate pool than was envisaged.  That resulted in the under-filling of posts in that area.  I am very keen, as is the Commissioner for Data Protection, to ensure that these posts can be filled and that suitable candidates can be sourced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01300","speaker":"1233"},{"type":"speech","time":1575417600,"counter":159,"content":"<p>There is a reference on page 11 to Cosc.  That is under the Department of Justice and Equality and relates to domestic violence, I think.  Again there is an underspend with Cosc of &euro;300,000.  If I am correct that Cosc is the domestic violence agency, I would be very worried about an underspend.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01400","speaker":"1316"},{"type":"speech","time":1575417600,"counter":160,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01500","speaker":"1233"},{"type":"speech","time":1575417600,"counter":161,"content":"<p>I see organisations on the ground struggling to survive and to provide essential outreach services.  Why would there be an underspend?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01600","speaker":"1316"},{"type":"speech","time":1575417600,"counter":162,"content":"<p>We have the new domestic violence regime now, particularly having regard to the ratification by Ireland of the Istanbul Convention.  For example, we are midway through the national awareness campaign, which is a six-year, two-part campaign, on the second national strategy on domestic, sexual and gender-based violence.  Funding through Cosc continues.  There was the new campaign; I am not sure if the Deputy was at the launch.  Another national campaign is the What Would You Do? campaign, focused on aspects of domestic violence this year.  The No Excuses campaign was recently developed and rolled out on the national airwaves, again with significant results in terms of visibility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01700","speaker":"1233"},{"type":"speech","time":1575417600,"counter":163,"content":"<p>My question is why there is an underspend.<\/p><p>I am more than familiar with the positive nature of the Department's campaigns but I am also familiar with the statistics for domestic violence, which are shocking.  Though I hate referring to economic statistics, a conservative estimate is that it costs &euro;2.5 billion every year.  Why is there an underspend?  What is the Department doing about it, given that organisations are desperately struggling on the ground?  I know that from my experience in Galway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#D01800","speaker":"1316","continuing":true},{"type":"speech","time":1575417600,"counter":165,"content":"<p>I assure the Deputy that the saving is a technical matter in respect of staff being paid from the administrative pay budget of the Department for the Department's transformation programme.  It is not as if there is a sum that has not been drawn down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00200","speaker":"1233"},{"type":"speech","time":1575417600,"counter":166,"content":"<p>That &euro;300,000 is a technical matter relating to a pay issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00300","speaker":"1316"},{"type":"speech","time":1575417600,"counter":167,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00400","speaker":"1233"},{"type":"speech","time":1575417600,"counter":168,"content":"<p>It is not an underspend on services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00500","speaker":"1316"},{"type":"speech","time":1575417600,"counter":169,"content":"<p>No, it is a technical issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00600","speaker":"1233"},{"type":"speech","time":1575417600,"counter":170,"content":"<p>There is a significant underspend on page 11 for the office of promotion of migrant integration.  It is a vitally important office.  Why is there an underspend on that and on the decision support service?  The Minister might clarify what that is.  These are subheads D4 and D10 on page 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00700","speaker":"1316"},{"type":"speech","time":1575417600,"counter":171,"content":"<p>There was a reduction in the number of staff in the office of promotion of migrant integration, which resulted from loss of staff on promotion.  That caused a decrease in pay and has resulted in something of a saving.  Some funding was not drawn down for the projects funded for the integration and employment of migrants.  These projects draw down 80% of funding.  My understanding is that there are difficulties in making accurate predictions, which may result in something of an underspend, but these are balanced out over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00800","speaker":"1233"},{"type":"speech","time":1575417600,"counter":172,"content":"<p>I hope that is the position but it is a significant sum.  Perhaps I will table parliamentary questions.  These are vital offices and the work is vital.  What is the decision support service and why is there an underspend?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E00900","speaker":"1316"},{"type":"speech","time":1575417600,"counter":173,"content":"<p>There was underspending related to an ICT project that has not yet concluded.  It is not possible to say precisely at this stage how much it will cost in total.  These is also an issue in respect of moneys that were projected to be spent on specialist legal fees and a review of the codes of practice.  The service has been tendered for and procured.  It was scheduled to take place this year but there has been something of an extended timeframe involved in the drafting of the codes.  That is reflected as an underspend.  Similarly, there is an estimated underspend in respect of general legal fees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01000","speaker":"1233"},{"type":"speech","time":1575417600,"counter":174,"content":"<p>Will the Minister clarify in plain English what the decision support service is?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01100","speaker":"1316"},{"type":"speech","time":1575417600,"counter":175,"content":"<p>The director continues to work to ensure the appropriate and necessary level of staff resources, ensuring the completion of IT projects and systems and ensuring that the codes of practice are in place.  The object of the exercise is for the decision support service to be up and running at the earliest opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01200","speaker":"1233"},{"type":"speech","time":1575417600,"counter":176,"content":"<p>So the decision support service is not running.  When will it be running and what will it do?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01300","speaker":"1316"},{"type":"speech","time":1575417600,"counter":177,"content":"<p>The director was appointed in October 2017.  Since then, much work has been undergone in respect of appropriate arrangements for the office, staff resources, expert panels and the codes of practice.  It is not possible at this stage to put an exact timeframe on it but work is proceeding apace and I expect that within the course of spring and summer next year, considerable progress will have been made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01400","speaker":"1233"},{"type":"speech","time":1575417600,"counter":178,"content":"<p>The director was appointed in October 2017.  In that period, the director has been working to ensure codes of practice and ICT-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01500","speaker":"1316"},{"type":"speech","time":1575417600,"counter":179,"content":"<p>Over that two-year period, the director has been working with a team.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01600","speaker":"1233"},{"type":"speech","time":1575417600,"counter":180,"content":"<p>I understand.  When it is ready to run, what decisions will it support?  Who is it supporting and what is the purpose of the service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01700","speaker":"1316"},{"type":"speech","time":1575417600,"counter":181,"content":"<p>With regard to the main objects of the legislation, it will provide assistance to people who are of limited capacity in managing their affairs.  It is a replacement of the current wards of court system.  There are issues to be resolved between the Departments of Justice and Equality and Health.  I assure the committee, notwithstanding the fact that the legislation has been enacted for a couple of years, that we are anxious to prioritise matters over the next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01800","speaker":"1233"},{"type":"speech","time":1575417600,"counter":182,"content":"<p>I thank the Minister for clarifying that.  He answered about it very openly in the D&aacute;il recently.  The legislation dates from 2015.  I know it is not fully operational.  There have been more than 1,000 wards of court in that period.  I was attempting to clarify how many people have had to go through the process and be deemed wards of court.  That is okay and was on a separate day-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E01900","speaker":"1316"},{"type":"speech","time":1575417600,"counter":183,"content":"<p>Some of the provisions were commenced as far back as October 2016.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E02000","speaker":"1233"},{"type":"speech","time":1575417600,"counter":184,"content":"<p>It still has not been commenced in full.  The system where people are deemed wards of court is progressing until such a time as this office is up and running.  We clarified that recently.  The final two matters are Garda overtime and the cost of the asylum process.  I welcome the fact that there are two committees.  I wish that they had been set up much earlier in a proactive manner.  The increasing numbers in direct provision is unacceptable.  It was eminently foreseeable by the Department.  We raised it many times at the Committee of Public Accounts and we have asked for forward planning.  Subject to being corrected by the Department, some 847 currently have permission to stay, and while I do not like the word \"stuck\", they have to remain in the direct provision system, which is unacceptable.  We have 1,500, or one less, in emergency accommodation.  If we look at the past 20 years, with the Committee of Public Accounts having published a quarterly report recently, since it was brought in as a temporary measure, this year is no higher than other years.  There were three or four years where the figures were also very high.  If one looks at the graph for the 20-year period, it was eminently foreseeable that there would be ups and downs in the numbers that we have to take under our obligations.  At this stage, we have set up two committees.  The Minister said in his opening statement that one would report in January.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E02100","speaker":"1316"},{"type":"speech","time":1575417600,"counter":185,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E02200","speaker":"1233"},{"type":"speech","time":1575417600,"counter":186,"content":"<p>Does the other, chaired by Dr. Catherine Day, have a time limit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E02300","speaker":"1316"},{"type":"speech","time":1575417600,"counter":187,"content":"<p>I met Dr. Catherine Day last week and she is very much aware not only of the importance of the project but of the urgency involved.  I expect that she will report to me within 12 months or maybe earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E02400","speaker":"1233"},{"type":"speech","time":1575417600,"counter":188,"content":"<p>Has any progress been made on multi-annual budgeting for the Garda?  I understand that the Garda Commissioner stopped all overtime at some stage in the past year for a while.  It is not the overtime that I am objecting to.  What analysis has been done on overtime and how to deal with the multiple challenges facing the Garda in a more effective manner?  The Department of Public Expenditure and Reform has recommended this more than once.  The Garda Inspectorate report in 2015 recommended it.  Will the Minister address multi-annual budgeting generally and the cost analysis of the effectiveness of overtime?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#E02500","speaker":"1316"},{"type":"speech","time":1575417600,"counter":189,"content":"<p>The management of the Garda overtime budget is a priority of Commissioner Harris.  Since he has taken office, the overtime budget has been reduced by more than &euro;11 million.  This year it is running to a figure of the order of &euro;100 million.  This is a sensitive issue.  It often surprises me, and sometimes disappoints me, to see so much of the debate on Garda issues focusing on overtime.  I support the Commissioner in the management of overtime.  This issue has engaged this committee and my Department.<\/p> <p>  In the context of the recruitment of garda&iacute;, if there is a net intake of 400 or 500 garda&iacute; each year, allowing for the retirements of 250 to 300 garda&iacute; of retirement age, the overtime budget will not need to be as high.  We now have thousands of additional garda&iacute; engaged in full-time duties up and down the country.  The Garda Commissioner is keen to manage the overtime budget over the coming years in a way that will not impact upon the work of An Garda S&iacute;och&aacute;na in ensuring that communities are protected and safe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00100","speaker":"1233"},{"type":"speech","time":1575417600,"counter":190,"content":"<p>I had asked what policy analysis had been carried out.  That was a recommendation of the Department of Public Expenditure and Reform.  I have the greatest respect for An Garda.  I want to see more garda&iacute; on the street and out among the communities.  To do that, we have to use finances effectively.  The money has to be allocated appropriately.  I am not making an issue of overtime.  I ask the Minister and the Department what policy analysis, as recommended by the Department of Public Expenditure and Reform, has been carried out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00200","speaker":"1316"},{"type":"speech","time":1575417600,"counter":191,"content":"<p>Favourable consideration has been given to a form of multi-annual budgeting.  In fact, one of the reform initiatives with regard to An Garda S&iacute;och&aacute;na on which my Department and the Department of Public Expenditure and Reform have engaged relates to multi-annual budgets.  The best means by which to adequately plan is to ensure that budgets are secured.  The Garda Commissioner and I are keen to make further progress on that, particularly with regard to an issue that accounts for as much of the Garda budget as overtime.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00300","speaker":"1233"},{"type":"speech","time":1575417600,"counter":192,"content":"<p>I will make two comments in respect of the Supplementary Estimates.  I welcome the fact that the additional policing costs arising from the visits of President Trump and Vice President Pence are not to come out of existing Garda resources but the Minister will agree that they represent a significant amount.  Additional policing for the two visits cost &euro;15 million.  We want to be hospitable and welcoming but perhaps we should be careful in the manner in which we issue invitations to high-powered and important guests.<\/p> <p>  With regard to the direct provision budget, the estimate for the year was &euro;70 million but that costs have increased to &euro;130 million.  I hope that we will be able to challenge and deal with this issue in the near future, particularly through the provision of secure accommodation, which will not result in excessive charges on the State.  Does the Minister wish to comment on either matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00400","speaker":"1296"},{"type":"speech","time":1575417600,"counter":193,"content":"<p>VIP visits are important to the State's conduct of its business and to our international relations.  The Government is often not in immediate control of the timing or extent of such visits.  In that regard, it is important that security issues are met to ensure the smooth conduct of such visits.  They are not new and I have no doubt they will continue.  I accept that they are the main reason for this Supplementary Estimate.  As Minister, I am keen to ensure that we manage our budgets in a way that obviates the need for Supplementary Estimates.  We have discussed this at the committee in the past.  Suffice it to say that the Supplementary Estimate we are discussing is, by and large, a result of a visit from the President of the US and a visit by the Vice President later in the year.  I would not call the visits unexpected or unannounced.  They are part and parcel of the work of the State.  Having regard to the special relationship between Ireland and the US, it was essential that an appropriate welcome to the State was given, with all of the attendant security issues attached thereto.<\/p> <p>  On the matter of direct provision, this is one of the greatest challenges within the Department.  It is not possible to say with certainty the amount that will have to be expended next year.  I point to the two committees Deputy Connolly mentioned.  One of these, the interdepartmental committee is of great importance as it acknowledges that direct provision requires a whole-of-Government response rather than a response from the Department only.  We must engage with the Departments of Education and Skills, Health, Rural and Community Development and Housing, Planning and Local Government.  I agree with Deputy Connolly that we have almost 850 overstayers, as they may be regarded.  These are people who have been given status and who are in a position to work and engage in our society and economy in the same manner as Irish citizens but who are unable to transition.  This is why I acknowledge the work of housing agencies, particularly Depaul Ireland and the Peter McVerry Trust, and the local authorities in ensuring a reasonably smooth transition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00500","speaker":"1233"},{"type":"speech","time":1575417600,"counter":194,"content":"<p>Deputy Fitzpatrick has indicated that he wishes to put one short question to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00600","speaker":"1296"},{"type":"speech","time":1575417600,"counter":195,"content":"<p>In my time as a member of this committee, I have never once mentioned or criticised Garda overtime.  I come from County Louth where two garda&iacute; were murdered in recent years.  When a garda leaves the house for the day, there is no guarantee that he or she will come back.  I have always said that the Garda does a fantastic job and has done over recent years, especially when Templemore college was closed and Garda numbers were decreasing.  It is great that the Garda college is open again and all these new recruits are coming out.<\/p> <p>  I refer to direct provision.  The increase from &euro;70 million to &euro;130 million seems like a lot.  The Minister mentioned in his report that the Government is considering using State-owned sites.  Does he have any in mind?  What locations are being talked about?  He also says that he is looking for expressions of interest for the provision of accommodation and sites.  Does he have any places in mind for this?  There are 39 accommodation centres.  At present more than 6,000 people live in them.  There are also 37 emergency accommodation locations housing approximately 1,500.  This has been steadily increasing in recent years, increasing from 5,000 to 7,000.  What are the Minister's plans for the future?  As he has included this proposal in his statement, I am sure he is looking at some sites.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00700","speaker":"1441"},{"type":"speech","time":1575417600,"counter":196,"content":"<p>That is a straight question.  What is the answer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00800","speaker":"1296"},{"type":"speech","time":1575417600,"counter":197,"content":"<p>I have an open mind.  The Minister of State, Deputy Stanton, who works most assiduously in this challenging area, and I are anxious to look beyond the private sector.  We are now looking at State lands and premises across the public sector estate to explore the idea of the public sector playing its part in making suitable premises available, if possible.  It is important that at all times we speak about suitable premises.  In this regard, I will mention the importance of the McMahon principles and the work of independent persons such as Mr. Justice Bryan McMahon, the Ombudsman, who I understand was recently before the committee, and the Ombudsman for Children, all of whom act as independent agents to ensure high standards.<\/p><p>I do not underestimate the challenge we are facing or the less than satisfactory nature of what we are doing.  I am keen to improve this area, but we must acknowledge our national and international obligations in what is, from an accounting point of view, a demand-led scheme.  This year, the number of people arriving at our ports and shores has increased by up to 60%.  We often receive up to 50 or 60 people a week who are in need of international protection.  When they apply for international protection, we have a solemn duty as a State to ensure they are given appropriate accommodation, shelter and food, and that their well-being is looked after while their applications are being processed.  I am keen to move towards a mix of public and private sector accommodation, rather than relying exclusively on the private sector as we have done up to now. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#F00900","speaker":"1233","continuing":true},{"type":"speech","time":1575417600,"counter":199,"content":"<p>I thank the Minister and his officials for assisting the committee, answering the questions raised by members, and assisting our consideration of the Supplementary Estimates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G00200","speaker":"1296"},{"type":"minorheading","content":"Message to Dáil","time":1575417600,"counter":200,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G00300"},{"type":"speech","time":1575417600,"counter":201,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Justice and Equality has completed its consideration of the following Supplementary Estimates for public services for the year ending 31 December 2019: Vote 20 - An Garda S&iacute;och&aacute;na; and Vote 22 - Department of Justice and Equality. <\/blockquote> <p>Under Standing Order 89(2), the message is deemed to be the report of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G00400","speaker":"1296"},{"type":"unspoken","time":1575417600,"counter":202,"content":"<p>Sitting suspended at 4.42 p.m. and resumed at 4.44 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Blasphemy (Abolition of Offences and Related Matters) Bill 2019: Committee Stage","time":1575417600,"counter":203,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G00600"},{"type":"speech","time":1575417600,"counter":204,"content":"<p>The committee will now consider Committee Stage of the Blasphemy (Abolition of Offences and Related Matters) Bill 2019.  We are again joined by the Minister for Justice and Equality, Deputy Flanagan, and his officials.  They are all very welcome.  Before inviting the Minister to make his opening remarks, on behalf of myself and the committee I thank Deputy O'Callaghan for chairing the committee's consideration of the Supplementary Estimates.<\/p> <p>  I call the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G00700","speaker":"1269"},{"type":"speech","time":1575417600,"counter":205,"content":"<p>I thank the Chairman for the opportunity to speak about this legislation.  I appreciate the committee making time today not only for the Supplementary Estimates, but also for this Bill.  I acknowledge that this meeting falls in the middle of a busy week, and indeed, that any time is a busy time for this committee.  I very much welcome this opportunity.<\/p><p>I am joined by my senior officials: Ms Madeline Reid, Ms Noreen Walsh, and Mr. Terence O'Hagan.  The Bill gives further effect to the thirty-seventh amendment to the Constitution by removing the statutory provisions that define an offence of blasphemy.  Members will recall that the Thirty-Seventh Amendment of the Constitution, which was approved by the people in last year&rsquo;s referendum, removed the requirement that publishing or uttering blasphemous matter shall be considered a criminal offence under Article 40.6.1(i).  Notwithstanding that referendum, the offence of blasphemy remains on the Statute Book, by virtue of sections 36 and 37 of the Defamation Act 2009.  These sections were included in the 2009 Act by the then Government in an attempt to define an offence of blasphemy that would be consistent with the Supreme Court judgment in Corway <i>v. <\/i>Independent Newspapers (Ireland) Ltd.  This Bill proposes to repeal those sections, thus abolishing the statutory offence of blasphemy.<\/p><p>Section 1 is an avoidance of doubt provision, which aims to make it absolutely clear that the old common law offences of blasphemy and blasphemous libel no longer exist.  Sections 2 and 3 remove the references to &ldquo;blasphemous&rdquo; in section 7 of the Censorship of Films Act 1923 and section 3(2) of the Censorship of Films (Amendment) Act 1925, which relate to civil matters.  While these amendments are not technically necessary to give effect to the referendum on the constitutional amendment, they are within the spirit of it.  Section 4 repeals sections 36 and 37 of the 2009 Act, thus abolishing the statutory offence of blasphemy and a related provision.  Section 5 is a standard citation and commencement provision. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G00800","speaker":"1233"},{"type":"speech","time":1575417600,"counter":206,"content":"<p>No amendments to this legislation have been tabled, so we will take each section in turn.  If members want to speak to any section, they are welcome to do so.  However, I am not anticipating any contributions as the people have spoken. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G00900","speaker":"1269"},{"type":"unspoken","time":1575417600,"counter":207,"content":"<p>Sections 1 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1575417600,"counter":208,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1575417600,"counter":209,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1575417600,"counter":210,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G01300"},{"type":"speech","time":1575417600,"counter":211,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Justice and Equality has completed its consideration of the Blasphemy (Abolition of Offences and Related Matters) Bill 2019, and has made no amendments thereto. <\/blockquote> <p>I again thank the Minister and his officials for attending the committee.  I also thank the members of the committee, especially Deputy O'Callaghan, who, as I acknowledged, covered as Chairman in my absence during the earlier part of this meeting. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019120400002#G01400","speaker":"1269"},{"type":"unspoken","time":1575417600,"counter":212,"content":"<p>The select committee adjourned at 4.50 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Transport, Tourism and Sport","time":1575417600,"counter":213},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 10:30<\/p><p>The Select Committee met at 10:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Shane Ross (Minister for Transport, Tourism and Sport).<\/p><p>I láthair \/ In attendance: Deputy Tom Neville.<\/p><p>Teachta \/ Deputy Fergus O'Dowd sa Chathaoir \/ in the Chair.<\/p>","time":1575417600,"counter":214,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002"},{"type":"minorheading","content":"^ Estimates for Public Services 2019 ^<br \/>Vote 31 - Transport, Tourism and Sport (Supplementary)","time":1575417600,"counter":216,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00200"},{"type":"speech","time":1575417600,"counter":217,"content":"<p>As we have a quorum, we will commence the meeting.  We are now in public session.  Apologies have been received from Deputy Catherine Murphy.  Members are reminded to turn off their mobile phones completely, as they might interfere with the recording equipment.  This meeting has been convened to consider the Supplementary Estimate for Vote 31 - Transport, Tourism and Sport, which was referred by the D&aacute;il to the committee on 19 November with an instruction to report back to the D&aacute;il no later than 12 December.  I welcome the Minister for Transport, Tourism and Sport, Deputy Ross and his officials.  The format for today's meeting is that the Minister will make a brief statement, after which members may ask nice questions of him, which I am sure he will be delighted to answer.  Is that agreed?  Agreed.  I invite the Minister to make his statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":218,"content":"<p>I thank the committee for the opportunity to present details of the Supplementary Estimate for my Department.  As the committee will be aware, in 2019, as the Government advanced its original preparations for the risk of a no-deal Brexit on 31 October, supplementary funds were not available for new initiatives or programmes.  However, the Department has successfully secured funds to support its ongoing work in some key areas.  As a result, &euro;10 million has been agreed with the Minister for Finance and the Minister for Public Expenditure and Reform, Deputy Donohoe, to boost investment across the transport, tourism and sport sectors.  The &euro;10 million is being allocated as current expenditure, primarily in the two programme areas of public transport and tourism.  The Estimates for 2019 already provide an overall current allocation to the Department of Transport, Tourism and Sport of &euro;755 million.  This additional money will now bring the total allocation to &euro;765 million.  Our total allocation is used to provide vital tourism investment, as well as to support the ongoing delivery of the remit of the National Transport Authority, NTA.<\/p> <p>  I will briefly go through the areas receiving this additional money.  As part of the land transport programme, in the public transport area, &euro;617,000 has been allocated to the Medical Bureau of Road Safety.  This is to fund an estimate of &euro;308,000 in pensions non-pay which arose during the re-profiling of the pension estimate in 2018 from pay to non-pay.  Some &euro;309,000 is to assist in the purchase during 2019 of preliminary breath test devices used by An Garda S&iacute;och&aacute;na to test drivers for alcohol consumption.  A sum of &euro;583,000 has been allocated to the NTA to purchase approximately 325,000 anonymous Leap cards to ensure that sufficient stocks are in place early next year.  A further &euro;1 million has been provided to the NTA, with &euro;100,000 being allocated for additional general administrative expenditure, &euro;450,000 for ICT infrastructure licensing and system updates, and &euro;450,000 for rental costs associated with additional accommodation.  Those costs are required to be paid in advance under the terms of the rental contracts.<\/p> <p>  Turning to the sports programme, some &euro;800,000 is being allocated to Sport Ireland for high performance sport.  This funding will be used to assist athletes&rsquo; preparations for major competitions, including the 2020 Olympic and Paralympic Games in Tokyo and key World and European Championship events.  In the tourism programme, &euro;1 million will be spent by F&aacute;ilte Ireland on domestic marketing, with a particular focus on the Border counties.  This marketing will include social media campaign engagement with Republic of Ireland and Northern Ireland consumers, data analytics on Northern Ireland consumers, a domestic print campaign and a local expert programme supporting Border counties.  Some &euro;6 million will be spent by Tourism Ireland on a programme of reassurance concerning Ireland as a tourist destination, given the uncertainties raised by Brexit.  The new deadline for Brexit means that the UK can still leave with no-deal if the withdrawal agreement with the EU is not ratified by the British Parliament by 31 January 2020.  As a result, it is vital that my Department continues to take steps to provide as much certainty as possible in our tourist markets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00400","speaker":"1213"},{"type":"speech","time":1575417600,"counter":219,"content":"<p>I thank the Minister for his address.  We will go through each subhead as they appear.  The Medical Bureau of Road Safety appears under subhead B4.2.  Is there any particular reason additional breath test equipment is being bought?  Why is there a need to do that, as opposed to using normal expenditure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00500","speaker":"1329"},{"type":"speech","time":1575417600,"counter":220,"content":"<p>The numbers are a little bit higher than anticipated and this is to ensure there are enough devices.  It would be appalling if they ran out, so this is provisional.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00600","speaker":"1213"},{"type":"speech","time":1575417600,"counter":221,"content":"<p>That is fine.  There is no malfunction problem or anything like that with the existing equipment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00700","speaker":"1329"},{"type":"speech","time":1575417600,"counter":222,"content":"<p>No, we are just being prudent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00800","speaker":"1213"},{"type":"speech","time":1575417600,"counter":223,"content":"<p>That is fine.  Turning to subhead B7.1, public service provision payments, that is fine.  We have dealt with subhead B9.2 regarding the NTA.  There is one question regarding the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00900","speaker":"1329"},{"type":"speech","time":1575417600,"counter":224,"content":"<p>It relates to the 2020 rental for quarter one for the main Iveagh Court building and to No. 5 Harcourt Street.  The rent is usually payable quarterly in advance.  Due to the constraints on administration grant funding, occasionally we have been paying these rentals in the relevant quarter, rather than strictly in advance.  Due to additional funding being available this month, the rentals for quarter one 2020 will be paid in December 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01000","speaker":"1213"},{"type":"speech","time":1575417600,"counter":225,"content":"<p>That is fine, and that is the normal procedure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01100","speaker":"1329"},{"type":"speech","time":1575417600,"counter":226,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01200","speaker":"1213"},{"type":"speech","time":1575417600,"counter":227,"content":"<p>The most important subhead is under B5, Sport Ireland.  I welcome the money for the \"high-octane\" sports, for want of a better phrase, but what about minority sports and women's sports?  I am thinking in particular of the hockey team.  Will there be money available for it?  The committee members would, I think, like to see more funding provided to minority sports and women's sports, such as hockey, rowing, karate etc.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":228,"content":"<p>The minority sports are fully funded this year.  Regarding Hockey Ireland, its high performance programme is also fully funded to the end of the year.  There is no more requirement, as far as I know, from Hockey Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01400","speaker":"1213"},{"type":"speech","time":1575417600,"counter":229,"content":"<p>This money is for Olympic training and seems to be for next year.  This is just a general point for the Minister.  This money is for high performance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01500","speaker":"1329"},{"type":"speech","time":1575417600,"counter":230,"content":"<p>The &euro;800,000 is for the Olympics.  From the figures the Chairman has in front of him, he can see that the Olympic Federation of Ireland is getting &euro;250,000 and Paralympics Ireland is getting the same amount.  Turning to the costs of the high performance programme, Rowing Ireland is getting &euro;70,000; the Irish Amateur Boxing Associations, IABA, is getting &euro;50,000; Swim Ireland is getting &euro;40,000; Horse Sport Ireland is getting &euro;70,000; Cycling Ireland is getting &euro;40,000; and Gymnastics Ireland is getting &euro;30,000.  This is all additional funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01600","speaker":"1213"},{"type":"speech","time":1575417600,"counter":231,"content":"<p>I have only one question for the Minister on that topic.  Those are all high performance sports and I welcome the funding.  Is there any additional funding for women's sports, however?  In particular, is the hockey team, which has qualified for the Olympics, included in this funding?  If it is not, why not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01700","speaker":"1329"},{"type":"speech","time":1575417600,"counter":232,"content":"<p>The hockey team is already fully funded until the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01800","speaker":"1213"},{"type":"speech","time":1575417600,"counter":233,"content":"<p>Yes, but I am talking about next year.  This is not for next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01900","speaker":"1329"},{"type":"speech","time":1575417600,"counter":234,"content":"<p>The hockey team is not included in this Supplementary funding, but this funding is only for 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02000","speaker":"1213"},{"type":"speech","time":1575417600,"counter":235,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02100","speaker":"1329"},{"type":"speech","time":1575417600,"counter":236,"content":"<p>There is full funding in place, therefore, for 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02200","speaker":"1213"},{"type":"speech","time":1575417600,"counter":237,"content":"<p>Hockey Ireland has not approached the Minister to seek more funding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":238,"content":"<p>No, it has no requirements, that I know of, for this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02400","speaker":"1213"},{"type":"speech","time":1575417600,"counter":239,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02500","speaker":"1329"},{"type":"speech","time":1575417600,"counter":240,"content":"<p>Hockey Ireland will certainly be considered for next year, as will everybody else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02600","speaker":"1213"},{"type":"speech","time":1575417600,"counter":241,"content":"<p>That is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02700","speaker":"1329"},{"type":"speech","time":1575417600,"counter":242,"content":"<p>The organisation has got exactly what it required for this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02800","speaker":"1213"},{"type":"speech","time":1575417600,"counter":243,"content":"<p>The next subhead is tourism.  I also welcome the increased funding in this area, particularly in the context of Brexit.  The concentration of funding in the Border counties is one of the areas of additional expenditure.  Does the Minister have any further comment on that aspect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02900","speaker":"1329"},{"type":"speech","time":1575417600,"counter":244,"content":"<p>The next heading is tourism, subhead E.  I welcome the increase in funding, in particular in light of Brexit.  The concentration on the Border counties is something which will result in additional expenditure.  Does the Minister have any further comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00100","speaker":"1329"},{"type":"speech","time":1575417600,"counter":245,"content":"<p>There is &euro;1 million for F&aacute;ilte Ireland and &euro;6 million for Tourism Ireland.  The Border counties will be the main target for that &euro;1 million.  We have a provisional &euro;40 million in case there is a no-deal Brexit, which we hope will not occur.  This funding will be used for marketing to target the UK, Germany, France and the USA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00200","speaker":"1213"},{"type":"speech","time":1575417600,"counter":246,"content":"<p>There are no further questions.  Would the Minister like to make any concluding remarks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":247,"content":"<p>I thank the members of the committee for their attendance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00400","speaker":"1213"},{"type":"minorheading","content":"Message to Dáil","time":1575417600,"counter":248,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00450"},{"type":"speech","time":1575417600,"counter":249,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Transport, Tourism and Sport has completed its consideration of the following Revised (or Supplementary) Estimate for public services for the year ending 31 December 2019: Vote 31 - Department of Transport, Tourism and Sport. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00475","speaker":"1329"},{"type":"unspoken","time":1575417600,"counter":250,"content":"<p>The select committee adjourned at 10.50 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]