[{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1545210000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 09:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Bernard J. Durkan, Senator Colm Burke, Deputy Alan Kelly, Senator John Dolan, Deputy Kate O'Connell, Senator Rónán Mullen. Deputy Louise O'Reilly,<\/p><p>In attendance: Deputy Paul Murphy and Senator Fintan Warfield.<\/p><p>DEPUTY MICHAEL HARTY IN THE CHAIR.<\/p>","time":1545210000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002"},{"type":"unspoken","time":1545210000,"counter":4,"content":"<p>The joint committee met in private session until 9.33 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"General Scheme of Assisted Human Reproduction Bill 2017: Discussion (Resumed)","time":1545210000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#D00100"},{"type":"speech","time":1545210000,"counter":6,"content":"<p>The purpose of this morning's meeting is to resume our pre-legislative scrutiny of the general scheme of the Assisted Human Reproduction Bill 2017.  Previous meetings took place on 17 January and 28 February last.  Today we will hear from two former members of the Commission on Assisted Human Reproduction, Professor Deirdre Madden, from the school of law at University College Cork, UCC, and Professor N&oacute;ir&iacute;n Hayes, from the school of education, Trinity College Dublin, TCD.  We will also hear from Ms Marian Barnard and Ms Gillian Keegan from the National Infertility Support and Information Group, NISIG, and Ms Emma O'Friel and Dr. Joanne Rose who will give some donor conceived perspectives.<\/p><p>I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009 witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>I advise witnesses that any opening statements made to the committee may be published on its website after this meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Professor Madden to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#D00200","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":7,"content":"<p>I thank the committee for the opportunity to share my views on the general scheme of the Assisted Human Reproduction Bill 2017.  I have submitted a more detailed paper on the Bill and at this point, given the short time available to us, wish to highlight from that submission the area of most pressing concern to me in the Bill, which is surrogacy.<\/p> <p>  Surrogacy can play an invaluable role in helping to create new families but it raises complex legal and ethical issues on which there are many diverse views.  From a policy perspective it is important to bear in mind that surrogacy is a reality and must be dealt with by ensuring respect and protection for all parties involved, particularly the rights and interests of children.  Prohibitive approaches in this area will fail.  We must not put our heads in the sand but instead learn from what works and does not work elsewhere to craft an appropriate legislative model for this country.  Developments in assisted reproduction mean that it is now possible to separate conception, gestation and child rearing, with a number of different potential parents due to various combinations of gametes and roles.  This challenges our traditional and cultural norms on what parenthood is and what a family should look like.<\/p> <p>  An important question that arises in surrogacy is who should be recognised as the legal parents of the child and why.  In answer to this question, the Bill proposes that a surrogate mother, who is required by the Bill to be genetically unrelated to the child she carries, should be the legal mother of that child.  This requires intended parents, who are required to be genetically related, to go through a legal procedure to gain recognition of that relationship.  We know from studies of surrogate mothers that surrogates generally do not consider the children they bear to be theirs and do not wish to be regarded as the legal mothers of those children.  I submit that this proposed legal policy is not in the best interests of surrogate mothers, the intended parents and certainly not the child.<\/p> <p>  The Commission on Assisted Human Reproduction in 2005 recommended that the child born through surrogacy should be presumed to be that of the intended parents.  This recommendation, which I support, was based on the \"intent of reproduction\" concept which aims to identify those people who are most strongly motivated to have a child, have initiated the reproductive process without which the child would not exist, have been closely involved throughout the pregnancy and have demonstrated a commitment to caring for and rearing the child as their own.  This concept would provide the most consistent outcome in surrogacy cases and, most important, would prioritise the best interests of the child, as it would legally recognise him or her as the child of those who were highly motivated to plan and bring about his or her conception and who fully intend and desire to take on the responsibility to raise and care for him or her.  I urge members of the committee to examine the surrogacy frameworks in other jurisdictions where legal parentage is accorded to the intended parents prior to birth, rather than take the easy route of following flawed legislation from the UK which has been the subject of extensive criticism in recent years from lawyers, judges, advocates and academics.  In fact, the Law Commission in the UK is currently reviewing surrogacy law there, having taken the view that its surrogacy laws are not fit for purpose, yet we are proposing to copy those same laws.<\/p> <p>  Payment of surrogate mothers is also an issue that provokes much debate.  The Bill proposes a model of reimbursement of vouched reasonable expenses.  However, the consequences of transgression are extremely harsh and expose the intended parents to potential criminal prosecution with significant penalties.  Most important, transgression results in loss of eligibility to apply for a parental order.  In these circumstances, the birth mother and her husband will remain the unwilling legal parents of the child to whom they are genetically unrelated.  How is this a child centred approach?  The reality is that in the UK, on which our scheme is proposed to be modelled, family courts always authorise payments to surrogates in excess of notional reasonable expenses so that parental orders can be made in the child's best interests.  One of the UK's most senior family judges, Sir James Munby, recently called for a relaxation of the rules against paying surrogates saying that it would be better to face up to reality than to have the law say one thing but accept another.<\/p><p>The current proposals in this Bill risk causing parents to mislead the court about payments, and will cause great anxiety to honest people who fear that their child will be removed from their care if they cannot justify the payments made to surrogates.  Why is it proposed to copy the English model and insert a similar provision into the legislation here that we know will similarly be ineffective and will be ignored by Irish judges in practice?<\/p><p> It may be argued that facilitating payments to surrogates encourages commercialisation of reproduction which can be exploitative of poorer women and I fully accept that there are legitimate and important ethical concerns in this regard.  However, the avoidance of potential exploitation will not be achieved by this Bill, which will merely ensure that it does not happen in our jurisdiction.  The appropriate response is not to put in place an unenforceable prohibition but rather to insist on proper safeguards to ensure written agreements, counselling, screening and preparation.<\/p><p> The Bill does not attempt to regularise the situation of those couples who are faced with trying to bring their child back from another jurisdiction, which will be the reality for most families who choose to have a child through surrogacy.  As the experience of other jurisdictions demonstrates, this may leave children in legal limbo, potentially stateless and parentless pending the outcome of litigation.<\/p><p> This Bill will result in the birth of Irish children in other countries who will probably never know the identity of the woman who carried them for nine months and gave birth to them.  This is inconsistent with the right of the child to access the identity of their biological parents as provided both by the United Nations Convention on the Rights of the Child, and the Children and Family Relationships Act 2015.  I agree with the Chief Justice of the family Court of Australia, Judge Diana Bryant, who described it as extremely irresponsible for governments not to deal with international surrogacy arrangements.  This Bill cannot therefore be described as child-centred and I urge the committee to recommend to the Minister that it be revised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#D00300","nonspeaker":"Professor Deirdre Madden","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":9,"content":"<p>I thank the committee for the invitation to present my observations.  As a member of the Commission on Assisted Human Reproduction, I welcome the publication of this Bill.<\/p> <p>  My background is psychology and professionally my focus is on early child development and education.  I am a founder member of the Children&rsquo;s Rights Alliance and I approach my work and research from a child rights perspective, which holds that children of every age are independent rights holders &ndash; a position now captured in our Constitution.  The Committee on the Rights of the Child is clear in its guidance that implementation of the convention requires states continually to review how law, policy and practice affect children&rsquo;s rights.  It is in this context that I make my observations, which relate to three particular issues, namely, the design of the Bill, the welfare of the child and the child&rsquo;s right to identity, particularly in surrogacy. <\/p> <p>  On the design of the Bill, the intention behind assisted human reproduction, AHR, is, in all cases, the safe arrival of a child.  The current design of the Bill could be strengthened by a more robust child rights approach.  Such an approach would draw attention to the need to realise and protect children&rsquo;s rights at all stages of their childhood and take account of their views in keeping with Article 12 of the UN Convention on the Rights of the Child, CRC.  It would also provide a basis from which to address the central role of parents in protecting the rights of their children and the State&rsquo;s responsibility to support them in this regard.  The issues raised are particularly relevant to surrogacy where due attention must be paid to the developmental needs and rights of every young child. <\/p> <p>  Under Article 18(1), parents are recognised as having primary responsibility for the upbringing and development of the child.  Article 18(2) notes that State parties shall render appropriate assistance to parents and legal guardians in the performance of these responsibilities and shall ensure the development of institutions, facilities and services for the care of children.  The Bill should therefore endeavour in its design to support parents in protecting children&rsquo;s rights to know their parents, be cared by them and have their views taken into account.  The Committee on the Rights of the Child notes that the \"views expressed by children may add relevant perspectives and experiences and should be considered in decision-making, policymaking and preparation of laws and\/or measures as well as their evaluations.\"  How can this latter right to participation be realised at birth?  The committee notes that, in relation to the totality of the CRC, participation can be addressed by using reliable data on and from children to identify and to inform all policy development for children.  There is a growing population of children and young people who are the direct outcome of AHR procedures and, over their lifetimes, they can offer insights into how policies and practices have affected them and could be changed or improved.  The current Bill only references research in terms of medical research.  I suggest it be amended to include a recognition of the importance of social science research into the lives and experiences of children born through AHR and the contribution such research evidence could make to the quality of lives of future generations of children born through AHR. <\/p> <p>  The Bill specifically attends to the welfare of the child noting that \"AHR treatment may be provided ... subject to a consideration of the welfare of any child who would be born as a result of the proposed treatment.\"  Relationships are the primary mode through which children develop and the effect of the relational process is often more powerful than that of the context within which it occurs.  Living in environments characterised by chronic, poorly managed stress has a direct impact on early brain development, especially in the weeks and months immediately after birth.  Stressors in early childhood can disrupt neurologic, metabolic and immunologic systems leading to poorer developmental outcomes.  Where parents experience stress through uncertainty or lack of clarity around the security of their role as parents, the environment within which children are developing may be unnecessarily stressful.  Proactively supporting the development of positive relationships between adults and children requires careful consideration of the relationships that happen in the lives of children and the factors that can contribute to enhancing or challenging the quality and impact of such relationships.<\/p> <p>  The Bill may contribute to stress in the lives of parents and children.  For instance, in the case of the proposals regarding surrogacy the explanatory notes identify three stages of counselling, namely, before the agreement, after the birth of the child but before the child is living with the intending parents, and at the time of the application for the transfer of parentage of the child.  These requirements could span a period of up to six months and seem onerous, adding a dimension of uncertainty around the precise parentage of the child.  Such distress could have a negative impact on the child.  Providing for a judicial pre-authorisation, where legal parenthood is granted to the intending parents before the birth of a child, would provide clarity and certainty from the moment of birth, thus minimising the stress in the immediate environment of the child following birth. <\/p> <p>  The child&rsquo;s right to identity in cases of donor assisted human reproduction, DAHR, is protected under the Children and Family Relationships Act 2015.  However, the Act makes no explicit reference to the issue of the right to identity in relation to surrogacy.  In light of this, it is critical that the Bill makes clear the right to identity and the procedures to ensure the realisation of this right for children born through surrogacy.  In this regard, the Bill proposes that children born through surrogacy be issued with a \"surrogacy certificate\".  I use this simply to illustrate a point.  In a rights-based Bill efforts would be made to ensure that the language used would limit the degree to which proposals create situations where children stand out as different from other children.  In this regard, and to limit the emphasis on any particular type of birth, I suggest that the proposed &ldquo;surrogacy certificate&rdquo; be re-titled the &ldquo;birth certificate&rdquo; with &ldquo;by surrogacy&rdquo; included in parentheses, if necessary. <\/p> <p>  In conclusion, this Bill is a welcome step on the path to regulating for a safe AHR environment in Ireland for parents and children.  However, in design it highlights welfare considerations without due attention to the rights of the child, particularly in relation to support for the realisation of children&rsquo;s rights across their lifespan, identity in surrogacy and support for parents to protect and realise the rights of children. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#E00200","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":10,"content":"<p>I thank Professor Hayes and invite Ms Gillian Keegan from the National Infertility Support and Information Group to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#E00300","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":11,"content":"<p>The National Infertility Support and Information Group, NISIG, appreciates this opportunity to participate in the pre-legislative proceedings relating to the general scheme of the Assisted Human Reproduction Bill.<\/p> <p>  I have been involved in NISIG for over ten years and I am here to represent the organisation.  My statement will briefly detail the areas of interest to NISIG&rsquo;s members.  We have provided ongoing support to people who are facing these challenges for over 30 years.  <\/p> <p>  The National Infertility Support and Information Group is a patient group formed in 1996 and is the only charity in the Republic focusing on infertility.  Our mission has been to provide practical and emotional supports to, and advocate on behalf of, those experiencing reproductive challenges and to provide support to families created using assisted human reproduction, AHR.  Therefore, we provide support not only to those prior to birth but also afterwards and we have developed those services, especially recent years.  We provide support at all stages of the fertility journey, from trying to conceive to IVF through donor conception and surrogacy.  The AHR landscape has become quite complex in the past ten years and our group tries to represent that.  <\/p> <p>  A key service provided by the group is peer to peer support and networking opportunities.  Meeting others who are in a similar position makes the experience less isolating and gives people emotional support.<\/p><p>NISIG also supports families created through AHR.  We ran our first family conversations event a year ago.  It aims to support families of donor-conceived children who are starting to discuss their children's origins.  We have developed our services over recent years.  Funding is critical for our organisation to continue to provide these services.  We have found that funding has been especially challenging over recent years.  We were getting national lottery funding but unfortunately have not received that in recent years.<\/p><p> As an organisation, we welcome this overdue forward-thinking legislation and the proposed introduction of a regulatory body.  We have had acknowledgement that patient voices will be included on that body.<\/p><p> Over the last ten or 15 years, NISIG has concentrated on laying the groundwork for public funding for fertility.  Given that one in six people suffer from fertility issues, Ireland is only one of three countries, along with Lithuania and Cyprus, that does not currently have public funding.  The sector in Ireland has become increasingly commercialised over the past decade.  The lack of public funding and the entry of multinational companies into the sector has meant people going through fertility treatments are open to exploitation and it is very costly for anybody going through treatment, especially where they are doing repeated cycles.  We ask that consideration be given to the number of cycles that may be publicly funded.  We suggest that three cycles would be reasonable.  We have seen evidence in support groups that a significant number of people travel abroad when certain treatments are not available in Ireland, for example, double donation, embryo adoption and egg sharing.  We ask if funding for that will be considered and for secondary infertility, including for the transfer of frozen embryos, when people hope to expand their families.<\/p><p> As an organisation that provides emotional support through our 24 hour helpline and regional support meetings, we recognise the inherent value of counselling for those undergoing fertility treatments, particularly at points where treatments have failed, in donor conception and surrogacy.  We find that people have a number of treatments, then have a conversation with a clinician where the clinician says that if they want to have a family, they may have to consider donor conception.  That is a significant blow for people when they hear that and it takes quite a long time to come to terms with it.  While counselling should be encouraged, it should not be arbitrary.  It is certainly beneficial in situations where donor conception and surrogacy are considered, but it might be best for it to be separated from the treatment provider.<\/p><p> The Bill addresses the upper age limit of 47 for women undergoing IVF treatment.  We consider that to be unnecessarily restrictive, especially as reproductive technologies continue to evolve.  NISIG feels that there should be room for flexibility which needs to be exercised by clinicians.  Before I address surrogacy, we would like clarification on whether egg sharing will be permitted in Irish clinics.  We would also like clarification on whether a male surviving partner can use embryos via a surrogate.  Regarding single embryo transfer, we would defer to clinicians&rsquo; recommendations on this and agree that this might be decided on an individual basis.  The time limit on storing embryos can be unnecessarily restrictive for those trying to complete their families and for those who have had cancer treatment.  Regarding the proposed national surrogacy and donor conception registers under the Children and Family Relationships Act, as I think was mentioned by a clinician, Dr. John Waterstone, in February, we feel that the proposal whereby a donor-conceived person who applies for a birth certificate would be told by the State that he or she was donor conceived without ever seeking that information is a dangerous invasion of privacy that needs to be reviewed.<\/p><p> As Professor Madden mentioned, restricting surrogacy to domestic arrangement will effectively rule out surrogacy as an option for many couples in addition to leaving the children and prospective parents of foreign surrogacy arrangements in a legal limbo.  The prohibition on providing technical, professional and medical services, save for domestic surrogacy arrangements, will cause unnecessary further distress to many couples in the State while also potentially leaving clinicians open to fines or criminal action.  While we appreciate that surrogacy is a very complex area, the legislative framework will need to reflect the actual realities of surrogacy in Ireland, namely, that most of it takes place outside of the country.  We have a surrogacy support group and people who come to it are dealing with surrogacy outside the State.  We ask on behalf of our members for clarification on whether parental rights such as maternity and paternity leave will extend to the parents of children born via surrogacy.  That is one of their key concerns.<\/p><p> The areas of concern are funding, counselling and the register with regard to surrogacy.  NISIG thanks the Joint Committee on Health for the opportunity to submit this statement and to speak at this hearing.  We ask that due time and consideration be given to review the questions and issues raised in this statement as they reflect those of the people who are going through surrogacy and donor conception.  As a support group, we have been helping those people for the past 30 years.  We thank the committee for its time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#E00400","nonspeaker":"Ms Gillian Keegan","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":13,"content":"<p>I thank the committee for the opportunity to speak.  In recent years, since doing my masters degree in psychological science, I have researched the practice of donor-assisted human reproduction.  I have found no evidence that it prioritises the best interest of the child.  It prioritises adult interests.  Donor-conceived people are the only party who not only do not benefit but are harmed.  Our parentage is a straightforward, unaltered relationship.  Donor-conceived people's parentage is altered at the hands of a third party before they are even conceived.  State practices acknowledge the primacy of a child only being removed from kin as a last resort, yet we do not apply this protection to donor-conceived children.  We ratify the UN Convention on the Rights of the Child, including the right to know and be cared for by our natural parents, yet we do not apply it equally to donor-conceived children.  We teach our secondary school children that every human being without exception comes from one man and one woman.  We expect donor-conceived children to have no knowledge of this man or woman.  We talk about family likenesses, cousins, heritage, and ancestry, yet we deny donor-conceived people this essential part of belonging.  We tell them that their genetic family does not matter while we would not be without ours.  We give them, or propose to give them, birth certificates that differ from ours.  We make them unequal and try to convince them that they are special.<\/p> <p>  This Bill will consolidate the disadvantaged position of donor-conceived people who will be bound by law to accept inequality.  The longing for a child cannot override the child's need to know the people from whom he or she comes.  To say that the donor-conceived child playing or at school is doing fine is an inaccurate measure.  Adoptees of the previous century as children would have shown little or no sign of the pain to come.  The impact of injustices done in childhood can only be dealt with in adulthood.  There are thousands of donor-conceived people worldwide who testify to the long-term harm.  The Adoption Rights Alliance describes layers and layers of parallels with adoption practices and those of donor-assisted human reproduction.  Psychological well-being is bound with a solid sense of self, formed by integrating all the elements of who we are.  Our genetic identity provides us with a sense of belonging.  It grounds us in space and time.  It answers the question of to whom one is related.<\/p> <p>  I am very concerned by the commercial nature of this industry, by the misuse of language and concepts, the dehumanising rhetoric and the exploitation of students and young Ukrainian and Czech mothers needing cash, recruited on Facebook to breed.  I am concerned that in a town called Brno live 350 young Czech women whose biological children live in Ireland with false birth certificates, not allowed ever to know them.  I am concerned that an Irish clinic's partner in Ukraine spoke of expanding into new markets in India and sends weekly publicity emails to potential clients offering discounts, even, cruelly, Mother's Day specials.  I am concerned that this industry refers to a child's right to his or her identity as \"utterly meaningless\" and argues in favour of donor anonymity when we have acknowledged that it is grossly harmful.<\/p> <p>  Donor-assisted human reproduction does not treat infertility.  The infertile person remains, sadly, infertile.  It is simply the outsourcing of a young fertile person to have a child remotely and sign away all contact.  There is no mention of the thousands of children born in Ireland through anonymous parentage who carry false birth certificates, most of whom are still minors, because this practice has really only flourished in the past 18 years or so.  According to one clinic, most of them will never be told the truth.  We will be complicit if we do not halt a practice that we know causes profound human suffering.  Will we say to these future adults that we did not know?  We know.<\/p> <p>  That was short because Dr. Rose and I have split our five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#F00200","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":14,"content":"<p>I ask Dr. Rose to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#G00100","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":15,"content":"<p>I thank the committee for the opportunity to speak.  I was conceived from donor conception and have fought for the rights of donor-conceived people.  In 2002, I won a test case in the High Court of Justice of England and Wales to bring an end to donor anonymity.  I am aware that the committee is concerned about providing for adults seeking reproductive interventions.  Today, however, I hope to bring to the attention of members the other stakeholders involved, namely, those who donated their sperm or eggs or who were conceived from reproductive interventions.  First, I appeal for the acknowledgement that donors who become genetic parents and those produced from them are stakeholders.  Second, I note that they must be given equal or even greater representation than the others owing to their special vulnerability to risks yet to be understood.  International developments in regard to the legal and social recognition of the rights of these groups have been incremental and have taken decades of hard work and campaigning.<\/p> <p>  Sadly, the best interests of the child are not properly considered in the general scheme of the Bill, apart from the provisions to end donor anonymity.  The child's interests and legal recognition are reduced to the provision of having his or her welfare taken into consideration \"as far as is practicable\".  I would like to reflect on these words and the degradation of legal protection and discrimination accorded to this group.  I wonder if it is legal to provide such discriminatory approaches to this particular group of children.  The general scheme of the Bill speaks with confidence about providing counselling and informed consent on the implications and consequences of these practices.  This is a false reassurance because of the dominance of the other two stakeholder groups, namely, fertility clinics and the adults who acquire their services.<\/p> <p>  Reproductive technology is a social and medical experiment and the adverse impacts and consequences are unravelling over time around the world.  I have submitted to the committee a document which provides details on some of the activities of campaigning donor offspring around the world.  It is only they who can inform best practice in this area.  For the most part, we pay for our own counselling and genetic tests.  We find lost relatives and sometimes live with false birth certificates and absent or misleading medical histories.  We have lost ethnicities and ancestors and large numbers of siblings and half siblings.  All this confronts us privately in adulthood.  There is little understanding of the resulting grief and its disenfranchisement by our families and the community at large.  Ending donor anonymity addresses only some of these problems.<\/p> <p>  We should know from bad adoption practices in Ireland and elsewhere the grief that can be caused by severing natural ties.  The difference between adoption and donor conception is that, in the case of the latter, the natural ties are intended to be broken for a child before he or she is even conceived.  Unlike best practice in adoption, donor conception is really about child production, not child protection.  With adoption, parents have to pass a vetting process, whereas for donor conception, this is not the case.  Why is that so?  The general scheme of the Bill refers to plans to create scientific and ethical advisory committees to oversee the practice of assisted human reproduction.  I suggest that the relevant authorities, including the Committee on Health, should consult adopted persons' groups and professionals who understand the long-term impact of adoption, kinship loss and displacement and speak widely to those already conceived from assisted human reproduction practices.  I urge the committee and the Government to listen carefully to the voices of donor-conceived people and try not to let this become the adoption-style scandal of the future.<\/p> <p>  Ideally, donor conception should not be permitted because it involves the intentional severing of the genetic kin of future generations as a service or treatment.  Children lose their knowledge of and relationships with their natural father or mother or both and all associated family.  This is a huge loss to preplan for another generation.  At a minimum, the impact of deliberately severing these natural ties must be minimised by providing long-term state support to donor-conceived people and the funding to provide them with the help needed to find their natural families in future, most importantly, when they face these issues as adults.  I thank the committee for its time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#G00200","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":16,"content":"<p>I thank the witnesses for their opening statements.  I open the meeting to the members and call Deputy Durkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#G00300","speaker":"1275"},{"type":"speech","time":1545210000,"counter":17,"content":"<p>I welcome the witnesses and thank them for their contributions.  It has been very interesting.  Since we discussed this issue previously at the initial stages, the witnesses seem to have firmed up their conclusions.  Professor Madden referred to comparisons with the UK.  Its legal system is different from ours.  It has a different constitution which goes back centuries to the Magna Carta.  We have a written Constitution which is referred to in a different way.  I refer to the issues which have arisen on foot of court cases taken in the UK and elsewhere, which I referred to on the previous occasion.  Is Professor Madden satisfied that the UK's model is not suitable for replication here?  Would she like to comment further on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#G00400","speaker":"1322"},{"type":"speechnospeaker","time":1545210000,"counter":18,"content":"<p>I thank Deputy Durkan for his question.  I am satisfied from my knowledge of the court cases and legislation in the UK and contacts with academics and commentators and lawyers working there that their legislation is not fit for purpose and does not achieve what it set out to.  It is being reviewed by the Law Commission there.  Nevertheless, we are planning to copy that model to transfer parentage from the surrogate mother and her husband where she is married to the intended parents who are required to be genetically related between six weeks and six months after the child's birth.  That is flawed for many reasons.<\/p> <p>  Putting a time constraint in place is flawed in circumstances in which parentage is not certain for the first six weeks of the child's life.  While the child is in the custody of the intended parents at that time, they will not have any legal relationship.  When the child is delivered in hospital, the optimal situation is that the child is handed to the intended parents who are genetically related to it.  Will the hospital here allow the intended parents to leave the hospital with that child even though they do not have any legal relationship with it?  In some instances in the UK, the child is handed over in the car park.  A child's baby seat is handed from one car to another because the hospital will not allow the intended parents to leave the hospital with the child, even though that is what all of the parties intended.  For that first six-week period, the parents looking after the child and who have custody do not have the right to consent to medical treatment or vaccinations where the child requires them.<\/p> <p>  It can be for an even longer period depending on how long it takes the parents to get to court to obtain a parental order.  This is at a time in the child's life when the parents should be adjusting to their new life and family and bonding with their child rather than going through a court procedure which is unnecessary.  I accept fully that there has to be some judicial oversight and regulation of the relationship, but that can take place during the pregnancy so that legal parentage is certain from the time of birth, as are responsibility for the child and commitment to it.  It can happen during pregnancy, as happens in California, New Hampshire and Greece.  That is a good model to follow.<\/p> <p>  On the payment issue, court cases in the UK show that the model is very unsatisfactory.<\/p><p>That is because it presents judges with a difficult scenario where they are faced with two different conflicting policy objectives.  On the one hand, there is a policy objective in the English legislation which says that one should not pay more than reasonable expenses for surrogacy and anything more than reasonable expenses is prohibited.  That is a policy the UK Parliament has set and on the other hand, all courts of course have to prioritise the best interests of the child.  Consequently, faced with a situation where parents have perhaps paid more than \"vouched expenses\" - to use the language which is in the Bill - what is a judge to do?  Is he or she supposed to adopt the policy that any payment in excess of expenses is bad and therefore these parents should not be allowed to have legal recognition of their relationship with their child or does he or she prioritise the best interests of the child?  This is a child being raised by fit and loving parents, everybody is happy with the relationship and with the establishment of that family unit, including the surrogate mother and the intended parents and there are no aspersions cast on these intended parents by virtue of the fact of them going through surrogacy as that in itself is not a negative connotation.  The judge will always go with the best interests of the child as courts are always obliged to do and that means that the judge is ignoring the other policy which is against commercialisation or paid surrogacy.  In my view, that brings the legislation into disrepute because the law is saying that no more than reasonable expenses shall be paid but when it comes to it, the courts will always ignore that in favour of the best interests of the child, as they should and as they must.  Why would we insist on putting something into the legislation that will be ineffective, that will be ignored in practice and does not serve any purpose?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#G00500","nonspeaker":"Professor Deirdre Madden","continuing":true},{"type":"speech","time":1545210000,"counter":20,"content":"<p>In the professor's opinion, is it possible to craft the Bill in such a way as to circumnavigate the legal difficulties that have arisen in other jurisdictions and at the same time, have due regard for the fundamental rights of the child and for human rights legislation nationally and internationally?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00200","speaker":"1322"},{"type":"speechnospeaker","time":1545210000,"counter":21,"content":"<p>Yes, it is possible and in the longer submission I sent in a number of months ago, I have given examples from California and New Hampshire.  I particularly like the example in New Hampshire because it involves judicial pre-authorisation of the surrogacy arrangement in order that there are evaluations, screenings and counselling of all of the parties prior to any medical procedure taking place to make sure that everybody knows what they are about, that everybody knows what the object of this medical procedure is and that everybody knows that it is intended that the intended parents will receive custody.  There are home studies of the surrogate and the intending mother and father, there are age requirements, there are requirements on genetic counselling and there are residency requirements.  At the initial hearing the judge will validate the surrogacy agreement after meeting with the parties, reviewing the terms and agreements in the arrangement, verifying that all the required counselling sessions and evaluations have occurred before finally determining that everything is ultimately in the best interests of the resulting child.  That process takes place at an earlier stage, before the impregnation, embryo transfer or, depending on the state, it can happen during the pregnancy.  The birth mother has the right to take all healthcare decisions regarding the pregnancy and the foetus and once parental rights are transferred to the intending parents, they have a duty to support the child from the moment of birth and the child born under surrogacy is always considered the legitimate child of the intending parents.  That is a very good model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00300","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":22,"content":"<p>I raise the question of anonymity again.  We have read about a number of cases in the past so I ask for the professor's point of view from a legal and a medical perspective on the implications of anonymity or precise donor identification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00400","speaker":"1322"},{"type":"speechnospeaker","time":1545210000,"counter":23,"content":"<p>My view is that there should not be anonymity.  The rights and interests of children require identification of their biological parents should they wish it so I would be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00500","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":24,"content":"<p>Suppose that they do not wish it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00600","speaker":"1322"},{"type":"speechnospeaker","time":1545210000,"counter":25,"content":"<p>Then that information should not be forced on them.  The issue that arises in those instances is that if the children are not informed by their parents that they have been born through donor conception, then they do not know that they can access that information and therefore they never seek it, so they are never told by the State or by anybody else.  Public awareness, education and support should be given to intended parents through surrogacy, through the donor health registry, DHR, or through whatever procedure is being used such as egg donation or embryo donation, for example.  There should be encouragement, counselling and support for parents in that instance to encourage them to tell their children at the earliest possible opportunity that they have been conceived in this way and therefore it never comes as a shock to them and they grow up knowing the circumstances of their birth and that they can access information on the donor when the law considers it appropriate.  I am fully supportive of the identification of donors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00700","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":26,"content":"<p>What about the medical point of view?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00800","speaker":"1322"},{"type":"speechnospeaker","time":1545210000,"counter":27,"content":"<p>I am not actually speaking from a medical point of view but from the psychological development and early child development attachment perspective, the research certainly indicates that openness about provenance is positive for children and therefore I would support and have supported identification for the child.  The genetic link can be important to children and from the research that is available, it seems that in cases such as surrogacy for instance, we are still in the early stages of understanding the trajectory across the lifespan but in early adolescence, young adults do have a curiosity but are largely indifferent and do not have a great urge to seek out further information but the observations that were made by my colleagues about the sense of belonging and the sense of being part of something as one gets older are valid and that does appear to be the case.  Where openness has been the norm, it makes that much easier for everybody and there is no secrecy or apparent deception.  While I appreciate that parents sometimes choose not to tell their children out of a sense of protection and so forth and not necessarily out of deceit, it is nonetheless a withholding of information to which children have a right and consequently I am very much in support of it and believe that the research supports it also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H00900","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speechnospeaker","time":1545210000,"counter":28,"content":"<p>There is an idea in the UK that if parents are encouraged to tell their children, that is enough but the vast majority of people who are donor conceived are not told so it is very important that if these practices are to be proceeded with, to make sure that the State is not complicit in law in children being misinformed about their medical history.  Narelle's law was developed in Victoria, Australia, as a result of somebody dying from having the wrong medical history.  There were eight children in eight different families who were predisposed to the same medical history but they were not necessarily informed that they were donor conceived so they have a \"Time to Tell\" campaign in Victoria.<\/p> <p>  If Ireland is to model its legislation on anything, I would not go for the UK model, rather I would opt for the Victoria model of Narelle's law at the least.  My court case established that we have a human right under Article 8 of the UN Convention on the Rights of the Child to know our identities but that is irrelevant if one does not know that his or her human right is being deprived because of a misleading birth certificate.  With all of these gene tests that are available from Ancestry.com to Family Tree DNA, I am on all of these support groups where people are finding out in their 60s that they are donor conceived and that they have been lied to and misled all of their lives.  The anger that people invariably feel towards their parents and towards a system that was complicit in that type of deception is intense.  It is vital, if Ireland is to proceed with this, that it at least legislates for transparency about this taking place for the next generation in order that they know that they cannot be lied to and that the State is not complicit in misleading them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H01000","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":29,"content":"<p>I want to say that there are also children who know from the very beginning, Alana Newman being one and it still does not change it.  While it is better not to withhold the truth, there are plenty of donor conceived people who have known from the beginning and their parents were completely open but they reached the stage that we all reach of wanting to know who they are and of feeling different.<\/p><p>I hear a common thread in talking to adoptees and donor conceived people who say they feel different or displaced.  My neighbour calls herself a late discovery adoptee from the illegal system within Ireland and she found out she was adopted at the age of 50.  She never knew her mother and, through DNA, was able to find her biological mother.  She says that it makes everything make sense.  Here is a woman who she laughs like, with whom she has many similarities and a connection that she never had with the family in which she grew up.  That is not to say there are not very good experiences and loving people involved, but the starting question has to be when is it right to separate a child from their genetic family.  That is the starting point, not farther down the line, and we need to ask how can we make this better.  We have to ask when is it right and we know, in all our other practices, it is never right unless it is for their protection.  This is not for their protection.  It is not even a medical procedure.  It is using a medical tool, in IVF, which is a fabulous medical tool that means fertilisation can occur outside the body, but it is taking that tool, which is being used for AHR and affecting the concept of distance, in that a man and a woman anywhere in the world can be used to fertilise a client.  The important part is that the distance makes it all seem clinical and sanitised and we do not see it down the road.  These clinics are finding the greatest sources of fertile young people and that is students, namely, 19, 20 and 21 year olds, who are our children.  The clinics can go to Trinity and UCD and tell their clients to sit down and wait while they find somebody who will breed.  They recruit a mass of young students.  These students are young and money is an issue.  This comes back to the point about compensation.  There can be regulation for compensation but it remains an incentive, it is still money.  Men get &euro;200 in Denmark and that is a lot of money to a student, even if it is just drinking money.<\/p><p> Similarly, women get paid roughly &euro;1,000 in England.  That is a huge incentive for somebody in the Czech Republic or Ukraine.  Once money is a factor, it becomes business.  Clinics are doing wonderful things with IVF and technology and are helping but, when helping somebody else is tightly connected with financial gain, then it is a business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#H01100","nonspeaker":"Ms Emma O'Friel","continuing":true},{"type":"speech","time":1545210000,"counter":31,"content":"<p>Given the yearning of childless couples to have a child and recognising what already has been said about the associated costs that must be taken into account, we are aware that it cannot be an endless chain of increasing costs and we cannot allow that to happen.  Are the witnesses satisfied from a medical, legal and ethical point of view that it is possible to construct a Bill in such a way as to meet the various criteria they have in mind and to which they have already referred?  Are there contradictions there that cannot be reconciled?  If so, to what extent will those contradictions be a major impediment to the construction of the legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#J00200","speaker":"1322"},{"type":"speechnospeaker","time":1545210000,"counter":32,"content":"<p>The primary responsibility of laws should be to the best interests of the child.  I do not think one can intentionally separate a child from his or her genetic parents by design and say that is in a child's best interests because it is not.  Having said that, I have to argue for damage limitation and raise awareness that, if someone is to proceed with this, it should be done in a way that avoids damage as much as possible.  Things like sister clinics abroad and State funding to facilitate conception abroad, with anonymous donor conception, which does everything that is not in the realms of recognised human rights, must stop.  That happens in England all the time and there are loopholes.  Having committees that are dominated by the infertility service providers and those who receive those services just has to stop.  Before we try even to think about appropriately protecting the best interests of the child and those people targeted to be donors, the practice needs to be re-framed and there must be a more appropriate representation of those stakeholders.  I am desperately unhappy about the dominance of those other groups in this Bill.  The wording of the Bill states that the welfare of the child is taken into consideration where practicable.  That term applies to the prospective children to be conceived from reproductive technology but, on page 60 of the general scheme of the Bill, head 22(7) refers to a future child who might be found to be infertile and that it is in the best interests of the child to remove their gametes, without their will or consent necessarily, in order that they can be genetic parents.  Genetic continuity for one group of children is seen as important, and their best interests is a term that is used and applied legally, but yet there is another group of children whose welfare is taken into consideration where practicable and their genetic discontinuity is not even a consideration.  That is so clearly discriminatory that the emperor has no clothes.  Can anybody see that?  That is clear discrimination.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#J00300","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":33,"content":"<p>I would like to come in.  This is a point to which I was alluding across the general references I made in my opening statement and the language of the Bill needs to be reconsidered to take account of the child across the age range, not just at the point of birth, but beyond that.  That has implications for support and advice services.  It has implications for raising awareness in society as a whole.  The reality is there and therefore we need to be careful to counterbalance the previous, overly powerful role of the clinic, the parent and the State.  It can be done.<\/p> <p>   We are coming to this late and for that reason, we have an opportunity to develop a model legislation in which we really take account of what the research is saying.  There are good examples here.  I have talked about the need to listen to the voices of people who have gone through this process because we have a lot to learn from those voices.  We should take that on board in terms of the supports and that feeds, to some extent, into the observations that were made here.  The language of the Bill is not sufficiently robust in terms of the child across the age range and the State support for the parents of that child, to guide the parents on the importance of openness and transparency and to support the parent-child dyad as they progress through life.  There is no doubt that there will be points at which tensions can arise and information can create difficulties and problems.  The likelihood is that, if we are thinking about those tensions at this stage, they can be handled rather better than if we are not thinking about them at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#J00400","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speechnospeaker","time":1545210000,"counter":34,"content":"<p>The Deputy asked whether or not, from a legal perspective, this can be achieved.  I, like Professor Hayes, as a member of the Commission on Assisted Reproduction, welcome the point we are now at.  I have been involved in this area for 30 years as a researcher, writer and academic.  I have a master's degree and PhD in the law relating to assisted reproduction so I strongly welcome that we are finally at this stage of at least talking about introducing legislation.  I welcome the fact that this proposed Bill has been informed by the recommendations of the Commission on Assisted Reproduction because that was a lengthy process that took four years, with a multidisciplinary group, expertise, submissions and so on.  As it was a worthwhile exercise, I particularly welcome that the Bill has been informed by that in establishing a regulatory authority, independent inspections of clinics, national standards and international best practice.  All of those are crucial and the Bill broadly achieves the aims of clarity and certainty in relation to IVF and treatments of donor gametes.<\/p> <p>  There is still a lot of room for improvement in the current Bill.  Revisions in wording, language, terminology and all of the things the other witnesses have mentioned are necessary and I have expanded on those in my submission.<\/p><p>The major flaw of the Bill relates to surrogacy, and the flaw will result in continued travel for Irish people to go abroad for surrogacy to other jurisdictions because they will be unable to avail of the limited mechanism offered by the Bill.  The lack of clarity in respect of those children born in those circumstances is contrary to the best interests and rights of those children.  I urge that that part of the Bill, at least, be rectified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#J00500","nonspeaker":"Professor Deirdre Madden","continuing":true},{"type":"speech","time":1545210000,"counter":36,"content":"<p>I call Senator Mullen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00200","speaker":"1275"},{"type":"speech","time":1545210000,"counter":37,"content":"<p>I am happy to keep listening.  I have some questions but I am continuing to formulate them in the light of what I am hearing from the various participants-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00300","speaker":"1401"},{"type":"speech","time":1545210000,"counter":38,"content":"<p>We will open the discussion shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00400","speaker":"1275"},{"type":"speech","time":1545210000,"counter":39,"content":"<p>I am happy to begin when the Chairman wishes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00500","speaker":"1401"},{"type":"speech","time":1545210000,"counter":40,"content":"<p>The Senator may contribute as he wishes, within reason.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00600","speaker":"1275"},{"type":"speech","time":1545210000,"counter":41,"content":"<p>I thank the witnesses for attending, for their presentations and for answering questions.<\/p> <p>  It is probably not unjust to characterise our two guests on the left as fundamentally opposed to much of what is in the Bill because they see it as fundamentally in breach of a child's rights in principle, given that a child is losing a genetic connection by being separated from at least one of his or her genetic parents.  From listening to them, I sense that no amount of tweaking will undo that perceived injustice.  I do not wish to put words in their mouths but rather clarify what I broadly understand their position to be.  <\/p> <p>  I did not hear them speak but I have read their comments.  Is it fair to state that they believe the benefit for infertile individuals or couples who want to have children outweighs the negative consequences?  Are the two speakers sitting in the middle broadly stating that we must go with it and that, therefore, it is a question of tweaking it as much as possible to take account of their concerns?  Is it the case that, broadly speaking, they are in line with the idea that, given this is happening already, it needs to be allowed to happen as opposed to being publicly discouraged?  Am I in the ballpark of fairly understanding our guests' positions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00700","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":42,"content":"<p>Which one of us is the Senator addressing?  I do not think it is a matter of tweaking anything.  Rather, considerable work needs to be done to address the reality of the contemporary AHR in Ireland.  Some of the issues that have been raised are critical issues that need to be considered, and this is the opportunity to consider them.  It is beyond tweaking.  There is a power issue that must be taken into account, and the child is the central element that we need to consider.  Historically, that has not been the case, for which there are many reasons, but we have an opportunity now.  There are issues of language and directionality of points, and commitments that are long term rather than short term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00800","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":43,"content":"<p>In that case, is Professor Hayes generally persuaded by what our two friends from the National Infertility Support and Information Group are saying, that is, that there is a fundamental breach of child welfare when this practice happens at all?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K00900","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":44,"content":"<p>I do not think that is necessarily the case.  There are complicated situations that can definitely be resolved by assisted human reproduction, and there are needs met that can certainly be legitimised.  I do not hold the particularly strong view on genetic origin being predominant, in that sense, that the Senator holds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K01000","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speechnospeaker","time":1545210000,"counter":45,"content":"<p>There is an inherent flaw that the Senator is right in picking up on.  In one instance, we are asking for State funding to try, as much as possible, to help people become a genetic parent, and it is considered a huge blow if intending parents have to use a donor.  To return to Head 22(7), if a future child might become infertile, there is an effort to help those children become genetic parents with State funding.  In the case of another group of people, there is a complete disregard for their genetic kinship, which is severed as a means to an end.  That is discrimination.  One group of people's genetic continuity is valued and advanced with State funding at the expense of the other.  There is no way that is not the case.  If genetic continuity does not matter for one group, perhaps it does not matter for the other.  If it matters for one group, it should matter for the other.  As a result, people say it is happening anyway, that we have to become modern and liberal, and that we must put laws in place to limit the kind of damage that can take place.  The laws and ethics, therefore, are made on the hoof.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K01100","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":46,"content":"<p>Is Dr. Rose conflating two issues?  I have problems with it from an ethical point of view.  If I understand it correctly, however, nobody is being deprived of the opportunity to pass on his or her genes.  The question is whether one is to be allowed to know the person whose genes have been passed on?  Are they not two different matters?  If what Dr. Rose is talking about is a provision that will allow genetic intervention to ensure a future child may be able to pass on his or her genes, that is a different right to the right to know whose genes one has.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K01200","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":47,"content":"<p>Yes, it is entirely different from the right to meet a genetic parent when one is 18 years old or older.  The implication is that all we want is information.  As a group, some people will not want anything, in the same way that some women do not want the right to vote.  As a group, however, we need to be given the whole range of rights and we can access which ones we choose.  Meeting a genetic parent at 18 and finding out that one has 20, 30 or maybe 200 half-siblings in different families and maybe in different countries around the world hands a significant burden on to that next generation to deal with in adulthood, which is the kind of discrimination I am talking about.  There is an absolute empathy for people who want to become genetic parents or who become genetic parents, and they are represented at committees and in so many ways they are so powerful.  For that next generation, however, the real, complex issues that they are handed as a means to an end for another group and another generation is not properly understood and we are not appropriately protected or represented in these kinds of environments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K01300","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":48,"content":"<p>On the same subject, I do not see any question of assessing the risk or harm.  Professor Hayes will know from psychology that one cannot even interview a child or do any experiment on him or her, even if it just a verbal interaction or questionnaire, without seriously scrutinising the ethical implications of any harm.  The case we are discussing, however, was an experiment that involves children, but I do not see any assessment of harm.  As was stated, we are dealing with what is here and now.  What is here and now may be harmful, however.  The train has come in and we are saying we need to legislate in order that it can carry on its journey, but we are not seriously scrutinising what is on board the train or where it came from.  We know the origins, however, and we were told an amusing anecdote on RT&Eacute;'s \"Vogue: Going it Alone\".  A woman, namely, a fertility counsellor rather than a doctor or a scientist, brought sperm from England through customs in Dublin Port and registered it as cattle sperm because there was no other category for it.  It is meant to be amusing that it is just sperm, but I am just one sperm and one egg.  We all are, and we are all donated.  That cannot be separated.  I understand we have to grasp what is here and now but before that, we need to examine all the various elements, not least the financial element.<\/p> <p>  On language, as Professor Hayes said, the term \"donor\" is used but it is a parent.  One cannot write about donors, eggs and gametes as if they are just bits of tissue.  They are the pieces that make a human being.  They are not donated blood or just a tissue.  They are the only elements in the nucleus of those two cells and they are me.  I do not want to be called a gamete or a property.  One can see in the brochures of the clinics the word \"property\".  If I present to buy an egg from a woman down the road or from Ukraine, I sign to the effect that the egg is now my property, which is the language that is used.  It is a human being that is being transferred as a commodity.  It was the same problem in Ireland with adoptions, which we talked about as being commodified.  We are doing the same in this case and we are saying it is okay.  All our discussion has been about this commodity, but it is a human life.  One must look a child in the eyes and say: \"This is you and this is your life.\"  No matter how much we legislate with this language, none of it acknowledges the harm and the human emotional impact of all of this.  Identity is not just a bit of paper.  Rather, it is fragile and can be easily damaged.<\/p><p> There is a need to go back to the beginning, I am afraid, to look at the practice and the money involved.  Kidneys and blood are donated.  Donating a kidney can involve expenses but there is no compensation for that and that is for a reason.  The incentive is removed.  We have all of these international conventions, such as the EU Charter of Fundamental Rights, that forbid financial gain from the sale of body parts.  How does that fit in?  There is also the Council of Europe's Convention on Human Rights and Biomedicine which clearly states that biomedicine brings great hope but also poses a major threat.  That convention also forbids the sale of body parts for financial gain or advantage.  I do not see any acknowledgement of that here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#K01400","nonspeaker":"Ms Emma O'Friel","continuing":true},{"type":"speech","time":1545210000,"counter":50,"content":"<p>I thank Ms O'Friel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00200","speaker":"1275"},{"type":"speech","time":1545210000,"counter":51,"content":"<p>Deputy Harty is the Chair but I am conscious that our two friends on the right, Ms Barnard and Ms Keegan, might WISH to contribute as well.  I have other questions but I am happy to wait.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00300","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":52,"content":"<p>We are here to represent the voice of patients and we have done that for 30 years.  The co-founder of the organisation, Ms Helen Browne, was part of the Commission on Assisted Human Reproduction.  She was unable to have a child unfortunately.  We are dealing with the situation as it is.  People who come to our meetings are considering different options to see how they will deal with them.  As an organisation we did the first family conversations event concerned with starting a conversation with our children.  Ours is a small organisation with little funding that relies on volunteers.  Only one person works part time for us.  We are trying to do the best we can to provide what support we can.<\/p> <p>  I take on board what everybody has said here today.  I am not claiming to be an expert.  Dr. Rose has her viewpoint and there are also psychological and legal aspects.  There was commodification in the adoption process some decades ago.  Perhaps we can learn from that when the legislation is being drawn up.  Is the process in Ireland and England when a child is adopted dealt with in an appropriate way in respect of the child coming to terms with that situation?  I am trying to understand.  Is there something we can do?  My feeling about all of this is that there is a major element of emotion regardless of whether we are referring to donor conception or adoption.  A couple who adopted a child ten years ago may also have to deal with these issues as the child grows up.  Is there anything we might learn from that situation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00400","nonspeaker":"Ms Gillian Keegan"},{"type":"speechnospeaker","time":1545210000,"counter":53,"content":"<p>Yes, it has been said to us very clearly-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00500","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":54,"content":"<p>Rather than having a conversation among witnesses, we will have a conversation across the floor.  I am going to move on but we can come back to these issues.  Will Professor Madden outline the current situation in respect of surrogacy in Ireland, what this Bill proposes and what she feels should be the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00600","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":55,"content":"<p>The situation with surrogacy in Ireland is that we do not have any legislation which deals with it.  It is a complete legal limbo for couples.  As I understand the matter, Irish clinics do not generally provide surrogacy services.  There were one or two cases in the past.  One, the MR &amp;amp; Anor <i>v<\/i>. An tArd Chl&aacute;raitheoir &amp;amp; Ors case, ended up before the Supreme Court a few years ago.  That was about a birth registration issue.  As a result, most couples who seek surrogacy go abroad to avail of the service.  The issue then arises as to how those couples can regularise their legal relationship with their children when they bring them back to this jurisdiction.  Some countries are easier in that regard than others.  Couples I have spoken to in Ireland who have gone to the United States, to California for example, have found it fairly easy to avail of the legal process there because they are regarded and registered as the legal parents of the child.  The couple goes to the Irish embassy, obtains travel documentation and an Irish passport for the child and then they can bring him or her back here.  The process is fairly easy for them.  For others who go to other parts of the world, such as India, until relatively recently at least, the Ukraine, Mexico, Nepal and places like that, the process can be more difficult because there can be a conflict of laws problem.<br\/><br\/>Irish law takes the view that the woman who gives birth to the child is the legal mother and must be registered, whereas in some jurisdictions where surrogacy is allowed it is not the birth mother who is regarded as the legal mother but the intended mother.  Those are two different conflicting legal frameworks and the problem then arises as to what happens in that clash.  Who is the legal mother?  There have been examples in English case law involving children born in other jurisdictions where that conflict of laws problem has arisen.  In the Ukraine, for example, the intended parents would be regarded as the legal parents but in the UK the surrogate mother would be regarded as the legal parent.  There have been difficulties in that context with getting travel documentation and passports, bringing the child back into the jurisdiction and going through a court procedure to regulation the situation.<br\/><br\/>That is an extremely stressful and anxiety-ridden time for parents and probably not in the best interests of the child.  I say that without the expertise of Professor Hayes.  That is the situation we are in now.  This Bill proposes a situation where there would be pre-authorisation of the surrogacy arrangement by the regulatory authority in Ireland but the legal transfer of parentage would not take place until between six weeks and six months after the child's birth.  That goes back to the point I was making earlier about that not being in best interests of the child.  From my perspective, that transfer of parentage should take place before the child is born so that there is legal certainty from the moment of birth.  That child might need medical intervention or surgery but without that transfer, the intended parents looking after that child will not be able to sign a consent form.  The Bill should definitely address those issues as well as the issue of bringing children back into the jurisdiction who are born to Irish parents abroad and it should regularise their legal relationship.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00700","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":56,"content":"<p>Professor Madden referred to children born to Irish parents.  Does she mean genetic parents?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00800","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":57,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L00900","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":58,"content":"<p>I thank Professor Madden and call Dr. Rose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01000","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":59,"content":"<p>In terms of surrogacy, it is fascinating in a way.  There has been quite a lot of emphasis on the importance of the people who are the intended parents being genetic parents.  All of a sudden that is important but for the donor offspring it does not really matter.  This is a very interesting change in emphasis.  In the case of surrogacy where there is IVF treatment, often the surrogate mother can, by accident, become the genetic parent so there is a need to legislate to have testing of that child to check whether he or she was conceived from the surrogacy of a donor egg.  When there is discussion about the best interests of the child, I am fascinated to hear about stress for the child.  I refer to things such as separation from the mother who carried that child.  That matter has not yet been discussed.<br\/><br\/>When we look at adoption, for example, we have information from Nancy Verrier in <i>The Primal Wound<\/i>on the significance of the child being removed from the mother.  She is only person the child has known during gestation, and that includes things such as the food eaten by the mother and the sounds and the music listened to by the mother.  When a child is born - and I know this from experience - the only person that child really wants is the mother who gave birth to him or her.  This provides an example of the sheer lack of understanding about the types of emotional impacts for those children produced that there is no discussion at all yet about the stress caused to a child by being separated at birth - in the car park perhaps or wherever it is legally - through surrogacy.  I refer to the fragmentation of the sense of motherhood.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01100","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":60,"content":"<p>I thank Dr. Rose.  I call Professor Madden.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01200","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":61,"content":"<p>I will come back on that point.  I am not claiming to be an expert in this area.  I have, however, read studies from Professor Susan Golombok and others in the UK.  They have done extensive work in following up, through longitudinal studies, children born through surrogacy and donor-assisted reproduction, surrogate mothers and intended parents.  Those studies have not reported any negative outcomes concerning the welfare of children born through either donor conception or surrogacy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01300","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":62,"content":"<p>I will bring Dr. Rose back in in a few minutes.  I have a question before I call Deputy O'Reilly.  In the interests of clarifying the current position in Ireland, is IVF the most common form of assisted human reproduction?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01400","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":63,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01500","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":64,"content":"<p>Is surrogacy small in comparison?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01600","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":65,"content":"<p>Yes, and that is because clinics here do not provide it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#L01700","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":66,"content":"<p>IVF with genetic material from both parents is the most common form of assisted reproduction in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00100","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":67,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00200","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":68,"content":"<p>Are there any legal deficiencies in that area at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00300","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":69,"content":"<p>There are some wording issues.  Senator Mullen used the word \"tweaking\".  There are some wording issues that would help to improve the Bill, and perhaps areas such as the welfare of the child and consent should be looked at again.  There are also issues of storage and posthumous reproduction, but I believe the general scheme of the Bill, in terms of IVF, is appropriate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00400","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":70,"content":"<p>My questions are directed at individual witnesses, but any witness is free to respond if he or she wishes.  Professor Madden referred to the surrogacy frameworks in other jurisdictions, and I note that she is critical of the British system and our apparent eagerness to adopt it.  I have said before that if something is being done wrong across the water we immediately want to copy it.  Are there frameworks in countries which have got it right and which are fair to couples who need the help, and indeed to the children?<\/p> <p>  Dr. Rose spoke about the potential damage to mothers, but is Professor Madden saying that the research she has consulted does not bear that out?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00500","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":71,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00600","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":72,"content":"<p>I just wanted to check that.  Professor Madden also referenced the avoidance of potential exploitation, which we must all be concerned about.  It is a very serious issue, which I raised when this Bill was considered first.  How can this be achieved?  Will it take a legal agreement?  Can it be achieved?  Is it optimal to build it into the legislation, or would it be preferable to produce guidelines that might ensure proper procedures?  The difficulty is obvious when people travel outside of Ireland.  As Professor Madden has said, we then have to marry two different sets of laws.  As a committee and as legislators we clearly do not want to do something that will somehow inadvertently lead to exploitation.  We need to have those safeguards in place.  I am interested in the views of the witness, although we may not have time to discuss this now as it is a bit complicated.  If that is the case, she could send us some of the research.<\/p> <p>  Ms Keegan referred to the upper age limit of 47 as being problematic.  Does she have an upper age limit in mind?  Should a limit apply?  I am interested in her view.  She also mentioned that most surrogacy takes place abroad.  Are there any figures on that?  I am aware that this area is not highly regulated.  Perhaps the witness could hold off on answering and I will ask all of my questions together if that is okay.  Do we have any idea of the percentage breakdown of surrogacies abroad?  <\/p> <p>  Dr. Hayes and Ms Keegan provided conflicting views in their submissions.  Dr. Hayes said that a birth by surrogacy certificate should be issued, while Ms Keegan said that people should not be given information they do not necessarily need or will want to look for.  Can each witness comment on the other's viewpoint, in order to ascertain the best arrangement?  It is tricky.  In one respect it is correct to say that it is information that people have not looked for, but that does not mean that they do not have a right to it.  How do we marry those two viewpoints?  <\/p> <p>  Dr. Rose spoke about her intention to carry out \"damage limitation\".  We received a submission from the Iona Institute, co-authored by Dr. Rose, in which questions are raised about family structures.  I fully support the rights of same-sex couples to adopt and raise children.  Does Dr. Rose see the exclusion of same-sex couples as being part of that damage limitation exercise?  Does she have a view on that?  It would be very interesting for us to know that.  <\/p> <p>  Ms O'Friel, in her submission, referred to a TV3 documentary and made reference to \"the industry\".  I am aware that she studied medicine for two years, although she is obviously not a doctor.  Does she have any academic evidence?  She referred to industry advertisements and a TV3 documentary, but does she have any empirical or academic evidence to back up her assertions?  I would be grateful if she could provide us with some of that evidence here, and perhaps she can send us a comprehensive list afterwards.  We have a huge amount of reading, consideration and discussion to do on this legislation, and there will not be an easy way to do that.  We have to get right in and read all of the available academic research and expert evidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00700","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":73,"content":"<p>I raised the issue of Ireland copying flawed English legislation, which is a not unknown phenomenon in this jurisdiction.  There certainly are better frameworks out there, and I have referred to some of them in my submission.  California and New Hampshire are those which are most easily accessible in terms of language, but also in terms of the clarity achieved.  The Commission on Assisted Reproduction recommended that a child born through surrogacy should be presumed to be that of the intended parents.  The frameworks I refer to as better frameworks would adopt that model.  They recognise the parentage of the intended parents before birth to make sure there is no ambiguity from the moment of birth and to avoid any legal uncertainty.  That process of recognising legal parentage of intended parents can be achieved by a judicial process during the pregnancy, or before the pregnancy commences, to ensure that everyone is appropriately screened and counselled and has availed of independent legal advice so that all concerned know the relationships they are going to engage in and to ensure the transfer of parentage occurs at that earlier time.  That, in my view, would lead to a much better outcome for the child, and would be a much better framework.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00800","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":74,"content":"<p>In terms of the two frameworks mentioned, is it the case that the transfer of parentage takes place before birth?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M00900","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":75,"content":"<p>The Deputy is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M01000","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":76,"content":"<p>I would have concerns that a judicial process would be overly burdensome financially.  Access to the law is expensive, and if we are to take this approach it will involve a very time-limited process.  I am only teasing this out, but it might be better if the transfer of parentage took place before conception.  There would not be a ticking clock or time pressure if that was the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M01100","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":77,"content":"<p>There are many reasons it might be preferable for the transfer of parentage to be done prior to conception.  It would ensure that the judge or the person scrutinising the process can be satisfied that the surrogate mother undertaking this task has been appropriately screened, knows what the process involves and is aware that she will be relinquishing the child after birth.  It would also ensure that the judge is satisfied that all statutory criteria are met before the pregnancy is in existence, so that if there is any doubt or any concern about the surrogate's appropriateness for the role, there is time to remedy it.<\/p> <p>  The Bill we are discussing already involves a judicial transfer of parentage, so there is already a cost involved.<\/p><p>It is just a matter of timing.  One either does it before conception, before birth or after birth.  There is still the judicial transfer so the cost will remain the same.  It does not necessarily have to be complicated litigation.  It is a quite straightforward court application that should not necessarily cost much money, but access to courts is certainly not cheap.  That is my response to the Deputy's first question.<\/p><p> The second question was about the issue of harm.  I do not claim to be an expert in this area.  I read the studies and research from a legal perspective so perhaps Professor Hayes is best placed to answer those questions.  However, from my understanding of the studies and research I have read, there is no demonstrated evidence of harm to children born as a result of assisted reproduction or surrogacy.  I must also state that in the studies to date in the case of surrogacy, for example, the children are still probably in adolescence and we do not know whether those studies will show the same effects when the children reach adulthood and later life.  As longitudinal studies-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#M01200","nonspeaker":"Professor Deirdre Madden","continuing":true},{"type":"speech","time":1545210000,"counter":79,"content":"<p>They are not complete.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00200","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":80,"content":"<p>-----they started when the children were very young.  The children are now in adolescence and do not demonstrate any negative effects thus far.  However, we must continue.  I echo Professor Hayes's point about the necessity to have ongoing research in longitudinal studies to make sure that this remains the case.<\/p> <p>  The last point mentioned by the Deputy was about exploitation.  The issue that arises regarding exploitation, which we are rightly concerned about, is the potential for vulnerable women in poorer socio-economic climates to be used and exploited in this way.  There are two responses to that.  The first is that people go abroad to these jurisdictions to avail of surrogacy because the legal regimes there are more favourable to them and give them clearer legal rights to their children.  That is probably the primary reason they go abroad.  They do not wish to go through the stress of litigation in their own jurisdiction.  In light of that, the preferable approach to avoid exploitation would be to put surrogacy on a proper footing here so there is no incentive for people to go abroad.  If it is regulated properly here with proper safeguards, screening, counselling, informed consent and the like, there would be no need for Irish people to go abroad.<\/p> <p>  Obviously, the potential for exploitation will remain.  The Hague Convention is currently considering the possibility of putting an international convention in place to reduce the possibility of exploitation in places such as India, Nepal and Mexico but we are not yet at the point of having an international convention.  However, that is possibly the only way we will be able to avoid exploitation on a global scale in the future.  As to why people go abroad, it is because they want the security of knowing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00300","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":81,"content":"<p>Legal certainty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00400","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":82,"content":"<p>-----that they will be the legal parents of the child if they go through that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00500","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":83,"content":"<p>That is a very important point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00600","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":84,"content":"<p>If we have that here, people will not need to go abroad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00700","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":85,"content":"<p>Yes.  They are travelling for legal certainty, not for exploitation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00800","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":86,"content":"<p>As I said in my submission, if the Bill is retained in its current form, my concern is that people will still travel abroad for surrogacy.  Therefore, we are not tackling the issue of exploitation.  We are just trying to ensure it does not happen here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N00900","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":87,"content":"<p>I thank Deputy O'Reilly for her questions.  She asked if we have numbers regarding surrogacy.  I do not have such numbers.  There is a surrogacy group that is quite active in NUSIG, but I do not believe there are numbers available unless somebody else has information.  There are specific groups that are campaigning on and dealing with surrogacy in the Republic of Ireland and they would be better placed in terms of providing a patient voice regarding surrogacy and their issues.  I can represent some of their issues but they might be better placed to give an idea of the numbers.  There is obviously a legal-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01000","nonspeaker":"Ms Gillian Keegan"},{"type":"speech","time":1545210000,"counter":88,"content":"<p>I was referring to Ms Keegan's belief in her submission that the majority of them take place abroad.  That is her experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01100","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":89,"content":"<p>Yes.  Basically, where people are considering opting for surrogacy the bulk of that is foreign based.  There have been certain situations where there has been domestic surrogacy but that has probably been very rare over the last ten or 20 years.  However, I do not have the numbers and I do not know if anybody else has them.<\/p> <p>  Regarding the age limit, we are not clinicians.  We are just representing the patient voice and we would probably defer to what the clinicians say.  I have looked at the position in other countries in Europe and in some countries 50 years of age is applied as the age break in terms of when a woman can have treatment.  In the majority of cases it is probably before 47 years of age, but I believe Dr. John Kennedy from Sims IVF said last February that when reviewing files there were 160 cases over a number of years where the women may have been over 47 years of age.  Obviously, it is the clinician's viewpoint as to whether that is possible or whether it puts the child or the mother at risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01200","nonspeaker":"Ms Gillian Keegan"},{"type":"speech","time":1545210000,"counter":90,"content":"<p>On the age limit, is there an age limit for the surrogate mother?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01300","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":91,"content":"<p>I do not know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01400","nonspeaker":"Ms Gillian Keegan"},{"type":"speechnospeaker","time":1545210000,"counter":92,"content":"<p>The criterion for surrogacy would be that she would have had a child already so she would have had the experience of pregnancy, but I do not believe there is an upper age limit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01500","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":93,"content":"<p>I made a point about the registry.  This is something that was mentioned by a number of clinicians back in February.  One of the matters that was mentioned was the circumstance in which somebody who reaches 18 years of age is presented with a birth certificate which states that he or she was donor conceived.  Two issues arise.  First, the person might not have been told that and in certain circumstances, it could be a great shock.  The second issue is that the person might be aware that he or she was donor conceived but may not necessarily want that fact to appear on his or her birth certificate.  They are two different circumstances.  I do not know if it is proposed under the Children and Family Relationships Act that two birth certificates would be available for that person.  Perhaps that matter could be clarified.  In one case, that fact would be included on the birth certificate if the person wished, or it would not be included where the person does not wish it to be.  I am not sure what the position is in that regard.  On reaching 18 years of age, the person might not want it or might not be aware of it so it is probably dangerous to include it without due consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01600","nonspeaker":"Ms Gillian Keegan"},{"type":"speechnospeaker","time":1545210000,"counter":94,"content":"<p>There were two questions for me.  The reason I did my PhD in Australia was that I examined the history of the Australian stolen generations and adoption practice.  I worked in link-up services for both.  It is totally unrelated to religion, kinship displacement and kinship, the Iona Institute or anything else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01700","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":95,"content":"<p>I was asking if Dr. Rose was the same person who conducted the study in the submission from the Iona Institute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01800","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":96,"content":"<p>Yes.  There was frustration with the type of research that was going ahead, such as Susan Golombok's.  It validated, for example, parents being given a choice as to whether they tell their children that they are donor conceived and often asked the parents how the children were doing and then had results that reported the children were doing fine.  I had a great sense of frustration about that which led me to my PhD.  There is a list in the information I provided to the committee of proactive donor offspring around the world.  They are the people one needs to consult rather than people like Susan Golombok in terms of understanding the long-term implications because it is when we are adults that finding out that one has 30 or 40 half-brothers and sisters has a major impact on one's identity.  That is when one is grappling with the real stuff.  I wished to draw the committee's attention to those proactive donor offspring and the kind of things they have had to set up in their own time and with their own funding.  There is no place to turn to and say, \"I need some help with this and I need some funding to set up this service\".  As a trade union representative, the Deputy will understand the importance-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N01900","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":97,"content":"<p>I am no longer a trade union representative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N02000","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":98,"content":"<p>-----of having individuals representing themselves rather than having experts over people.<\/p> <p>  The other issue is that I identified for a significant period of my life as gay.  What is seen as reproductive rights or gay reproductive rights is, in this instance, a right to have a genetic child who is somebody else's.  If there is a reproductive right, there is a duty to provide that and to provide gametes.  I do not believe there is a duty to provide a child to anybody who is infertile.  I do not believe that is a duty our society owes those people.  We need to come back to base and think about it.<\/p><p>If people want to adopt a child, they are screened.  A child is not made available just because they want one.  Children are only removed from a genetic family as a last resort for child protection.  The fact that a group of people are waiting and want to have a child does not create supply; demand does not create supply in the case of adoption.  People may want to have a child through donor conception, regardless of whether they are gay.  That is the issue at hand in considering the best interests of the child.  It is the level of identity fragmentation that can be facilitated, funded and promoted on behalf of the groups of people who want to have a child.  It is not a homophobic argument.  The difficulty is that when we say these practices are inherently flawed, people think it is a homophobic argument.  There are plenty of gay people who will say they do not support surrogacy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#N02100","nonspeaker":"Dr. Joanna Rose","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":100,"content":"<p>With reference to surrogate birth certificates, I was really trying to illustrate the way in which we used language.  I was simply saying that if a situation arose where a surrogacy certificate would be issued for a child, in my view, we should call it a birth certificate.  We should limit the extent to which children are made different by the processes or procedures we use.  It is true across the entire process.<\/p> <p>  I will respond to the research evidence about children.  It is true that, historically, research in this field has tended to depend on parental reports initially.  However, more recent and contemporary research has engaged directly with children.  By necessity, it has been with children who know that they were conceived in this way, as that is the route of access.  There are other efforts being made to access the broader population, but it is very difficult to envisage how that might be done.  Professor Susan Golombok's work is frequently referred to because it stands up to scrutiny.  As Professor Madden points out, the evidence on child outcomes and mother-child and broader parent-child engagement has been, broadly, comparable for surrogacy children, donor children and children conceived normally.  There are systematic reviews where aggregate data have been brought together and generally the evidence of harm or distress is not emerging.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00200","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":101,"content":"<p>That is very interesting.  It was indicated that such research was not available, but it is good to know that it is.  We will have to look at it if the delegates can provide it.  We have referred to children who were donor-conceived and have reached adulthood.  I am not talking about interviewing parents and asking how their adult children are; rather. it is about interviewing the children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00300","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":102,"content":"<p>Her most recent work was with 14 year olds.  Efforts are increasingly being made to interview and engage with younger children.  This is true of research with children in general.  My field is early childhood and it is only now that we are beginning to see creative ways in research methods to access the voices of younger children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00400","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":103,"content":"<p>Is it ongoing work?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00500","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":104,"content":"<p>It is emergent in this field.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00600","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":105,"content":"<p>We will now move to Senators Mullen and Warfield.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00700","speaker":"1275"},{"type":"speech","time":1545210000,"counter":106,"content":"<p>I also have a question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00800","speaker":"1297"},{"type":"speech","time":1545210000,"counter":107,"content":"<p>I will not tell the Chairman how to do his job, but I believe Dr. Rose wanted to respond on the research.  If he is happy to allow her to do so, I am happy to give way to her on that issue as I have something to say about research.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O00900","speaker":"1401"},{"type":"speech","time":1545210000,"counter":108,"content":"<p>I will give every member of the panel an equal opportunity and Dr. Rose has already had many opportunities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O01000","speaker":"1275"},{"type":"speech","time":1545210000,"counter":109,"content":"<p>I do not know if Dr. Rose was going to say what I am about to say.  It is clear from this session how complex and varied are the issues we must consider.  I certainly suggest it could be a good idea to devote some time to looking at research and what it states as a key aspect that should be considered discretely.  That said, we must be conscious that research is not everything because it is emergent or incomplete.  It is an indicator of the possible effects on people, but it does not state if their rights are breached in principle.  Not being able to demonstrate positive or negative effects does not dispose of all of the issues.  A person's rights may be breached, but it may be impossible to demonstrate the suffering of harm.  That does not make it okay to breach those rights.  We must look at the research, but as Churchill famously said about scientists, they should be on tap but not on top.  There are other issues, apart from what research shows in the area.<\/p> <p>  On the subject of surrogacy, the delegates should contradict me if I am wrong on any of these issues as I do not hold myself to have specialist knowledge.  I understand Sweden is considering banning altruistic, as well as commercial, surrogacy and that there are quite a few countries that ban surrogacy.  It is not the case that the entire civilised world is moving towards recognition that because some individuals or couples engage in or avail of this practice, or have a deeply personal need to avail of it, the only direction in which public policy can move is permitting the practice.  I presume I am correct and that it is not settled ground of consensus.  It is a very divisive issue. <\/p> <p>  If I am correct about what I understand to be the case in Sweden, is it because of cases such as that described by Professor Madden?  If I understand it correctly, she has indicated that to prevent misunderstandings, heartbreak and problems, it should be clearly understood - ideally before conception but certainly as soon as possible and before birth - that the genetic or \"commissioning\" parents will have the child.  It is not a phrase I like.  This means that if the birth mother bonds with her child or the child bonds with the mother, it will not be reckoned in the final analysis.  It is a consequence of wanting to regulate surrogacy in a way that is effective.  It is a perverse outcome, about which many people would be concerned.  It seems to go against our deepest instinct. where a birth mother is bonding with her child, that some prior contractual arrangement would take precedence.  That is why the Supreme Court made its decision and overturned the High Court's decision, but it is just my opinion.  Is it not the inevitable consequence that one must make these Solomon-like decisions?  It is a case of once we practice to conceive, as opposed to deceive, which is where we go with surrogacy.<\/p> <p>  In the light of this, it comes down to whether people think surrogacy is good on balance.  Should we not be considering, whether we legalise or regulate it, if there ought to be a public policy campaign to discourage it on the basis of rights being violated as argued by our guests, Dr. Rose and Ms O'Friel?  It is, I presume, conceivable, if those present pardon the pun, that one could publicly discourage something through whatever means the State uses such as advertising or counselling.  In other words, the message would clearly be sent that this is not something that ideally should be done, that there are other and better ways to try to ease the pain of infertility and so on.  As it involves a fundamental violation of the rights of the child, it should not really happen at all.  If we were to regulate it, we would be recognising the fact that we could not control and would not seek to control people's travel to other jurisdictions to avail of very different legal arrangements.  We do not criminalise smoking, but we permit it.  However, we do everything we can to discourage people from engaging in the practice, including having rules for packaging and limits on advertising, etc.<\/p><p>Would the witnesses accept that, in principle, this is something that we ought to discourage given that, without trying to put words in people's mouths, the issue of rights being violated has not been contested here, if I understand it correctly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#O01100","speaker":"1401","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":111,"content":"<p>If I may respond to a point the Senator made, I made no comment on surrogacy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P00200","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":112,"content":"<p>I apologise for that.<\/p> <p>  Ought public policy instruments be used, or could they be used, to discourage the practice of surrogacy separately from the question of whether one regulates the practice the way proposed or otherwise?<\/p> <p>  Dr. Madden mentioned the real reason people go abroad is that legal regimes abroad are more favourable.  Is that really the case?  Is not a big aspect of this the financial and social vulnerability of people in developing world countries in this area?  There are countries in the western world where this is legal but - my understanding is and I could be wrong on this - it is not to those countries people are going.  This issue is inextricably connected with poverty, financial vulnerability and disadvantage.  Is it really correct to say that the primary reason is the more favourable legal regimes or whether it is really separable from the financial vulnerability of people?  Those are my questions on the subject of surrogacy.  I will leave it at that.  I have other questions abut birth certificates and so on but I will hold them for the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P00300","speaker":"1401"},{"type":"speech","time":1545210000,"counter":113,"content":"<p>Some the Senator's questions were directed to Dr. Rose and she might respond first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P00400","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":114,"content":"<p>The Senator is exactly right in what he said.  I referred to my court case and I provided a list of court cases that donor offspring have brought and are bringing forward around the world.  Research such as that of Susan Golombok did not forewarn of serious human rights violations that have been found now in our favour in terms of the right to know one's identity.  In Germany, children now have the right to know information about their genetic donor parents throughout their lives and anonymity is overturned retrospectively.  I refer to Narelle's law in Victoria.  It is all based on interviewing adults or children and saying everybody is fine.  The are long-term complexities, as in adoption and the stolen generations in Australia.  Those children might be raised in happy loving families but there are consequences for adults in terms of integrating their identify, as to whether they want to know who their genetic family is or what their ethnicity is.  I was raised Jewish and then that was taken away.  Other donor offspring are suddenly discovering they are Jewish when they are in the 50s or 60s.  These kinds of lived realities and complexities are not appropriately understood.  The only real appropriate research that exists is in those other groups of people who have had that separation and loss, for example, through adoption or the Australian stolen generations.  Those are the roots to which we need to turn.  While this is a new notion - it is a social experiment - being human is not something new.  Our human response to not knowing our genetic roots or kin has been well documented for thousands of years.  Unfortunately, there is the notion that it is happening anyway so we have to legislate for it and come up with the least restrictive, most liberal option.  The Senator is exactly right.  I do not believe that is the right way to approach this practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P00500","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":115,"content":"<p>The research issue has been aired and Professor Golombok's work has been mentioned a number of times because she is the world expert in this area.  It might not be appropriate for me to say this but I suggest she might be invited to give evidence before the committee on her methodology and the types of studies she has carried out over many years.<\/p> <p>  Regarding the ban on surrogacy in some jurisdictions, the Senator is correct, this is not a universally accepted practice.  I hope I have never suggested that is the case.  It is prohibited in a number of jurisdictions for policy reasons.  My view on that is that when one considers the evidence in any jurisdiction where surrogacy has been prohibited, it has not worked.  It has either pushed surrogacy underground with no protection for anybody or it has forced people to go abroad to engage in surrogacy elsewhere and that raises the risks of exploitation the Senator mentioned.  The evidence shows that in any country where surrogacy is prohibited people in that jurisdiction still avail of surrogacy outside the national boundaries of that jurisdiction.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P00600","nonspeaker":"Professor Deirdre Madden"},{"type":"unspoken","time":1545210000,"counter":116,"content":"<p>Deputy Louise O'Reilly took the Chair.<\/p>"},{"type":"speechnospeaker","time":1545210000,"counter":117,"content":"<p>My view is that we should avoid that.  We should not put our heads in the sand and say surrogacy is not happening.  Surrogacy is happening in Ireland.  It is happening by people going abroad and trying to bring their children back.  That is not an optimal situation.  We should face the facts that people are going to engage in this practice and we should regularise it and make sure the rights and interests of everybody are protected.<\/p> <p>  The Senator also referred to the birth mother bonding with the child and so on.  I am not an expert in that area.  I am here as a legal expert.  However, I know it exceptionally rare for a surrogate mother to want to keep the child after birth.  In the studies that have been done, it is estimated that the birth mother changes her mind and wants to retain custody of the child after birth in only 1% of surrogacy cases.  That is because surrogate mothers, particularly where they are not genetically related to the child, do not feel and never consider the child to be theirs.  They consider they are carrying a child for another couple and, therefore, they never feel that bond, that they want to be recognised as the legal mother, or that they want to have custody of the child because they feel it to be somebody else's child.  Therefore, it is exceptionally rare for a surrogate mother to want to keep the child after birth.  It can happen but it only happens in 1% of cases.<\/p> <p>  The Senator asked whether people go abroad, as I suggested, to avail of a more favourable legal regime.  That is my understanding.  He said perhaps it is because of cost reasons.  I have no evidence of that.  My evidence is that people go abroad because of the certainty and predictability of the outcome of the surrogacy arrangement, which is that they will be recognised as the legal parents of their child.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P00800","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":118,"content":"<p>May I ask two supplementary questions arising from Professor Madden's response?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P00900","speaker":"1401"},{"type":"speech","time":1545210000,"counter":119,"content":"<p>Yes and I will then take questions from Senator Warfield and Deputy O'Connell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P01000","speaker":"1302"},{"type":"speech","time":1545210000,"counter":120,"content":"<p>It might be useful for us to tease out at a future meeting the reasons people are travelling and whether it is for legal reasons or the financial disadvantage issue that I proposed.  Far from that being a statement, it was a question.  My first question is regarding Professor Madden's response to what I asked about Sweden.  Is it her understanding also that they are moving in a more conservative direction, in that there are moves to ban even altruistic surrogacy and why might that be the case?  Second, the other issue I asked her was whether there ought to be a policy of discouragement.  If she thinks there are downsides to this for children, that might influence her view on how we would go forward in terms of whether we regulate this practice on the basis that is happening anyway.  If she thinks it ought not to be happening, would she agree that perhaps one might come to different public policy choices?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P01100","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":121,"content":"<p>I do not have the information on Sweden to hand but, as I said in my earlier answer, there are a number of jurisdictions that have gone that route of banning surrogacy entirely.  My response to that is that it will not work.  People will still engage in surrogacy but they will engage in international surrogacy arrangements rather than domestic surrogacy arrangements.<\/p> <p>  Regarding whether there should be a policy of discouraging surrogacy, I do not believe there should be.  I do not see any evidence of harm arising from surrogacy in the research I have been carrying out over the past 30 years.  There is no evidence of harm in the studies that have been done of surrogate mothers, of intended parents or of children.  It has been shown to be a positive way of creating and helping to build families for people who otherwise cannot do that.  I do not see any reason to discourage it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P01200","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":122,"content":"<p>I thank all the witnesses.  The exchange has been very informative and helpful.  In all of this we should be mindful that we had a referendum for civil marriage equality in recent years.  For many people, it redefined what it meant to be Irish, it recognised there is no single proposition for family formation and it also recognised that family formation is diverse.<\/p><p>This was illustrated when children of heterosexual lone parents tore down posters from the lamp posts which told us that every child deserved a mother and a father.  Every week, I and others receive representations from same-sex parents, one of whom has no legal connection to their child.  The knock-on effects are many, particularly in areas such as health, and they lead to huge anxieties.<\/p><p> Subhead 3 in the general scheme, under provision of information, states that each intending parent must have also received counselling from a genetic counsellor.  Where there are two intending parents involved the counselling should be offered to them individually, jointly or both, depending on the couple's preferences.  Do our guests have anything to say about whether this counselling should be offered beforehand, in addition to during and afterwards?  If counselling is a legal requirement, should this be the case if the State is not prepared to offer financial support?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#P01300","speaker":"1372","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":124,"content":"<p>To what subhead is the Senator referring?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00200","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":125,"content":"<p>It is subhead 3(c), relating to counselling.  It is head 34, consent to the provision of information and counselling.  Should it be a requirement only before treatment?  If it is a legal requirement, should there be financial support?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00300","speaker":"1372"},{"type":"speechnospeaker","time":1545210000,"counter":126,"content":"<p>We provide counselling to people prior to adoption.  This type of parenting is complex and includes complexities which we do not necessarily have in the more natural types of conception, where such types of third party interventions tend not to be involved.  It is a good idea to have counselling but it should be from bodies that do not have a conflict of interest in providing the service.  It needs to be for donors, too, and there needs to be a neutral body that understands the significance of the long-term complexities that result, in order to provide informed consent.  The only way they can do that is by being in contact with adults around the world who are affected by these practices.  How could we otherwise know what are the long-term implications?  It is not possible to do this with studies of people up to just 14 years old.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00400","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":127,"content":"<p>Is this the head that comes under Part 5, relating to pre-implantation, genetic diagnosis and sex selection?  Head 34 is consent to the provision of information and counselling in treatments involving pre-implantation genetic diagnosis, PGD, human leucocyte antigen, HLA, matching and sex selection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00500","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":128,"content":"<p>Yes.  It is head 34, subhead 2(b).<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00600","speaker":"1372"},{"type":"speechnospeaker","time":1545210000,"counter":129,"content":"<p>As I understand it, this relates to treatments involving pre-implantation, genetic diagnosis, HLA matching and sex selection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00700","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":130,"content":"<p>The broader question relates to counselling.  We have been through a process to consider the regulation of people using the title \"counsellor\", specifically in the case of agencies setting themselves up, where the need for regulation was clear.  The Senator is asking about whether the option should be available in the context of assisted human reproduction and, if so, whether it should be for both preconception and postconception.  If it is legislated for, is it the view of witnesses that the State should fund it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00800","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":131,"content":"<p>It is provided for in cases of surrogacy where the surrogate mother receives counselling prior to engaging in the relationship.  If there are costs associated with that, they are borne by the intending parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q00900","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":132,"content":"<p>On the counselling issue, and assisted human reproduction in general, the evidence of research indicates that the more information and support are given from the beginning to the end, the better the outcomes are for everybody.  I would add to the Bill something referring to the lifespan of the child into adulthood.  There are balances to be achieved in the area of costs but the State should contribute at some level if it is regulating for the general area.<\/p> <p>  The need to carry out studies in addition to those carried out on people up to age 14 was mentioned.  This is a longitudinal study on children from birth onwards.  The longitudinal commitment is necessary to enable us to get to know about the situation in Ireland and to identify the difficulties, as well as the positives.  The longitudinal study was recommended by the commission on assisted human reproduction.  It is very important that our research looks at everything, both the things that are positive and those that have been negative or stressful.  The more research we have, the greater understanding we will have.<\/p> <p>  I have no objection to rigorous, deep research which takes account of the work of the witnesses here today and that of other bodies but the issue is to get it onto the agenda via this Bill.  We are seeking evidence from people contributing to the Bill and that is wonderful.  In my experience, research that reveals areas of distress, identity difficulties and questions of belonging points to the absence of openness in the broader context.  More research can give us insight and the more we have the better.  There is not a huge field for this but where research has been done with surrogate mothers it indicates no psychopathology.  As Professor Madden pointed out, instances of bonding issues are also very rare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q01000","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":133,"content":"<p>I thank the witnesses for their submissions and for all the information they have given.  I hope we can take on some of their recommendations as they are experts in this field.  It is easy for those of us who have children not to take into account people who get married in a same-sex relationship, or otherwise cannot have children.  There is a certain amount of ignorance in this area but, as one reads more about it and meets people who have used surrogacy services abroad, one learns more about the issues.  I recently met a gentleman who is married to another man who has a couple of children through a surrogate and I was struck by how lucky the children were to be brought up in the environment they were in.  I consider myself a rampant liberal but my inherent bias sometimes kicks in.  However, when I listen to experts such as those before us today, I become more personally comfortable with the issue.<\/p><p>It is a new area.<\/p><p> On Professor Hayes's point, it is so important that we have longitudinal data based on the views of experts, be they on the top or the bottom.  It does not matter where they are.  Their position is irrelevant to me but I firmly believe in using proper scientific evidence, not anecdotal evidence, when making decisions.<\/p><p> When late to the table, as with most things in Ireland, we have the benefit of knowing what occurs in other jurisdictions.  I am a community pharmacist by profession.  I have dealt with many families in the past 15 years.  The trend has really kicked off in Ireland.  I have noted the desperation, the travel to Greece and the complexities associated with getting and translating prescriptions from other countries and getting relevant drugs.  There is considerable work done by the medical profession and pharmacists to assist people on their journey.  I agree with Professor Madden that if the activity is not regulated, it will go underground and cause problems in the future.<\/p><p> Senator Warfield said that when one parent in a same-sex marriage is the only one with a legal connection to the offspring, it is of great concern to the parent who is not genetically related to the child if something happens to the legally connected individual.  Could the witnesses elaborate on some of their experiences in that regard?<\/p><p> I do not believe I would ever be able to have a child for somebody who just could not do so.  It is the greatest gift.  With regard to the 1% who do not want to give the baby to the genetic parents, does that happen in the regulated sphere of the unregulated sphere?  Could that be clarified?  If it is in the unregulated sphere, it should be possible to make improvements.<\/p><p> It is very interesting to learn that the evidence indicates no psychopathology.  That is really important.  This is the kind of point about which normal people are concerned.  I refer to the knock-on effects for children in the future.  Could some of these points be addressed?  As a member of the Government party, I will take all the experts' information on board and feed it back to the Minister so we can hopefully introduce a Bill that is fit for purpose and leaves people with legal certainty.<\/p><p> This is a very personal and private matter for couples.  I thank those who have come here to tell their stories because they are of great value to the likes of me, who is fairly ignorant about this whole area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Q01100","speaker":"1297","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":135,"content":"<p>I thank Deputy O'Connell.  The Deputy gave the example of a same-sex couple where one is genetically the father of the child and the other does not have any legal relationship to the child.  This also happens with heterosexual couples; it is not just with same-sex couples.  If a couple goes abroad for surrogacy, the genetic father can come back and apply to be recognised as the legal guardian of the child but his wife, who is raising the child as her own, does not have that right even though she is the genetic mother.  The father, as genetic father, has the right to be a legal guardian but his wife does not have the right, as genetic mother, to be legal guardian.  Under the Children and Family Relationships Act, she can, after two years and having lived with the guardian, apply for recognition of her role.  During the two-year period, one must ask whether she could sign a medical consent form for the child?  Could she apply for a passport for the child?  If the couple were to separate or divorce, would she have any right of access to the child, whom she would have raised as her own?  It is not just in respect of same-sex couples that the problem arises.  It is crucial that we address that issue.<\/p> <p>  Deputy O'Connell mentioned the 1% statistic that I raised.  This figure is from the United States.  The other statistic I have is from the United Kingdom, where the surrogate mother changes her mind in about 4% of cases.  That statistic is from a study in 1998 by Professor Margaret Brazier, who was commissioned by the UK Parliament at that point to consider the issue of payments to surrogates.  As part of that study, she came up with a figure of approximately 4%.  That is probably out of date at this point.  I could certainly draw on expertise in the United Kingdom to find out the current figure but it is difficult.  The only way it can be ascertained is by examining the number of cases that have involved litigation and so on.  We can get some estimate but the circumstances in question are exceptionally rare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#R00200","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":136,"content":"<p>It could be argued that where information is available and guidelines have been laid down, the position will be clear to everybody at the outset.  As people become more aware, the number who change their mind will surely decline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#R00300","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":137,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#R00400","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":138,"content":"<p>What I am hearing is a lovely sentiment about adults wanting the best for adults.  We all want that.  I am not an expert, a professor or a doctor and may have only two years of medical training but I have enough of an understanding of embryology.  I come from a medical family dating back three generations.  Over the past three years, after my master's degree in psychology, I have been listening more than anything.  I note the sentiment of wanting others to be happy.  That is what Ireland is now working towards, thank goodness.  I, too, am supposedly a rampant liberal and want everybody to have equality and rights, including the right to be happy and the right to choose whoever one wants to love.  We are improving in all these areas, thankfully.  However, standing back, I see that all of us adults express the great sentiment of wanting everybody to have everything that will make them happy.  Among these sentiments are those concerning the really emotive subject of not being able to have a child.  I have been in a position where I believed I would never have a child.  It is the deepest pain one can possibly imagine.  It is probably not the deepest as other people have other pains but it is a profound pain.  One will do anything to solve the problem.  One will try to find a child to pick up off the street or from a bush; it is painful.  We can all relate to that emotion so I can therefore be very sympathetic to this cause.<\/p> <p>  The same applies to same-sex couples.  Who does not want the same for them?  Gay people have suffered horrifically, not only in Ireland.  Again, that arouses emotion in us because we want them to have happiness, equality and children, the most valuable thing.  All of that emotion can blur everything, however, and prevent us from moving our attention.  It is all very positive and we are not seeing with foresight, much further down the line, the group of children who may be happy living with somebody who is not related to them, because he or she is a very good and loving person, but who are still suffering.  Statistically, there will always be a large number who will be very happy with that situation but a substantial number will say that, no matter how loving their family is or how right their circumstances are ideologically, they are still suffering.  All of us adults who want the best for each other have to consider the group of children who are part of our ideology.  We should separate them out and listen to them.<\/p> <p>  For the past two years, I have been listening to adults talk.  I have been listening to clinics, which I cannot help regarding as very marketing oriented and commercially oriented.  There are many instances of it.  When the Deputy talks about listening to the experts, she should note that in our submission we refer to thousands of people have experienced what I describe.  We cannot discredit their views as evidence.  They are not professors or doctors but human beings who have lived a life.  This is not to say a gay parent could not be the best parent in the world, or the worst, because we are all human.  Whether gay or straight, one is not better than the other.  There are good parents in all situations.  In life, unfortunately, we cannot solve all these inequalities and difficulties.  I cannot say to someone that because that person is wonderful, kind and loving person, I will give him or her a child by going to find a donor.  A donor is a human being.  I cannot say I will find a woman to sacrifice her connection with the child so my partner can fulfil a longing.  I do not see an answer that will fulfil that longing and let us all be equal in the way described because, unfortunately, nature has not given us that ability.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#R00700","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":139,"content":"<p>I was not saying we should make sure everybody is happy at the expense of the children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00100","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":140,"content":"<p>That is the case, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00200","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":141,"content":"<p>That is Ms O'Friel's interpretation.  Children can often have very positive experiences and while I have seen the witnesses' submissions and am aware of where they are coming from, I believe, and I think the scientific community understands, that the longitudinal study is the only way we can get hard data on this.  When Ms O'Friel talks about the effects of illegal surrogacy or <i>ad hoc<\/i>arrangements, they are in the unregulated environment.  Surely if it all happened in a cloak and dagger way, if someone went to America to get a donor egg or sperm, of course there would be collateral damage but in a regulated environment it seems logical that the outcomes will be better.  There will not be this vacuum-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00300","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":142,"content":"<p>For whom will the outcomes be better?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00400","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":143,"content":"<p>I am just saying we have to base our decisions as legislators on longitudinal studies and on the benefits of regulation.  If there was no benefit to regulation, there would be no point in being here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00500","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":144,"content":"<p>My experience of what the Deputy is presenting and saying-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00600","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":145,"content":"<p>What I am presenting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00700","speaker":"1297"},{"type":"speech","time":1545210000,"counter":146,"content":"<p>Yes, the Deputy speaks with real compassion and concern about the inability to have a child.  She started off saying that.  I do not know if she knows any people who have not known their genetic parents.  Does she equally have compassion for adoptees who have searched for their genetic parents and have gone through complex processes to try to integrate those people into their identities and lives?  The Deputy looks confused.  Does she understand my question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00800","speaker":"1297"},{"type":"speech","time":1545210000,"counter":147,"content":"<p>I am the questioner here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S00900","speaker":"1297"},{"type":"speech","time":1545210000,"counter":148,"content":"<p>The purpose of the hearing this morning is to examine all available evidence and, while the conversations are wonderful, Deputy O'Connell was making the point that the longitudinal studies are really the only available evidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S01000","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":149,"content":"<p>My answer is addressing that.  The only longitudinal studies that are really appropriate to making informed decisions are from adoption, from kinship groups that have been separated from their genetic families. <b><\/b>Otherwise, if there is no precautionary principle, a situation is set up where anything can be done to the next generation and scientific evidence of harm has to be accumulated after the event.  There is no precautionary principle in place with that type of logic.  I am arguing for a different approach based on the understanding of the best interests rather than the welfare of the child and on the research we already have, one where it is not just left it to the industry and its users to do whatever they want and then collect scientific collateral damage over the following decades.  Legislators have a duty of care to the most vulnerable people, namely, the children.  If the committee wants to bring in scientific evidence, it should bring in people like Pauline Ley.  There are professionals who have worked in the field of adoption, such as Alexina McWhinnie MBE, and Pauline Ley who was awarded an Order of Australia, particularly for transferring knowledge from adoption to donor conception.  The problem with the framework that is going ahead is that it does not transfer knowledge from adoption to donor conception.  It pretends to be a new and wonderful treatment and that we have to assess harm after the event.  I do not believe that is responsible. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S01100","nonspeaker":"Dr. Joanna Rose"},{"type":"unspoken","time":1545210000,"counter":150,"content":"<p>Deputy Michael Harty resumed the Chair 11.53 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1545210000,"counter":151,"content":"<p>That is fine.  That is Dr. Rose's opinion.  We have invited her here to hear her testimony and I thank her for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S01400","speaker":"1297"},{"type":"speech","time":1545210000,"counter":152,"content":"<p>I do not think it has been established that the harm exists, with the greatest of respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S01500","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":153,"content":"<p>Is the Deputy referring to adoption?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S01600","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":154,"content":"<p>I am not hearing the evidence that the harm exists.  When Dr. Rose talks of assessing the harm I am not convinced that harm necessarily exists.  We are here to hear from everybody.  We have a long way to run on this legislation.  There is a great deal of scrutiny to get through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S01700","speaker":"1302"},{"type":"speech","time":1545210000,"counter":155,"content":"<p>Deputy O'Connell picked up on some of what I said about research.  It is important that we take a very honest look at whatever the research shows.  That is the principle that must always guide us.  We have to be conscious of issues of objectivity and test for it, understand what research is capable of showing us and its limitations because research does not always cover all of reality.  We need to know that.  It is an imperfect world.  My point was that there are things research cannot answer.  This raises a separate question as to whether there are breaches of rights involved here?  A person may be upset because his or her rights have been breached.  It may not be demonstrable that he or she has suffered harm but that does not mean that we should allow his or her rights to be breached.  That is why my question to Dr. Madden on whether she thinks surrogacy should be discouraged was important.  Is there something wrong at the heart of it that should be acknowledged?  Her answer to that question will determine an awful lot more of what she thinks about whether this area should be regulated in a way that permits surrogacy.We can also talk about regulation that actually bans surrogacy.  I made the point that I understand Sweden is moving in another direction which suggests that it knows something.  We often cite the Nordic countries as being very enlightened.  This is far from settled territory.  There are some very serious considerations to be reflected on.<\/p><p>To move away from surrogacy, as I said I would, an article in the <i>Law Society Ireland Gazette<\/i>, in discussing this scheme, referred to us sleepwalking into the possibility of large-scale human tragedy and emotional devastation as the Government legislates for birth certificate legal fictions in cases of assisted human reproduction.  I am in the hands of the experts here but do I understand that it is proposed that birth certificates will effectively be falsified to hide assisted human reproduction realities in that it will not be knowable from the birth certificate whether parents are natural genetic parents or donor parents?  I ask this in a neutral way but it seems that the answer to that question would raise many other questions.<\/p><p>In everything we do, we proceed on the basis of fact and truth.  This is related to the issue of whether people should be encouraged or required to be open with their children.  If we are talking about birth certificates in any way occluding reality, we have to be honest and say that while this process is intended to help some adults, it involves children either being confronted with very complicated realities, such as a birth certificate that refers to genetic parents, legal parents and birth mother, or being lied to by omission, by not being told something which they might have an interest in knowing.  I would be grateful for some clarification on what exactly is proposed in all of this but it seems to me on first principles that anything that hides or obscures should be considered a problem.  My thinking has evolved on this.  I hate the idea of children being confronted with complicated realities.  However, maybe we need to reflect on the complicated realities we are proposing to legalise and regulate because it seems there is no way of knowing what a child has an interest in knowing and when.<\/p><p>The parents may have a particular view, but if it deviates from what the truth actually is, there are many problematic issues.  Do people consider that it ought not to be a matter of telling their child what they think he or she needs to know when they think he or she needs to know it?  If this process is to be legally permitted, it implies a certain conferral of social approval on it.  That process may need to require that information is shared, by all means in an appropriate way, but that anything else is engaging in an untruthfulness that snowballs over time.  Having the aspiration that parents would be open with their children, as Professor Hayes mentioned, is a long way from securing children's rights in this area.  I am open to correction on the facts or a different opinion being offered.<\/p><p> In all this, people constantly talk about the well-being of the child.  Concern for the child's welfare always seems to be fundamentally predicated on adults getting what they want and that needs to be interrogated.<\/p><p> I refer to the requirement on donors to keep the register updated with relevant information, for example, if they are diagnosed with health conditions.  Is it respecting a child's right that the donor would be the one with this responsibility?  Is it possible that that would be more honoured in the breach than in the observance?  If we are to regulate this area of activity, the requirement ought to be on the providers of the service to maintain contact with donors and secure that information.  Those providers who make money out of this process should be responsible to the children, either in the present or the future, for gathering such information.  I wonder about the mentality behind this.  I do not think there is any reality to placing the onus on donors.  I think it is a joke.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#S01800","speaker":"1401","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":157,"content":"<p>I return to the issue flagged earlier of whether surrogacy should be actively discouraged.  I do not believe it should be.  I take issue with the notion - this is not the Senator's language but language used by somebody else in the room this morning - that infertile people are desperate people picking up children from under a bush.  That is not how I would depict people who have difficulties with childlessness.  I would depict people who enter into surrogacy arrangements as responsible, committed, caring adults who want to have a child of their own and who would be fit and loving parents if given the opportunity.  I would rather see them in that light rather than as desperate and willing to go to extraordinary lengths to have a child.  I do not believe surrogacy needs to be discouraged.  It should be properly regularised and protected.<\/p> <p>  In some ways we must acknowledge that birth certificates are already legal fictions.  We do not test every child born in this jurisdiction to find out whether the father is really his or her father before his name is entered on a birth certificate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00200","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":158,"content":"<p>There is a presumption of truthfulness, which is a very different issue with the greatest respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00300","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":159,"content":"<p>I am saying it is a legal fiction.  If we wanted to make absolutely sure that every child was the child of the father written on the birth certificate, we could carry out genetic tests.  There is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00400","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":160,"content":"<p>It is one thing to put an unusual and onerous obligation on somebody.  It is another thing to facilitate the direct telling of falsehood.  I do not think Professor Madden is comparing like with like here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00500","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":161,"content":"<p>There is already a direct telling of falsehood.  For a woman who has a child through donor insemination in this jurisdiction, her husband's name will be entered onto the birth certificate even though he is clearly not the father.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00600","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":162,"content":"<p>Does Professor Madden think that is acceptable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00700","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":163,"content":"<p>I do not think it is acceptable.  Every child should have the right to access the identity of their genetic parent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00800","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":164,"content":"<p>Therefore any legal fictions are inappropriate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T00900","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":165,"content":"<p>Absolutely.  Studies show us that between 5% and 10% of children who are born in natural reproduction are not the child of the father who is acknowledged on the birth certificate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01000","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":166,"content":"<p>That is separate question.  Procuring gametes for the purpose of reproduction is a very active intervention.  It is known in advance and it has none of the other messiness of life.  I do not think one would be comparing like with like.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01100","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":167,"content":"<p>My argument has always been that children should have access to that information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01200","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":168,"content":"<p>Would that also include the birth mother in the case of surrogacy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01300","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":169,"content":"<p>Yes, absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01400","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":170,"content":"<p>In my opening statement I hope I made two things clear about the birth certificate.  The language of the Bill needs to be more cognisant of the rights of the child.  In that way we should limit the extent to which we create procedures and processes marking them out as different.  Births now happen in a variety of ways, with a complexity of opportunities.<\/p> <p>  On the proposal of a surrogacy certificate, I did not have a difficulty with giving the information about surrogacy.  My problem was that it was not a birth certificate.  The proposal was that it should be a birth certificate by surrogacy or a birth certificate by donor with access to available information on the complexity of the parentage of a child in whatever way it happens.  While the field is new, the research that is accumulating indicates that hiding or obscuring information about identity complicates the developmental trajectory later in life.  For children, it increases the likelihood of difficulties and distress.  I would certainly propose that as much information as possible be made available to children.  Parents should be encouraged and the process and procedures may actually feed into that encouragement by their openness.<\/p> <p>  I pick the Senator up on one word he used.  He spoke about child well-being.  It is important to note that the Bill refers to welfare and not to well-being, which is a much more complex concept.  Many of us are trying to present the evidence of how we can maximise the child's well-being.<\/p> <p>  The Senator proposed a question on surrogacy to Professor Madden and he originally proposed it openly.  In information that is being made generally and not just for intending parents and potential surrogates we need to discuss the complexities of it.  We need to make the information available.  From the point of view of the action we are proposing, I do not think there is sufficient evidence to categorically discourage surrogacy.  I am certainly not against the research by experts of experience, who have much to contribute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01500","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":171,"content":"<p>I wish to tease that out with Professor Hayes.  We do not need evidence to show that people believe there is a fundamental breach of rights here in that in the case of surrogacy there is a sundering of child's relationship with the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01600","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":172,"content":"<p>Birth mother.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01700","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":173,"content":"<p>-----woman who gave birth to him or her.  In the case of donor-assisted human reproduction there is a sundering of the relationship with the genetic parent.  I think many people will see the injustice of that one much more clearly.  There is so much focus these days on people knowing who they are through genetic research and all of that.  We do not need research to know there is controversy about that.  Arguably it is not a matter of what evidence shows but a matter of the value we, as a community, ascribe to the maintenance of the genetic and birth link.  If the community agrees that, all things considered, it is not a great idea to have a deprivation of the child's rights regardless of whether he or she suffers harm or suffers demonstrable harm which is a different consideration, there is an issue here.  Would Professor Hayes agree that at the very least there is a view that is legitimately held in society that there may be an injustice to the child here and that this is something that is put to people?  We need to accept that what the law says influences people.  There is a very statable case that there is a legal injustice here.<\/p><p>Therefore, I do not see how it can be reasonably excluded from any counselling setting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#T01800","speaker":"1401","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":175,"content":"<p>Professor Madden might have more to say on the legal discussions and findings around that.  There is no doubt that there are frequently tensions around rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#U00200","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":176,"content":"<p>Can I ask for an answer?  Maybe I should wait until Professor Madden returns, depending on who wants to answer.  I asked some very specific questions about whether it should be that donors are required to keep the register updated or whether that obligation should be placed on providers of this service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#U00300","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":177,"content":"<p>I will respond to that.  I am friends with a donor offspring in Denmark who is desperately trying to track down 64 families who have all used a donor who, after the event, has developed a fatal disease to which all those children are predisposed.  There is nothing that requires the clinics to inform those families of that situation and that donor offspring has spent ten years trying to track down those families.  Another friend in Australia has discovered that she has a predisposition to breast cancer, about which her donor informed the clinic.  She and her half-sister through donor conception developed breast cancer but they were never informed of this predisposition by the clinic, despite the donor having returned to the clinic and asked it to inform those affected.  It is very important that there be legal obligations.  The Bill says they \"may provide\" medical information and may update, but it is not mandatory.  Something is required in law which means that those people are accountable.  Where people such as my friend, Narelle, die of preventable genetic diseases because of someone's negligence, people should be held to account.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#U00400","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":178,"content":"<p>We need to establish some things.  This is a very emotionally charged subject, as we know from previous discussions, from what we have read and what we see from the legal cases that have taken place.  Professor Madden made an interesting comment regarding judicial oversight at the initial stages, and it is something that is probably vital.  I am not so sure how it will operate smoothly and without too much administrative delay.  Like everyone else here, I have met and dealt with adoptive parents and adoptees, as well as donor families.<\/p> <p>  The question of health and the transmission of certain genetic weaknesses is something which the surrogate parent and the proposed parent should know about.  That is something that comes under the legal area.  I am not a legal practitioner, but we must recognise that we cannot legislate for everything.  It is not possible.  Neither should we put our own bias on legislation in any form.  We must do our best and do so impartially with all due regard for ethical, medical, and moral issues and try to arrive at the best decision.  It will take considerable time, we cannot achieve it overnight, but we need to do everything we can to get it right.  We are not infallible and neither is anyone else here or elsewhere, even though some might pretend they are.  We need to try our best to eliminate the possible obstacles, having regard to the many things that have happened in the past, and come to a conclusion as to the best way to proceed.  We must also consider two issues.  First is those who yearn and long for a child and who cannot have one for whatever reason.  Among them there are those who can and cannot afford different options.  Under the Constitution, we are expected to legislate in a way that evens that imbalance insofar as we can, without the deprivation of entitlements or rights on any side.  The information we have been given this morning is very important and we need to use it in drawing up or amending of the legislation, whatever the case may be.  There are many more opinions which must also be borne in mind, but as legislators we must take on board the information presented to us.  We do not know what expertise may emerge in 20 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#U00500","speaker":"1322"},{"type":"speech","time":1545210000,"counter":179,"content":"<p>As Deputy Durkan notes, we are discussing a very complex medical, moral and social issue.  The medical technology is changing all the time, as is our legislative process.  For instance, how does the same-sex marriage legislation affect our proposed legislation for assisted human reproduction?  There are much more complex marriage relationships which can lead to much more complex assisted human reproduction procedures which would be legal in Ireland.  Is it possible for one piece of legislation to cover all of this or should the legislation be broken up into different sections?  For instance, should there be legislation on surrogacy and one on other elements of assisted human reproduction rather than trying to put everything into the one Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#U00600","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":180,"content":"<p>The matter of same-sex marriage has been catered for in the draft Bill in that there should be no discrimination in access to treatment between a heterosexual or same-sex couple.  Therefore, there is no need to revisit that issue in terms of making the legislation compatible with same-sex marriage.<\/p> <p>  On the surrogacy legislation I already mentioned, I do not believe that it is necessary to have separate legislation on surrogacy.  I would rather see it in the same framework as other forms of assisted reproduction.  It is different in some respects but, in most cases and as this Bill envisages, it would be done by use of IVF because the surrogate mother is required not to use her own eggs and therefore it must be done by embryo transfer.  That IVF transfer will be permitted to be done only through IVF clinics which it is proposed to regulate through this Bill.  It makes more sense for it all to be done to ensure adherence to best international standards, best practice and so on, and subject to the supervision of the proposed regulatory authority.  The part on surrogacy needs to be revisited.  I have said many times that it is crucial that we get that right.  I do not imagine that floods of people will avail of surrogacy.  This is a small country and hundreds of thousands will not avail of surrogacy.  I believe that, currently in Ireland, between 50 and 100 couples have gone through surrogacy internationally and are trying to regularise their relationships with their children.  I may be incorrect about this figure as I am not in practice as a solicitor and that information might be available from family law practitioners.<\/p> <p>  The screening and health issues of surrogate mothers, intended parents and every adult involved in this process is necessary.  That is where the oversight of a regulator and the drafting of a code of practice and best standards will come into place.  That is how it is linked to a licence given to a clinic and it is ensured that they adhere to best practice and standards.  I think I have answered all the points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#U00700","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":181,"content":"<p>I understand it is the case in some jurisdictions that, if a sperm donor makes a donation, he can sign an anonymity form to say he does not want to be traced.  Is that something which should not be allowed in the legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00100","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":182,"content":"<p>It will not be allowed under the Children and Family Relationships Act, which has been enacted but which has not yet been commenced, and nor should it be allowed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00200","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":183,"content":"<p>Unless we legislate against facilitating that practice abroad by providing funded services and clinics here and allowing for that abroad, there will be different batches of children with entirely different rights, namely, those people who are conceived abroad and those who are conceived here.  Some will have the rights to know their genetic identity whereas some will not have those rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00300","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":184,"content":"<p>To clarify, under the Children and Family Relationships Act, clinics cannot use sperm imported from abroad unless it is identifiable.  Obviously, that does not prevent people from going abroad to clinics-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00400","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":185,"content":"<p>They can prepare people-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00500","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":186,"content":"<p>-----but they cannot stop people at the borders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00600","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":187,"content":"<p>I can give examples.  In England, they prepare people and facilitate them to go abroad, for example, to Spain.  They get all the medication needed to set them up to seek anonymous gametes abroad.  That happens, even after my court case established we have a human right to know our identity.  There are intentional loopholes to allow it to happen, which I hope the Government closes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00700","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":188,"content":"<p>To ensure nothing comes out of the committee that is not what I said, or what any of us said, I am not talking about making everybody happy.  I never mentioned anything about making people happy.  There was a suggestion that some of the recent referendums were based on providing happiness for adults.  I fundamentally believe in children being reared in a loving environment, however that family is made up.  People who adopt children or who have children are fundamental to our society.  As a medical professional for women and men who have undergone <i>in vitro <\/i>fertilisation and dealt with the heartbreak of multiple miscarriages and time ticking by, I would not like it to be put out as a view of the committee that anybody would abduct a child to satisfy his or her inner need.<\/p><p>It is about children's welfare, the family unit and protecting children in the future.  It is interesting that we have had a history of eldest daughters' children being passed off as the mother's, and various people who have purported to lead celibate lives having children and their identity not being known.  We have a long, hard history of hiding the identity of children within the family unit with no records.  As Professor Madden said, approximately one in ten children in the marital environment are not the child of the father in the relationship.  It is high time, as it often seems to be in the committee, that we stood back and accepted the reality of what is going on.  Our job is not to legislate for happiness but rather to legislate to ensure people, that is, children and families, are protected.  We should have sympathy for people's situations that some of us, thank God, have never had to witness personally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00800","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":189,"content":"<p>I wish to respond briefly because I understand the Deputy's was responding to my comments about making people happy.  I intended to put it into simple language.  I still hear adults looking after adults more than anything else.  Adults wanting the best for children is easy to say, but the reality is that these children are growing up and a substantial number of them are unhappy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V00900","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":190,"content":"<p>That is Ms O'Friel's opinion but it is not the evidence of the longitudinal study that has been presented to us by the professors in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01000","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":191,"content":"<p>Up to the age of 14.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01100","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":192,"content":"<p>We have to be clear about what the evidence to the committee deals with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01200","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":193,"content":"<p>Up to the age of 14, there is evidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01300","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":194,"content":"<p>As Professor Madden explained, it is a longitudinal study.  They will be 15, 16, 17 and 18 years old.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01400","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":195,"content":"<p>There is evidence from the submission that we have submitted of groups of thousands of people around the world.  They may not be part of a research study but they are still valid human beings who have suffered-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01500","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":196,"content":"<p>No one is suggesting they are not.  Of course they are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01600","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":197,"content":"<p>I also wish to correct the part about desperation.  I did not intend to say people would abduct children.  It was just an effort to explain the desperation.  If it is not desperation, I do not know what the word is.  There is something that leads to problems about not being able to have a child but procuring somebody else's child.  If I am not fertile and a woman beside me gives me her egg, that is her child.  From the child's point of view, that does not change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01700","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":198,"content":"<p>In Ms O'Friel's opinion, as a witness to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01800","speaker":"1297"},{"type":"speechnospeaker","time":1545210000,"counter":199,"content":"<p>From the child's point of view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V01900","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":200,"content":"<p>All our guests deserve better than to be subject to what I am hearing about their opinions.  We all have our opinions.  Everybody, especially our guests, is giving time to the committee, and all of them deserve considerable credit for appearing and speaking about their personal and professional experience and knowledge.  I am happy with what each person has done-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02000","speaker":"1401"},{"type":"speech","time":1545210000,"counter":201,"content":"<p>As am I.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02100","speaker":"1297"},{"type":"speech","time":1545210000,"counter":202,"content":"<p>The witnesses are doing us a good service.  They are not well served by the Deputy saying it is just their opinion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02200","speaker":"1401"},{"type":"speech","time":1545210000,"counter":203,"content":"<p>The committee's role is to discuss these issues and see whether we can bring some clarity to the legislation.  If some robust debate is required, that is allowed.  Nobody is being abused.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02300","speaker":"1275"},{"type":"speech","time":1545210000,"counter":204,"content":"<p>The courtesies are not quite there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02400","speaker":"1401"},{"type":"speech","time":1545210000,"counter":205,"content":"<p>On a point of order, Senator Mullen seemed to be making the point that, depending on one's personal preference, one should take a particular attitude in raising questions with the witnesses, but that is not how it is supposed to be happen.  We are supposed to ask all questions, even questions the answer to which we might not agree with ourselves.  We must ask the questions because the legislation will be based on those questions and their answers.  We must not sidestep it and hope we will get an answer.<\/p> <p>  I have never heard of the presumption of truth in relation to a birth certificate.  I have looked at quite a few birth certificates where there is only one name, and I am sure many other people in the room have done so.  We also know about the figure of 10% that was referred to.  Let us be honest with ourselves and deal with a situation that prevails in our society, warts and all, of which there are many examples.  Let us not be too prescriptive in the way we go about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02500","speaker":"1322"},{"type":"speech","time":1545210000,"counter":206,"content":"<p>Ms O'Friel said substantial evidence exists that children are growing up unhappy.  Does she have any actual evidence?  There is much anecdotal evidence from people's friends and so on.  What evidence that we could interrogate is there?  Is there anything more substantial than saying there are potentially thousands of cases?  There is the longitudinal study, which is welcome because it will help us and give us something with which we can critically engage, but is there any substantial evidence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02600","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":207,"content":"<p>This is one of the problems.  It is the lack of power of that group of people.  The evidence is in the submission.  As I said, we have not got the evidence from Susan Golombok's research because it has not reached that far.  What we have to go by, therefore, is listening to people on the street as well as academic research, and I have done a masters degree.  When I say people on the street, I mean people's lived experience - people in Donor Offspring Europe, Anonymous Us in America, Spenderkinder, Tangled Webs and many other organisations around the world.  That is the evidence and it is there.  There are many people to speak to and invite to the committee from organisations around the world.  They have not been part of the discussion and they are crying out for research because their voices are not being heard-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02700","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":208,"content":"<p>Ms O'Friel said they are crying out for research but that research is not done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02800","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":209,"content":"<p>It is not done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V02900","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":210,"content":"<p>Being able to engage critically is where we need to get to.  The longitudinal study is great because we will have an opportunity to engage critically with it.  It has to inform our work and what we are doing.<\/p> <p>  On the comments about child abduction, I am fairly sure Ms O'Friel did not mean to be offensive.  People in my life have been affected, which I do not offer as any kind of evidence but I have had conversations with people who struggle with their fertility.  That comment would be deeply upsetting for them.<\/p><p>As I am sure Ms O'Friel did not intend that, she might take this opportunity to clarify that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#V03000","speaker":"1302","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":212,"content":"<p>I hope to clarify that I said it was from my personal experience.  I also know plenty of people who will say that they look at children with longing and they dream-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00200","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":213,"content":"<p>One does not dream about or imagine that he or she will abduct them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00300","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":214,"content":"<p>I do not know where the \"abduction\" came in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00400","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":215,"content":"<p>Ms O'Friel said people would grab them out of the bush.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00500","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":216,"content":"<p>No, I said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00600","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":217,"content":"<p>No, she did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00700","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":218,"content":"<p>-----that one hopes, imagines or dreams that he or she would find a child one day under a bush as in the old fairy tale stories.  That is what I meant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00800","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":219,"content":"<p>I will check the blacks on that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W00900","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":220,"content":"<p>To clarify, I meant that in one's imagination-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01000","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":221,"content":"<p>-----and I am happy to get that clarification.  I am sure Ms O'Friel did not mean to cause offence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01100","speaker":"1302"},{"type":"speechnospeaker","time":1545210000,"counter":222,"content":"<p>No, in one's imagination he or she imagines that a child will appear because that is how much he or she wants a child.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01200","nonspeaker":"Ms Emma O'Friel"},{"type":"speech","time":1545210000,"counter":223,"content":"<p>On the problems that exist for children in Ireland today and there are huge problems, children who are brought up in families of their genetic parents experience the most horrendous abuse and unhappiness in Ireland.  We have people living in emergency accommodation who are not being treated properly and we have a situation in our child and adolescent mental health services, CAMHS, where there are waiting lists for children to be seen to have their unhappiness assessed.  In the context of unhappiness in children, one must look at this as a component of it but there are so many other components of children's unhappiness in Ireland that are not being addressed by our State.  Of course there may be unhappiness in relation to finding out that one was a product of assisted human reproduction but there are so many other social reasons for being unhappy in Ireland that it is probably not a priority issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01300","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":224,"content":"<p>I understand that but what I want to say is that just because there is unhappiness out there - as I work as an assistant psychologist, I know there are many difficulties with which we are trying to grapple - does not mean it is okay to produce more unhappiness.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01400","nonspeaker":"Ms Emma O'Friel"},{"type":"speechnospeaker","time":1545210000,"counter":225,"content":"<p>I feel as though there is a priority to address infertility, which is a form of unhappiness, implicit in this room.  As that is the inability to produce one's own genetic child, washed sperm, intracytoplasmic sperm injection, ICSI, and all these different State-funded mechanisms are provided to help people to have their own genetic child but there is no prioritising of that child to have or know his or her genetic parent.  I do not understand why one generation's happiness is seen as so important in this context while the other one's genetic continuity and happiness is expendable.  That seems like double standards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01500","nonspeaker":"Dr. Joanna Rose"},{"type":"speechnospeaker","time":1545210000,"counter":226,"content":"<p>Perhaps I am missing something but some of the issues that have been raised seem to be predicated on an assumption that the Irish law will not provide that information to children.  The Children and Family Relationships Act 2015, which is already enacted in this country, provides that children will have access to the identity of their genetic parents.  We seem to be spending a lot of time today talking about-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01600","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":227,"content":"<p>But they will not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01700","nonspeaker":"Ms Emma O'Friel"},{"type":"speechnospeaker","time":1545210000,"counter":228,"content":"<p>-----it as if that is not the case and that is already the law here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01800","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":229,"content":"<p>No, at 18 if the adult-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W01900","nonspeaker":"Ms Emma O'Friel"},{"type":"speechnospeaker","time":1545210000,"counter":230,"content":"<p>Yes, at 18 as an adult.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02000","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":231,"content":"<p>That is an adult.  That is not children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02100","nonspeaker":"Ms Emma O'Friel"},{"type":"speechnospeaker","time":1545210000,"counter":232,"content":"<p>Yes, as adults.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02200","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":233,"content":"<p>But the professor said that children would be allowed to access and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02300","nonspeaker":"Ms Emma O'Friel"},{"type":"speechnospeaker","time":1545210000,"counter":234,"content":"<p>I apologise, I should have said when they reach adulthood children can-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02400","nonspeaker":"Professor Deirdre Madden"},{"type":"speechnospeaker","time":1545210000,"counter":235,"content":"<p>I refer to the UN Convention on the Rights of the Child.  Donna Lyons in the school of law in Trinity College Dublin has had a paper published in the<i>International Journal of Law, Policy and the Family<\/i>.  She is Irish and she explicitly refers to Ireland in that paper.  She details how the Irish State justifies the development of telling children at the age of 18, which means telling adults about their parents, as wishing to meet its obligations under the convention.  She wrote &quot;it is essential that States Parties appropriately translate the requirements of the Convention into domestic law, thereby recognizing the right of the donor-conceived <i>child<\/i>.&quot;  Her point is that if Ireland is following the United Nations Convention on the Rights of the Child, not the rights of the child when he or she becomes an adult, then children need to know who their parents are.  That was published in 2018.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02500","nonspeaker":"Ms Emma O'Friel"},{"type":"speechnospeaker","time":1545210000,"counter":236,"content":"<p>The balancing issue of that in the Irish context is the constitutional rights of parents to be the moral educators of their children and to decide how to bring them up and when to tell them.  When the Children and Family Relationships Act was being drafted, in trying to balance those two competing rights, the legislators considered that having the right attach at adulthood was preferable to not having it at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02600","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":237,"content":"<p>I call Senator Dolan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02700","speaker":"1275"},{"type":"speech","time":1545210000,"counter":238,"content":"<p>Senator Mullen is first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02800","speaker":"1419"},{"type":"speech","time":1545210000,"counter":239,"content":"<p>I am happy to wait because Senator Dolan has not been in at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W02900","speaker":"1401"},{"type":"speech","time":1545210000,"counter":240,"content":"<p>I have been moved to say a few words.  I will make a statement and an observation and I invite a response.  In my 63rd year, it is my view that the yearning women have to have a child is very significant, to put it mildly.  When that does not happen it is a cause of deep distress.  That is my view of it and I did not get it from a book.<\/p> <p>  I want to make an observation on Professor Hayes's opening statement.  She spoke about the welfare of the child and stated \"Relationships are the primary mode through which children develop and the effect of the relational process is often more powerful than that of the context within which it occurs.\"  Then she went on to say that \"Stressors in early childhood can disrupt neurologic, metabolic and immunologic systems leading to poorer developmental outcomes.\"  She went on to note that \"Where parents experience stress through uncertainty or lack of clarity around the security of their role as parents, the environment within the children are developing may be unnecessarily stressful.\"  I am stopping my observation at that point.<\/p> <p>  The question of happiness has come up and that is a nice philosophical conundrum which has been thought about in relation to democracies and all sorts of state systems.  Does Professor Hayes wish to make a comment about the discussion we have had around the distressing nature and the point that is being made here about stressors?  They may or may not fit together but it just struck me when I read back what she said in the context of what we have been listening to for the past half an hour or so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W03000","speaker":"1419"},{"type":"speechnospeaker","time":1545210000,"counter":241,"content":"<p>The context within which I was making that observation had to do specifically with the Bill on surrogacy and the timeline around the counselling process and the final issuing of a parent order.  The observation was that we may be unintentionally adding to a stressful situation.  The uncertainties around parenthood that will exist in that space could be very stressful for parents and I propose that this stressful environment is less than conducive to positive early child development.  That is the point that I was making specifically in relation to the length of time and the suggestion that certainty around parenthood could be had before the child is born and we had some lengthy discussion about that earlier.  I suggest that it is an optimal position, because it is recognised that the intended parents are intended to be the parents and the whole process is geared towards that.  Consequently, I was simply suggesting that inadvertently, the Bill may be contributing to stressful situations for children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W03100","nonspeaker":"Professor N&oacute;ir&iacute;n Hayes"},{"type":"speech","time":1545210000,"counter":242,"content":"<p>I deeply appreciate the evidence and insight given by all of the witnesses.  It was not my intention to speak so much today, I was trying to listen.  I thank all the witnesses very much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W03200","speaker":"1419"},{"type":"speech","time":1545210000,"counter":243,"content":"<p>Perhaps Ms Keegan or Ms Bernard would like to outline their experience from their organisation pertaining to the conversation we have had in the past half an hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W03300","speaker":"1275"},{"type":"speechnospeaker","time":1545210000,"counter":244,"content":"<p>It might be beneficial to actually talk to people who are going through surrogacy - there are several surrogacy organisations - because it is very complex.  It is necessary to talk to people on the ground about what they go through and there are many legal people who represent those people and understand what they have to do on a day-to-day basis.  On what was mentioned in terms of putting more of a negative focus on surrogacy, if we are talking about an open society in which we then turn around to say there is a situation that is happening, there are people out there who were born from surrogates and who know their situation.  In the event of a public campaign stating it really is not an advisable thing to do, how will those people feel about their situation?<\/p><p>They will be in a situation where they will not mention how they were born and do not want it to appear.  It automatically puts the shutters up.  One has to deal with the situation there.  I do not think we are in a society that is leading to a situation where we have non-disclosure.  We talked about Sweden banning surrogacy, and it would be interesting to understand why it is banning it and the rationale behind it.  An all-round view of why it is doing it is needed because, as the Senator said, their laws are usually quite liberal.  How does it deal with people who go beyond the country for surrogacy?  Does it leave the people in legal limbo?<\/p><p> A number of countries in Europe legislate for this, including the UK and Spain.  The medical situation has to be addressed.  I do not know if Spain has up-to-date registers of donors and if it always keeps up-to-date information on their medical condition or if it is a situation where, if a situation arises with a particular child where the person has obviously used a donor from Spain, can that person ring a clinic and find out?  Is there access to that information or is it provided?  I do not know whether we need to look at those situations.  I do not know how long it has been legislated for in Spain, but it must deal with those situations all the time.  How does it deal with them?  I think the Senator is right that people need to have access to their medical information, particularly where something is preventable, and if somebody knows about an issue, he or she can have treatment.  That is important and needs to be considered.  If somebody goes into a hospital in Ireland, he or she needs to be able to say that his or her child has been donor-conceived.  The doctor may say that the hospital needs specific information.  Can the person go back to the clinic, or how does he or she get the information?  That needs to be looked at.  Other regions may have more information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#W03400","nonspeaker":"Ms Gillian Keegan","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":246,"content":"<p>I am happy to see this legislation coming in.  I have been involved in NISIG for approximately 20 years.  When I first started, the reproductive technology we now have did not exist.  That has leapt on, so to speak, and we have no legislation to protect us as patients.  It is not just about making us happy but us making our families happy.  They are the core of our society.  All we want is the best for children.  With good practice and good legislation, we can have happy children as a result of assisted reproduction of all types.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#X00200","nonspeaker":"Ms Marian Barnard"},{"type":"speech","time":1545210000,"counter":247,"content":"<p>I thank the witnesses for sharing their experiences.  When people come in who contribute to the best of their ability based on the facts as they know them, whether from professional or academic experience, anecdotal evidence or the fruit of research of many people, and it is not their full-time job, they deserve significant credit.  I would not like to see a culture in the Oireachtas where people are challenged immediately and told what they have said is offensive.  If they are not setting out to be offensive and are trying to depict certain realities which involve reflection on people's lived experience, then we, as Members of the Oireachtas, should be slow to jump down anybody's throat.  I say that regardless of what point of view is being expressed.  I have equal thanks to all the witnesses for what they have had to say here today.<\/p> <p>  With regard to other breaches of children's rights and their welfare in our society, the Chairman is right to point it out.  Whether it is a priority issue is a matter of judgment.  It is a separate question as to whether one allows another wrong, notwithstanding that there are already many wrongs in our society.  I do not hold with whataboutery.  That can always be used to divert from the discussion of an issue on its individual merits.  That is what we have to do here.  There is a prior question here of whether, as said earlier, an injustice relating to the sundering of relationships is involved in any of these procedures.  If we are honest about that, we can then proceed to the next question.  There may be an honest disagreement.  Some may say there is an injustice and others may say there is not.  There is a third point of view which is that there is an injustice but a person believes we should tolerate it.  I would value such honesty.<\/p> <p>  I believe there are injustices here which are so significant that they do not justify permitting certain procedures.  Other people would agree that there is an injustice towards the child but they still think the desire of the parent to receive treatment outweighs that.  I understand that and at least we are having a debate on truthful terms.  I hope that is how we can shape it going forward.  In light of today's discussion and what our previous speaker said, there is a real need to interact at various levels.  I have already mentioned how we need to hear, examine and interrogate what research is telling us and what it can and cannot tell us.  Equally, we need to do so with people who have been through that experience, regardless of people's point of view, just as it is important to hear from children conceived through these processes who feel they have been wronged and that is not being acknowledged.  We should also look at this comparatively so that it is not just me saying that I think Sweden is going in the other direction or that there was a decision in the Spanish constitutional court.  Let us look at what is happening internationally.<\/p> <p>  Deputy O'Connell and others have talked about how it will happen anyway if it goes underground.  This committee issued a unanimous report advocating prohibition of medicinal cannabis due to unintended consequences and the fact that it would undermine other legislation on patient safety.  An argument here is that it will go underground anyway.  That is not, in and of itself, an argument against prohibitive legislation.  I do not want to put words in Professor Madden's mouth but there was an acknowledgement that while it might be the case that anonymous donation is prohibited under Irish law and within the Irish jurisdiction, there is nothing to prevent people from travelling to avail of assisted human reproduction involving an anonymous donation.  That is an example of it happening underground.  We need to acknowledge that the fact that things happen underground or outside our control is no reason for us not to legislate one way or the other.  It raises my question, which goes back to what Ms Keegan responded to, which is whether we should at least discourage that much.  If we have an architecture allowing assisted human reproduction, including surrogacy, although it has not gone through the Oireachtas yet and I hope other arguments will prevail, would people agree that going abroad to avail of surrogacy through anonymous donation should be discouraged?  What do people think of that?<\/p> <p>  Professor Madden may have left the room when I pointed to my dissatisfaction with the obligation being on donors to keep the register updated with relevant information, for example, if they are diagnosed with health conditions.  I think that will be honoured more in the breach than in the observance.  Surely the obligation should be on clinics and providers to be legally responsible for having all relevant information?  It could be set out in legislation or a statutory instrument that they would be legally responsible to maintain contact with donors for the purposes of securing important relevant information, including information on health issues and so on.  I would appreciate the witnesses' view on that and the related question.  I understand there is nothing in the scheme to allow donor-conceived children to trace their genetic parents or half-siblings easily.  Should there be something in the scheme that makes it easier for donor-conceived children to trace their genetic kin, whether in Ireland or overseas?<\/p> <p>  I do not think this is an issue we will get to today but it may be an issue for another day's reflection.  All of this presumes activity which is destructive of human embryos in one way or another, with how assisted human reproduction is practised.  I and others have problems with that.  I think many people would have problems with the \"save your sibling\" concept which has been present in Britain for many years, where embryos are created for the purposes of treating an illness or condition.  I think Baroness O'Cathain spoke very critically of that in the British House of Lords.<\/p><p>It is probably an area at which we will need to look on another day.  It is a very controversial aspect of the whole issue of human endeavour.  While it is not covered by the Bill, it is something about which we need to have a debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#X00300","speaker":"1401","continuing":true},{"type":"speechnospeaker","time":1545210000,"counter":249,"content":"<p>On the maintenance of up-to-date health information on the donor, I agree with the Senator and think there should be an obligation on clinics to maintain it insofar as they can.  Obviously, there may be situations where, despite their best efforts, they are unable to maintain contact with donors, but there should certainly be an obligation on them to do so insofar as they can.  It is important that children born through donor-conception and their parents have access to that information, as required, to help them to deal with medical issues that might arise.  Therefore, I agree with the Senator in that regard.<\/p> <p>  Was there a second question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00200","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":250,"content":"<p>I asked about people having the ability to trace their genetic kin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00300","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":251,"content":"<p>As far as I know, that is provided for in the Children and Family Relationships Act, but the provision has not been commenced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00400","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":252,"content":"<p>In other words, clinics must co-operate with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00500","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":253,"content":"<p>There would be a limit on the number of children who could be born using one donor, which is important, particularly in a country the size of ours.  The limit would be imposed by the regulator.  Whether the number would be, say, three or five would depend on the number who would be expected to use the service, the geographical spread and so on.  There should be the possibility that children born through donor-conception, at whatever age was considered appropriate under the legislation, whether it be childhood or adulthood - I do not have a particular view on it - would be able, through the registration system, to have contact with genetic siblings if, of course, the other siblings were in favour of such contact.<\/p> <p>  Was there another question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00600","nonspeaker":"Professor Deirdre Madden"},{"type":"speech","time":1545210000,"counter":254,"content":"<p>No, although perhaps Dr. Rose might have wanted to offer a view.  I thank the delegates for their answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00700","speaker":"1401"},{"type":"speechnospeaker","time":1545210000,"counter":255,"content":"<p>As far as I am aware, there is nothing retrospective in providing for this practice.  After my court case, part of the settlement was the provision of a retrospective gene library and support service.  Obviously, with Narelle's law and the new legislation in Germany, the overturning of anonymity retrospectively is what is happening.  This needs to be looked at, in particular in the context of funding for counselling for those who have gone through these experiences, including persons who have been used as donors.  Not everybody knows what the impact has been on his wife and family, but it is unravelling over time and not always simple.  Some people went into this thinking it was like blood donation, but they then meet children or adults who look just like themselves, or their own mother.  As it can have a huge impact on them and their families, we need to have appropriate support services available.  There are infertility counsellors who understand these scenarios, as in the case of adoption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00800","nonspeaker":"Dr. Joanna Rose"},{"type":"speech","time":1545210000,"counter":256,"content":"<p>Perhaps they might be hit for maintenance in 20 years' time, but we will see.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y00900","speaker":"1401"},{"type":"speech","time":1545210000,"counter":257,"content":"<p>Deputy Durkan wishes to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y01000","speaker":"1275"},{"type":"speech","time":1545210000,"counter":258,"content":"<p>I want to correct something Senator Mullen said.  Although I am at pains not to put words into somebody's mouth, I would not want the committee's mouth to be loaded either.  To clarify the point, it did deal with a cannabis Bill and we came to conclusions based on medical evidence which had been strongly presented and on the basis that it was a gateway drug, the taking of which required medical supervision.  The point about the need for medical supervision was emphasised from the outset.  As it was not going to be available, it was not accepted.  There have been several precedents in this country which clearly point to the fact that once there is medical approval, with the committee's approval, automatically, the State becomes liable for anything that comes along afterwards.  We then-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y01100","speaker":"1322"},{"type":"speech","time":1545210000,"counter":259,"content":"<p>I am sorry, Deputy, but I do not want to want to go down that road.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y01200","speaker":"1275"},{"type":"speech","time":1545210000,"counter":260,"content":"<p>I do not want to go down that road either, as it has been travelled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y01300","speaker":"1322"},{"type":"speech","time":1545210000,"counter":261,"content":"<p>And every other boreen too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y01400","speaker":"1297"},{"type":"speech","time":1545210000,"counter":262,"content":"<p>There is one other issue.  It is a common reference that hard cases make bad law, but sometimes the lack of law leads to desperate cases.  In the annals of our history there are sufficient desperate cases to assure us that we should investigate insofar as we can and that we should legislate to the best of our ability, having received and learned from all of the evidence.  There is no way we can prevent people from travelling outside the country for whatever purpose, nor should we do so, for the simple reason that it has already been determined in a constitutional referendum, despite the efforts of some to suggest we could, which was an appalling conclusion to have reached, even in those days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y01500","speaker":"1322"},{"type":"speech","time":1545210000,"counter":263,"content":"<p>On behalf of the committee, I thank the delegates for coming to give their evidence.  It is obviously a very complex issue and I do not think this is the last meeting we will have in our pre-legislative scrutiny of the issue of assisted human reproduction.  The debate has been very informative, if robust at times.  We have to take all viewpoints on board, distil them and come up with legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018121900002#Y01600","speaker":"1275"},{"type":"unspoken","time":1545210000,"counter":264,"content":"<p>The joint committee adjourned at 12.55 p.m. until Wednesday, 16 January 2019.<\/p>","notice":"TIME STRING DETECTED"}]