[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1490713200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Niall Collins, Senator Aidan Davitt, Deputy Tom Neville, Senator James Reilly. Deputy Maurice Quinlivan,<\/p><p>DEPUTY MARY BUTLER IN THE CHAIR.<\/p>","time":1490713200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002"},{"type":"unspoken","time":1490713200,"counter":4,"content":"<p>The joint committee met in private session until 4.05 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Companies Act 2014 (Section 1313) Regulations 2017: Motion","time":1490713200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#A00300"},{"type":"speech","time":1490713200,"counter":6,"content":"<p>Apologies have been received from Senators Paul Gavan and Gerald Nash.  I remind members, visitors and those in the Visitors Gallery to ensure their mobile phones are switched off or left in flight mode for the duration of the meeting as they interfere with the broadcasting equipment, even when left in silent mode.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p> <p>  In accordance with D&aacute;il Standing Order 84A(4)(k) and Seanad Standing Order 70A(3)(k), the Companies Act 2014 (Section 1313) Regulations 2017, in draft form, were referred to the committee by order of the D&aacute;il of 21 March and by order of the Seanad of the same date.  The committee has been asked to send a message to both Houses by 13 April stating it has completed its consideration of the regulations.  A briefing document prepared by the Department of Jobs, Enterprise and Innovation has been circulated to members.  The regulations are technical in nature but time sensitive, necessitating the organisation of this short joint meeting.  I thank members for attending and invite the Minister to make her opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#A00400","speaker":"1220"},{"type":"speech","time":1490713200,"counter":7,"content":"<p>I am here to introduce the regulations made pursuant to section 1313 of the Companies Act 2014 to the Oireachtas Joint Committee on Jobs, Enterprise and Innovation and seek its approval.  They propose to insert additional sections of the Companies Act 2014 in the list of provisions in Schedule 14 to the Act.  The aim is to apply the provisions to unregistered traded companies.<\/p><p> The reason the regulations are necessary is unregistered companies are not subject to statutory company law in the same way as registered companies.  In the absence of a particular legislative code that provides a legal framework for unregistered companies, the practice since 1963 has been to apply aspects of company law to unregistered companies and, where necessary, extend statutory provisions by means of regulations.  The aim is to ensure that, where appropriate, unregistered companies are subject to the same regulatory framework as companies formed under the Companies Acts.<\/p><p> Since the Companies Act 2014 was passed, it has become necessary to distinguish that the contents are applied to a traded unregistered company only.  In essence, the regulations extend additional relevant provisions of the Companies Act 2014 to the only publicly traded unregistered company in Ireland, Bank of Ireland.  They will ensure greater clarity and certainty in the legal framework governing an unregistered traded body.  The aim is to ensure the body will be treated in the same way as a registered company, that is, a traded body, would be treated in similar circumstances.<\/p><p> Two sets of regulations pursuant to section 1313 have been made previously.  The first set, SI 223 of 2015, applied various provisions of Part 17 of the Companies Act 2014 for commencement purposes, while the second, SI 43 of 2016, applied section 1120 of the Companies Act 2014.  These regulations were approved in draft form by the joint committee to enable an unregistered traded body to conduct its business in an orderly and proper fashion.<\/p><p> I have provided the joint committee with a note on the purpose of each of the sections of the Companies Act 2014 that it is intended to apply by the regulations.  In summary, it is intended to apply sections 4, 5, 35, 36, 41, 48, 64, 83, 116, 1374, 1429 and 1440, as well as Chapters 1 and 2 of Part 5; Chapters 1 and 2 of Part 9; and Chapter 9 of Part 17.<\/p><p> While the provisions of the regulations are technical in nature, certain provisions contained in the regulations are required in order to allow Bank of Ireland to implement the European rules pursuant to the European Union (Bank Recovery and Resolution) Regulations 2015.  In order to meet its obligations under the Act, Bank of Ireland has indicated that it wishes to hold the extraordinary general meeting necessary to introduce the changes at the same time as its end of April annual general meeting.  To facilitate this request, the joint committee meeting of 11 April at which it was intended to consider the matter would not have permited the holding of an EGM at the same time as the AGM as company law governing the notice period rules for extraordinary general meetings require the giving of 21 days notice.  I understand the purpose of the extraordinary general meeting is to allow the bank to set up holding companies at the top of its corporate structures.  They would issue senior and junior debt in the future, whereas deposits would be held in operating companies below the holding company, giving them more protection.  The new rules allow for bondholders to face losses in the event of another financial crisis, without impacting on depositors.  I understand both the Department of Finance and the Central Bank are supportive of the objectives of the EGM. <\/p><p> I ask the joint committee to approve the regulations, in draft form, before it.  I thank the Chairman and members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#A00500","speaker":"1247","continuing":true},{"type":"speech","time":1490713200,"counter":9,"content":"<p>As the Minister said, the regulations are very technical, but at the same time it is necessary to deal with them today.  I again thank members for making themselves available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00200","speaker":"1220"},{"type":"speech","time":1490713200,"counter":10,"content":"<p>To recap, it is clear that the draft regulations are being supported by both the Department of Finance and the Central Bank to allow for a slightly different outcome if we were to face similar problems to the ones we faced in the past.  Second, they are to allow Bank of Ireland the same rights as other banks but, equally, to have it comply with the same obligations as other banks.  Is that the essence of the regulations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00300","speaker":"1421"},{"type":"speech","time":1490713200,"counter":11,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00400","speaker":"1247"},{"type":"speech","time":1490713200,"counter":12,"content":"<p>That completes the joint committee's consideration of the Companies Act 2014 (Section 1313) Regulations 2017.  I thank the Minister and her officials for attending.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00500","speaker":"1220"},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1490713200,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00600"},{"type":"speech","time":1490713200,"counter":14,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the following regulations in draft form:Companies Act 2014 (Section 1313) Regulations 2017.<\/blockquote> <p>In accordance with Standing Order 73, the following message will be sent to the Seanad:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the following regulations in draft form:Companies Act 2014 (Section 1313) Regulations 2017.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00700","speaker":"1220"},{"type":"unspoken","time":1490713200,"counter":15,"content":"<p>The joint committee adjourned at 4.20 p.m. until 4 p.m. on Tuesday, 11 April 2017.<\/p>","notice":"TIME STRING DETECTED"}]