[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1601334000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:30<\/p><p>The Joint Committee met at 13:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Bruton, Garret Ahearn, Francis Noel Duffy, Róisín Garvey, Joe Flaherty, Paul Gavan. Paul Murphy, Louise O'Reilly, Matt Shanahan, Niamh Smyth, David Stanton.<\/p><p>Teachta \/ Deputy Maurice Quinlivan sa Chathaoir \/ in the Chair.<\/p>","time":1601334000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020092900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1601334000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020092900002#A00100"},{"type":"speech","time":1601334000,"counter":5,"content":"<p>We have a quorum.  The committee is meeting today in public session for its inaugural meeting.  We will go into private session shortly to discuss procedural matters and a work programme.<\/p> <p>  First, I congratulate all members on their election in the general election in February and in the subsequent Seanad election.  I congratulate all of them on their appointment as members of the committee.  The committee has a very important role to play in supporting the work of the D&aacute;il and the Seanad, in particular by engaging with the Minister for Business, Enterprise and Innovation and his Department and bringing our concerns to them.<\/p> <p>  Covid-19 makes the work of this committee more important but if we work positively, I believe our actions will have a positive effect on the lives of workers and many of the businesses that employ them.  While our work will follow the work of previous committees, it will be very much influenced by the Covid-19 pandemic, both in respect of policy issues and the manner in which we conduct our business.  I will try to be as fair as I can be and impartial towards all members of the committee and to witnesses who attend and assist us in our work.  I believe strongly in a united approach involving mutual respect where members and witnesses are given the greatest opportunity to contribute and to feel that their efforts are worthwhile while yielding the best results.  I trust all members of the committee will work with me to ensure the committee works effectively and safely in that regard.<\/p> <p>  I propose that we go into private session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020092900002#B00200","speaker":"1509"},{"type":"unspoken","time":1601334000,"counter":6,"content":"<p>The joint committee went into private session at 13.38 and adjourned at 2.18 p.m. until 9 a.m. on Wednesday, 7 October 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Special Committee on Covid-19 Response","time":1601334000,"counter":7},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 10:00<\/p><p>The Select Committee met at 10:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Boyd Barrett,* Colm Burke, Jennifer Carroll MacNeill, Matt Carthy, David Cullinane, Cormac Devlin, Bernard J. Durkan,* Paul McAuliffe, Jennifer Murnane O'Connor, Jim O'Callaghan,* Fergus O'Dowd, Louise O'Reilly, Matt Shanahan, Róisín Shortall, Duncan Smith.<\/p><p>* In éagmais \/ In the absence of Deputies Colm Brophy, Pádraig O'Sullivan and Bríd Smith.<\/p><p>Teachta \/ Deputy Michael McNamara sa Chathaoir \/ in the Chair.<\/p>","time":1601334000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002"},{"type":"minorheading","content":"Business of Special Committee","time":1601334000,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#A00100"},{"type":"speech","time":1601334000,"counter":10,"content":"<p>I call Deputy Boyd Barrett.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#A00200","speaker":"1518"},{"type":"speech","time":1601334000,"counter":11,"content":"<p>I want to register an objection to the fact that, two weeks in a row, we have asked the acting Chief Medical Officer and NPHET to come before the committee.  We expected them to come in today but they are not coming.  It is extraordinary.  We have had one party leaders' briefing, which included the acting CMO and NPHET, since the new Government was elected.  On two occasions now we have asked for the acting CMO and NPHET to come in here in the context of rising infections, the case numbers going in the wrong direction and many worries about the strategy being pursued and we cannot get key people at the front line of the State's response to Covid-19 to come in here.<\/p><p>It is unacceptable and frustrating and adds to my much repeated concern about the expert advisory group's and NPHET's minutes being published months after the meetings take place.  Getting information from NPHET is like pulling teeth.  What is happening is unacceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#A00300","speaker":"1478","continuing":true},{"type":"speech","time":1601334000,"counter":13,"content":"<p>I call Deputy Shortall.  She will be followed by Deputy Cullinane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00200","speaker":"1518"},{"type":"speech","time":1601334000,"counter":14,"content":"<p>My understanding was that representatives from NPHET were due to come in last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00300","speaker":"1567"},{"type":"speech","time":1601334000,"counter":15,"content":"<p>That is correct.  They were invited to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00400","speaker":"1518"},{"type":"speech","time":1601334000,"counter":16,"content":"<p>For whatever reason, they did not.  My expectation certainly was that they were coming in this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00500","speaker":"1567"},{"type":"speech","time":1601334000,"counter":17,"content":"<p>That was mine too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00600","speaker":"1518"},{"type":"speech","time":1601334000,"counter":18,"content":"<p>This is the last week for this committee to meet and we had intended bringing in all the health bodies that are relevant in the context of dealing with Covid.  I am quite taken aback that they are not here.  I would like to know the reason.  Today we are concentrating on testing and tracing.  The HSE has a certain amount of information to provide to us, but many aspects of testing and tracing are determined by NPHET.  When we put questions to Paul Reid, frequently the response is that NPHET determines what is done.  It is highly unsatisfactory that we are here today during the last week of the committee discussing the issue of testing and tracing, and one of the key bodies is not here.  When were the representatives from NPHET invited?  What explanation did they give for not attending?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00700","speaker":"1567"},{"type":"speech","time":1601334000,"counter":19,"content":"<p>I will call Deputy Cullinane, followed by the clerk to the committee, Mr. McEnery.  We can go into private session, but before we do, I would like to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00800","speaker":"1518"},{"type":"speech","time":1601334000,"counter":20,"content":"<p>I would like-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B00900","speaker":"1598"},{"type":"speech","time":1601334000,"counter":21,"content":"<p>Yes, and then Deputy O'Dowd.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B01000","speaker":"1518"},{"type":"speech","time":1601334000,"counter":22,"content":"<p>I echo what the two previous speakers said.  It is unacceptable that the representatives from NPHET are not here.  We asked them and expected them to be here last week.  Members of the committee appreciate that NPHET is very busy, as indeed are the witnesses from the HSE who are here today, the Department and the Minister.  We are busy as well.  I appreciate that NPHET is on the front line in giving advice to Government.  The point has been made that almost all the decisions being made that have a real impact on people's lives are being made on the basis of advice from NPHET.  A dangerous narrative has now taken hold that asking any questions and having any debate on the issue somehow undermines NPHET.  That is both wrong and unacceptable.<\/p> <p>  All of us, in government or opposition, have a responsibility to probe, analyse and debate.  That is healthy for decision-making.  It is wrong that the people in question are not here.  I am not saying that is why they are not here.  I do not know why they are not.  As Deputy Shortall stated, we need to get a reason.  This is two weeks in a row without representatives from NPHET being here.  We need to bear in mind that this committee was established to probe and analyse the advice that is given because that is our only filter.  We have a debate in the D&aacute;il this week, the first debate we have actually had on either the winter plan or the plan for living with the virus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B01100","speaker":"1615"},{"type":"speech","time":1601334000,"counter":23,"content":"<p>Representatives from NPHET will not be in a position to be in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B01200","speaker":"1518"},{"type":"speech","time":1601334000,"counter":24,"content":"<p>They will not be there either.  I want to make another point.  There are not even any briefings for Opposition health spokespersons or party leaders on these issues.  That makes no sense at a time when we are told that we are all in this together, as we should be.  I do not think anybody is being irresponsible.  Some people and groups outside this House, including those on the far right, are being irresponsible.  There is consensus in this place that public health and saving people's lives come first.  Every piece of advice needs to be subject to debate and scrutiny.  It is unacceptable that they are not here and it does not serve us well.  It feeds into a pattern that asking any questions of NPHET is somehow seen as an attempt to undermine public health advice.  That is dangerous, wrong and not healthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B01300","speaker":"1615"},{"type":"speech","time":1601334000,"counter":25,"content":"<p>Surely one would expect the answers to bolster the message rather than detract from it, but they are not here to answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B01400","speaker":"1518"},{"type":"speech","time":1601334000,"counter":26,"content":"<p>I have great respect for NPHET, whose professionalism is world class.  We beat the virus in the first round when it came to our country initially.  I have no issue with representatives from NPHET being asked to come here.  If they can appear before the media, and they do every day, they must come in here.<\/p><p>It is wrong to say there is a conspiracy of silence among them.  They answer all the questions they are asked.  I see them being asked questions on television.  They have been on television frequently.  What concerns me are the comments yesterday, as reported in <i>The Irish Times<\/i>, to the effect that when somebody in NPHET was asked about this, that person said it was a matter for the Department of Health.  Therefore, from what I am reading, I do not believe it is NPHET representatives who do not want to appear before us.  I suggest that this committee honour its statutory obligation to ensure probity and transparency and ask representatives to attend.  We will meet specially, if need be.  If any issue arises, the Minister should clear it up with urgency and immediately.  I believe NPHET representatives are very transparent and open, and they have done a fantastic job.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#B01500","speaker":"1598","continuing":true},{"type":"speech","time":1601334000,"counter":28,"content":"<p>I support what has been said by my colleagues on the committee.  Obviously, this is an extraordinary event.  No one is going to get everything right in respect of this, whether it is the Government, NPHET or this committee, but one thing is for sure, that is, that we will improve our decision-making processes if we discuss the issues and question people in respect of the decisions they are making.  That is inevitably going to improve the decision-making process.  Nobody is suggesting that we undermine NPHET or try in some way to second-guess its public health advice.  We do, however, have to take account of factors that NPHET does not take into account.  It is primarily motivated by public health considerations and directed by public health advice in respect of Covid.  We, as elected representative of the people of Ireland, must consider other factors.  It would be to the mutual benefit of everyone if the representatives made themselves available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#C00200","speaker":"1553"},{"type":"speech","time":1601334000,"counter":29,"content":"<p>It was very clear when Dr. Ronan Glynn was before this committee a number of weeks ago &mdash; it may have been five or six weeks ago-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#C00300","speaker":"1480"},{"type":"speech","time":1601334000,"counter":30,"content":"<p>It was the middle of August, the Deputy might recall.  The representatives did not attend but they did make themselves available the next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#C00400","speaker":"1518"},{"type":"speech","time":1601334000,"counter":31,"content":"<p>That is correct.  It was extremely helpful because, at that point, Dr. Glynn was very clearly signalling the danger we were facing, particularly regarding Dublin.  Therefore, through that conversation, the committee had the benefit of being able to get that information early.  It did not undermine NPHET in any way, nor did it seek to do so in any way, and it was completely constructive.  I would very much like to see the representatives of NPHET here again, if possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#C00500","speaker":"1480"},{"type":"speech","time":1601334000,"counter":32,"content":"<p>Does anyone else wish to contribute before we go into private session briefly in order that the clerk, Mr. McEnery, can explain the correspondence with NPHET regarding its representatives' non-attendance today?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#C00600","speaker":"1518"},{"type":"speech","time":1601334000,"counter":33,"content":"<p>What is the requirement to go into private session?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#C00700","speaker":"1567"},{"type":"speech","time":1601334000,"counter":34,"content":"<p>Apparently the clerk cannot speak in public session.  I have not been furnished with any reason as to why NPHET representatives are not present today.  I am aware there has been extensive correspondence with them for two weeks now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#C00800","speaker":"1518"},{"type":"unspoken","time":1601334000,"counter":35,"content":"<p>The committee went into private session at 10.13 a.m. and resumed in public session at 10.17 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Covid-19: Update on Testing and Tracing and Rising Incidence in the State","time":1601334000,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#D00050"},{"type":"speech","time":1601334000,"counter":37,"content":"<p>I welcome the witnesses who have come before the committee and I thank them for doing so.  From the HSE, I welcome Mr. Paul Reid, chief executive officer, who I do not see on screen but who I believe is joining us, Ms Anne O'Connor, chief operations officer, Dr. Colm Henry, chief clinical officer, and Ms Niamh O'Beirne, national lead for testing and tracing.  From the Health Protection Surveillance Centre, I welcome Dr. John Cuddihy, director.  This is Dr. Cuddihy's first time joining us.<\/p> <p>  Before we commence the formal proceedings, I advise the witnesses giving evidence from a location outside of the parliamentary precincts that they should note that the constitutional protections afforded to witnesses attending to give evidence before a committee may not extend to them.  No clear guidance can be given on whether, or the extent to which, evidence given is covered by absolute privilege of a statutory nature.  We need not go into the advice to persons giving evidence from another jurisdiction as there are none today.  If witnesses are directed by the committee to cease giving evidence on a particular matter, they must respect that direction.<\/p> <p>  Before he makes his opening statement, I have a question for Mr. Reid.  When Mr. David Walsh of the HSE was before the committee two weeks ago, he indicated he would provide all correspondence the HSE had with acute hospitals on the discharge by acute hospitals of patients into nursing homes, as well as correspondence with nursing homes on residents who were suspected of having Covid-19 and on how such residents were to be treated.  We have not received that correspondence.  Mr. Walsh undertook to give it to us and he did not demur in any way.  Will Mr. Reid provide this correspondence to the committee by close of business tomorrow?  It is now two weeks since Mr. Walsh undertook to provide that correspondence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#D00100","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":38,"content":"<p>I am aware that various items of correspondence are due back to the committee and we will aim to get them all back as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#D00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":39,"content":"<p>I thank Mr. Reid.  I appreciate that.  I now invite him to make his opening statement and I ask him to confine it to five minutes, if possible, as it has been circulated in advance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#D00300","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":40,"content":"<p>I thank the committee for the invitation to come before it.  I am joined by my colleagues, Ms Anne O&rsquo;Connor, chief operations officer; Dr. Colm Henry, chief clinical officer; Dr. John Cuddihy, interim director of the Health Protection Surveillance Centre, and Ms Niamh O'Beirne, national lead for testing and tracing.<\/p> <p>  Over the past few months, we have focused on restoring services that had either reduced or suspended activity following the NPHET decision of 27 March.  The HSE winter plan, launched on 24 September, aims to ensure that our health service is prepared for these expected pressures while delivering services in the context of the continued presence of Covid-19.  It is increasingly evident that we can expect, and should therefore plan for, subsequent waves of Covid.<\/p> <p>  A community first approach to the delivery of care will be central to delivering safe, efficient and effective services through winter and beyond.  While service delivery will be reorientated towards general practice and primary care services, we are making substantial investment in our community and acute services, including additional home support and enhanced home support packages, community healthcare networks and community specialist teams, GP diagnostics, community based rehabilitation and step-down beds, and acute bed capacity.<\/p><p>By implementing this plan, we aim to support people to receive care at home or close to home, particularly older people and those with chronic diseases, and to enhance patient flow and patient experience in our acute hospitals. <br\/><br\/>Public health expertise is centrally important in leading the flu vaccination programme, advising on infection prevention and control in acute and residential settings and, crucially, in the identification, management and suppression of outbreaks.  The first deliveries of influenza vaccines to GPs, pharmacists and nursing homes started on 17 September.  All shipments are expected to be delivered before the end of October.  We secured sufficient doses to vaccinate all of the at-risk groups.  This winter, the vaccine will be offered to children aged between two and 12 years, delivered as a nasal spray, and will be available from GPs and pharmacists from this week. <br\/><br\/>A difficult winter season, coupled with a resurgence in Covid, is the worst possible scenario for our health services.  While this is an eventuality that we hope to avoid, it is also a scenario for which we have been carefully planning.  The HSE board and I acknowledge that the Government has committed significant resources to our winter plan to support us in managing the extremely challenging period ahead.  The winter plan and our testing and tracing model endorsed by the HSE board on 25 September are two major components of our overall pandemic plan for the health services.  Funding of the pandemic plan will be considered by Government as part of the Estimates process. <br\/><br\/><b><\/b>On testing and tracing, it is important to emphasise that we are meeting all testing demand.  We will continue to modulate all aspects of our response to Covid and to size our testing and tracing operation appropriately, relative to that demand.  Ireland is one of a few countries which automatically test close contacts and we conduct serial testing.  We are among the highest ranked in Europe on testing per 1 million of population, having done more testing than Germany, France, Norway, Italy, etc. <br\/><br\/>In terms of surge, we have increased our domestic laboratory capacity from about 70,000 samples per week to over 100,000 per week.  We are also fortunate to have additional surge capacity of 2,000 per day provided by our German laboratory partner.  In order to speed up test notification periods we are also looking at additional equipment, robots and process methodologies to increase our domestic testing capacity and turnaround.  To date, we have completed well over 1.12 million tests and last week we recorded 87,940 tests.  Our highest weekly test figure has been 90,000.  Last week, we completed over 15,381 contact tracing calls, our highest number to date.  The median end-to-end turnaround time in community settings over the past seven days is two days and 90% of people tested in the community received their result within this timeframe. <br\/><br\/>For community tests we have a median of 1.2 days from swab taken to laboratory result communicated.  We continue to improve turnaround times using IT-enabled processes and increased staffing and swabbing capacity.  Transition to a more permanent model for testing and tracing is under way.  Recruitment is ongoing, as is engagement with our stakeholders.  We are also looking at better system automation and integration.  It is important to re-emphasise that although testing and tracing is a key tool to protect against transmission of the virus, the primary line of defence is the public health measures that we must all take, all of the time.  Admissions to hospital are definitely rising, with 108 patients admitted to hospital with Covid-19 - the figure is 114 this morning - and there are 17 confirmed cases in ICU.  The age profile of patients that has characterised the resurgence in the disease has been lower, but that will change unless community transmission is controlled. <br\/><br\/>Finally, even with a vaccine, the reality is that we will be dealing with Covid for a long time yet.  We must all adapt the way we live our lives through a combination of behavioural, societal and healthcare delivery changes.  The HSE needs a functioning society and economy in order to thrive.  Healthcare staff also know this and they continue each day to rise to the challenge.  The response of our staff to Covid-19 has been truly extraordinary and we owe them a huge debt of gratitude.  It is crucially important that we continue to support them in the months ahead.  The best way to do that is to commit, every day, to supporting and following public health advice. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#D00400","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":42,"content":"<p>I thank Mr. Reid.  I will be fairly rigid with time today because it is limited.  Is Deputy Cullinane taking five or ten minutes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#E00200","speaker":"1518"},{"type":"speech","time":1601334000,"counter":43,"content":"<p>I will take ten minutes.  I welcome our witnesses.  I will be looking for numbers in the questions I will put to Mr. Reid in order to establish some facts.  I know there are a number of different elements to testing, from swabbing centres to laboratories.  On the swabbing side, how many staff do we have employed in that area at this point in time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#E00300","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":44,"content":"<p>There are 32 swabbing centres and a total of 380 staff carry out swabbing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#E00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":45,"content":"<p>There are 380 staff carrying out swabbing.  Laboratories might be more difficult because some of that work is done is hospitals as we know.  I understand there are two industrial laboratories involved.<\/p><p>How many staff are involved in testing, either in hospitals or in industrial laboratories, and how much laboratory space is being used?  Approximate figures will suffice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#E00600","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":47,"content":"<p>I will ask Ms O'Beirne to comment, particularly on the laboratories.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":48,"content":"<p>I am looking for the numbers. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00300","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":49,"content":"<p>There are 46 laboratories which are all staffed within the hospitals.  We do not keep track of those numbers.  The industrial laboratories are third party.  Each of the big industrial laboratories has 30 or 40 staff but they are not HSE staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00400","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":50,"content":"<p>The living with the virus plan refers to recruiting 500 staff.  Mr. Reid indicated 380 staff are currently involved in swabbing and, as such, 500 is a substantial additional number which will be welcome.  Where are we with that number?  What work are we talking about?  Does the figure of 500 refer to swabbing only or is will these staff do other work?  Is it for staff in the laboratories?  Will Mr. Reid give us a breakdown of that 500 figure, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00500","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":51,"content":"<p>I will refer to a few figures first and, again, I will ask Ms O'Beirne to quickly comment.  Two recruitment campaigns are ongoing.  The first is to recruit 700 people for swabbing and that recruitment campaign has commenced.  We are in train on that.  Similarly, on contact tracers we are recruiting 500 staff.  Both of those numbers are initial numbers.  We continuously recruit as part of our overall pandemic plan.  The overall model that we presented to the board of the HSE last Friday sets out a total workforce of between 2,500 and 3,000 people, which is for a combination of swabbing, testing in our laboratories, contact tracers----<\/p> <p>   Mr. Paul Reid:  Just to say, a few figures first of all.  I will ask Ms O'Beirne quickly just to comment.  current There are two recruitment campaigns currently ongoing, first, to recruit 700 people for swabbing, and that recruiting campaign has commenced and we are in train on that one, and similarly, on contact tracers we are recruiting 500 people.  Both of those numbers are initial numbers.  We will continue to recruit part of our overall pandemic plan and, indeed, the overall model that we presented to the board of the HSE last Friday sets out a total workforce of between 2,500 to 3,000 people, which is a combination of swabbing, testing in our laboratories, contact tracers-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":52,"content":"<p>I have that information.  I am tight on time so can I get the numbers first?  If 700 swabbers will be recruited, what will the baseline of swabbing personnel be once the HSE has recruited those 700 staff?  How quickly does Mr. Reid anticipate that those 700 will come on stream?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00700","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":53,"content":"<p>I will take the Deputy's question.  With the swabbing, we expect to have a workforce of in or around 1,000 doing swabbing across our sites.  Already, 200 people from the recruitment process have gone through to Garda vetting.  We are just staging the interviews and passing people through so we expect the first cohort to arrive from the end of this week and early next week.<\/p> <p>  On contact tracing, we are looking at a minimum of an additional 500 staff.  We have access to 280 contact tracing staff at the moment and the 500 new staff will be in addition to that number.  They are divided into clinical and non-clinical staff.  We have around 150 non-clinical staff through the recruitment process and 100 clinical staff in the process.  Again, those numbers will begin to come on board from the end of this week and into next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00800","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":54,"content":"<p>Basically, Ms O'Beirne is saying that from a swabbing perspective, we will move from a figure of 300 to 1,000.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F00900","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":55,"content":"<p>Yes, we are going to 1,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F01000","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":56,"content":"<p>The living with the virus plan mentions numbers of 700 new staff for swabbing and 500 contact tracers.  However, it does not give any benchmark or targets for turnaround times or how many tests should be carried out per week.  Surely even for scrutiny purposes and also just to have a strategy, there should be a target of how many tests or, at least, what capacity we should have.  The target in the past was 100,000 tests per week.  The Minister for Health said last week that he sought an options paper from Mr. Reid on expanding that figure as 100,000 was not enough.  Why did the plan not include targets for how many tests should be carried out per week and for the end-to-end turnaround time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F01100","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":57,"content":"<p>On turnaround times, it is important to look at what is happening internationally both in terms of capacity and turnaround times.  We obviously monitor what is happening in other European countries in terms of capacity and turnaround.  As recently as last week, there were a couple of good papers done by the University of Sussex business school which make comparisons between Ireland, Italy, Germany, Spain, South Korea, South Africa and a range of other countries.  Ireland benchmarks extremely well, as it also did yesterday in terms of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F01200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":58,"content":"<p>I do not want to be rude but, with respect, I have ten minutes.  The question I asked was not what was happening in other countries.  It was why there is no target in the plan for turnaround times.  I know there might be an aspirational target of 24 hours.  There is no target with regard to how many tests should be carried out per week.  I am asking why that is the case.  I have a number of other questions on the detail when one goes under the bonnet of that.<\/p><p>Why was a target at least not set in the plan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#F01300","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":60,"content":"<p>I appreciate that time constraints are tight and I do not want to use up the Deputy's time but sometimes context is important.  We are now doing two things about targets and capacity.  First, during the summer we transitioned our capacity to help ensure we could provided a capacity of 100,000 tests on the island and that is what we have now.  We have further support for 2,000 tests per day from European labs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":61,"content":"<p>However, the Minister for Health said that was not enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00300","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":62,"content":"<p>Yes.  We are currently modelling out future demand and it depends absolutely on the performance of the virus.  We are modelling it out through the winter.  If the virus keeps running the way it is at the minute, we will need more excess capacity in our labs and that is a process we are continuously looking at and engaging on.  We will increase capacity in our labs should the virus continue to perform the way it is.  It is very difficult to put a number on this one because it is related to the performance of the disease.  What we want to do is pull the performance of the disease down; it is a significant big issue for us but we are looking at capacity in labs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":63,"content":"<p>I want to ask a number of questions about turnaround times so I will conclude on this by saying it would be more helpful if we had targets.  As I said, the Minister has said he has requested an options paper.  I am not sure about the status of it, what work has been done or when it will be presented to him, the Government or Cabinet.  It would be very helpful if we had a target turnaround time.  As Mr. Reid knows, this committee published a report seeking a 24-hour turnaround time.<\/p> <p>  I have a number of questions on the median end-to-end turnaround time and the difference between that median end-to-end turnaround time for a negative result and a positive one.  Can Mr. Reid give us those two figures, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00500","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":64,"content":"<p>Ms O'Beirne will respond to the Deputy on that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00600","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":65,"content":"<p>At the moment we are doing more than 91% of the swabs to result within 48 hours.  The median for a negative result is two days and for a positive one it is close to three days.  The difference between the two has to do with time and phone calls; the text messages can go out later but phone calls have to be done between 8 a.m. and 8 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00700","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":66,"content":"<p>As such the median end-to-end turnaround time for a positive result is 2.9 or three days.  Is that fair?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00800","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":67,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G00900","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":68,"content":"<p>Does that include contact tracing?  If contact tracing was included as well, would that increase the turnaround time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G01000","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":69,"content":"<p>It has gone a little bit over for the completion of contact tracing since the reopening of schools, because at the moment the median or average number of close contacts is nearly six per person so it is taking longer-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G01100","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":70,"content":"<p>What is the median end-to-end turnaround time from referral to contact tracing being complete?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G01200","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":71,"content":"<p>It is about 3.5 days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G01300","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":72,"content":"<p>That falls short of a lot of the targets we set in our document.  That is my point: we need to get better and we need to get sharper.  I welcome the fact that there will be additional staff but we need much more robust targets and to get much better at this.<\/p> <p>  I want to put one final question to Mr. Reid about staffing.  I am looking at the Be On call for Ireland pool.  I have been contacted by a number of organisations, including Diabetes Ireland, the Irish Heart Foundation and the Irish Dental Association.  They have spoken about very specialist staff, namely specialist nurses, occupational therapists and speech and language therapists, who are seconded, I imagine for the right reasons, to testing, but they need to go back into doing their jobs as well.<\/p> <p>  The number of people currently in the Be On Call for Ireland pool who can be hired is 1,600 in total.  A total of 68 medical laboratory aides have not been offered any work at all.  In fact, there were 98 originally when they first responded and approximately 30 dropped out.  The pool also includes 78 occupational therapists and 27 medical scientists.  There are staff, therefore, who could have been employed through that pool, yet they have not been.  When the HSE is recruiting, is the Be On Call for Ireland pool being used to fast-track appointments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G01400","speaker":"1615"},{"type":"speechnospeaker","time":1601334000,"counter":73,"content":"<p>On targets, we do currently have targets, which are published on the website, including the mean end-to-end turnaround time and the 90% target for three days.  Most of our European colleagues and partners measure from lab test to results.  Finally, negative tests are important where results are concerned.  A lot of people seem to dismiss them and say they might not count.<\/p><p>Negative tests are key for people who are waiting for their test result, as well.  I will just put that in the mix.<\/p><p> Regarding the Be On Call for Ireland initiative, we are calling from whatever remaining resources are on that.  It has been a difficult period with that initiative.  As we offer contracts and go through various recruitment processes for people to take up the roles, significant numbers of people dropped off but we are drawing from that pool right now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#G01700","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":75,"content":"<p>I thank the witnesses for coming in.  I will focus on schools.  As a society, we have prioritised getting schools back and all the way through the roadmap, one can see the priority is keeping schools open for the obvious psycho-social and educational benefits for children of attending school.  Testing and tracing in my area has not been fast enough in respect of schools.<\/p> <p>  I will raise a couple of specific issues to highlight them for the witnesses in case they are not already there, though I have also raised them via parliamentary questions.  For example, a schoolteacher in my area who was a suspected Covid contact over a weekend waited up to five days.  The impact of that as an individual is one thing, but there is also an impact on her school.  It was in the second week of September with the children trying to come back to school and develop relationships with that teacher, which is significant.  It is also significant for the school and school management.  I do not believe it is an isolated incident or that the five-day wait is absolutely unique.  In the course of prioritising testing, clearly the acute setting is prioritised and there is serial testing in a number of settings, but we have prioritised schools and it is very important to make sure that teachers have availability to test quickly.  I ask the witnesses to prioritise that further than has been done.<\/p> <p>  I would also like to raise a concern related to tracing.  A child tested positive in a school in my area.  My understanding from the school is that they were clearly told by NPHET and the HSE to leave the tracing process to the HSE.  They would be the people who would take charge of it and deliver it.  That was the school's and the principal's understanding.  However, in this case, there was no contact with the school from the HSE.  The parent rang the principal to inform him of the positive test and, but for this, the rest of the child's pod would have come back into school the following day.  The school is very distressed about the way in which it had to manage that and concerned about what else is happening.  But for that parent contacting the school rather than relying on the HSE to do so, there could have been a much broader problem.<\/p> <p>  It has been raised with me that there is an inconsistency in the response received by schools.  There may be a good reason for this, but, in some cases, it is advised that the pod should stay home while in others the whole class should stay home.  That may depend on the size of the school or certain technical issues but from the perspective of schools, they are seeing inconsistencies and it is making it difficult for them to plan and manage.<\/p> <p>  It has also been raised with me by two schools in my area that the HSE spreadsheet, which has been sent to schools to input the information is extremely difficult to use at a most basic level, where there is not even an appropriate data input in the Excel spreadsheet for phone numbers, for example.  That has been raised independently by two schools in two different parts of my constituency.  It is clearly a problem.  <\/p> <p>  I have raised all these points in one go, which takes most of my time, to get the witnesses' sense of the issues.  In particular, what is the situation regarding prioritising schoolteachers for getting tests, recognising the impact on school management, classes and children?  What is the position on tracing where there is a positive test in a school?  Is it up to the school or the HSE?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#H00200","speaker":"1480"},{"type":"speechnospeaker","time":1601334000,"counter":76,"content":"<p>I thank the Deputy.  I will try to capture a summary response across the range of issues there.  I cannot comment on the case the Deputy spoke of.  I accept the legitimacy of what she says and the experience and feedback she has received.<\/p> <p>  I will speak to the overall experience with the data.  We have worked very closely with schools and principals and 90% of the test results are back within 24 hours and communicated to the schools.  In terms of schools looking for absolute consistency between how a pod or a classroom is treated, our public health doctors have clear processes to do this on a risk-based approach.  They assess each scenario on its own merits, and that is absolutely the way it has to be.  In terms of serial testing, they look at a range of scenarios and work with principals in schools in terms of giving advice back. <\/p> <p>  I will give the Deputy some figures.  In the first week that schools were back, 17% of the total testing that week was conducted on children in the zero to ten age group.<\/p><p>In the second week, it was up to 36%.  These are large volumes.  Obviously, people are concerned and putting children forward for testing and that is what we want.  <\/p><p> On the positivity rate, thankfully, in the first week it was 1.4%.  It did drop back to 0.5% and it is about 1.9% now.  We are watching that very closely.  On the tracing process, it is the responsibility of the HSE and of our public health teams working with contact tracing teams in terms of follow-through.  In terms of the overall experience and what has happened so far with schools, we have had total cases, like the index cases, of around 180 children.  Another 84 of them were identified following on from those index cases.  There were 11 outbreaks across the country and 4,328 children and some teachers were tested over the last few weeks.  We are putting a huge focus on it, which, positively, is keeping our children back at school and keeping schools open, which is exactly what we want to do.  I would be happy to take up some of the exceptions the Deputy raised with me today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#H00300","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":78,"content":"<p>I thank Paul Reid and the other witnesses for making themselves available this morning and I commend them on the excellent work they do on behalf of the Irish public.  I have a number of questions.  On Saturday evening, NPHET announced that there were five further Covid-related deaths.  Obviously, our condolences go out to the five families.  Can one of the witnesses tell me when those deaths occurred?  Did they occur last week or are they historic deaths that are only now being recorded?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#J00200","speaker":"1553"},{"type":"speechnospeaker","time":1601334000,"counter":79,"content":"<p>I will ask Dr. Cuddihy from the HPSC to respond to that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#J00300","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":80,"content":"<p>In September, to date, there have been 27 deaths.  All of these would have had a date of death during September, between the 2nd and 24th.  Twenty of those notified deaths were in the east of the country and 20 of them also had underlying conditions.  In response to the Deputy's question, the five deaths reported by NPHET would have occurred in September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#J00400","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":81,"content":"<p>They occurred within the month of September.  Perhaps Mr. Cuddihy is the person to answer the following question.  I noted that on 12 June the HSE stopped providing the median age of people who died with or from Covid-19.  What was the reason for that and is it possible to find out what is the median age of the deceased for the month of September?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#J00500","speaker":"1553"},{"type":"speechnospeaker","time":1601334000,"counter":82,"content":"<p>Yes.  We are providing the median age in the reports that are posted on the HPSC website.  In terms of the 27 deaths in September, the median age was 79 and the mean age was 73.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#J00600","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":83,"content":"<p>I thank Dr. Cuddihy.  I have a number of questions for Mr. Reid.  First, I commend him on his comments in respect of young people.  Aside from everyone emphasising the need for young people to co-operate in this national struggle, does Mr. Reid have any concerns about the ongoing impact that the restrictions are having on the mental health and physical health of young people in our society?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#J00700","speaker":"1553"},{"type":"speechnospeaker","time":1601334000,"counter":84,"content":"<p>I thank the Deputy.  It is a really prominent point to make.  In terms of the HSE experience following on from the understandable period where we had to shut down non-urgent care services, on the restart of services we were seeing concerning issues emerging from overall treatment and services, but particularly from people with stress, anxiety and mental health issues across all age groups, including young people and some elderly people as well.  That is a cause of concern for us in the HSE.  It is probably the reason that I am always very strong and clear in saying, from a HSE health perspective lockdowns or severe restrictions are bad for the health service.  That is a call to arms to everybody so that we do not let that happen.  They are not good for the health service.  Lockdown was not good in the first phase and what we are seeing now does give us cause for concern.<\/p><p>We need society to be open and the economy to be functioning because the impacts on the health service are significant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#J00800","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":86,"content":"<p>Obviously, other public health issues - for example, those relating to heart disease, mental illness, cancer and stroke - are affected by human behaviour.  Is Mr. Reid concerned that we are placing too much emphasis and focus, perhaps, on one public health issue and that this is having a consequentially detrimental impact on the concern we should have about other such issues?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00200","speaker":"1553"},{"type":"speechnospeaker","time":1601334000,"counter":87,"content":"<p>It is probably best if I let Dr. Colm Henry respond to that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00300","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":88,"content":"<p>Yes, of course we are concerned.  We have learned that lockdown caused secondary harm not just to older people, as has been mentioned, or mental health but also due to later presentation of disease. People did not present to screening programmes and to early cancer diagnostic programmes.  We are also aware of the impact on child health.  A very useful study performed in conjunction with the faculty of paediatrics showed that the lockdown caused harm not just to children's education but also to their health and well-being.  Education is an important health medium for children because the immunisation programmes are carried out there and also screening.  In addition, up to one fifth of referrals to Tusla are from schools.<\/p> <p>  We are concerned, so what we are doing now is reopening services as well as trying to keep the virus suppressed, which is a considerably more difficult task than we faced in April when we, as it were, wiped the slate clean just to suppress the virus alone.  We realise, not just from the position in Ireland but also from international experience, that there is later presentation of some serious illness, such as cancer, and we also appreciate the danger of diagnostic tunnel vision - that in focusing on testing for Covid-19 alone we might ignore other, potentially more serious, infectious disease.  Hence, from the beginning of March we have worked very closely with practitioners in primary care in making sure that when they are screening people for Covid testing they also, as guardians of the nation's health, screen people for other important disease.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00400","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":89,"content":"<p>I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00500","speaker":"1553"},{"type":"speech","time":1601334000,"counter":90,"content":"<p>I have a brief follow-up question for Dr. Cuddihy.  Let us suppose somebody who is asymptomatic, that is, who is showing no symptoms of Covid, has a heart attack, is brought to hospital and is tested and it is found that the person has Covid and he or she dies soon afterwards.  This is a person who has demonstrated no symptoms.  Is that person's death recorded as a Covid death or not?  The person tested positive for Covid but, ultimately, he or she was taken to hospital because he or she had a heart attack, a stroke, fell off the roof of a building or the like.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00600","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":91,"content":"<p>We adhere to the World Health Organization case definition in the recording and reporting of deaths.  In the situation you describe where somebody has a positive Covid test, it is a death in a confirmed Covid case.  However, such a case would be subject to a coroner's report as well.  As part of the ongoing validation of the data in our surveillance system we take additional details in respect of such-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00700","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":92,"content":"<p>Okay.  I am trying to be very brief.  Obviously, a coroner's report takes a long time to make its way through the system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00800","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":93,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K00900","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":94,"content":"<p>For now, it is recorded as a Covid death, but it may be taken off the list at a later date.  Is that what Dr. Cuddihy is saying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K01000","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":95,"content":"<p>That is it, exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K01100","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":96,"content":"<p>I thank Dr. Cuddihy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K01200","speaker":"1518"},{"type":"speech","time":1601334000,"counter":97,"content":"<p>I thank the witnesses for their presentation and for the work that has been done over the past few months.  The pandemic has been very challenging for everyone in the HSE and the health service.<\/p> <p>  I wish to refer to the antigen tests that are available in a number of other countries.  I understand that the cost of these tests is quite low and that the turnaround time is short, at approximately 15 minutes.  That is the first issue.  Second, I understand that Vienna is providing testing in schools and that there is a turnaround time of 30 minutes for the results.  It is well organised for the schools in Vienna.  The third issue I wish to raise is that of mobile testing units and whether additional people could be put into a location quickly when there is a high incidence of Covid.<\/p><p>From the time that there is an increase in the number of positive tests, in what timeframe can we put the necessary people in place to support the staff doing the testing to try to make sure we get results at an early date?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#K01300","speaker":"1523","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":99,"content":"<p>I will answer the Deputy's last question and ask Dr. Colm Henry to reply on antigen testing.  We mobilise units through the National Ambulance Service into areas where the disease is spreading rapidly.  We have done that on a few occasions, particularly in the three counties where there was an outbreak, and in north and north-west Dublin.  We mobilise those units quickly.  That serves two purposes, namely, to support the extra referrals that are coming through and to make public to the people in those areas the prominence of the virus and encourage them to come forward, through their GPs, if they have symptoms.<\/p> <p>  I will ask Dr. Henry to answer the question about antigen testing and schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":100,"content":"<p>All new testing is always being evaluated.  The problem is that many of the tests that come forward have been validated on very small groups of people.  It is true that antigen testing can be carried out quickly but it has a low sensitivity.  It may have a role in serial testing in lower risk outbreak settings but in Ireland and internationally, the gold standard remains the polymerase chain reaction, PCR, test.  It has the highest sensitivity of all tests and we need that high sensitivity to identify people who are carrying the virus, most effectively identify their close contacts and allow for proper public health measures to be put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00300","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":101,"content":"<p>What about Vienna, where schools are getting results within 30 minutes of a teacher or student taking a test?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00400","speaker":"1523"},{"type":"speechnospeaker","time":1601334000,"counter":102,"content":"<p>I am not familiar with what happens in Vienna.  Is that an antigen test or a PCR test?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00500","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":103,"content":"<p>I am not aware which type of test it is.  My understanding is that a special unit has been set up in Vienna to deal with Covid-19 testing that quickly provides results, particularly in schools and colleges where there are a large number of students.  I wonder if that issue could be looked at.<\/p> <p>  I will move on to discuss elderly care units within the HSE.  There were challenges during the initial stages of the pandemic in March and April in rooms with more than six residents.  How many of those units are we now left with where challenges are posed by the number of people per room?  What is the timescale for dealing with those challenges?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00600","speaker":"1523"},{"type":"speechnospeaker","time":1601334000,"counter":104,"content":"<p>I will ask our chief operations officer, Ms Anne O'Connor, if she wants to make a comment.  In general, we have a capital plan which sets out to address the range of units with a concentration of older people.  That is a part of the capital plan.  It is not the infrastructure we want.  I will ask Ms O'Connor to make a quick comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00700","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":105,"content":"<p>As Mr. Reid said, we have a rolling capital plan.  I do not have in front of me the numbers of units with an excess of single or double occupancy but we can get those for the Deputy.  A lot of work has been done since the outbreak of Covid to ensure that people are more separated, have single occupancy rooms and the environment is managed.  We are challenged in some of our environments and have been working regularly with HIQA on multi-occupancy.  We can get the specific information for the Deputy but it is part of our rolling plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00800","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":106,"content":"<p>I would appreciate the information because this is a challenge and we must be ready to deal with it.  In giving that information, our guests might also give a time plan for dealing with the challenges in those particular units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L00900","speaker":"1523"},{"type":"speechnospeaker","time":1601334000,"counter":107,"content":"<p>We can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L01000","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":108,"content":"<p>I will ask a brief follow-up question about testing.  There has been a lot of discussion, particularly on social media, about PCR testing.  Some international doctors are claiming that the number of cycles used in a PCR test means that a person can be shown to be positive if he or she had the virus some time ago but are no longer symptomatic.  Equally, I have spoken to Irish doctors who have said that they are more concerned with false negatives than false positives.  Would Dr. Henry comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L01100","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":109,"content":"<p>That is a good question.  On false negatives, the PCR test is the most sensitive one we have but it does not provide absolute sensitivity.  The sensitivity relates to and correlates closely with how symptomatic an individual is.<\/p><p>Clearly, if somebody is actively shedding the virus and is quite sick then one is much more likely to get a positive test when that person actually has the virus.  When somebody is asymptomatic it has lower sensitivity.  Such is the nature of all tests that they have a stronger sensitivity in symptomatic and asymptomatic individuals.  I ask the Chairman to repeat his second part of his question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#L01200","nonspeaker":"Dr. Colm Henry","continuing":true},{"type":"speech","time":1601334000,"counter":111,"content":"<p>What number of cycles of testing are likely to show that people have had the virus a very long time ago, are not symptomatic and, maybe, not even be shedding anymore?  There is also the issue of a margin of error that is part of all tests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00200","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":112,"content":"<p>Yes.  The manufacturer defines the number of cycles that go with the test.  We do know because the PCR test picks up on RNA it is possible to find residual RNA after infection has resolved and the person is no longer infectious.  We have seen that, and sometimes in some cases, for many weeks after a person ceases to be sick and infectious.  One of the perks or problems with the test is that it can pick up on residual RNA weeks after active infection and after the person is no longer infectious.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00300","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":113,"content":"<p>How many cycles are utilised in Irish testing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00400","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":114,"content":"<p>I cannot answer that but I will come back to the Chairman with an answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00500","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":115,"content":"<p>I thank the witnesses for all of the work they do day in and day out to keep us all safe from this disease.<\/p> <p>  My first question is for Mr. Reid in the context of the winter plan and his opening statement when he said that \"admissions to hospital are definitely rising\".  What concerns does he have if we continue to see that trend and reach the level of transmission that reflects what we went through in April?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00600","speaker":"1564"},{"type":"speechnospeaker","time":1601334000,"counter":116,"content":"<p>In terms of the first part of the question, and I have said this a lot over the past week, I want the public to be aware that while we are dealing with lower numbers of hospitalisation, of which there were 114 this morning and 17 in ICU, than we had at the peak, which was more than 800 hospitalisations and 150 people in ICU, the impacts are still very significant because people will have heard - the Meath consultants, Dr. Motherway and Dr. Michael Power - talk today.  It can be significant because what happens is one starts to get some of our wards frozen and having to be isolated.  That has been the case in some instances in Beaumont Hospital, the Mater Hospital, St. James's Hospital and in other hospitals around the country.  A small number of cases can have a significant impact.  The big differece is right now we are aiming to restore all of our services and bring back as much elective cases as we possibly can and all of our services that we spoke about earlier, whereas in the March-April period we had ceased all of our other services.  We are running a dual system in all our services, both in our acute system and in our community system, a system where we are trying to protect against Covid and at the same raise up all of our other services to a level that we need them to be.  That is the challenge for us right now, today.<\/p> <p>  Significantly, if the virus continues in this upward trend, as in March-April, then I would make a few comments.  First, it would be evidence of mass community transmission levels that has gone beyond our capacity to withstand, and to continue to track and trace.  One would be dealing with very significant community transmission which, ultimately, is not a place we want to reach.  I refer to where one starts to get, which has happened in European countries today, systems and community services being overwhelmed.  <\/p> <p>  As part of our winter plan, we have put in the very significant Government investment of &euro;600 million for all of the dual pathways.  These will put in a whole range of initiatives to keep people out of hospital as much as we can, to treat people in a much better way at home, and to keep our elderly people at home with 4.7 million extra hours.  There is a range of initiatives to protect against such a scenario but if the situation became absolutely overwhelming then that is when we would really need to do everything we could to stop it happening. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":117,"content":"<p>In the context of the plan that goes into next year, can Mr. Reid provide comfort to pregnant women and their partners in terms of the rules concerning visiting and appointments?  The issue repeatedly arises and is causing immense distress.  Partners are not just missing out on happy moments but are also not able to be present to offer comfort when sad and tragic moments occur.  Has the HSE a message about changes in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00800","speaker":"1564"},{"type":"speechnospeaker","time":1601334000,"counter":118,"content":"<p>I acknowledge that this is a heartbreaking time for people, in various scenarios, and not being able to have their loved ones with them whether it is a birth or other very sad or difficult occasions.<\/p><p>This is done on a hospital-by-hospital basis.  We are seeing an increasing trend of healthcare workers being infected with Covid or having to isolate due to being close contacts or otherwise.  As a result, we are also seeing an increasing trend of our staff being absent due to Covid-related issues, and that is what we need to protect against.  Our lead, Dr. Peter McKenna, has been in dialogue with the maternity hospitals over the past few days and weeks to understand what leeway it is possible to give.  They do have to make clinical judgments on a site-by-site basis, however, and I appreciate that that is very difficult.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#M00900","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":120,"content":"<p>May I ask just one more question before my time is up?  Does Mr. Reid know whether it is the case that some councils have suspended visits by architects for the purpose of carrying out assessments in respect of housing adaptation grants on the basis of public health advice?  If he does not, would this concern him?  It could result in a delay in releasing patients with home care packages from hospitals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#N00200","speaker":"1564"},{"type":"speechnospeaker","time":1601334000,"counter":121,"content":"<p>I am not aware of that.  I will certainly look into it.  We give a lot of public health advice to all sectors, whether public or private.  I am not aware of any such incidents having happened but I am happy to take the matter up separately with the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#N00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":122,"content":"<p>If Mr. Reid could do so and revert to me offline, that would be great.  I am out of time.  I again thank Mr. Reid and his entire team.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#N00400","speaker":"1564"},{"type":"speech","time":1601334000,"counter":123,"content":"<p>I thank Mr. Reid and the rest of the team for their work and for their attendance.  I have three questions initially and we will see how I get on with the time.  Mr. Reid said earlier that the median turnaround time for testing and tracing for positive cases is 3.5 days.  Is that for all testing and tracing or does he have a figure that relates to community cases only?<\/p> <p>  My second question relates to the overall cost of testing and tracing.  Mr. Reid said to us here back in June that the estimated cost was approximately &euro;450 million on the basis of testing 15,000 per day.  Thankfully, we did not have to do that for the summer months.  In recent times the HSE has been gearing up for 15,000 per day.  What is the current estimated annual cost for the full testing and tracing system, bearing in mind that lull period during the summer?<\/p> <p>  My third question concerns tracing.  Many of us were surprised and concerned when we learned within the past two weeks that the tracing element of the service only goes back 48 hours and, because of that, we do not really have a handle on the places of transmission of the virus.  I read in recent days that the intention is that the HSE will start going back four, five or six days to establish where a person has picked up the virus.  Can I take it, then, that the HSE's recruitment reflects that intention?  How soon would the HSE expect to be in a position to do that tracing over a number of days for all positive cases?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#N00500","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":124,"content":"<p>I will take the Deputy's last two questions very quickly.  Our estimated cost of the service to year end will be approximately &euro;450 million.  We have had to build and purchase capacity.  If those full-year annual costs are taken into account, the figure is probably about &euro;700 million for next year.  That is the forecast of the cost to year end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#N00600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":125,"content":"<p>Sorry, I missed that.  What is the figure of &euro;700 million?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#N00700","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":126,"content":"<p>It is the full-year annual cost.  Obviously, we only started this process of building capacity in March and April.  The cost for this year will be in the region of &euro;450 million.<\/p> <p>  On the tracing of the virus, there has been a bit of confusion.  I do not think anybody set out to cause it.  Regarding WHO and ECDC guidelines, the priority is most definitely speed in making contact with close contacts.  It has been proven across all testing and tracing systems that that is a priority.  However, I wish to reassure the committee that our public health teams have done a phenomenal job relentlessly throughout the whole year.<\/p><p>Our public health teams look back further, and have knowledge beyond the contacts of cases and from the individual conversations they have with people.  They have knowledge across their databases of a range of experiences of a number of people, and so have much more retrospective knowledge.  They build that knowledge into their decision-making and information that they have.  They look back beyond the 48-hour contact window for our contact tracing teams as they have data that go much further back than that.  <\/p><p>However, that said, I wish to make two extra points.  In response to the Deputy's last question, we are willing to and intend to look at and assess what further way one could go back and engage in what is called enhanced retrospective tracing.  We are looking at that with NPHET to assess the issue.  As regards the resourcing of the public health teams, part of what we know we must do is to resource up our teams.  We have approval for 158 extra resources to go into these public health teams and they will not be for contact tracing.  This will increase the capacity and capability of the teams in some of the areas about which the Deputy spoke.  That plan has been approved and is currently being worked through with the teams regarding the mix of the multidisciplinary teams.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#N00800","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":128,"content":"<p>I thank Mr. Reid.  I ask him to clarify the figure of &euro;700 million he mentioned earlier.  I am not sure as to what that relates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00200","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":129,"content":"<p>I am estimating that a full annual figure for 2021 will be &euro;700 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":130,"content":"<p>That is for next year.  Is Mr. Reid sticking with the figure of &euro;450 million for the current year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00400","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":131,"content":"<p>That is our estimate, looking forward to the year end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":132,"content":"<p>I find that hard to understand.  As the Minister for Health stated that by early July, the figure spent to date at that point was &euro;50 million, it is hard to understand how the figure of &euro;450 million would apply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00600","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":133,"content":"<p>No, I can remember being in this committee room and having previous conversations with Members of the Oireachtas in which it was stated that the figure for our cost to year end was always going to be between &euro;400 and &euro;500 million.  I will have to clarify what figure of &euro;50 million the Minister was referencing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":134,"content":"<p>I would appreciate that.  On the point about contact tracing, Mr. Reid stated that the public health teams had knowledge.  Where is that knowledge in respect of where people may have picked up the virus held, and how can we access it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00800","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":135,"content":"<p>It is knowledge which can inform the teams.  I will ask Dr. Colm Henry provide some insight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O00900","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":136,"content":"<p>The training and expertise of public health departments is focused on outbreak management in pandemic situations such as the current one.  They tend not only to break the chains of transmission by identifying index cases and their close contacts but they also work backwards, looking for common threads leading to a common source.  Some of the outbreaks and common sources identified, notably in examples provided at press conferences, have been of people meeting at sports facilities, leading to a number of people testing positive for the virus.  It is in the nature of public health at the outbreak and investigation stages to look backwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01000","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":137,"content":"<p>I appreciate that.  However, given that we are told that decisions taken on this are evidence-based, where can we access that evidence based on the knowledge Mr. Reid has stated the public health teams possess?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01100","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":138,"content":"<p>The evidence for what?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01200","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":139,"content":"<p>The evidence relating to what Mr. Reid referred to as the knowledge possessed by public health teams about the places of transmission.  Is that set out anywhere in a paper or somewhere it can be accessed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01300","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":140,"content":"<p>Specifically, what I am referencing is that the public health teams inform themselves on outbreaks and on a range of matters that inform their risk-based decision making.  These matters can include method and levels of transmission in the community, levels of transmission within an outbreak, and the risks within that outbreak setting.  There is a lot of knowledge that they possess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":141,"content":"<p>It is encouraging that such knowledge exists somewhere but the difficulty is that we cannot access it.  Is that evidence publicly available now, given that Mr. Reid has said that it exists?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01500","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":142,"content":"<p>If I could come in on this point, the common thread, both here in Ireland and in international experience, goes back to congregated indoor settings.  There is a much higher preponderance of transmission of the virus in such settings.  That is based on sound public health investigation, not just in this country but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01600","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":143,"content":"<p>Where are those investigations recorded?  Where can we see those investigations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01700","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":144,"content":"<p>I might ask Dr. John Cuddihy to make a brief comment as he has some data on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#O01800","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":145,"content":"<p>The context here is that in the public health departments the individual cases are notified to the computerised infectious disease reporting, CIDR, system.  These are investigated and linked to outbreaks.  We then have the outbreak reports, which are broken down into all the various different settings where they may have occurred.  We publish weekly outbreak highlights reports on the HPSC website.<\/p> <p>  From that we have seen the most common setting for outbreaks in recent weeks and months has been private houses.  We have 1,263 open outbreaks in private houses with 349-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00100","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":146,"content":"<p>I thank Dr. Cuddihy.  We get that information about settings where the virus is spread.  The virus does not start in households or private homes, however.  It is picked up somewhere.  We do not seem to have the information - set down on paper anyway - about the places of transmission, namely where people pick it up and then bring it home.<\/p> <p>  Professor Philip Nolan said recently that we do not have the resources to do that level of tracing, which would allow a more refined response to the virus.  I am getting mixed messages from Dr. Cuddihy as to whether that information exists somewhere.  If that information exists, it would be helpful if it were made public.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00200","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":147,"content":"<p>On the outbreaks report, we list many more settings, including sporting venues, universities, restaurants, cafes and hotels.  I can make that available.  We also plan-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00300","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":148,"content":"<p>Did Dr. Cuddihy say he can make that available?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00400","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":149,"content":"<p>Yes, I certainly can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00500","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":150,"content":"<p>It would be helpful if it were made available for the public to keep it with the message.  Can Dr. Cuddihy undertake to do that for this committee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00600","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":151,"content":"<p>Yes, I can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00700","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":152,"content":"<p>Can he do it this week?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00800","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":153,"content":"<p>Yes.<\/p> <p>  On the retrospective contact tracing, we are planning to proceed with an enhanced surveillance project looking at the previous 14 days for more recent community transmission cases.  We will then incorporate that into the contact tracing system afterwards.  To get some information in the next number of weeks, we want to proceed with that enhanced surveillance project as early as next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P00900","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":154,"content":"<p>That is welcome.  Most of us were surprised that was not being done already.  What was the reason for this?  Was it because of resources, as Professor Nolan said?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01000","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":155,"content":"<p>No.  The contact management programme processes a large number of cases and contacts.  The priority is to identify the contacts and the risk of transmission to others.  We have been doing that on an ongoing basis.  As was said, we have been doing this retrospective work as well across the public health departments, looking at the various different settings I mentioned earlier, and I can make available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01100","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":156,"content":"<p>I appreciate that.<\/p> <p>  What is the figure for the median turnaround time for positive cases in the community?  Will Ms O'Beirne provide that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01200","speaker":"1567"},{"type":"speech","time":1601334000,"counter":157,"content":"<p>Before that, Dr. Cuddihy said he was going to go back over historic cases for the previous 14 days.  What questions will be asked?  Will it be a neutral question such as, \"Where have you been in the past 14 days?\" or a loaded question such as, \"Have you been in a bar in the past 14 days?\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01300","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":158,"content":"<p>We have a questionnaire designed that goes into quite an amount of detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01400","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":159,"content":"<p>Can Dr. Cuddihy send that questionnaire to the committee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01500","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":160,"content":"<p>I can make that available.  It goes into detail on the various different places where and the people with whom the case may have interacted.  It also includes a diary that we take them through for the previous 14 days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01600","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":161,"content":"<p>I thank Dr. Cuddihy for saying he will send us that questionnaire.<\/p> <p>  Ms O'Beirne was to answer a question of Deputy Shortall's.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01700","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":162,"content":"<p>I will give the Deputy a few community metrics.  Up to 90% of referrals for tests are within 24 hours or less.  That is 0.5 days on a median.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#P01800","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":163,"content":"<p>I ask Ms O'Beirne to be a bit more precise.  I asked her the median turnaround time for testing and tracing for positive cases in the community solely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00100","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":164,"content":"<p>I answered that question earlier.  The vast majority of our community tests are running at two days for the overall and for positive cases, to include all of the contact tracing, is at 3.5 days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00200","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":165,"content":"<p>Three point five is the median time.  What is the average?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00300","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":166,"content":"<p>I will come back to the Chairman on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00400","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":167,"content":"<p>That is solely for community cases, is that right?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00500","speaker":"1567"},{"type":"speechnospeaker","time":1601334000,"counter":168,"content":"<p>Yes.  Some 60,000 of our 90,000 are community cases so the vast majority are running through the community.  We then have serial testing, which is close to 20,000, and after that it is the acute-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00600","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":169,"content":"<p>I have to move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00700","speaker":"1518"},{"type":"speech","time":1601334000,"counter":170,"content":"<p>Are hospital figures included in that, which are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00800","speaker":"1567"},{"type":"speech","time":1601334000,"counter":171,"content":"<p>Deputy Shortall is asking if hospital figures are included in that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q00900","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":172,"content":"<p>No.  They are not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01000","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":173,"content":"<p>I thank Ms O'Beirne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01100","speaker":"1567"},{"type":"speech","time":1601334000,"counter":174,"content":"<p>Currently, we are running at between 200 and 400 cases of infection a day, which is rising generally.  If we went to 800 or 1,000 cases a day, what would that mean in terms of our tracing capacity?  Mr. Reid has said that the HSE is meeting demand and in meeting demand, it has got above 90,000 tests, which I believe was the figure he gave.  If meeting demand at the current level of infection is near our testing capacity, it seems to follow that if the number of cases starts to get near the figures we had in April, and let us hope this does not happen, our testing capacity would be overrun; it would be unable to meet demand.  Is that a fair comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01200","speaker":"1478"},{"type":"speechnospeaker","time":1601334000,"counter":175,"content":"<p>The capacity that we utilise at the moment is a range of GP referrals, close contacts and serial testing.  There is also a range of positivity levels through which I brought the committee previously.  That is a whole range of demand that we are meeting right now.  We are looking forward to the winter in the case of the further transmission of the virus and the need to increase both laboratory capacity and swabbing centres.  There is a level at which any European country will get overwhelmed by the cases, and I will ask Dr. Colm Henry to comment on that.  The point I want to make to the public is that we will build up testing and tracing.  It is not a coat of armour for society to protect us all against the virus.  We will continue to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":176,"content":"<p>Come on.  I have got very little time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01400","speaker":"1478"},{"type":"speechnospeaker","time":1601334000,"counter":177,"content":"<p>It is an important point to make because there is a public health call to be made that can protect us all in the future.  It is not just testing and tracing.  Dr. Henry might comment on the position if we get to those overwhelming numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01500","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":178,"content":"<p>Briefly, if we got to those numbers of cases presenting, particularly if we were prioritising those with symptoms after infection, we would have a lot more to worry about than out testing capacity because, as we know, the virus has not changed its traits at all and it would translate into high levels of hospitalisation, ICU usage and, unfortunately, death.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01600","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":179,"content":"<p>I will come to that point shortly but there is a view that if we aggressively chase the virus instead of it chasing us and essentially, were we to screen the entire population in the way we screen our cattle in this country, we could identify where all the disease is and extract it from the population.  Instead, it seems to me that we are being bounced around by the virus and, at a certain point, we could be bounced so badly we will be overrun.  We would then be into hospitalisations.  I put that point to Dr. Henry but, given the short time I have available, I want to ask about ICU if we get to that point.  In 2009, the HSE said it needed 579 ICU beds.  As I understand it, but the witnesses might confirm the figures on this, we currently have approximately 280.  That is a reduction from the 354 beds we had in April.  That is very alarming.  We are far short of a target set in 2009 before the advent of Covid-19.  We are significantly down from the figures we had in April and let us remind ourselves that in April, the hospitals were providing ICU in theatre recovery areas.<\/p><p>The additional capacity we had was completely surge based and unsustainable in the long run.  How close are we to our ICUs being overrun?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Q01700","speaker":"1478","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":181,"content":"<p>I will make a few comments and then pass to Dr. Henry to speak about ICUs in particular.  The comparison with cattle screening is not relevant for us.  Different approaches are taken to animal screening and killing of herds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":182,"content":"<p>That is not true.  There is no killing of herds on a large scale.  Mr. Reid should not put out nonsense.  That is nonsense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00300","speaker":"1478"},{"type":"speechnospeaker","time":1601334000,"counter":183,"content":"<p>It is not a direct equivalent.<\/p> <p>  On ICUs, this is important and we need to help clarify it for the public.  The total number of ICU beds in March before this pandemic started was 225.  We put in place some further funding.  The Deputy is correct; the number today is 280 and it was 225.  An extra 30 beds were funded by Government and further beds were put in place with the pandemic funding.  This brought the number up to 280 today, an increase of about 25% since February.  Separately, we have funding for an extra 17 beds in the winter plan.  That will bring us close to 300, which would be about a 30% increase on our February figure.<\/p> <p>  On the 334 figure the Deputy mentioned, he is correct.  During the early phase of this, our ICU consultants did a fantastic job when all our hospital services were closed.  They created a surge capacity, if we had needed it, of well over 300 beds, as the Deputy said.  That was the capacity that was utilised for the surge.  We trained 2,000 nurses and doctors to manage the surge capacity.  Obviously, we have those high-dependency unit beds, pre-operative and post-operative theatre beds back in service now, bringing us to our fully manned number, which the Deputy quite rightly said is 280 today.  We monitor this quite closely and we have about 41 beds available today.  It is always tight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":184,"content":"<p>That is very alarming.  We have nearly 70 fewer critical care beds than we had in April when the system was nearly overrun.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00500","speaker":"1478"},{"type":"speechnospeaker","time":1601334000,"counter":185,"content":"<p>What is important is that we are now maintaining all other hospital services, which we were not doing when we had that 334 figure.  We want to continue and our ICU consultants want to continue all other services, which is what we are doing.  We will manage and we have had surge capacity before.  We obviously would not like to trigger that again but hospitals have very clear procedures in place to increase surge as required.  We want to keep our hospital services going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00600","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":186,"content":"<p>I would like to add to that.  Our sites are currently reactivating into the surge panels that Mr. Reid referenced there.  It is important to note that we have beds that were used a critical care beds, but they are not established as critical care beds within proper units.  We are trying to build the more long-term sustainable critical care capacity and also ensure that our actual surge capacity is there so that each site has its surge capacity which it can reactivate if it is needed.  We do not want to have staff who are highly trained in critical care not working anywhere else.  The training of all these staff has been ongoing to maintain their skills in the event of a surge, but we are not there yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00700","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":187,"content":"<p>Dr. Glynn told the committee that 40 critical care beds were sanctioned in March.  In response to a question in the D&aacute;il, the Taoiseach seemed to indicate that 27 were staffed and operational.  It might be that they were not staffed at a given time because there was no need for them.  Of the 40 sanctioned in March, how many been provided and could be used tomorrow morning if required?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00800","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":188,"content":"<p>Thirty-one of those are open.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R00900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":189,"content":"<p>Where are the other nine?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R01000","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":190,"content":"<p>They are not open.  They have not been needed yet so they are opened and we are bringing staff into them as required.  With critical care it is very important to have enough-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R01100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":191,"content":"<p>If they were needed in two days, could they be opened?  They are available, are they?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R01200","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":192,"content":"<p>Yes.  Critical care beds are really about systems of care involving different types of staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R01300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":193,"content":"<p>My question was more specific.  If the additional beds were needed in two or three days, they could be utilised.  They are there; they are constructed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R01400","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":194,"content":"<p>I ask Dr. Henry to speak on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R01500","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":195,"content":"<p>There is an important distinction here.  We need to be very clear that when we talk about beds and surge numbers, critical care is a system of care; it is not just counting beds.<\/p><p>The surge figures in April involved critical care that could potentially have been delivered outside established, conventional critical care units.<\/p><p> With regard to the outcomes in our critical care units during the first phase, 79% of patients were discharged alive.  This compares very favourably internationally, even though the patient selection was similar.  The reason, according to our own critical care community, is that most of the care was delivered in established critical care units by our own staff, and not by leaning heavily into surge capacity.  To go back to what my colleagues have said, what is important for us, rather than talking about surge capacity, is building up on staffed, funded intensive therapy unit beds and the associated training so we can continue to deliver those excellent outcomes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#R01600","nonspeaker":"Dr. Colm Henry","continuing":true},{"type":"speech","time":1601334000,"counter":197,"content":"<p>How many more of those beds are there today than in March?  I am not referring to the surge beds but to those referred to by Dr. Henry, which have been built up over time?  I refer to critical care beds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00200","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":198,"content":"<p>We started in March with 225 beds.  We now have 280 fully manned, staffed beds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":199,"content":"<p>So Mr. Reid is saying there is a difference of 55.  Is it correct that there were 225 by comparison with 280 now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00400","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":200,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":201,"content":"<p>I thank our guests for attending this morning.  I have used the word \"frustration\" a number of times at meetings of this committee.  I am deeply frustrated today, and I will state why.  Doctors differ and patients die.  We are talking about tracing and so on when testing is the key.  Rapid turnaround testing would do an awful lot to prevent a surge of Covid.  I brought antigen tests to NPHET almost eight weeks ago and nothing has been done with them.  On television last night, we saw the US President, Mr. Donald Trump, announcing a plan for 150 million antigen tests.  There were another 15 million from a company about which I informed NPHET.  NPHET has decided to look away from antigen tests.<\/p> <p>  We saw this morning that Vienna is considering LAMP technology, which Professor Tom&aacute;s Ryan brought to this committee six weeks ago.  It has not been pursued.  I am referring to rapid turnaround tests that are far cheaper than what we are using.  They would give us scope to chase down contacts at a very early stage and to begin testing for asymptomatic cases &ndash; random testing &ndash; in the HSE environment and in community care to ensure workers are not transmitting disease.  We cannot seem to go forward.  Dr. Henry has answered this question before and has spoken about specificity and the positivity rate of polymerase chain reaction, PCR, testing by comparison with other methods, but the tests to which I am referring are approved by the WHO.  Why in the name of God are we not trying to pursue these testing applications?  We are running around spending hundreds of millions of euro when we could be spending tens of millions with far more effective outputs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00600","speaker":"1616"},{"type":"speechnospeaker","time":1601334000,"counter":202,"content":"<p>The WHO recommends antigen use in settings where PCR is unavailable.  PCR is still seen as the most sensitive test.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00700","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":203,"content":"<p>With respect, we know the delay that will result from PCR testing if we have very high test numbers.  A delay is critical; Dr. Henry and I both know that.  Why have we not even sought to have antigen testing as an addendum to PCR testing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00800","speaker":"1616"},{"type":"speechnospeaker","time":1601334000,"counter":204,"content":"<p>We are evaluating antigen testing.  I appreciate the representations the Deputy made in respect of it.  I expect the result of the evaluation is imminent but I repeat what I said, that is, that the experience here, based on international evidence, and although we are not closed off to new ideas, is that PCR remains the most sensitive test.  We need sensitivity to identify in the most accurate way those who have the virus and are at risk of passing it on and close contacts, asymptomatic or otherwise, who are carrying it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S00900","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":205,"content":"<p>This is not a personal criticism of Dr. Henry but I believe the perfect is the enemy of the good here.  With regard to the point on specificity, antigen test specificity is 90%.  I am not sure the rate for PCR is much higher, to be honest.  I am not an expert in this area but I certainly know there are other options besides those being pursued by NPHET.  I and others in the medical space cannot understand why we are not pursuing these methods when other countries, such as Germany, and cities such as Vienna are pursuing them.  Vienna is pursuing a new test, called a gurgle test, which has a turnaround time of six hours.  There is a fleet of buses going around doing LAMP testing in schools.<\/p><p>How can we not move to some level of rapid turnaround testing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#S01000","speaker":"1616","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":207,"content":"<p>I will ask Ms O'Beirne to answer regarding loop-mediated isothermal amplification, LAMP, testing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":208,"content":"<p>We are looking at all of the various tests.  With regard to antigen testing, we are looking at the settings where it is best used.  We have studied the tests themselves and samples.  We have spoken to the vendors.  We have access to them as a country.  We want to use them in conjunction with PCR testing.  With our public health leads, we are looking at what is the best setting to deploy antigen testing.  We have discussed this with some of the industry groups where we do serial testing at present.  We will use the tests with the best and most accurate results on positives and negatives.<\/p> <p>  We have looked at LAMP technology and we have compared LAMP results to other results and we have found it has taken longer to get the positives out of LAMP because they have to be tested twice.  We are looking at all of these things.  We are also looking at pooling, which is another form of testing.  This is having more positive results for us.  All of these are going on at the same time.  We are also looking at new swabs that speed up the testing cycles.  We have access to everything that is available internationally and we have good coverage of all of this with our testing laboratory task force.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00300","nonspeaker":"Ms Niamh O'Beirne"},{"type":"speech","time":1601334000,"counter":209,"content":"<p>I thank Ms O'Beirne.  I am rather short on time.  This would all be very reassuring but when I go back through the minutes of the committee for more than six weeks, the statements are that we are looking at these.  When we will get to a point when we will stop looking and actually implement something?  This is what people want to see.  This is the frustration that people outside of the public sector have when we look in at some of these things and wonder why decisions cannot be made.  Even if it is not 100% or 90% perfect, it would be better to have a rapid test that is 85% successful rather than waiting four days for a test that is 90% successful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00400","speaker":"1616"},{"type":"speechnospeaker","time":1601334000,"counter":210,"content":"<p>There are experts and an advisory group looking at this and evaluating and assessing it and taking all world evaluation and methodologies.  The advisory group is headed by Dr. Cillian De Gascun.  This is from where we seek guidance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":211,"content":"<p>I thank Mr. Reid and I accept this but in any industry we look at peers and if we look at countries such as Austria, France and Germany and state we should not yet be doing what they are, then something is wrong.<\/p> <p>  I know of two doctors who returned to Ireland and signed up for work as part of Be On Call for Ireland but they will not get an extension to their work contracts.  The contracts are due to finish and both will be without work.  Has the HSE looked at these people with regard to what we will do for those who very kindly came back to try to lend a hand to a national effort but now are being left high and dry?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00600","speaker":"1616"},{"type":"speechnospeaker","time":1601334000,"counter":212,"content":"<p>I would be quite happy if the Deputy forwards through the committee the specifics of these cases.  I will make a very brief point.  As part of recruitment this year we have net increased the number of our doctors and consultants.  The number of consultants has been increased by approximately 152 and the number of doctors by almost 1,000.  We are quite happy and we are continuously on a recruitment campaign for both.  We have had a net increase of 4,700 staff since March, primarily medical, including nursing, midwifery and various other roles.  We are recruiting and I am happy to look at any specific case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":213,"content":"<p>Is the HSE looking at the value of serial testing given the positivity rates, which are low, and the capacity it is eating up?  Does Mr. Reid think serial testing represents a good use of resources given where we are at right now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00800","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":214,"content":"<p>The straight answer is \"Yes\".  Serial testing is a protection and it is very useful and beneficial for us.  I will make a quick reference.  In nursing homes we have carried out approximately 182,000 tests as part of serial testing.  The positivity rate is low, as the Chairman said, at 0.16.  In meat and food processing plants, 21,600 tests have taken place and the positivity rate is 0.34, and we have carried out 3,214 tests in direct provision centres where the positivity rate is 0.53.  I want to make a brief point on this because we have to calibrate on a daily basis if we see community transmission, which happened on one occasion several weeks ago, and we diverted resources to deal with symptomatic cases.<\/p> <p>  Someone who is a direct contact of a positive case who is symptomatic has a 20% probability of testing positive.  This is the experience of the figures we have.<\/p><p>In essence, the chance of a positive test is 100 times greater.  Those are the kinds of daily decisions we have to make about redirecting resources.  We see value in serial testing.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#T00900","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":216,"content":"<p>There is value in it for nursing homes, given the impact that people having the virus has.  The next speaker is from Sinn F&eacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00200","speaker":"1518"},{"type":"speech","time":1601334000,"counter":217,"content":"<p>I want to follow up on the point with regard to serial testing.  I welcome the comment by Mr. Reid that it is useful and very beneficial because some utterances in the D&aacute;il Chamber would suggest that perhaps serial testing is a novelty that we could do without.<\/p><p>I want to talk in particular about the food processing sector because I am of the belief that at least some of the recent upsurge is due to our collective failure to get a handle on cases emerging from those settings.  Evidence is now emerging internationally, including through studies such as that carried out in the Rhineland by Thomas G&uuml;nther <i>et al<\/i>.  The study clearly states that common operational conditions within industrial meat processing plants promote the risk of super spreading events.  That is why we are carrying out serial testing.  It is not because we think there is a constant large outbreak at every single plant.  Rather, it is because if we do not catch clusters in those settings, they will emerge in other settings which means an increased risk to the wider community.<\/p><p>For the purposes of context, I ask Mr. Reid to give an indication of the number of food processing factories where serial testing took place last week and the number of tests that were carried out at those centres.  The sound has gone. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00300","speaker":"1451"},{"type":"speech","time":1601334000,"counter":218,"content":"<p>Sorry, Mr. Reid.  Your microphone-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00400","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":219,"content":"<p>Apologies to the Chair and Deputy.  I will make a couple of quick comments while we dig out some figures.  I want to again make the point that we see a value in serial testing.  I will make a couple of comments on-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":220,"content":"<p>I want the figures because I have only five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00600","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":221,"content":"<p>I appreciate that.  I am trying to respond.  The Deputy put three questions around cases emerging.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":222,"content":"<p>I did not.  I asked one question.  I asked the number of factories serial testing had been completed in last week and the number of people that involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00800","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":223,"content":"<p>I will pull that figure for the Deputy straight away.  I want to respond to his comment on cases emerging from meat and food processing plants.  That is exactly why we do serial testing.  Our public health teams do and have done a fantastic job in meat and food processing plants.  They look at all the evidence.  I need to make this point very strongly.  All of our evidence is that it is not brought-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":224,"content":"<p>I am sorry.  I have very limited time.  I have asked Mr. Reid a question.  Nobody is disputing that the public health teams are doing great work.  Could he please answer my question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01000","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":225,"content":"<p>I referred to the Deputy.  I am not sure we can give him the figures this week.  I can give him overall-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":226,"content":"<p>I asked for last week's figures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01200","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":227,"content":"<p>If I have them to hand, I will certainly give them to the Deputy.  If I do not, we will return to them.  We tested 80 sites in meat and food processing plants and there have been 21,600 tests to date with 74 positive cases, a positivity rate of 0.34-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":228,"content":"<p>I know that.  All of that information is to hand.  Mr. Reid does not have the figures.  Can the figures in respect of last week be conveyed to the committee as quickly as possible?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01400","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":229,"content":"<p>The figure for last week is 500.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":230,"content":"<p>What does the 500-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01600","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":231,"content":"<p>That is the number of tests completed last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":232,"content":"<p>In how many centres?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01800","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":233,"content":"<p>We will confirm that with the Deputy shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U01900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":234,"content":"<p>Okay.  There is another speaker after me.  I have to ask one question.  Could I follow up with a final question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U02000","speaker":"1451"},{"type":"speech","time":1601334000,"counter":235,"content":"<p>The Deputy has two minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U02100","speaker":"1518"},{"type":"speech","time":1601334000,"counter":236,"content":"<p>I note that Dr. Henry and Dr. Cuddihy attended NPHET meetings via video conferencing on 7 and 17 August.  Following those meetings, a letter from the Chief Medical Officer to the Minister for Health recommended that NPHET agree the interim recommendations of the investigation into a series of outbreaks of Covid-19 in meat processing plants.  Could the HSE speakers indicate the reason that recommendation needed to be issued twice, whether the full report has been completed and, if so, when it will be published?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#U02200","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":237,"content":"<p>Is this the report on meat factory outbreaks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00100","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":238,"content":"<p>It was the interim recommendations relating to the investigation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00200","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":239,"content":"<p>I will inquire with NPHET after this hearing as to the status of that report.  I presume it was published but if not, I will inquire on the Deputy's behalf as to when it will be.  I am not familiar with its current status.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00300","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":240,"content":"<p>Can Dr. Henry indicate why the recommendations from NPHET had to be conveyed to the Minister for Health twice in ten days?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00400","speaker":"1451"},{"type":"speechnospeaker","time":1601334000,"counter":241,"content":"<p>I cannot answer that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00500","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":242,"content":"<p>I am finished.  Deputy O'Reilly still has to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00600","speaker":"1451"},{"type":"speech","time":1601334000,"counter":243,"content":"<p>Yes, that is fine.  The next speaker is from Fine Gael.  I call Deputy O'Dowd.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00700","speaker":"1518"},{"type":"speech","time":1601334000,"counter":244,"content":"<p>I welcome the witnesses.  I again wish to place on record my absolute appreciation and admiration for the work of the HSE and all our health staff and ambulance service personnel right around the country.  They are fantastic.  We have beaten this virus once and if we all follow the rules, we will beat it again.<\/p> <p>  I have two questions, one of which is about County Louth.  I want to stress that it just so happens that there is a higher incidence of the virus in the north of the county at the moment than in the south.  Therefore, the question of closing down the whole county is one of concern.  This could apply in the context of any county.  Can the HSE look at areas smaller than county areas if it is necessary to move to level 3?   I understand that nobody wants to go there or to recommended it, least of all the HSE.  Can the executive look at smaller populations other than those of entire counties?<\/p> <p>  My second question relates to the positivity index or number.  Yesterday, this stood at 2.9%.  I have been reading and I am contrasting what is happening.  I understand that the positivity number is actually going up.  If one looks at what is happening in New York, the number stands at 1.58%.  The Governor of New York, Mario Cuomo, was quoted as saying that if it goes above 2.8% today, it would make him nervous.  At 3% or above on a seven-day rolling average in the state of New York, he will automatically shut down all the schools.  Can the witnesses comment on how it might apply to Ireland in a practical way?  Those are the issues I wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00800","speaker":"1598"},{"type":"speechnospeaker","time":1601334000,"counter":245,"content":"<p>I thank the Deputy for his opening comments.  I have three quick responses.  On his first comment in terms of beating the virus, I would make the plea to the committee that we are, quite rightly and understandably, challenged in the context of testing and tracing and ICU bed capacity.  However, the real way we will beat this virus is in the community.  Every individual action we all take will make a huge difference.  It made a difference last time and we are calling on the public to make the difference again this time.<\/p> <p>  Second, on looking at the smaller areas, I am not trying to be short with the Deputy but, ultimately, that is a decision on an evaluation made by NPHET and not directly by the HSE.  Evaluation of data or can it be dropped to smaller areas is a decision for NPHET.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":246,"content":"<p>Does that mean Mr. Reid has no view on it, as such?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V01000","speaker":"1598"},{"type":"speechnospeaker","time":1601334000,"counter":247,"content":"<p>As I said earlier, my view is that restrictions and lockdowns impacting on the economy and on society hurts us all and hurts the health service.  Obviously, various actions had to be taken.  They have made a difference for us so they must be taken at the appropriate time.  My view is that it will become hard to distinguish within counties, particularly some of the bigger ones with urban centres.  It is hard to distinguish but, ultimately, that is just a personal view.<\/p> <p>  On the positivity rate, the Deputy is correct.  It is increasing and it is a cause for concern for us, particularly as one can track it into certain parts of the community where it is increasing.  From a public health perspective, the R-nought number, which the Deputy will be familiar with, is one that is tracked globally and that has increased.  As Professor Philip Nolan said recently, it is somewhere between 1.3 and 1.7 so, in essence, if it is at 1.5, then every ten people infected are infecting another 15 others.  That is a concern, but we would track the positivity rate.  Thankfully, by comparison with many other European countries, we have not seen the impact of the positive-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#V01100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":248,"content":"<p>I thank Mr. Reid for his reply but I only have a minute left.  In New York state, if the rolling average over seven days is 3% or higher they will automatically shut down their schools.  We were at 2.9% yesterday.  Does that policy apply to Ireland, in Mr. Reid's view?  How seriously should we be concerned?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#W00100","speaker":"1598"},{"type":"speechnospeaker","time":1601334000,"counter":249,"content":"<p>I have two points.  I might not even take the positivity rate on a daily basis as it has to be looked at over a period of time.  From NPHET's perspective, they would take a whole range of measures, including the positivity rate but also the R-nought and others, into consideration.  Dr. Colm Henry might make a brief comment as he is on NPHET.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#W00200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":250,"content":"<p>I would echo that point exactly.  It is not just the positivity rate but the pressures on hospitals.  What we are trying to do by suppressing the curve is to not just prevent illness and death but also to avoid the healthcare system becoming overwhelmed.  We know that the natural history of this virus is to transmit freely in a much more contagious way than influenza and overwhelm healthcare systems when unchecked.  On the Deputy's point about the 3%, the particular risk with community transmission is that when it gets to a very high, unmitigated level, the most robust defences in nursing homes or hospitals will not withstand that level of community transmission because of the multiple potential points of entry into a residential facility or hospital.  On schools, we know from the European Centre for Disease Control, ECDC, guidance of 8 August which was based on evidence largely from Denmark and other countries that schools represent little threat to the community.  It is the other way around, high levels of community transmission - in this case one measure might be the positivity rate of testing - represent a greater risk to schools remaining open than schools being open represents to the community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#W00300","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1601334000,"counter":251,"content":"<p>I thank Deputy O'Dowd and call Deputy McAuliffe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#W00400","speaker":"1518"},{"type":"speech","time":1601334000,"counter":252,"content":"<p>I will ask my two questions and give the HSE as much time as possible to answer.  I think that earlier Mr. Reid was prevented from putting this on the record but all my questions are in the context of a line included in his opening submission, namely that Ireland has done more testing <i>per capita<\/i>than France, Germany, Norway and Italy.  I want to commend the HSE on the work it is doing.  I am not sure that there is a realisation in the public mindset of the level of testing which has actually taken place in Ireland, and the success we have had in ramping it up.<\/p><p>I represent a part of Dublin, the Ballymun-Finglas ward, which has had 165 cases per 100,000 over the past 14 days.  It is of huge concern locally and there is not really an understanding of whether that is because of known clusters in institutions or particular communities or if it is a wider issue in the community.  The community transmission rate of 25% in the area points to an issue.  Could the HSE perhaps come back to me on that case because locally public representatives want to do more to try to encourage people to take all of the steps needed.  Will the HSE consider doing a walk-in testing centre in that electoral area in order to improve access to testing?  We do have an issue with GP access in the area and I will put my plug in for the primary care centre, as I am speaking.<\/p><p>I also have a concern around travel and testing.  Given that I represent an area where there is such a high rate, I am concerned that travel testing may take capacity from the system.  Could the HSE address that issue too?  I think there are three and a half minutes remaining for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#W00500","speaker":"1568"},{"type":"speechnospeaker","time":1601334000,"counter":253,"content":"<p>I thank the Deputy.  I just want to give a very quick response to Deputy Carthy.  A total of 3,000 tests were completed last week across 29 plants and I apologise for the delay in getting back to him on that.<br\/><br\/>I thank Deputy McAuliffe for his comments.  I will, if I may, make a point just to reassure the public.  I have never advocated that we have the absolute optimum testing and tracing system.  We need to build and evolve what we have and that is a discussion we have had with our board about building a future model and that is what we are doing as part of our plans.  The facts are that, including just up to yesterday, some world data reports that we rank among some of the highest countries per 1,000 head of population.  We rank in the top quartile for tests per 1,000 people versus GDP <i>per capita<\/i>.  As such we are performing but we know we could do more with our testing and tracing system.<br\/><br\/>Second, on known clusters and testing centres, we work very closely with NPHET where high prominence and incidence of cases emerge and we are open to whatever solutions we can do.  We have put in mobile testing units, as I briefly mentioned, in other areas and we are continually monitoring the areas the Deputy mentioned.<\/p><p>Third, in terms of travel and testing, it is ultimately the responsibility of the Department of Transport, which is working on this right now.  We want to ensure two things, namely, that we continuously have the capacity we need for community testing, serial testing and contacts testing and, regarding other capacity that comes on board, we need to make sure we do not impact on referrals of cases.  That process is ongoing right now and we are advising the Department on it to ensure two things.  First, if extra capacity is required for travel, it is secured and second, that if the extra capacity process comes on board for travel, there is a process in legislation for notification of positive results to our HSE system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#W00600","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":255,"content":"<p>Regarding the walk-in test centre, Mr. Reid said he would continue to monitor that.  What factors would be required to justify a walk-in test centre?  We have very limited GP access in parts of that electoral district.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00200","speaker":"1568"},{"type":"speechnospeaker","time":1601334000,"counter":256,"content":"<p>I may have picked up the Deputy's question slightly wrongly.  Our process is through GP referrals and we believe that is the right one.  GPs have worked with us clinically.  We always want to guard against a situation where somebody has a negative test result and says: \"Oh, that is grand.  I do not have Covid.\"  However, there are other illnesses they may have so we want to protect the GP referral process.  We are looking-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":257,"content":"<p>A number of people have accessed the National Show Centre, which, while a fine venue, is difficult to get to other than by car.  In an area that has levels of disadvantage, I urge Mr. Reid to consider some local access to a testing centre in that area, given the high infection rates.  I think it is a way we can tackle the virus overall in the city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00400","speaker":"1568"},{"type":"speechnospeaker","time":1601334000,"counter":258,"content":"<p>I do not disagree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":259,"content":"<p>I thank our witnesses and, indeed, the people doing the work.  We know people are trying their best and working as hard as they can, in many instances.  I will raise with Mr. Reid a couple of incidents that have come to my attention and on which I would appreciate a response.  One issue relates to my electoral area in Balbriggan and involves a gentleman who contacted me.  His granddaughter has been tested twice and twice she has had to travel to the test centre in Swords by bus.  She was tested because she was a close contact of a confirmed case and in this scenario, surely the onus should be on the HSE to help her and her family to limit their contacts.  She has no option.  She has to get the bus with her grandparents.  Is consideration being given to a test centre in Balbriggan?  I ask because in the health centre, with which Mr. Reid will be familiar, a sign went up a couple of months ago to say Covid testing was taking place.  That sign has now gone but there was obviously a plan at some stage.  Will Mr. Reid give an insight into how that came about and why it was stopped?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00600","speaker":"1467"},{"type":"speechnospeaker","time":1601334000,"counter":260,"content":"<p>I cannot comment on signs going up or down but the locations of our centres is something we are always looking at and will continue to look at as part of our plan when we seek, particularly during winter, an increase in the number of centres.  We have introduced, as I mentioned, mobile centres based on what we are seeing in terms of the spread of the virus.  It is something we will always look at but right now, Swords is our main centre.  I cannot comment-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":261,"content":"<p>What would Mr. Reid's advice be to that gentlemen in respect of his granddaughter?  What would Mr. Reid advise him to do: take the bus or not get the test?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00800","speaker":"1467"},{"type":"speechnospeaker","time":1601334000,"counter":262,"content":"<p>Public transport is not advised for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":263,"content":"<p>I think there is a drop out in the connection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X01000","speaker":"1467"},{"type":"speechnospeaker","time":1601334000,"counter":264,"content":"<p>My apologies to the Deputy.  I did not fully hear her question on the advice to the gentleman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X01100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":265,"content":"<p>What would Mr. Reid advise the gentleman to do in the case of his granddaughter?  This is her second time to have to go for a test because she is a confirmed close contact.  Would Mr. Reid advise them to not get the test or to take public transport?  There is not a third option available to them unless the HSE is willing to provide one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X01200","speaker":"1467"},{"type":"speechnospeaker","time":1601334000,"counter":266,"content":"<p>My advice is, most definitely, to get the test.  That is the right thing to do and I cannot comment on transport.  It should not be on public transport, if possible.<\/p><p>There are exceptions where we have deployed national ambulance services in discussions with general practitioners, etc.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#X01300","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1601334000,"counter":268,"content":"<p>I want to raise the issue of day care centre co-ordinators and their redeployment to the contact tracing area.  These staff had been providing outreach services to their elderly clients but they can no longer do that.  Has a replacement outreach service been put in place for these elderly people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00200","speaker":"1467"},{"type":"speechnospeaker","time":1601334000,"counter":269,"content":"<p>I will ask my colleague, Ms Anne O'Connor, to comment on that matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00300","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":270,"content":"<p>Is the Deputy speaking about day centre co-ordinators in terms of the HSE day centres?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00400","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":271,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00500","speaker":"1467"},{"type":"speechnospeaker","time":1601334000,"counter":272,"content":"<p>The Deputy is correct that we have not yet reopened day centres.  We are looking at that.  Dr. Siobh&aacute;n Kennelly, our national clinical lead for older persons, is working with the operations team on that.  We are trying to deploy people back.  People who have been deployed into testing and tracing where we need those services, particularly as we head into winter, are being redeployed as we recruit.  However, there are other challenges in terms of day centres.  We have been working very closely with the voluntary sector in regard to older people, in particular ALONE and its helpline.  There have been a number of other avenues in supporting older people.  This has been a key initiative for us throughout Covid in terms of outreaching to older people.  That is still there as far as I am aware.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00600","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":273,"content":"<p>I want to raise a specific case that has come to my attention.  It relates to four people in a house-share in Galway, three of whom are from Donegal and one of whom tested positive a week ago.  Obviously, they have all been restricting their movement.  They were advised that the HSE would be in touch but one week on nobody has been in touch with them.  They have contacted the HSE but they cannot get any advancement on their case.  They have been telephoning the helpline as advised for the past week.  Is there a separate helpline they could contact?  If it was not for their flatmate having told them of the positive test result they would not know of it and they could be out and about.  I am mindful of the graph that Dr. Glynn provided.  As these are college students, they could have a high number of contacts.  They have done the sensible thing but their flatmate was told that they would be contact traced and they have not yet had any contact to that effect.  There are deficits in the system.  Those deficits need to be plugged.  We need to get directly employed staff into this area as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00700","speaker":"1467"},{"type":"speech","time":1601334000,"counter":274,"content":"<p>I thank Deputy O'Reilly.  We will move on now to the next speaker.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00800","speaker":"1518"},{"type":"speech","time":1601334000,"counter":275,"content":"<p>I would like a brief answer from Mr. Reid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y00900","speaker":"1467"},{"type":"speechnospeaker","time":1601334000,"counter":276,"content":"<p>I cannot comment on a particular case.  I would be happy to take the details from the Deputy separately.  The number of contact tracing calls has increased and stood at 11,500 last week.  As I said, I am happy to take the details of the particular case mentioned by her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y01000","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":277,"content":"<p>I will forward them to Mr. Reid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y01100","speaker":"1467"},{"type":"speech","time":1601334000,"counter":278,"content":"<p>The next speaker is Deputy Murnane O'Connor, followed by Deputy Durkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y01200","speaker":"1518"},{"type":"speech","time":1601334000,"counter":279,"content":"<p>I, too, thank the witnesses.  I have four questions to which I would like an answer, the first of which is directed to Mr. Reid.  Over the past number of Covid committee meetings, I have called for the recruitment of a dedicated workforce for testing and tracing.  I was recently contacted in my office by a person who had been told by the HSE that it was not recruiting.  Will the HSE be recruiting, in particular to address the language barriers, which is an issue that has come across my desk several times in the past few weeks and, if so, what are the criteria in that regard?<\/p> <p>  We all heard today about the WHO's reference to a global test, which is cheaper and faster and can provide results within 15 to 20 minutes.  Does the HSE intend to secure these devices?  My understanding is that currently 97% of tests carried out here are negative.  Mr. Reid might confirm if that is the case.  In regard to cost, will there be a cost of between &euro;200 and &euro;275 for this new test?  My understanding is that this new test, which is referenced in today's newspapers and was mentioned on the radio this morning, is really good.  Is it proposed to use these tests?  <\/p> <p>  I have a number of concerns regarding communication.  We are all playing our part.  I compliment everybody on doing so.<\/p><p>We all have personal responsibility.  However, there is major confusion when a person rings for a test and is told that he or she and his or her family must isolate.  Do we have to be more specific that people must isolate for 14 days if they request a test?  In my area of Carlow I was dealing with one or two cases.  The paramedics are doing a great job, but they are on call-outs.  We have a testing centre in Tinryland which is by appointment only.  That is brilliant and I welcome it.  However, signage for testing centres in rural areas is a matter we must examine because there was some confusion about that during the week.  They are all doing an excellent job and I say \"well done\" to them.  I understand that when people call for paramedics to visit their homes, there is a backlog of four or five.  We must examine that.<\/p><p> We all probably got a fright when we saw today that, globally, over 1 million people have died with Covid-19.  We are approaching the winter months.  Everybody is trying to get the flu vaccine.  My mother is elderly and she has got the vaccine.  I realise we must prioritise, but we face many different challenges with the winter coming.  Among the issues we will face is lockdowns in certain areas.  Are we recruiting?  Tomorrow the committee will be discussing living with Covid, but I believe we have to do more.  There is still a little confusion about information and even control.  That is not for us in the committee, but a matter for the HSE.  Last night, there was a great deal of activity in Galway and it was a big issue this morning.  I understand it was freshers' week.  There are control issues we must examine.  We are approaching Hallowe'en, Christmas and big events in people's lives.  We have gone through communions and confirmations.  There must be a great deal more information and we must examine how we can control what is coming.<\/p><p> Perhaps Mr. Reid would respond on the dedicated workforce.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Y01300","speaker":"1511","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":281,"content":"<p>I can confirm that we are recruiting a dedicated workforce across a range of aspects of testing and tracing.  That includes 700 swabbers who are currently being recruited.  We gave some figures earlier.  There are 500 contract tracers.  In our public health teams there is recruitment of almost 160 people across a range of multidisciplinary skills to resource a chain of testing, tracing and public health surveillance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Z00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":282,"content":"<p>I thank Mr. Reid, but there is confusion straight away.  A man contacted my office to say he went to all the different areas of the Department and they told him they were not recruiting.  I went back and checked with him again.  This is where we are falling down.  I know the witnesses are doing a great job, but somebody contacted my office - I will give the person's details - and told me he did apply.  I was told the HSE is not recruiting.  On several occasions I have received different answers.  It is a case of \"we are doing this\" or \"we are doing that\", but when I go to my constituency I am told it is not happening.  We need to get things clarified here when I am saying one thing and Mr. Reid is telling me something else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Z00300","speaker":"1511"},{"type":"speech","time":1601334000,"counter":283,"content":"<p>Thank you, Deputy.  I must bring in two more speakers, including one of your party colleagues who is anxious to speak.  I first call Deputy Durkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Z00400","speaker":"1518"},{"type":"speech","time":1601334000,"counter":284,"content":"<p>Like other speakers, I welcome our guests and thank them for their Herculean efforts in dealing with the virus.  Things are not going in the right direction.  The trend appears to be wrong.  We must be more stout-hearted in our approach.  If we get faint or panic, we will go in the wrong direction.  My worry is that the trend is still going the wrong way.  I raised this issue last week, but the trend continues.  I am not suggesting that blame be apportioned anywhere, but there must be something from the information and research available to the HSE that would indicate where the worst situations are emerging.  My suspicion is that it is failure to observe social distancing, but in recent days I heard a reference to house parties and pubs.  Most of the pubs are only recently reopened and I do not know whether they would be within the scope of the recent assessments.<\/p><p>There is now a need to make a serious effort to identify the failures in the system, whether a lack of adherence to social distancing or in some other area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#Z00500","speaker":"1584","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":286,"content":"<p>The Deputy's points are well made and I will make a few comments in response.  I believe the trends that we have seen recently can be turned around.  We have done it before and the public can do it again.  We need to give the public hope and confidence.  The public wants predictability and, much of the time, we can only provide uncertainty but that is the reality of the virus, as I reflected on in my opening statement.<\/p> <p>  Some of the comments that the Deputy made are true.  We need the public to work strongly with us.  Social distancing, reducing social gatherings and contacts make a huge impact.  The inverse is also true and increasing one's contacts increases the possibility of contracting the disease.  Increasing one's social gatherings increases the potential of the virus to spread.  Decreasing one's social distancing and gathering with others leaves one at a wide risk of contracting the virus.  From the perspective of the HSE, we need a strong call to arms to the public to work strongly with us in the coming days and weeks.  This can be turned around.  We know we can reduce the impact of the virus on our hospitals and community services but it really needs a galvanised public to hold arms with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#AA00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":287,"content":"<p>I thank Mr. Reid for his reply.  Can any initiative be taken now, in light of the current trend, that might have the effect of concentrating people's minds at every level with a view to reversing the trend?  I asked last week if there was any one particular issue.  I know that there are a number of issues but is there one particular initiative to which the public will respond?  Some sectors of the public are obviously not responding now, and one can understand that because the pandemic has been going on for a long time.  That does not mean that the virus has got any weaker in the threat it poses or that it has gone away because it has not.  If we could take one initiative, what would it be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#AA00300","speaker":"1584"},{"type":"speechnospeaker","time":1601334000,"counter":288,"content":"<p>It would be for people to consistently reduce their contacts.  NPHET and the HSE are very strong on this.  Reducing the numbers of contacts and gatherings diminishes the capacity of the virus to spread.  People can sometimes feel safe when they are with their families and in small groups of ten, 15 or 20 but those gatherings cause high transmission of the virus.  We have seen high transmission of the virus in gatherings at people's homes in the past few weeks.  My strong call to the public would be for people to radically reduce the numbers that they need or tend to meet.  We can do this in a positive way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#AA00400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":289,"content":"<p>I will move on to rapid testing and results.  I know that our guests have already said that investigation into the various available methods of testing is under way.  I read recently that a large number of people visited this country in the past six weeks, or something to that effect.  There has been a lot of travel in and out of the country and rapid testing seems to be the only answer to that issue.  To what extent are efforts being made to deal with that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#AA00500","speaker":"1584"},{"type":"speechnospeaker","time":1601334000,"counter":290,"content":"<p>Like my colleague said earlier, nobody is more hopeful than us that proven and reliable technology to provide rapid testing emerges soon.  That would quickly make things better for society and the HSE.  We are relying on the experts to assess the various rapid testing that has emerged.  I know that many airports are engaged in rapid testing, as is our Department of Transport.  Nobody is more willing and able than us to implement rapid testing if proven technology emerges.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#AA00600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":291,"content":"<p>I thank Mr. Reid and the other witnesses for their attendance.  I welcome the community first approach in the winter plan that was announced recently.<\/p><p>In terms of the winter plan, what reassurances can the witnesses give the committee and the public of the continuation of care, surgery and outpatient services during the winter months if there is a further spike in Covid cases?  <\/p><p> My next question relates to my constituency of D&uacute;n Laoghaire.  Given the number of elderly people who live in the community, I ask Ms O'Connor to elaborate on what Mr. Reid referred to in his opening remarks as \"home support and enhanced home support packages\". <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#AA00700","speaker":"1481","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":293,"content":"<p>Regarding outpatients, we can never give guaranteed assurances because healthcare is too unpredictable.  However, on the basis of where we are going and our plan, outpatient care was significantly reduced during Covid but we moved a significant level of activity offline and had, on average, 80,000 virtual consultations a month.  We are looking at different ways to provide outpatient care by providing it in different locations, etc.  We will endeavour to maintain the necessary level of activity in outpatient care but we cannot guarantee it.  If we experience a significant surge, we will not bring people in for outpatient appointments but that is not where we are today.<\/p> <p>  There are different types of home supports.  We have people who are currently in receipt of home support but need more home support than they receive.  We are looking at giving more people home support and increasing the numbers.  We are also looking at the level of acuity in terms of home support.  Anyone who is aware of home support will know that there was a limit and we struggled to give adequate hours to people who had a high level of need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#BB00200","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":294,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#BB00300","speaker":"1481"},{"type":"speechnospeaker","time":1601334000,"counter":295,"content":"<p>We are looking at providing a higher level of home support that would have a reablement component looking at rehabilitation, and under therapy guidance, as opposed to just care.  We are changing the model to include a reablement model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#BB00400","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":296,"content":"<p>I thank Ms O'Connor.  Mr. Reid mentioned a flu vaccine for two to 12-year olds.  I ask him to elaborate on that as it is of interest in particular to parents and school-going children.<\/p> <p>  Wonderful work has been done by Mr. Reid's staff and other staff as well on testing and tracing but several people in my constituency have reported that they have been dispatched to test centres in Wicklow, Tallaght or St. Vincent's Hospital as their local testing centres.  I concur with other members that that is just not feasible for some people.  Why is a testing centre not more readily available in the southeastern area of Dublin?<\/p> <p>  Finally, it will be mental health week shortly.  Given the impact that Covid is having on people who experience issues with their mental health, what additional services have been put in place as part of the winter plan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#BB00500","speaker":"1481"},{"type":"speechnospeaker","time":1601334000,"counter":297,"content":"<p>To follow on from what Ms O'Connor said, we are putting some wider supports into the community services as part of the winter plan.  We see the winter plan as a key support to protect us in the coming months and keep our services running.  We are providing further supports for GPs and community assessment hubs in the centre.  We are also providing funds for step-up cancer services and National Ambulance Service supports.<\/p> <p>  I can confirm that we have secured a delivery towards the end of October of a flu vaccine, to be administered by GPs in the form of a nasal spray for children aged between two and 12 years.  In terms of the flu vaccine for vulnerable groups and pregnant women, the first delivery of that was to GPs on 17 September.  The vaccine will be delivered every two weeks for the coming six weeks and, again, we have secured full delivery of that. <\/p> <p>  On testing and tracing in centres, as part of our winter plan we are looking at the location of centres that we may need to step up.  We are currently assessing all of that.  We have a reasonable spread of centres with 32 across the country, but we will continuously look at the issue as we head into winter. <\/p> <p>  Regarding mental health, as I said earlier we have been seeing impacts and people coming in throughout the pandemic.  We are stepping up our supports and Ms O'Connor may wish to comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#BB00600","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1601334000,"counter":298,"content":"<p>A lot of work has been done to develop our site's social framework to support people who currently use our services, the general population and staff.<\/p><p>Within that we have worked with a range of our funded partners such as Jigsaw to provide more accessible supports.  We are conscious that in terms of the outputs and outcomes of this pandemic we will probably be paying the price from a mental health perspective for some time.  Activity in our mental health services has continued throughout Covid.  A lot of virtual consultation has been undertaken, and services are very much looking at new models and new ways of working to be able to support people and to provide that early access.  We have also updated and continuously update our website, <i>yourmentalhealth.ie<\/i>, to provide the first step for people who need mental health supports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#BB00700","nonspeaker":"Ms Anne O'Connor","continuing":true},{"type":"speech","time":1601334000,"counter":300,"content":"<p>I have a couple of questions.  Further to my previous question to Dr. Cuddihy about what is classified as a Covid death, if somebody is admitted to a hospital with a broken leg, for example, requires hospitalisation and is asymptomatic but tests positive for Covid-19, is that person included among the statistics for those in hospital with Covid?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00200","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":301,"content":"<p>Yes.  If the person has tested positive, he or she is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00300","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":302,"content":"<p>Even though the reason the person was admitted may not have been Covid - he or she may have been admitted with a broken leg, a heart attack or something else unrelated to Covid - he or she is classified as being in hospital with Covid and included in the statistics for those who are hospitalised with Covid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00400","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":303,"content":"<p>Yes, such cases are included in the surveillance statistics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00500","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":304,"content":"<p>They are the statistics that are relayed at the daily press conferences.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00600","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":305,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00700","nonspeaker":"Dr. John Cuddihy"},{"type":"speech","time":1601334000,"counter":306,"content":"<p>On 27 February, Dr. Margaret Harris of the WHO was on RT&Eacute; Television and said spare testing capacity in terms of staff and resources would be key.  That was seven months ago.  I have a lot of sympathy for the HSE because it has to work with the resources available to it.  It is a bit like the loaves and fishes but perhaps without the divine capabilities that were demonstrated.  Does Mr. Reid think enough was done in the past seven months to increase capacity in our health system?  I am aware that he cannot criticise Government policy, so if he does not wish to answer that question on that basis, that is fine.  Do we now have enough capacity to deal with what is coming at us?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00800","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":307,"content":"<p>I have two quick responses.  To respond to the first question, following on from what Dr. Cuddihy said, if a positive case comes from a person with a broken leg or whatever else in hospital, it is treated as a positive case.  Obviously, from the hospital's perspective, it has to protect the further spread of the virus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":308,"content":"<p>I understand that the patient would have to be isolated from the main body of patients.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC01000","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":309,"content":"<p>To respond to the second question on the resources and what has been stepped up during the summer, I will make some factual comments from our perspective in the HSE.  We sought and secured funding from the Government for extra beds starting in March, and during the first phase we put in an extra 409 acute beds and an extra 400 sub-acute, level 2 hospital beds.  We therefore put in place 800 beds during that phase, and for the next phase we have secured funding for an extra 590.  In addition, on the testing and tracing capability, I will say a couple of things about resourcing.  First, we sought the funds to build the capacity for testing and tracing during the past few months.  I referred earlier to a sum of &euro;450 million.  Second, as for our protection and capacity, there was a key issue with PPE.  Our likely spend on PPE this year will be about &euro;900 million.  Furthermore, the committee will be aware of the arrangement we came to with private hospitals.  Various initiatives were put in place to protect us in the first phase.  There are significant elements in our plan for the second phase and winter planning, both in terms of capacity and doing things very differently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC01100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1601334000,"counter":310,"content":"<p>May I give Mr. Reid one example?  I am aware of it because it is very close to me.  The previous Minister for Health, Deputy Harris, accepted that the overcrowding levels at University Hospital Limerick would be unsustainable and that greater use would have to be made of the tier 2 hospitals - Nenagh General Hospital, St. John's Hospital in Limerick and Ennis General Hospital - to avoid everybody going into what was already an overcrowded hospital.  Mr. Liam Woods of the HSE was before the committee twice and he explained that planning was ongoing for the provision of increased services in the tier 2 hospitals.  I asked Ms O'Connor this question when she was last before us and she did not have an answer but said she would provide it in writing.<\/p><p>We are three months away from the peak of typical overcrowding in University Hospital Limerick.  Yesterday, there were 65 people on trolleys in UHL.  Today, there are only 53.  There was no mention in the written response I received from the HSE as to what additional procedures would be carried out in tier 2 hospitals to stop people having to go into an already overcrowded hospital, UHL.  There was not one mention of Ennis, Nenagh or St. John's hospitals.<\/p><p> If we are going to funnel everyone who is sick in the mid-west into UHL, which is dealing with Covid and emergency cases, it is inevitable that Covid will spread in there.  We do not know exactly how many but there were many media reports about the large number of people who contracted Covid in our healthcare system and acute hospitals last winter, along with the large number who contracted it in nursing homes.<\/p><p> We have learned much which should be avoidable.  What, however, is going to happen in the mid-west?  Are we going to funnel everyone into an overcrowded hospital or will we use the tier 2 hospitals to ensure people do not have to attend UHL for medical services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#CC01200","speaker":"1518","continuing":true},{"type":"speechnospeaker","time":1601334000,"counter":312,"content":"<p>The Chairman mentioned Ennis, Nenagh and St. John's, which provide support to UHL.  As it stands, every day we are transferring around 17 patients to these sites.  We also know that those units have medical assessment units and admit directly, which means people do not have to come through UHL to go there.<\/p> <p>  At Ennis, we are looking at the capacity relating to supporting the new IPC, infection prevention and control, guidance.  It is doing much work around endoscopy and bowel screening, which will continue.<\/p> <p>  St. John's is at 80% of its planned activity already.  We are working at how it can increase that by looking at diagnostics to support other cancer and other services as part of our service continuity work.<\/p> <p>  We are working with the National Treatment Purchase Fund, NTPF, and Nenagh on dedicated funding.  It is already doing cataract activity which will continue.  We are looking at other initiatives the hospital can do to support care within the main site.<\/p> <p>  There is much work going on with those sites and UHL.  There is activity already.  We also have the University of Limerick Sports Arena in Limerick which is operating with about 30 patients.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00200","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":313,"content":"<p>Will the Arena continue through the winter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00300","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":314,"content":"<p>No, it will end in November.  However-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00400","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":315,"content":"<p>As we head into the 'flu season, it will come to an end.<\/p> <p>  I apologise.  I cut Ms O'Connor short.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00500","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":316,"content":"<p>We have the new capacity coming on stream in Dooradoyle then.  We have a 60-bed unit and another one coming in which will come on stream as the Arena goes off.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00600","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":317,"content":"<p>Are there any plans to increase the capacity of the medical assessment units in Ennis, Nenagh and St. John's hospitals?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00700","speaker":"1518"},{"type":"speechnospeaker","time":1601334000,"counter":318,"content":"<p>I cannot answer that.  I will have to check that.  Our priority within the medical assessment units is to have them open seven days a week from 8 a.m. to 8 p.m at a minimum.  I know the ones in the mid-west have not always been open for those hours.  Our first priority will be to look at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00800","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1601334000,"counter":319,"content":"<p>I wish everyone in the HSE the very best of luck as we, as a State, try to deal with this together.  Obviously, everything has not been perfect.  Nothing ever is.  I commend the witnesses, however, on the enormous work they and their staff have carried out on behalf of the citizens of the State over the past six months.<\/p> <p>  The committee agreed earlier that it will go to the D&aacute;il to seek an extension because of the delays in some hearings for the purposes of a report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020092900002#DD00900","speaker":"1518"},{"type":"unspoken","time":1601334000,"counter":320,"content":"<p>The committee adjourned at 12.24 p.m. until 10 a.m. on Wednesday, 30 September 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Children and Youth Affairs","time":1601334000,"counter":321},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 16:00<\/p><p>The Joint Committee met at 16:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Patrick Costello, Mary Fitzpatrick, Cathal Crowe, Sharon Keogan, Alan Dillon, Erin McGreehan, Mark Ward, Lynn Ruane, Jennifer Whitmore. Mary Seery Kearney.<\/p><p>Teachta \/ Deputy Kathleen Funchion sa Chathaoir \/ in the Chair.<\/p>","time":1601334000,"counter":322,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020092900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1601334000,"counter":323,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020092900002#A00100"},{"type":"speech","time":1601334000,"counter":324,"content":"<p>We have a quorum and are now in public session.  This is our first meeting.  I welcome the members.  It is great to have the committee up and running and to be getting under way with work.  I particularly welcome members who are newly elected to the D&aacute;il or Seanad.  We have not received any apologies.<\/p> <p>  As we know too well, Ireland and the wider world have changed fundamentally since the previous committee was dissolved.  We have all been affected by the Covid-19 pandemic and our lives altered in ways we could not have envisaged only a short time ago.  We are learning every day how this is presenting challenges to our work and the way we sit between the National Convention Centre and here.  That has had a knock-on effect on getting the committees up and running.  I endeavour to be fair and impartial to all members and all witnesses.  I had the privilege of chairing the Joint Committee on the Implementation of the Good Friday Agreement in the last D&aacute;il for a period and I would like to think that people would have said I was very fair.  I look forward to working with everybody and to this being a very active, progressive and proactive committee.  It has a big remit and there are many issues but it is also extremely exciting.<\/p> <p>  The first item on our agenda will be the election of a Vice Chairman.  We are not having that procedure today but if members want to put forward nominations, they should email them to the clerk.  I suggest that we try to get that done at the next meeting as it is important to have a Vice Chairman, particularly in the current climate as we never know who might have to take some time off.  While it is important to get it done, I do not think it would be fair to throw it at people today.  Members are welcome to take the time to send in any nominations and then we will deal with the matter at our next meeting.  Is that agreed?  Agreed.<\/p> <p>  I propose that we go into private session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020092900002#A00200","speaker":"1449"},{"type":"unspoken","time":1601334000,"counter":325,"content":"<p>The joint committee went into private session at 4.05 p.m. and adjourned at 5 p.m. until 4 p.m. on Tuesday, 6 October 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1601334000,"counter":326},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:15<\/p><p>The Joint Committee met at 13:15<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Mick Barry, Pat Casey, Pearse Doherty, Alice-Mary Higgins, Bernard J. Durkan, Marie Sherlock. Mairéad Farrell, Jim O'Callaghan, Neale Richmond, Peadar Tóibín.<\/p><p>* In éagmais \/ In the absence of Deputy Steven Matthews.<\/p><p>Teachta \/ Deputy John McGuinness sa Chathaoir \/ in the Chair.<\/p>","time":1601334000,"counter":327,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1601334000,"counter":328,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00100"},{"type":"speech","time":1601334000,"counter":329,"content":"<p>This is the first meeting of the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach.  Due to Covid-19 the business of our meeting will be conducted in a very different type of way.  If any members have any suggestions as to how we might do that, please feel free to come forward with them.  For my part, as Chairman, I will do the best I can in being impartial and fair to the members.  The item on the agenda before us now is the election of the Vice-Chairman.  We can consider this today or leave it until next week, it will be up to the members.<\/p> <p>  The members can make nominations as to who might be interested and these can be sent into the clerk to the committee and we can take it then at the next meeting.  Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00200","speaker":"1496"},{"type":"speech","time":1601334000,"counter":330,"content":"<p>That is agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00300","speaker":"1462"},{"type":"speech","time":1601334000,"counter":331,"content":"<p>I should mention, Chairman, that I was told to allow my name to go forward.  I did not ask that my name go forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00400","speaker":"1584"},{"type":"speech","time":1601334000,"counter":332,"content":"<p>Deputy Durkan does not have to allow his name to go forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00500","speaker":"1496"},{"type":"speech","time":1601334000,"counter":333,"content":"<p>No, I do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00600","speaker":"1584"},{"type":"speech","time":1601334000,"counter":334,"content":"<p>They only asked the Deputy he does not have to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00700","speaker":"1496"},{"type":"speech","time":1601334000,"counter":335,"content":"<p>That is all right, Chairman.  We will take it as read that there was a gun put to my head to go forward.  Whether that is acceptable or not, I do not know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00800","speaker":"1584"},{"type":"speech","time":1601334000,"counter":336,"content":"<p>We will see if there are any other contenders-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A00900","speaker":"1496"},{"type":"speech","time":1601334000,"counter":337,"content":"<p>Exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01000","speaker":"1584"},{"type":"speech","time":1601334000,"counter":338,"content":"<p>We will then judge the quality of the candidate over the coming week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01100","speaker":"1496"},{"type":"speech","time":1601334000,"counter":339,"content":"<p>I would be all in favour of that, normally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01200","speaker":"1584"},{"type":"speech","time":1601334000,"counter":340,"content":"<p>Democracy has to prevail-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01300","speaker":"1496"},{"type":"speech","time":1601334000,"counter":341,"content":"<p>And if he has really earned it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01400","speaker":"1462"},{"type":"speech","time":1601334000,"counter":342,"content":"<p>We will leave the Deputy hanging for a week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01500","speaker":"1496"},{"type":"speech","time":1601334000,"counter":343,"content":"<p>It would not be the first time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01600","speaker":"1584"},{"type":"speech","time":1601334000,"counter":344,"content":"<p>Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01700","speaker":"1496"},{"type":"speech","time":1601334000,"counter":345,"content":"<p>Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01800","speaker":"1584"},{"type":"speech","time":1601334000,"counter":346,"content":"<p>Yes, and obviously as this is a joint committee, either a Senator or a Deputy can be a vice-chairperson.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A01900","speaker":"1462"},{"type":"speech","time":1601334000,"counter":347,"content":"<p>I believe that is correct. We will now go into private session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#A02000","speaker":"1496"},{"type":"unspoken","time":1601334000,"counter":348,"content":"<p>The joint committee went into private session at 1.18 p.m. and resumed in public session at 2.04 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1601334000,"counter":349,"content":"<p>The purpose of our returning to public session is to note the fact that we have postponed our discussion on EU matters and that we will come back to them at our next meeting.<\/p> <p>  The meeting is now adjourned and I thank all in attendance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2020092900002#K00100","speaker":"1496"},{"type":"unspoken","time":1601334000,"counter":350,"content":"<p>The joint committee adjourned at 2.05 p.m. until 2 p.m. on Wednesday, 7 October 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on the Implementation of the Good Friday Agreement","time":1601334000,"counter":351},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 15:30<\/p><p>The Joint Committee met at 15:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Jennifer Carroll MacNeill, Frances Black, Rose Conway-Walsh, Emer Currie, Patrick Costello, Annie Hoey, Pádraig Mac Lochlainn, John McGahon, Brendan Smith, Niall Ó Donnghaile. Peadar Tóibín.<\/p><p>I láthair \/ In attendance: Senator Elisha McCallion.<\/p><p>Teachta \/ Deputy Fergus O'Dowd sa Chathaoir \/ in the Chair.<\/p>","time":1601334000,"counter":352,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1601334000,"counter":353,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#A00100"},{"type":"speech","time":1601334000,"counter":354,"content":"<p>Seo an ch&eacute;ad chruinni&uacute; den choiste seo agus t&aacute; s&eacute; an-t&aacute;bhachtach go mbeimis in ann comhoibri&uacute; le ch&eacute;ile.  N&iacute;l aithne agam ar gach duine anseo, so b'fh&eacute;idir go gcuirimis muid f&eacute;in in aithne ar dt&uacute;s.  This is the first meeting of our joint committee.  I do not know everybody here and I apologise for that.  If members' names are in front of them, that is fine, but the staff may not be familiar with everybody, so we will go around the room and members can introduce themselves.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00100","speaker":"1598"},{"type":"speechnospeaker","time":1601334000,"counter":355,"content":"<p>Michelle Gildernew, Sinn F&eacute;in MP for Fermanagh and South Tyrone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00200","nonspeaker":"Ms Michelle Gildernew"},{"type":"speech","time":1601334000,"counter":356,"content":"<p>Brendan Smith, Fianna F&aacute;il Teachta D&aacute;la for Cavan-Monaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00300","speaker":"1556"},{"type":"speech","time":1601334000,"counter":357,"content":"<p>Senator Annie Hoey of the Labour Party, Agricultural Panel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00400","speaker":"1663"},{"type":"speech","time":1601334000,"counter":358,"content":"<p>Senator Emer Currie.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00500","speaker":"1648"},{"type":"speech","time":1601334000,"counter":359,"content":"<p>Jennifer Carroll MacNeill, Teachta D&aacute;la for D&uacute;n Laoghaire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00600","speaker":"1480"},{"type":"speech","time":1601334000,"counter":360,"content":"<p>Niall &Oacute; Donnghaile, Seanad&oacute;ir de chuid Shinn F&eacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00700","speaker":"1688"},{"type":"speech","time":1601334000,"counter":361,"content":"<p>T&aacute; f&aacute;ilte romhaibh.  Because of the Covid-19 restrictions, some members are seated away from microphones but are properly and appropriately present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00800","speaker":"1598"},{"type":"speech","time":1601334000,"counter":362,"content":"<p>Deputy Patrick Costello of the Green Party, representing Dublin South-Central.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B00900","speaker":"1570"},{"type":"speech","time":1601334000,"counter":363,"content":"<p>Senator Elisha McCallion of Sinn F&eacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B01000","speaker":"1668"},{"type":"speech","time":1601334000,"counter":364,"content":"<p>P&aacute;draig Mac Lochlainn, Teachta D&aacute;la up in Donegal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B01100","speaker":"1463"},{"type":"speech","time":1601334000,"counter":365,"content":"<p>Senator Frances Black, Independent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B01200","speaker":"1632"},{"type":"speech","time":1601334000,"counter":366,"content":"<p>Senator John McGahon of Fine Gael.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B01300","speaker":"1670"},{"type":"speechnospeaker","time":1601334000,"counter":367,"content":"<p>Chris Hazzard, Sinn F&eacute;in MP for South Down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B01400","nonspeaker":"Mr. Chris Hazzard"},{"type":"speech","time":1601334000,"counter":368,"content":"<p>Everyone is very welcome.  One of the problems we have is that, because of Covid, we have to have distance between attendees.  If all members turn up, this room will not suit us, so we have to think about that, not today but for our next meeting.  If we could get a different room, perhaps the Seanad Chamber or even the D&aacute;il Chamber, it would be more appropriate because this is such an important committee and we want to encourage all members to attend, but we will just see how that works out.  The protocol is that the clerk to the committee will be aware of what we are saying and we can follow it up.<\/p> <p>  A number of people could not make it today, and a number of members are chairing other committees.  The first item on the agenda is the election of a Vice Chairman.  Deputy Lawless is chairing the justice committee.  The clerk to the committee was not aware of the full membership of the committee until Friday evening.  I am in members' hands as to what to do.  It might be wiser to wait until next week to elect a Vice Chairman if people cannot be here because of the short notice.  We could put the election as the first item on the agenda for next Thursday.  The clerk to the committee has been working with the other secretariat staff and the proposal is that we meet, as we did previously, at 2 p.m on Thursdays.  That would suit people who may have to travel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B01500","speaker":"1598"},{"type":"speech","time":1601334000,"counter":369,"content":"<p>I do not wish to pre-empt any decision of the committee, and we may not need to take a decision on it today, but I am sure that those who were members of the committee during the previous D&aacute;il will agree that 2 p.m. on Thursday is not an ideal time for the work of the committee.<\/p><p>It very often clashed with the voting block in the D&aacute;il, although I realise that will be moved around in the current circumstances.  Despite the important work of this committee, to which the Chairman rightly referred, Thursday afternoon here was very often like the <i>Mary Celeste<\/i>.  Groups invited to make presentations were being brought into a vacuous, empty LH 2000.  I am very conscious of how this looks to witnesses, but also to members.  It was deeply frustrating that meetings clashed with the voting block.  Where press coverage of this committee&rsquo;s work was concerned, information was going out on a Thursday night or Friday and not getting any kind of lift at all.  My preference is to pick a day other than Thursday.  I understand, however, that there are new members.  We do not necessarily need to rush to a decision today.  I would like to hear the views of members who were members previously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#B01600","speaker":"1688","continuing":true},{"type":"speech","time":1601334000,"counter":371,"content":"<p>Everybody has a right to make a contribution.  We held meetings on Thursday afternoons to allow those travelling from the United Kingdom to come here.  The decision is entirely in the hands of the members, however.  We must remember other committees also have times allocated.  The alternative is to sit on a Monday or Friday, when there would not be a problem over publicity and with giving due notice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00200","speaker":"1598"},{"type":"speech","time":1601334000,"counter":372,"content":"<p>I congratulate the Deputy on his election as Cathaoirleach of this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00300","speaker":"1556"},{"type":"speech","time":1601334000,"counter":373,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00400","speaker":"1598"},{"type":"speech","time":1601334000,"counter":374,"content":"<p>He was a member of the previous committee.  As Senator &Oacute; Donnghaile said, very few of us were here most Thursday evenings, unfortunately.  At times, this was embarrassing when deputations came from far and near.  Our meetings clashed with those of other committees.<\/p> <p>  In 2011 and 2012, I believe we were asked to sit on Thursday afternoons to facilitate Westminster MPs.  Quite a few of them were attending at that time.  There was a clash with other committee meetings early on Thursdays and, as Senator &Oacute; Donnghaile said, the voting block tore the back out of it altogether.  Votes were going on for a long time, meaning our committee often started late.  That was also one of the problems.  I would like a time that would facilitate most members, but not a ludicrous time late in the evening when there would be no hope of getting any coverage or of a good attendance.  I would have no difficulty with a Monday or Friday, if that is the best option to facilitate all members as much as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00500","speaker":"1556"},{"type":"speech","time":1601334000,"counter":375,"content":"<p>I acknowledge Deputy T&oacute;ib&iacute;n coming in.  He is very welcome.  I do not know whether there is a seat with a microphone at which he can sit.  If not, there are seats at the back or the side.  We will facilitate the Deputy whenever he wishes to make a contribution.<\/p> <p>  It is not the tradition for the clerk to the committee to speak in public session so we may go into private session in a minute, if necessary.  The clerk to the committee will know what other slots are available and tell members the options as soon as he can identify them.  Members may think about the options when they get them.  We can stick to next Thursday week for our next meeting because that is the slot we have been given.  If that is not satisfactory, we can change it.  Monday or Friday seems like the best option because there would be no impediment.  There would be a decent environment and nobody would have to sit to the side and their contributions could be recorded at any time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00600","speaker":"1598"},{"type":"speech","time":1601334000,"counter":376,"content":"<p>The Chair summed it up very well.  We must ensure we are available for the MPs who attend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00700","speaker":"1688"},{"type":"speech","time":1601334000,"counter":377,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00800","speaker":"1598"},{"type":"speech","time":1601334000,"counter":378,"content":"<p>Even they would probably agree that Thursday is not great.  To return to the Chairman's point on having the Chambers available to the committee, a Monday or Friday would be ideal because it would tick all the boxes.  I endorse fully what the Chairman has proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C00900","speaker":"1688"},{"type":"speechnospeaker","time":1601334000,"counter":379,"content":"<p>Most of the MPs go over on a Tuesday, either in the morning or the afternoon.  Friday tends to be a constituency day for many.  A slot might work on a Monday, or a Friday if necessary.  A Monday would also enable the MPs to attend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C01000","nonspeaker":"Ms Michelle Gildernew"},{"type":"speech","time":1601334000,"counter":380,"content":"<p>We have many ideas.  We will draw on our collective wisdom and communicate to the clerk to the committee the dates that are available and the options.  We shall meet next Thursday week with a view to solving this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#C01100","speaker":"1598"},{"type":"speech","time":1601334000,"counter":381,"content":"<p>There is a difficulty with Monday, because Deputies are down on Tuesdays, Wednesdays and Thursdays so asking them to be here Monday or Friday is not going to work.  That is the reality of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#D00100","speaker":"1463"},{"type":"speech","time":1601334000,"counter":382,"content":"<p>We will leave it for the moment.  We will meet Thursday week, think about it and look at all the options and we can make a decision then.  Is that fair to everyone?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2020092900002#D00200","speaker":"1598"},{"type":"unspoken","time":1601334000,"counter":383,"content":"<p>The joint committee went into private session at 3.45 p.m. and adjourned at 4.20 p.m. until 2 p.m. on Thursday, 8 October 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1601334000,"counter":384},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:00<\/p><p>The Joint Committee met at 13:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Francis Noel Duffy, Victor Boyhan, Emer Higgins, John Cummins, Paul McAuliffe, Mary Fitzpatrick, Jennifer Murnane O'Connor, Rebecca Moynihan, Cian O'Callaghan, Mary Seery Kearney. Richard O'Donoghue, Eoin Ó Broin.<\/p><p>Teachta \/ Deputy Steven Matthews sa Chathaoir \/ in the Chair.<\/p>","time":1601334000,"counter":385,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020092900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1601334000,"counter":386,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020092900002#A00050"},{"type":"speech","time":1601334000,"counter":387,"content":"<p>We have a quorum.  I welcome members to the first meeting of the committee.  Some members served in the previous Oireachtas and others are new.  I am a new Oireachtas Member and also, therefore, new to the committee.  In fact, this is only my second time in a committee room.<\/p> <p>  This committee has a broad-ranging remit that covers a lot of areas.  From speaking to former members, it has a reputation as being very a hard-working, productive and collegiate committee.  I hope and intend that we will continue in the same vein.  I know that is the intention of the members to whom I have spoken.  I only got to speak to the members who are Deputies and I apologise for not getting to the Senators.  The membership list came to me quite late in the week.<\/p> <p>  As we all know, housing is a massive issue and it will be a primary focus of the committee.  We will also cover heritage, water services, local government and planning.  As I said, it is a wide-ranging brief.  The Covid restrictions regarding distancing are going to impact on our work.  In fact, one of the items on the agenda today concerns the restrictions under which we will be operating.  We will just have to get used to them and accept there will be teething problems at the start.  I am sure we can all work together to come up with a formula and way of working that keeps us within the health guidelines but allows us to work productively.<\/p> <p>  As Chairman, I will be as fair and impartial as I can to all members of the committee and to witnesses who attend meetings and assist us in our work.  If we are united in an approach of mutual respect for all members, witnesses and views, everybody will have an opportunity to contribute and that will yield the best results.  I look forward to working with members and with the officials who will guide and assist us in our work.  The documents relating to today's meeting were circulated via Microsoft Teams.  I do not know how people got on when they went to access them.  I found it a little tricky but I am sure we will get used to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020092900002#A00100","speaker":"1626"},{"type":"minorheading","content":"Election of Vice Chairman","time":1601334000,"counter":388,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020092900002#A00125"},{"type":"speech","time":1601334000,"counter":389,"content":"<p> The election of a Vice Chairman is the second matter on today's agenda.  With the agreement of members, I propose that we might decide the matter today if there is only one nominee.  If there is more than one nominee, I propose that their names be submitted to the clerk and we will deal with the matter in public session at the next meeting.  Is that agreed?  Agreed.  Do we have a nomination for the position of Vice Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020092900002#A00150","speaker":"1626"},{"type":"speech","time":1601334000,"counter":390,"content":"<p>I would like to nominate Deputy McAuliffe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020092900002#A00200","speaker":"1511"},{"type":"speech","time":1601334000,"counter":391,"content":"<p>If there is no second nominee, Deputy McAuliffe will be selected for the position of Vice Chairman.  Is that agreed?  Agreed.  I congratulate the Deputy on his nomination.<\/p> <p>  We will go into private session to deal with correspondence and receive a briefing from the officials on a range of issues, starting with the Covid-19 health and safety requirements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020092900002#A00300","speaker":"1626"},{"type":"unspoken","time":1601334000,"counter":392,"content":"<p>The joint committee went into private session at 1.05 p.m and adjourned at 2.50 p.m. until 11 a.m. on Tuesday, 6 October 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Justice, Defence and Equality","time":1601334000,"counter":393},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 15:45<\/p><p>The Joint Committee met at 15:45<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Jennifer Carroll MacNeill, Robbie Gallagher, Patrick Costello, Vincent P. Martin, Pa Daly, Michael McDowell, Brendan Howlin, Lynn Ruane, Martin Kenny, Barry Ward. James O'Connor, Thomas Pringle.<\/p><p>Teachta \/ Deputy James Lawless sa Chathaoir \/ in the Chair.<\/p>","time":1601334000,"counter":394,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2020092900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1601334000,"counter":395,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2020092900002#A00100"},{"type":"speech","time":1601334000,"counter":396,"content":"<p>As we have more than the four members required for a quorum, I will proceed.  Perhaps a few more members will join us.  Today, the committee will meet in public session.  As this is our inaugural meeting, we will shortly go into private session to discuss procedural matters and our work programme for the term ahead.  We have received apologies from Deputy Creed.<\/p> <p>  I take this opportunity to welcome members to the first meeting of the Joint Committee on Justice.  It is certainly a great honour and privilege for me to serve as Chair of this group.  I look forward to working with all of the members.  I was delighted to see the names and realise who would be joining the committee.  We have a strong team.  I am sure we will have a productive and interesting term of business ahead.<\/p> <p>  I remind members to please switch off their mobile phones as they interfere with the recording equipment, particularly when people are speaking.<\/p> <p>  I hope that everybody has had a chance to review the agenda.  The bulk of our business today involves procedural housekeeping and that will be done in private session.<\/p><p>As members will be aware, some committees have begun nominating Vice Chairs and dealing with procedural matters of that sort.  However, it is not on our agenda to deal with that matter today.  I propose that we do it at our next meeting.  It will take us a week for us to find our feet and get up and running.  We will proceed to nominate a Vice Chair at next week's meeting.  If members are interested in putting themselves forward for that position or if groups or parties wish to nominate individuals, they should do so by contacting the clerk to the committee, Mr. Alan Guidon.  The preferred contact address is <i>justice@oireachtas.ie<\/i>, which can be used for correspondence regarding nominations or, indeed, any other issues that may arise.<br\/><br\/>We will now get down to the nitty-gritty by proceeding to discuss the business of the committee in private session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2020092900002#A00200","speaker":"1583","continuing":true},{"type":"unspoken","time":1601334000,"counter":398,"content":"<p>The joint committee went into private session at 3.50 p.m. and adjourned at 4.56 p.m. until 4 p.m. on Tuesday, 6 October 2020.<\/p>","notice":"TIME STRING DETECTED"}]