[{"type":"majorheading","content":"Joint Oireachtas Committee on Education and Social Protection","time":1360760400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy James Bannon, Senator Fidelma Healy Eames, Deputy Ray Butler, Senator Marie Moloney, Deputy Jim Daly, Senator Averil Power, Deputy Charlie McConalogue, Senator Mary Moran. Deputy Aodhán Ó Ríordáin, Deputy Jonathan O'Brien, Deputy Brendan Ryan,<\/p><p>DEPUTY JOANNA TUFFY IN THE CHAIR.<\/p>","time":1360760400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300002"},{"type":"unspoken","time":1360760400,"counter":5,"content":"<p>The joint committee went into private session at 1.05 p.m. and resumed in public session at 1.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Digital Literacy: Discussion","time":1360760400,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300003#B00100"},{"type":"speech","time":1360760400,"counter":7,"content":"<p>Our agenda for 2013 is heavily influenced by Ireland's Presidency of the European Council, and the topic of digital literacy is expected to feature strongly in our Presidency of the European Union.  The Minister for Jobs, Enterprise and Innovation expects to chair a major conference on digital literacy and there is a role in education in preparing Ireland's workforce for the digital age and the digital marketplace.  In that regard, approximately six meetings of committee chairs from each of the Parliaments will be held over the course of the Presidency.  The issue to be examined in the June meeting is digital literacy, which involves this Joint Committee on Education and Social Protection, the Joint Committee on Transport and Communications, and the committee on communications and energy.  The digital agenda crosses the boundaries of those three Departments and one of the things the Presidency will do is have those meetings of committee chairs from all the Parliaments in the EU and also the European Parliament.  This meeting is a precursor to the meeting in June to allow us examine the issue as a committee.<\/p><p>  I welcome the officials from the Department of Education and Skills who will brief us on the role of the Department in this area.  In that regard, we will welcome at a future meeting representatives of Hibernia College, which meeting was requested by Senator Power, and<i> schoolbag.ie<\/i> to hear the views of practitioners in the discipline.  Digital literacy is extremely important in terms of education.  We talk about numeracy and literacy in general but digital literacy is part of all of that.<\/p><p>  With us today from the Department of Education and Skills are Eddie Ward, P&aacute;draig Mac Fhlannchadha and Anne O'Mahony; Jude Cosgrave from the Educational Research Centre; and Sean Gallagher, Professional Development Service for Teachers, PDST, Technology in Education.<\/p> <p> I wish to draw the attention of witnesses to the fact that, by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of the evidence they are to give to the committee.  If they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person, persons or entity by name or in such a way as to make him, her or it identifiable.  I advise the witnesses that their opening statements will be published on the committee's website after the meeting.<\/p><p> Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the Houses.  I invite Mr. Eddie Ward to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300003#B00200","speaker":"1010","continuing":true},{"type":"speechnospeaker","time":1360760700,"counter":9,"content":"<p>I thank the committee for the opportunity to talk today about digital literacy.  I head the ICT policy unit in the Department, which deals with teaching in schools.  It works closely with the teacher education section of the Department.  I am accompanied by Mr. P&aacute;draig Mac Fhlannchadha, an assistant chief inspector in the Department.  He is responsible for the literacy and numeracy strategy and junior cycle reform.  I am also accompanied by Ms Anne O'Mahony, who works in the qualifications, curriculum and assessment section of the Department, Dr. Jude Cosgrave, a researcher in the Education Research Centre who looks after the Irish input into the OECD's Programme for International Student Assessment, PISA, and Mr. Se&aacute;n Gallagher, who works in Professional Development Service for Teachers, PDST.  Mr. Gallagher is responsible for continuous professional development in the use of ICT for teaching and learning in schools.  The PDST now includes the former National Centre for Technology and Education.<\/p><p>  Digital technologies now form part of everyday life and are used in the way we work, rest and play.  They are also increasingly part of the way we approach teaching and learning.  Education leaders, teachers and students are actively exploring the many opportunities and challenges that such technologies present.<\/p><p>  Traditionally, we have thought about literacy as comprising the skills of reading and writing but today our understanding of it encompasses much more.  It includes the capacity to read, understand and critically appreciate various forms of communication, including spoken language, printed text, broadcast media and digital media.  Using digital technologies requires new skills in the management, presentation, analysis and interpretation of data and information.  It is a key concern of the Government and Department that young people have mastery of the skills necessary to function in a society that is increasingly technology driven.<\/p><p>  The focus on digital literacy in the Department is evident in a number of key strategies, the first being the national literacy and numeracy strategy.  The second is recently published junior cycle reform framework.  There is an ongoing programme for supporting ICT in schools.<\/p><p>  The literacy and numeracy strategy has clear actions and targets aimed at improving literacy outcomes among primary and post-primary students.  The actions focus on supporting parents and communities in promoting children's literacy and numeracy, the development of teacher skills, improving the curriculum and learning experience at both primary and post-primary levels, and improving the use of assessment and evaluation.  The strategy covers the full continuum of education, that is, from initial teacher education and induction to continuous professional development.  The aim is to ensure that all teachers in the system have a better understanding of the current strategies and methodologies in digital literacy and how ICT can best be used to better support and enrich learning in schools.<\/p><p>  The recently published framework for the new junior cycle was launched in October and it will be implemented on a phased basis, commencing next year.<\/p><p>  The learning outcomes we want students to achieve in post-primary school are described in 24 statements of learning.  Digital literacy is referenced in three of those statements.  The new junior cycle also provides for the teaching of short courses within schools.  Schools have discretion in the selection of the short courses under the guidance of the templates issued by the National Council for Curriculum and Assessment.  The council is preparing a course in digital literacy which will cover topics such as information literacy, personal safety online, digital storytelling and online privacy.  Under the ICT programme for schools, the Department has made significant investments over recent years to promote the use of ICT in teaching and learning.  These have included significant grants.  Over &euro;90 million has been paid to schools for the purchase of equipment for classrooms.  Each year, some 12,000 continuous professional development spaces are made available for teachers.  Increasingly, quality broadband for schools is being rolled out.  By the end of 2014, all post-primary schools will have access to broadband of 100 MB, which represents a top-quality connection in today's environment.<\/p><p>  There has been significant investment in digital content.  There is a dedicated website, Scoilnet, that provides access to quality-proofed teaching and learning resources.  These are available to both teachers and students.<\/p><p>  Early indications from the rolling out of broadband of 100 MB is that there is a high take-up and much interest among schools.  This is very positive from the Department's perspective.<\/p><p>  The Department monitors progress in digital literacy through the work of the inspectorate, special surveys on the use of ICT in schools and international studies such as the OECD's PISA and Eurydice.  There is evidence that the increased investment in recent years has shown positive results in terms of school equipment, competence levels of teachers and the learning outcomes of students.  For example, Irish students' ability to read computer-based texts such as e-mails and websites is significantly above the average among 19 OECD countries according to one of the most recent OECD PISA reports.  Last year's Eurydice report shows that the student-computer ratio in Ireland compares favourably with that in Europe.<\/p><p>  With a view to looking to the future, we are working on a new ICT plan for schools.  The plan will take account of the progress we have made to date.  The census exercise will be under way in that regard shortly.  From it, we will have some insight into what is happening in schools and their needs.  We will also take account of the emergence of new technologies and devices.  The plan will have regard to international standards and best practice.  We hope to have this strategy completed by the end of the year.<\/p><p>  My colleagues and I will be happy to answer questions of members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300004#C00200","nonspeaker":"Mr. Eddie Ward"},{"type":"speech","time":1360760700,"counter":10,"content":"<p>I join the Chairman in welcoming the officials from the Department of Education and Skills to discuss this issue.  I thank Mr. Ward for his opening statement.<\/p><p>  The digital environment has changed massively over the past three or four years, even in the past two years.  I see children of two and three who are very <i>au fait<\/i> with iPads.  If the way in which we do business is not up to speed and too traditional when these children enter the education system, we will have severe problems trying to keep their attention because they will be on a different plain outside the classroom than inside it. <\/p><p>  Mr. Ward stated a new ICT plan for schools is being worked on.  He hopes to have it finished by the end of the year.  Have there been plans in this regard in recent years?  Mr. Ward stated &euro;90 million is being invested in IT.  What will it achieve?  What is it being spent on and what is the level of technology in schools in different parts of the country?  At second level, there will be broadband of 100 MB by the end of 2014.  What is the position in the primary school network?  What are the current statistics on the level of connectivity in primary schools?<\/p> <p>What is it hoped to achieve at the upcoming conference on digital literacy?  Where are we at from moving from book and blackboard to a tablet and new technologies learning system?  Developments in this area move very quickly and it is important the education system keeps pace with it.  What challenges are there to ensure our education system is not out of touch with new technologies?  What type of investment would be necessary to achieve this?  There have been some pilot projects, particularly in secondary schools, in introducing tablet technology.  Is there a plan to roll these out and introduce schemes similar to the book rental schemes which would enable schools to make the switchover?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300004#C00300","speaker":"999","continuing":true},{"type":"speech","time":1360761300,"counter":12,"content":"<p>A figure of &euro;19 million was mentioned.  With the cuts across all Departments and with more pressure on parents to pay for the running of schools, I do not want to see schools in disadvantaged areas put at a disadvantage when it comes to investing in technology.  What steps are being taken by the Department to ensure there is equality across all schools?<\/p><p>  It was stated the National Council for Curriculum and Assessment is preparing short courses.  If schools do not have the technology resources, they will not be able to run those courses.  The OECD figures are interesting.  Is there a breakdown on a State-wide basis on the varying demographics?  Is there a higher level of digital learning and understanding among particular areas? What about the demand it will make on teachers having to upskill?  How will the cuts to grants for courses and allowances affect teachers being incentivised to upskill continually?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300005#D00200","speaker":"984"},{"type":"speech","time":1360761300,"counter":13,"content":"<p>Our future is digital.  At a presentation recently by the European Commissioner for the Digital Agenda, Neelie Kroes, she pointed out that by 2015 Europe will have 700,000 IT posts that cannot be filled because the skills are not available.  I am shocked that we are doing as well as eighth out of 19th in the OECD league table of ratios of computers to classrooms because I believed we were a long way behind.<\/p><p>  We know students are not applying for IT courses at third level because they do not have the confidence in their own abilities.  What is new at second level that will encourage take-up of third level courses?  I have a boy in leaving certificate and a daughter in first year but I have not seen anything new in this respect in their curriculum.  Nationally, we are relying on CoderDojo, a voluntary movement, to teach the languages of Scratch, HTML and others.  These need to be taught in our schools.  Will they be part of the programme described by Mr. Ward?  What will be the outcomes and will the Department be measuring it against the take-up of third level IT courses?  IT companies in Ireland are looking for the Government to issue technology work visas because our young people are not coming out with the right qualifications to take up the posts.  We know we are failing in this regard.<\/p><p>  If we want to show children and parents about this switchover, then homework should be put on an Internet platform.  Are there any plans in that regard?  The future is digital and I am glad it has been recognised as a literacy.  We really need to make serious progress here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300005#D00300","speaker":"1131"},{"type":"speechnospeaker","time":1360761300,"counter":14,"content":"<p>We are operating to a plan which has been out there for several years, the Smart Schools, Smart Economy report published in 2009.  That set out the roadmap of investment for schools.  That scheme would have been completed towards the end of 2011.  As part of that strategy, which expires at end of this year, there was significant investment to be made in CPD, continuing professional development, and the upskilling of teachers.  There was also an emphasis on digital content.  In other words, resources would be made available which would be suitable for use at primary and post-primary level.<\/p><p>  There has been a sea-change in the technologies and devices available and young people's competence and comfort in using devices.  It is a challenge for the schools to keep up with that.<\/p> <p>Part of our work, in looking into the future and the evidence gathering for the upcoming strategy, is that we see what is happening in schools, what are the needs of teachers and how best to equip them in the future, bearing in mind that, as has been remarked, resources pose a challenge.<\/p><p> A significant amount of investment has been put in place.  A key challenge around that is how that technology is being used.  Major investment has been made in broadband and the quality of connections, in particular, the 100 Mb connection.  Significantly, that will equip schools to access open education resources, allow for peer learning and allow for sharing of materials between schools.  We will try to map what is going on at school level but the early evidence, from the first schools to have access to it, is that there is significant engagement happening.  At this stage, I might hand over to my colleagues, P&aacute;draig Mac Fhlannchadha and Ms Anne O'Mahony.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300005#D00400","nonspeaker":"Mr. Eddie Ward","continuing":true},{"type":"speechnospeaker","time":1360761600,"counter":16,"content":"<p>Senator Healy Eames asked about what was happening at second level.  I appreciate, her children being in first year and sixth year, it is perhaps not the ideal moment in the sense that, as she will be aware, junior cycle reform is coming down the tracks.<\/p><p>  In the context of today's discussion, I want to highlight that junior cycle reform will be introduced on a phased basis from 2014 but from September 2014 the NCCA's short courses in coding and programming will be available to schools to offer to their first year students.  It is a matter for schools to look at their own resources and what they have available before they offer those.  I note what Deputy O'Brien stated earlier, but those will be available from September 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00200","nonspeaker":"Ms Anne O'Mahony"},{"type":"speechnospeaker","time":1360761600,"counter":17,"content":"<p>All planned curriculum developments will reflect the need to promote the use of ICT in teaching and learning.  For example, a new integrated language curriculum is being prepared.  It is expected that the section of that curriculum that relates to infants up to second class will be available for use in schools from 2014.  That will also include a focus on the development of digital literacy skills.<\/p><p>  As Ms O'Mahony pointed out, junior cycle reform will also reflect the need to ensure that there is development of desired ICT skills.  Each of the key skills that underpins all the subject areas for the new junior cycle has a connection with digital literacy, for example, using digital technology to communicate and working with others through digital technology.  In addition to the short course on coding and programming referred to by Ms O'Mahony, there will also be a short course in the area of digital literacy which will include topics such as information literacy, personal safety online, digital story telling and online privacy.  This will continue.<\/p><p>  The sciences at senior cycle are being reviewed.  The provision of those syllabi at senior cycle will also take account of the need to provide for the development of ICT skills and the inclusion of ICT in teaching and learning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00300","nonspeaker":"Mr. P&aacute;draig Mac Fhlannchadha"},{"type":"speechnospeaker","time":1360761600,"counter":18,"content":"<p>I will address a few issues on CPD, which is the focus of the Professional Development Service for Teachers, PDST.<\/p><p>  First, on Deputy McConalogues's opening remarks on engaging students on the prevalence of new devices, our focus is still on active learning methods for teachers.  The key messages we are getting across is that we want teachers to engage in active learning methods.  It is true there is a range of new devices but we must be careful not to be sucked in to the idea of \"edu-tainment\".  We cannot lose sight of the key message that teachers are trying to get across.  Often the device can be more a distraction, not a tool to assist teaching and learning.  As a teaching profession, we merely need to be clear on that from the outset.<\/p><p>  PDST technology in education will continue to produce good practice videos which show that the art of teaching is not lost.  These are accessible for all teachers and parents through our website.  In terms of learning outcomes, every teacher needs to be clear on what he or she wants to teach.  Then the device is the tool that can be used afterwards, be it for the teacher to explain what he or she is teaching or for the student to engage with the learning activity.<\/p><p>  The roll-out of broadband was the next query that I can answer.  In 2006, 47% of schools were on satellite broadband whereas now that figure has been reduced to 5.5%.  On the roll-out of the 100 Mb programme to post-primary schools, 273 schools currently have a 100 Mb connection with a remaining seven to be connected from last year's plan.  Some 216 will come on stream this year and the remaining post-primary schools will come on stream in 2014.<\/p><p>  There is no plan for 100 Mb connection for primary schools at present.  That was the question asked.<\/p><p>  In terms of fully utilising tablet technologies, we must be careful.  Tablet technologies are the new technology, but very interactive websites, blogs, etc., have been on the scene for a long time and in many cases, they are still as valid a teaching and learning tool as the tablet devices.  It is a merely a matter of having a measured approach.  The important point is that there would be leadership at school level in the deployment of e-learning in a school.  With the amalgamation of the various services that now make up the Professional Development Service for Teachers - there was a stand-alone service, Leadership Development for Schools, and there was a stand-alone National Centre for Technology in Education, NCTE - the work that was developed by the former NCTE on e-learning planning is now a module on courses that are delivered to every principal who is part of the leadership development service.  Even in the early days, we can see good integration of services.<\/p><p>  On CPD, Deputy O'Brien made the point about providing incentives to upskill.  All ICT courses are provided out of hours for teachers to attend.  They attend in their own time.  The exception are summer courses for primary teachers where there is an incentive in that there are extra personal vocational, EPV, days for teachers to attend those.  Our challenge, in the Professional Development Service for Teachers, is to have elements of ICT integration in all our professional development.  The course might address literacy or numeracy, but there should be elements of effective use of ICT in that despite the title being literacy or numeracy.<\/p><p>  On Scratch, there is a course that has been rolled out by the former NCTE on Scratch for primary teachers where the focus is on the use of Scratch for literacy and numeracy development.  Rather than the focus being on the programming language itself, the focus is on how Scratch can be used to teach mathematical skills, such as shape and space, by being able to programme Sprite in order to follow certain shapes and spaces, and that gives one a better understanding of lines and angles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00400","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360761600,"counter":19,"content":"<p>How widespread is that course?  How many teachers would be rolling that out?  We are seeing good practice in some places and nothing being done in others.  Is that universal right now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00500","speaker":"1131"},{"type":"speechnospeaker","time":1360761600,"counter":20,"content":"<p>The Scratch course for primary teachers was offered as a national course through the Education Centre Network last summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00600","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360761600,"counter":21,"content":"<p>Was it mandatory?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00700","speaker":"1131"},{"type":"speechnospeaker","time":1360761600,"counter":22,"content":"<p>No.  It was one of the summer courses.  It will be offered again as one of the summer courses this year as well, with a view to its content will be made available to teachers online thereafter.  None of those courses is compulsory.<\/p><p>  There are primary teachers using Scratch but the emphasis is still on literacy and numeracy benefits of it, not as a programming discipline <i>per se<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00800","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360761600,"counter":23,"content":"<p>Although the officials may have them listed, there were a couple of questions raised that have not yet been answered.<\/p> <p>Deputy O'Brien asked about whether the Department is looking at disadvantage and the possibility that there might not be balanced coverage of technology in schools.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300006#E00900","speaker":"1010","continuing":true},{"type":"speech","time":1360762200,"counter":25,"content":"<p>One of the answers related to short courses.  Ms O'Mahony mentioned that it will depend primarily on schools' own resources.  If we are relying on schools' resources, there is a significant danger that one could end up with a two-tier system in terms of digital learning.  What is the Department doing to ensure this does not happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00200","speaker":"984"},{"type":"speechnospeaker","time":1360762200,"counter":26,"content":"<p>Does Ms O'Mahony wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00300","nonspeaker":"Mr. Eddie Ward"},{"type":"speechnospeaker","time":1360762200,"counter":27,"content":"<p>In terms of looking at schools' resources, I meant not just the physical infrastructure.  In respect of post-primary schools - I defer to my colleagues in ICT policy and the NCTE in terms of the physical infrastructure in schools - we are also looking at schools' resources in terms of their teaching cohorts.  There will not be many new teachers replacing the teachers who are there so there must be a continuing emphasis on continuing professional development, CPD, for teachers to assist them.  In the context of the roll-out of the new junior cycle, a significant suite of CPD is planned for all second-level teachers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00400","nonspeaker":"Ms Anne O'Mahony"},{"type":"speech","time":1360762200,"counter":28,"content":"<p>I presume this is true even in terms of equipment and technology.  A school in a disadvantaged area that is barely balancing its books will not have its own resources to invest in extra equipment.  A school in a more affluent area may have higher voluntary contributions and may have that extra financial clout to invest in its own equipment.  The question is how the Department will address that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00500","speaker":"984"},{"type":"speech","time":1360762200,"counter":29,"content":"<p>One school in my constituency is in the black in terms of its accounts and the parents' association will be buying extra whiteboards while another school will be in the red and obviously cannot do that.  It is breaking down into a case of more affluent areas versus more disadvantaged ones, which is a real issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00600","speaker":"1010"},{"type":"speechnospeaker","time":1360762200,"counter":30,"content":"<p>We outlined a package for schools in terms of what the grants were designed to do.  They were designed to equip classrooms in the main.  We were quite prescriptive in terms of digital projectors and other things that could be purchased.  Schools had some discretion if there was money left over after the equipment was purchased.  Equity of access to a variety of aspects of learning will always be a general issue across schools because of the socioeconomic profile of the area.  The Department has invested significantly in DEIS schools recently and has poured significant additional resources into each of them.  Schools enjoy tremendous discretion as to what they see as the local priorities.  The Department gathers evidence on how schools deploy the investment at school level.  It is a challenge.  A considerable amount of money has gone to schools in recent times.  It is a challenge to see how that new equipment is being used in schools.  We are into the phase of examining what that take-up is.<\/p><p>  Change is a slow process and must be mediated at a number of levels.  Our strategy covers the full continuum.   In respect of initial teacher education, there is a piece regarding the outcomes for newly qualified teachers.  They must have a competence in the use of technology and ICT in teaching and learning.  It is also a very clear part of the way CPD is delivered.  We have restructured our support services internally so that ICT is a strand cutting across all delivery in terms of the Professional Development Service for Teachers, Project Maths and the new junior cycle support service, when that programme is rolled out.  Much is happening.  In respect of having data about how to equalise access, it is a much larger question than can be addressed by education alone.  It is a significant socioeconomic challenge for the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00700","nonspeaker":"Mr. Eddie Ward"},{"type":"speech","time":1360762200,"counter":31,"content":"<p>I will bring in Senator Moloney and Deputy Jim Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00800","speaker":"1010"},{"type":"speech","time":1360762200,"counter":32,"content":"<p>I welcome the panel.  Most of the issues I was going to raise have already been raised, particularly that of disadvantaged schools.  I would go a step further and say there are disadvantaged pupils within these areas.  We all know it is great and there is no doubt it is the way to go, but one must take into account that some of these students may not have a computer at home or an iPad or tablet.  One can get a virus on a computer at home, and they are at a disadvantage because they cannot afford to get it fixed.  I dropped my iPad and it cost me an arm and a leg to repair the glass.  I know many parents would not have that kind of money.  If one has two or three pupils in the house, it cannot be a case in which one child does his or her work first, followed by the next child and then the next child.  Each student will need his or her device at home to pick up the homework so some students will be at a disadvantage in respect of this.  I hope we have plans to address that problem.<\/p><p>  The delegation spoke about the roll-out of broadband, which is excellent.  I know the Department does not have plans to roll it out to primary schools.  I come from an area that is a black hole for broadband because we cannot get high-speed broadband no matter how hard we try, and we have tried every company.  My local school is next door to me so I know the problems it encounters.  That will also be a problem.<\/p><p>  I am concerned that students are losing the art of handwriting and spelling.  Many teenagers are atrocious spellers because of texting and mobile phones.  They have their own language and are falling down on spelling so we cannot afford to take our eye off the ball in that regard.  We must keep up the skills of handwriting and spelling in schools.  A member of my extended family who is a young child and very intelligent cannot hold a pen or write and is falling behind because he cannot write down homework.  It was suggested that he go digital and use computers, which has brought him on in leaps and bounds because he has the intelligence but could not get it down on a piece of paper.  I know it will be a great advantage to people who have those problems.  I again thank the delegation for coming before us on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F00900","speaker":"1132"},{"type":"speech","time":1360762200,"counter":33,"content":"<p>I reiterate the welcome extended to the delegation from the Department.  In respect of Mr. Gallagher's comment, it is all very well to move with the times and engage new media, but I remember how video-conferencing was the buzz word when I was teaching some time ago.  I remember taking a lead on it in west Cork.  We were engaged in providing special needs education to the islands via video-conferencing.  It was hailed as the future but it very quickly became the past and I would say it is now non-existent in schools.  A measured approach to this new technology is wise under the circumstances.<\/p><p>  Scratch was referred to and Senator Healy Eames mentioned CoderDojo.  Policy is too strong a word because if I had my way there would probably not be a policy, but what is the approach of the Department?  Are there any plans to endorse that movement?  I engage with it on Friday evenings and take my sons to sessions in Clonakilty.  As a former educationalist, I have no doubt its value is immense.  As Senator Healy Eames stressed, it is a voluntary movement.  I am particularly lucky because Mr. Harrington, who is the principal of the school my sons attend in Clonakilty, is very proactive on digital literacy, is very supportive of CoderDojo and uses the school's e-mail to e-mail parents encouraging them to engage in support of it.  Obviously, there is no directive, but are plans afoot?  I know my colleague, the junior Minister at the Department, is very supportive of the project.  Are there any plans for the Department to offer encouragement to primary school principals to engage or assist with it, possibly by providing premises?  <\/p><p>  My next question is more for the building unit.  I visited a school this Monday that recently benefited from a devolved grant.  I was admiring the works carried out and the exceptional good value.  A professional person was with me who would appreciate the value of building and the school got significant value from the devolved grant so it is definitely good news.  I asked the principal whether any building specification was given by the Department for building a new classroom and I was somewhat surprised to see that there was none.  I know it may not be necessary with wireless technology but in respect of the future of interactive whiteboards, are there any plans for a building specification for classrooms which looks to the future and bears digital literacy in mind?<\/p> <p>Education centres will be key to future developments and it is important to ensure they are supported.  Continuing professional development and secondary school teachers who do not get to course days were mentioned.  We in the primary sector used to refer to them as \"course days\" and enjoyed them very much.  God be with those days.  Secondary teachers do not get them.  Education centres are doing great work and are key to this being addressed.  This area is very daunting for teachers my age and the tendency would be to keep away from it rather than to embrace it.  It is perfectly understandable.<\/p><p> Is digital literacy a feature for the inspectorate and whole school evaluations?  Are moves by schools on digital literacy recognised and rewarded?  The obvious role of teacher training was referred to by Mr. Ward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300007#F01000","speaker":"994","continuing":true},{"type":"speech","time":1360762800,"counter":35,"content":"<p>I apologise for missing the start of the meeting.  I was held up at another meeting.  I welcome the witnesses and thank them for attending.  I have several questions and observations.  My background is in secondary teaching.  I taught until I was appointed to the Seanad in May 2011.  I have had more years than I care to remember in the classroom.  Digital literacy is something for which I have strongly advocated for many years.<\/p><p>  I was a teacher of music, which was the only subject that offered technology as part of a leaving certificate course.  I have advocated digital literacy since it was introduced in 1999 but have had one problem after another in trying to implement it.  When I left school in 2011, I did not have the Internet in my classroom.  I am sure that is replicated all over the country.  There were one or two computers available which were hand-me-downs someone else had finished with.  That is what one used to try to teach.  I have always felt strongly that in a subject in which 50% of the overall mark could be in respect of music technology, we were left behind.  Unless a teacher has an interest in the technology, it is abandoned, rightly or wrongly.  I understand that younger teachers are more willing to take it on, whereas someone with more experience would tend to shy away from it.  That is not true in all cases, of course.  I was one of those older teachers.  I examined it from 1999 when it was introduced as part of the new course.  I appreciate that Internet access has been rolled out, but there is still an issue.<\/p><p>  I undertook a masters in music technology a few years ago.  As part of my thesis, I compared the use of technology in education in Northern Ireland with that in the South.  We are 30 years behind.  I visited a classroom in Newry, which is eight miles from where I live, and saw a full technology suite dedicated to music.  Classes were not dependent on when a computer room was free.  There was a complete music technology suite with every state-of-the-art piece of software.  To install the software in the South was astronomically expensive.  In the South, teachers rely on students bringing in laptops because one cannot have five students working on one computer.  It is not feasible.  As my colleague pointed out, many students did not have access to laptops.  We also had problems trying to overcome the software issue.  From speaking to teachers who were training in this area, I heard it was easier to not touch the technology end of it as it made things much more difficult.  One really needed to be dedicated or to have a huge interest to get it across.  The computer, digital and software facilities available in the North leave us reeling.  More funding is definitely needed.  While I acknowledge that the witnesses said change is a slow process, the pace here is drastically slow.  Unless we sit up and take note of this, we will remain miles behind.<\/p><p>  Another area I studied separately was assistive technology for people with a disability.  Sometimes access to the assistive technology is very difficult to come by but, even where it exists, teachers are not trained to teach pupils how to use it.  Reference was made to continuous professional development and the 33 hours provided for under the Croke Park agreement whereby time is set aside for teachers' meetings.  Could provision be made under continuous professional development?  A great deal of professional development in technology takes place at teachers' personal expense and during their own time.  Every teacher taking this subject must have access to his or her own computer.  It is pointless doing it with somebody looking over somebody else's shoulder in 2013.<\/p><p>  The skills of the person delivering the skills must be checked to ensure that he or she understands and knows what he or she is doing.  There are areas in which the teacher is only one or two steps ahead.  Digital literacy is relatively new, but this should be considered.  I campaigned to get an interactive whiteboard when they were first introduced.  The first time there was a problem with it, I had a huge problem trying to get someone who understood what was wrong to fix it.  That is very important.  I have seen other teachers using my room who avoided using the interactive board because the blackboard was easier to use.  While I appreciate the point that this is part of the training for national school teachers, is there any facility for secondary teachers?  While younger teachers will do it, people who have been teaching for years are more reluctant.  We are all a bit nervous of things we do not know.<\/p><p>  I am a great advocate of tablet computers and their use by pupils.  We have long had arguments over heavy schoolbags and lost books.  It is an area we need to look at.  The book rental scheme was mentioned and there is a possibility there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300008#G00200","speaker":"1174"},{"type":"speech","time":1360762800,"counter":36,"content":"<p>I thank Mr. Eddie Wade and his team for attending.  I want to follow on from Senator Fidelma Healy Eames's comments on third level.  There used to be a show years ago whose tagline was \"Points mean prizes\".  I speak now as a parent whose son is in Maynooth studying computer science.  In 2011, 350 points were required for entry to computer science at Maynooth while 400 points were required for the same course in Trinity.  In 2012, Maynooth was 400 points and Trinity was 450.  Between 2008 and 2011, 325 points would have got one in anywhere to study computer science.  Given that points mean prizes, is it that there are not enough spaces available in colleges, and do we need more?  Companies cannot find enough people to work in this sector.  Some of these young people are being snapped up by companies in their third year.<\/p> <p>We really do have to look at third level education.  Many of my son's friends thought they would be able to get into the likes of NUI Maynooth on 350 points but unfortunately the points went up to 400 so they had to go back and do another year.  Boys will be boys.  They will do just enough to get the points and many of them were very disappointed because they thought they had enough points to get into college.  Will it be 500 or 550 points to get into Trinity College next year when companies are crying out for a level pitch.  I echo Senator Healy Eames' sentiments.  As parents we have to examine this.  Where are we going?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300008#G00300","speaker":"1079","continuing":true},{"type":"speech","time":1360763400,"counter":38,"content":"<p>I call Mr. Ward.  There are a few questions there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300009#H00200","speaker":"1010"},{"type":"speechnospeaker","time":1360763400,"counter":39,"content":"<p>There are a good few questions.  I will deal with some of the more general ones.  P&aacute;draig will talk about the whole-school evaluation and literacy.  Jude might talk about the international comparisons and then deal with the issues raised about school level.<\/p><p>  Many sensible comments have been made about how we run our CPD services and ensure that the people giving the courses are upskilled or at a level where they can do their job competently and well.  We in the Department are very aware of this and that is why we have restructured our support services.  In future there will be a turnaround of people more often than in the past and the people designing and delivering the CPD will review the skill needs much more often than they used to.  Such is the pace of change in the curriculum for the junior cycle and literacy and numeracy that we must review the skill needs of the support services to ensure that they can meet the needs of teachers in order to do their job well in the classroom.<\/p><p>  We are also very aware of the poor levels of access in some parts of the country.  Senator Moloney referred to this.  Much of what we do about this depends on the capacity of the market, of companies.  We go to tender regularly, outlining the spec that we require.  We try to put the spec as high as possible and expect people to come in to provide the service we require and we give it to the people who will give the highest spec possible to schools.  We are coming to the end of a recent one and as a result most primary schools will have improved access.  A small but decreasing number will continue to have poor access.<\/p><p>  Education centres are at the centre of our work in teacher education, getting teachers to come in their own time and to say what courses interest them, and locating suitable teachers to work in the support service.  I acknowledge their role in supporting the Department and the promotion of high quality teaching.<\/p><p>  I am not sure that I can answer the question about third level because I do not deal with that side of the house.  I am aware that there is a national skills strategy and the Department has an important part to play there to ensure that there are enough people with skills to meet the needs of the economy but I would not be an expert on that and will not say any more about it.<\/p><p>  Some of my staff are involved in the building unit which has a spec for schools.  As far as I am aware there is a standard spec for how all new schools should be equipped for digital technology and the kind of wiring needed to facilitate broadband and so on.  A member of my team is working with a working group of the building unit who are making site visits and comparing schools across the spectrum.  There is a standard spec and new schools all receive the top notch for wiring.  They are future-proofed.  Such is the pace of change the spec needs to be reviewed fairly regularly.  Now I will hand over to P&aacute;draig.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300009#H00300","nonspeaker":"Mr. Eddie Ward"},{"type":"speechnospeaker","time":1360763400,"counter":40,"content":"<p>In response to Senator Moloney's point about the danger of traditional writing and spelling losing out to new technologies, the national literacy and numeracy strategy prioritised literacy in all its forms including those related to printed and digital texts.  It assumes that the different forms of literacy are complementary and that the development of skills in one should complement their development in the other.  While there are skills common to both there are different skills too.  That is why they are specified, to ensure that literacy in all its forms is developed in a coherent manner and that all students get the opportunity to develop their literacy skills to the highest level possible.<\/p><p>  Our inspection process focuses on the use of ICT and other media in planning and how they support teaching and learning.  We would not look specifically at digital literacy but at the teaching of literacy which might include making a comment on digital literacy if a school is focusing on that.  Digital literacy has been highlighted in the literacy and numeracy strategy and there is some work to be done in our curriculum frameworks to ensure that it is duly acknowledged.  The language curriculum at primary level is being revised.  The English syllabus at junior cycle level is being revised to take greater account of digital literacy and our evaluation processes will evolve in accordance with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300009#H00400","nonspeaker":"Mr. P&aacute;draig Mac Fhlannchadha"},{"type":"speechnospeaker","time":1360763400,"counter":41,"content":"<p>Thank you very much and good afternoon to everybody.  I will open by making four or five points about research and hope to reply to the questions that came up about research using international and national studies.  There is more tension between research and policy when it comes to digital literacy than in many other areas relating to education because digital literacy is evolving quickly and policy relies on solid evidence.  There is a real need for running research that attempts to measure a moving target and to build policy around the most recent research available.  This tension is particularly acute when it comes to digital literacy.  I will not cite individual studies and details but from the evidence I thought about in preparing for this meeting it seems that the intelligent use of technology is the key to many of the issues.<\/p><p>  I will speak about a study finding that will hopefully illustrate this point.  Ireland recently participated in an international study of reading, mathematics and science at fourth class level.  The children in the study were around ten years old.  Secondary analyses conducted by the Educational Research Centre focused on children's achievement against several background characteristics at school and pupil level.  We found that approximately one in eight ten-year-olds had a smart phone, which was more than we expected, and we found, surprisingly, that those children did significantly less well on the reading test.<\/p> <p>This is after adjusting for socioeconomic and gender differences and other home background characteristics.  This suggests to me one cannot give a child, teacher or a person a piece of technology and assume everything will be grand.  What is important is how it is used.<\/p><p> Continuing professional development, CPD, has been discussed today and it can make a real and substantial change.  I will cite a research result which supports this claim.  We are all familiar with the roll-out of Project Maths and the very difficult and challenging circumstances it created in schools.  This was coupled with the extraordinary willingness and professionalism of teachers to try to embrace these changes because there is widespread recognition that changes are needed in maths education.  As part of the roll-out of this project significant investment has been made in CPD, including CPD in using ICT for active teaching methodologies and problem-solving skills.  Emerging findings from our comparison of 23 Project Maths schools with other schools which participated in PISA 2012 show the teachers in schools with targeted CPD on ICT already use ICT much more than teachers who have not benefited from this CPD.  These are early findings, but they are extremely encouraging, particularly when the overall climate is a willingness to embrace change.<\/p><p> The research also shows that computer-based assessment appears to be more equitable for students from disadvantaged areas.  We found less of a socioeconomic gap in PISA 2009 on the electronic or digital tests of reading compared with the paper-based tests.  These are only emerging findings because we are still awaiting the results of PISA 2012 which will show results of computer-based assessments not only of reading but also of mathematics and problem solving.  We will have these results in December which will allow us to work out more with regard to what is happening.<\/p><p> I wish to highlight forthcoming research which will be very important, and researchers and policymakers must use the results intelligently.  The ICT census was overseen by the National Centre for Technology in Education, NCTE, and is now being overseen by the Professional Development Service for Teachers, PDST.  The Education Research Centre and Saint Patrick's College will look after analysing and reporting on this.  These data will come from all schools throughout the country, including primary, post-primary and special schools.  It will give us good, up-to-date and detailed information on individual schools.  It is important that schools are willing to respond, complete and return the surveys.  PISA 2012 and PISA 2015 will provide more data on computer-based assessment.<\/p><p> A question was asked about the ICT resources available on a State-wide or regional basis.  PISA is not designed to provide this information, but it certainly can be used to examine inequities in access usage and related issues with regard to important demographic groups such as boys and girls, more and less advantaged students and newcomer students.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300009#H00500","nonspeaker":"Ms Jude Cosgrave","continuing":true},{"type":"speechnospeaker","time":1360764000,"counter":43,"content":"<p>Senator Healy Eames asked about changing the school environment and online Internet fora.  The former NCTE, now the PDST Technology in Education, has provided a Scoilnet blog service for every school.  If a school wants to blog, the service is there.  We are examining a range of online tools to be available for teachers.  The issues of teacher and student authentication to have parental access is being explored.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00200","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764000,"counter":44,"content":"<p>Will there be a cost to schools for this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00300","speaker":"1131"},{"type":"speechnospeaker","time":1360764000,"counter":45,"content":"<p>It is hoped there will not because there is a range of online secure forums, some of which are commercial and others that are free, and we must balance these sensitivities in compliance with procurement law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00400","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764000,"counter":46,"content":"<p>Deputy Daly raised the issue of CoderDojo.  Is this being endorsed in any official sense?  Senator Moran asked about music technology.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00500","speaker":"1010"},{"type":"speech","time":1360764000,"counter":47,"content":"<p>I also asked about who is responsible for the repair of equipment.  Why must one wait for two weeks to have fixed a computer or interactive whiteboard which breaks down during class?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00600","speaker":"1174"},{"type":"speechnospeaker","time":1360764000,"counter":48,"content":"<p>I can take the question, but my response is that PDST Technology in Education is responsible for ICT in teaching and learning and not for fixing technology.  We have advice sheets for deployment but not for technical support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00700","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764000,"counter":49,"content":"<p>Surely they should go hand in hand.  One cannot install something without having a backup service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00800","speaker":"1132"},{"type":"speechnospeaker","time":1360764000,"counter":50,"content":"<p>We do not install it in the first place; it is devolved locally to schools.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J00900","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764000,"counter":51,"content":"<p>Yes, but my point is that the people who install an interactive whiteboard which breaks down within the first two weeks will tell the school it was their job to install it and one can find nobody to fix it.  Given its cost and that of computers, there seems to be a huge gap if a problem arises.  Where can a school go?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01000","speaker":"1174"},{"type":"speech","time":1360764000,"counter":52,"content":"<p>An IT helpdesk should be established.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01100","speaker":"1132"},{"type":"speechnospeaker","time":1360764000,"counter":53,"content":"<p>There is a broadband helpdesk, and at one stage a technical support helpdesk was mooted but the cost was outlined and it has not been progressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01200","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764000,"counter":54,"content":"<p>It existed in the past with the NCTE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01300","speaker":"1174"},{"type":"speechnospeaker","time":1360764000,"counter":55,"content":"<p>In terms of advice, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01400","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764000,"counter":56,"content":"<p>It took ages to come down.  If a school computer breaks down a week before an exam, there is no point in being told it is hoped it will be fixed by September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01500","speaker":"1174"},{"type":"speechnospeaker","time":1360764000,"counter":57,"content":"<p>Technical considerations are covered in e-learning planning when advising a school's leadership, and they must be considered.  One must look at the total cost of the outlay and not only the unit price of the machine.  The cost of technical support should be built in.  The term I am searching for is \"total cost of ownership\".  This must be considered by the school from the outset so it has a proper maintenance structure in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01600","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764000,"counter":58,"content":"<p>This is the point I am making.  It is vital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01700","speaker":"1174"},{"type":"speechnospeaker","time":1360764000,"counter":59,"content":"<p>There is an ongoing issue on the degree to which the Department can support schools on their individual needs.  The Department makes available maintenance grants to schools out of which they are run.  With regard to the purchase of ICT equipment for classrooms, there was an issue with regard to what degree we could prescribe centrally what a school needed.  We put in place procurement frameworks so schools could get value for money.  Schools wanted access to what has been described by the committee members, but they wanted it at local level and the Department could not do this.  My colleague is correct to state that providing such a service to every school is not on in the current economic circumstances.  At the time schools made a major point of negotiating their own local arrangements with a technical provider, and we gave guidance on what they should look for, ensuring they considered the entire cost and that they dealt with quality people and had in place appropriate warranties.<\/p> <p>There is tension around this issue.  When the previous strategy was considered, the idea of technical support for schools was discussed.  It was decided that schools would take their own advice, as they do in respect of many of the other matters involved in running and managing a school.<\/p><p> My other colleague wishes to address-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300010#J01800","nonspeaker":"Mr. Eddie Ward","continuing":true},{"type":"speech","time":1360764600,"counter":61,"content":"<p>The upskiller needs to know what he or she is doing and must have the skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00200","speaker":"1174"},{"type":"speechnospeaker","time":1360764600,"counter":62,"content":"<p>Yes.  We see our role as making available to schools information that they might need when negotiating new developments, for example, e-books and emerging technologies.  We look to the expertise of the Professional Development Service for Teachers, PDST, in sending information leaflets on that subject, in providing information or in making an input at teacher and principal forums.  It is a question of trying to keep abreast of events, which we manage to some degree.  Obviously, some local issues in individual schools are beyond our reach in terms of management.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00300","nonspeaker":"Mr. Eddie Ward"},{"type":"speech","time":1360764600,"counter":63,"content":"<p>Senator Healy Eames and Deputies O'Brien and Daly wish to ask questions.  I will also ask a quick question before I revert to the witnesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00400","speaker":"1010"},{"type":"speech","time":1360764600,"counter":64,"content":"<p>I welcome the fact that online privacy will form part of the new programmes.  This is important.  Although we discuss the issue with our children, they do not fully understand it.  The issue is overlooked.  Cyberbullying creates a terrible environment.  Teacher education is undoubtedly the key in this regard, just as it is in fixing problems.<\/p><p>  Witnesses are picking up the frustration that exists around the table.  It relates to a matter raised by Ms Cosgrave, namely, research versus policy versus practice that is good in some areas and non-existent in others, the consequence of which is people being disadvantaged.  We must face up to the fact that, if support is lacking when something is broken, everything can fall down.  Sometimes, teachers telephone me asking for help getting something fixed.  As educators, teachers are interested in educating.  As Mr. Gallagher stated, the job is about teaching and learning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00500","speaker":"1131"},{"type":"speechnospeaker","time":1360764600,"counter":65,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00600","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764600,"counter":66,"content":"<p>However, there is a missing piece.  Can the Department examine ways to address this issue?  It may be a question of resources, but a solution that can then be devolved must be found.<\/p><p>  Ms Cosgrave mentioned that the Programme for International Student Assessment, PISA, will release the results of computer-based assessments.  What are these exactly and how were children assessed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00700","speaker":"1131"},{"type":"speech","time":1360764600,"counter":67,"content":"<p>I will address a comment made by Mr. Gallagher.  If I heard him correctly, he stated that his organisation had examined the cost of providing technical support.  What was that cost?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00800","speaker":"984"},{"type":"speech","time":1360764600,"counter":68,"content":"<p>My question is on CoderDojo again.  It seems to be the trend that dares not speak its name, because I have not received an answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K00900","speaker":"994"},{"type":"speech","time":1360764600,"counter":69,"content":"<p>The elephant in the room.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01000","speaker":"1131"},{"type":"speech","time":1360764600,"counter":70,"content":"<p>I was interested in Ms Cosgrave's mention of one in eight ten year olds having a smartphone, but I am unclear as to her subsequent point.  She mentioned that she had noticed something about the educational standards or attainment levels of those children.  Will she elaborate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01100","speaker":"994"},{"type":"speech","time":1360764600,"counter":71,"content":"<p>Mr. Gallagher mentioned a website containing information for teachers and parents.  What was it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01200","speaker":"1010"},{"type":"speechnospeaker","time":1360764600,"counter":72,"content":"<p>It is <i>scoilnet.ie<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01300","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360764600,"counter":73,"content":"<p>I have noticed that third level institutions are interconnected.  In America and Open University in Britain, there is a large move into the area of open learning.  Open University calls it OpenLearn.  One can watch lectures online.  A major example in America is <i>edx.org<\/i>, through which people can study courses from Harvard, MIT and so on.  One such course teaches how to create computer graphics.  Institutes of technology and universities could co-operate in providing materials for use by people, including primary level teachers.<\/p><p>  We are being broadcasted by UPC, but what is the public broadcaster doing to help this agenda?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01400","speaker":"1010"},{"type":"speechnospeaker","time":1360764600,"counter":74,"content":"<p>Ms O'Mahony will take the question on CoderDojo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01500","nonspeaker":"Mr. Eddie Ward"},{"type":"speechnospeaker","time":1360764600,"counter":75,"content":"<p>CoderDojo is like Cinderella waiting in the wings.  The Department is aware of it and, as has been mentioned, the Minister of State, Deputy Cannon, is interested in it and its work.  Irish society is lucky, in that there is a large range of voluntary movements in which people give their time freely to help young people.  The GAA is a prime example.  We must consider how to support such movements.  In this respect, there is a great deal of positivity at political and official level.  Internally, we have had contact with a number of colleagues on the question of CoderDojo and how we might support it in terms of the kinds of issue the Deputy has identified, for example, premises.  That conversation is ongoing internally, but we have not reached a decision yet.<\/p><p>  I will deal with the question on what RTE is doing in the context of the literacy and numeracy strategy.  The National Adult Literacy Agency, NALA, has been doing a bit of work for us and has developed a website, <i>helpmykidlearn.ie<\/i>, which promotes literacy and numeracy.  There will be a television series that will support literacy and numeracy in the general context of the strategy.  We hope it will air in May.<\/p><p>  I am sorry, but I have forgotten the final question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01600","nonspeaker":"Ms Anne O'Mahony"},{"type":"speechnospeaker","time":1360764600,"counter":76,"content":"<p>I will make a general point on CoderDojo.  Its background differs from that of most of the programmes that are brought to the Department's attention.  Industrial and commercial interests regularly bring programmes to our attention.  For obvious reasons of procurement and so on, the Department cannot and does not endorse them.<\/p><p>  We are aware of the availability of the massive open online course, MOOC, resource.  There are courses on maths, physics and so on and we are determining whether they are suitable for use in the restructured support services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01700","nonspeaker":"Mr. Eddie Ward"},{"type":"speechnospeaker","time":1360764600,"counter":77,"content":"<p>Two questions were asked.  First, what is PISA 2012 doing in terms of computer-based assessment?  Approximately 5,000 students took part in PISA.  Each student took a two-hour paper-based test of mathematics, reading and science.  The focus was on maths.  A random subset of 15 or so students in each participating school, amounting to approximately 2,000 students or two fifths of the total number, went on to take a 40-minute computer-based test on a laptop provided by inspectors from the Department, who were the trained test administrators.  Unfortunately, laptops needed to be provided last year, which still may be the case, because of significant variations in schools' infrastructure.  The assessment required a certain specification.  The students logged into the laptop and took part in a 40-minute assessment of mathematics, reading and problem solving.  It could have been a mixture of the three domains or one or two of the domains.<\/p><p>  Ireland took part in the computer-based element of PISA 2012 alongside 40 or so other countries.  In 2009, we had comparative data on computer-based reading for 19 countries.  In 2012, we have comparative data on reading, maths and problem solving for 40 plus countries.  It is a potentially fruitful database to which we will have access.<\/p><p>  Second, a question was asked about the trends in international mathematics and science study, TIMMS, and the programme in international reading literacy study, PIRLS, findings on ten year olds.  We undertook multi-levelling modelling, which considered school and pupil characteristics simultaneously.  Regardless of that, descriptive statistics show that approximately one in eight children has a smartphone.  We do not know what children are doing with smartphones or how often they use them.  After adjusting for parental employment status, parental education, home educational environment and student gender, however, students with smartphones did significantly worse by approximately 30 points - three tenths of a standard deviation - in the international test on reading, maths and science.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01800","nonspeaker":"Ms Jude Cosgrave"},{"type":"speech","time":1360764600,"counter":78,"content":"<p>Crazy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K01900","speaker":"994"},{"type":"speechnospeaker","time":1360764600,"counter":79,"content":"<p>This suggests to me that it is not a question of having the technology, but of using it intelligently.<\/p> <p>The developmental point at which the child is also suggests it is important.  Cross-sectional data can only tell us so much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300011#K02000","nonspeaker":"Ms Jude Cosgrave","continuing":true},{"type":"speech","time":1360765200,"counter":81,"content":"<p>This was an international study carried out in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00200","speaker":"994"},{"type":"speechnospeaker","time":1360765200,"counter":82,"content":"<p>Yes, it was an international study but the analyses to which I am referring were based only on the Irish dataset.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00300","nonspeaker":"Ms Jude Cosgrave"},{"type":"speech","time":1360765200,"counter":83,"content":"<p>Could it also be the case that something passive such as YouTube was being looked at?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00400","speaker":"1010"},{"type":"speechnospeaker","time":1360765200,"counter":84,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00500","nonspeaker":"Ms Jude Cosgrave"},{"type":"speech","time":1360765200,"counter":85,"content":"<p>Would Mr. Gallagher like to respond to Deputy O'Brien' question on tactical backup?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00600","speaker":"1010"},{"type":"speechnospeaker","time":1360765200,"counter":86,"content":"<p>I do not have the exact figure with me.  It is outlined in Investing Effectively in ICT in Schools 2008-2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00700","nonspeaker":"Mr. Se&aacute;n Gallagher"},{"type":"speech","time":1360765200,"counter":87,"content":"<p>I am surprised to hear the ratio was 1:8.  I would have expected it to be higher.  Two of my children, who are aged ten and 13 years, have smart phones.  All of their friends also have smart phones.  I do not know many ten to 13 year olds who do not have a smartphone or some other mobile phone, or at least access to some type of technology.  I am surprised the ratio is that low.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00800","speaker":"984"},{"type":"speechnospeaker","time":1360765200,"counter":88,"content":"<p>I think the reference was to iPhones and the children concerned were ten years old.  The results, regardless of the types of phones to which children have access, suggest we need to think about how children are using technology.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L00900","nonspeaker":"Ms Jude Cosgrave"},{"type":"speech","time":1360765200,"counter":89,"content":"<p>When my daughter sends me a text, I am often unable to understand it.  For me, text messages are gobbledygook but they make perfect sense to someone of my daughter's age, which is frightening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L01000","speaker":"984"},{"type":"speech","time":1360765200,"counter":90,"content":"<p>Another aspect of digital technology is film-making.  My nephew makes movies on a VTech camera.  A large part of digital literacy is making films, which is another area that needs to be considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L01100","speaker":"1010"},{"type":"speech","time":1360765200,"counter":91,"content":"<p>There are huge advantages also.  My son who is eight has an active learning device.  We have seen a huge improvement in his ability to use technology and to read and write.  What is important is not the device but how it is used.  While there are huge positives in this regard, there are also huge negatives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L01200","speaker":"984"},{"type":"speechnospeaker","time":1360765200,"counter":92,"content":"<p>On film-making, one of the initiatives run by PDST Technology in education is the F&iacute;s film festival for schools, which encourages schools to make their own short films and submit them for adjudication as part of the national final which is held every year in The Helix.  The quality of film-making is a joy to behold.  What is important is not only the film but the process employed by the students in making it, including scripting, editing and production, complementing it with a variety of media because often it is the children acting and other times it is animation.  It complements the writing process which is done with pen and paper and shows children that they can express themselves by a variety of means.<\/p><p>  Another initiative is the F&iacute;s book club which involves children writing book reviews.  They take a video clip of themselves reading the review which is uploaded for their classmates to view.  It encourages reading and online book reviews.<\/p><p>  We know that we are in a learning space in terms of the use of ICT for teaching and learning.  This requires a multifaceted approach covering the full spectrum, which we are conscious is a challenge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L01300","nonspeaker":"Mr. Eddie Ward"},{"type":"speech","time":1360765200,"counter":93,"content":"<p>I thank the witnesses for their presentations and thank members for their contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2013021300012#L01600","speaker":"1010"},{"type":"unspoken","time":1360765200,"counter":94,"content":"<p>The joint committee adjourned at 2.45 p.m. until 1 p.m. on Wednesday, 20 February 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade","time":1360765800,"counter":95},{"type":"unspoken","content":"<p>The Joint Committee met at 14:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Eric Byrne, Senator Mark Daly, Deputy Seán Crowe, Senator Michael Mullins, Deputy Bernard J. Durkan, Senator David Norris, Deputy Olivia Mitchell, Senator Jim Walsh. Deputy Dan Neville, Deputy Brendan Smith,<\/p><p>DEPUTY PAT BREEN IN THE CHAIR.<\/p>","time":1360765800,"counter":96,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300002"},{"type":"minorheading","content":"Economic Recovery: Discussion with Chambers Ireland","time":1360765800,"counter":98,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300002#A00100"},{"type":"speech","time":1360765800,"counter":99,"content":"<p>As we have a quorum we will commence the meeting in public session.  Apologies have been received from Deputy Maureen O'Sullivan, who is unfortunately unable to attend today's meeting.  The draft minutes of the meeting of 6 February have been circulated to members.  Are the minutes agreed?  Agreed.  Unless there are matters arising from the minutes, we will proceed with the main business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300002#A00200","speaker":"974"},{"type":"speech","time":1360765800,"counter":100,"content":"<p>I have added another Russian oil tycoon's name-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300002#A00300","speaker":"1030"},{"type":"speech","time":1360765800,"counter":101,"content":"<p>We have correspondence on that and we will deal with it under that heading.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300002#A00400","speaker":"974"},{"type":"speech","time":1360765800,"counter":102,"content":"<p>We are not talking about the same issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300002#A00500","speaker":"1030"},{"type":"speech","time":1360765800,"counter":103,"content":"<p>No, but there is correspondence on the matter.<\/p><p>  I remind members, witnesses and those in the Gallery to ensure their mobile phones are switched off completely for the duration of the meeting as they cause interference to the recording equipment, even on silent mode.  I will wait for the people in the Gallery to be seated before introducing the witnesses.<\/p><p>  Before introducing witnesses from Chambers Ireland, I welcome the post-graduate students from University College, Cork, who are with us today.  They are studying for a masters in business studies in international public policy and diplomacy of government.  They are all welcome and it is good to see third level students coming to committee meetings in Leinster House.<\/p><p>  We are here to discuss economic recovery, on which we are compiling a report.  There will be a presentation from Chambers Ireland, and we are joined by Mr. Ian Talbot, chief executive; and Mr. Se&aacute;n Murphy, deputy chief executive.  I met Mr. Talbot and Mr. Murphy before in conjunction with Eurochambres.  That was around October and I also met the secretary general of Eurochambres, Mr. Arnaldo Abruzzini, an Italian, on a short visit to Dublin.<\/p><p>  Mr. Talbot and Mr. Murphy are here to offer the views of Chambers Ireland on trade promotion in the context of a series of meetings and other activities which the committee have been undertaking with regard to trade promotion and the role of the Department of Foreign Affairs and Trade in economic recovery.  Chambers Ireland is well placed to communicate views on behalf of Irish business, as it represents Ireland's largest business network, with 60 member chambers, representing more than 13,000 businesses across the country.  It is a significant number of businesses to represent.<\/p> <p>The aim of the committee's examination is to prepare and publish a report on the strategy and response of the Department of Foreign Affairs and Trade to the economic crisis; the Department's newly recognised responsibilities in trade and promotion; the programme for Government in terms of trade promotion and economic and reputational recovery; and how well the Department is performing in these projects.  I look forward to a good meeting here today with Chambers Ireland in that context.<\/p><p> Before I invite Mr. Talbot to make his presentation, I advise him and Mr. Murphy that they are protected by absolute privilege in respect of utterances at this committee meeting.  However, if they are directed by the committee to cease making remarks on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their remarks.  They are directed that only comments and evidence in regard to the subject matter of this meeting are to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a Member of either House of the Oireachtas, a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p><p>  I ask Mr. Talbot to commence and I thank the delegation for coming here this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300002#A00600","speaker":"974","continuing":true},{"type":"speechnospeaker","time":1360765800,"counter":105,"content":"<p>I thank the Chairman for his comprehensive introduction.  I also welcome the students from Cork.  We have a number of affiliated chambers in Cork.  Last Monday we visited Cork and met Cork chamber board, Cobh and Harbour Chamber of Commerce and Mallow chamber so there is plenty of local interest.<\/p><p>  I thank the Chairman for kindly outlining the first paragraph of my presentation and I shall move on.  Chambers Ireland works to represent and promote Ireland and Irish businesses internationally through its membership of the International Chamber of Commerce, which is a global body, the World Chambers Federation, equally a global body, and Eurochambres, the European chambers of commerce network to which the Chairman referred earlier.<\/p><p>  Chambers of commerce have always been and continue to be a vital link in the export chain for Irish companies.  This is due to their internationally recognised role as trusted third parties in international trade.  Members of our network assist Irish companies through their provision of trade missions and trade documentation services and the links they have built with chamber networks across the globe through out international connections.  We feel that our involvement with international trade practice, from the local to the international level, makes Chambers Ireland uniquely placed to assist the Department of Foreign Affairs and Trade in assisting Ireland's recovery.  We hope that today's presentation will provide the basis for continued dialogue and co-operation.<\/p><p>  Looking at the Department's evolving role in Ireland's recovery, we have identified five areas in which we see potential for positive change: prioritising commercial diplomacy; prioritising targets; achieving a clear definition of roles and responsibilities; using the opportunity of St. Patrick's Day to support trade; and achieving cost savings and productivity gains via business process outsourcing, with the objective of recycling resources and the effort currently being put into process areas of commercial diplomacy and assisting in the creation of international trade opportunities.  I shall discuss each area, starting with the prioritisation of diplomacy.<\/p><p>  The Department has a strong record on economic diplomacy, particularly in the context of the decline in Ireland's global reputation in the wake of the economic collapse and the intervention of the troika.  We note that the Department has played a crucial role in briefing international media and opinion formers on our progress to date and at all stages through the cycle of the past four or five years.  We also note that Ireland's diplomatic network is one of the smallest within the European Union and that the Department works well to support businesses when required.  However, changing times need new priorities, so the commercial work of the Department should be given renewed focus and an even higher priority.  We recognise that much of the good work undertaken by Ireland's diplomatic community in support of business is intangible.  We suggest that there be a more formal reallocation of workloads and resources to support the trade and commercial work undertaken by headquarters and diplomatic missions.  Goals and targets should be identified and performance measured against them.  The Department of Foreign Affairs and Trade works closely with the Department of Jobs, Enterprise and Innovation and Enterprise Ireland in facilitating an enhanced number of Minister-led trade missions out of Ireland, but we believe more can be done.<\/p><p>  I shall outline a second point about prioritising targets.  It is essential that departmental goals are prioritised.  While Ireland maintains representation in countries traditionally considered of strategic importance, there may be a case to be made for focusing activities and resources on countries or regions that have the potential to be commercially important for Ireland.  This will require even closer collaboration with representatives of industries in which Ireland has strong export potential and the identification of specific sectors, and in some instances specific buyers, internationally that can be focused on.  Ideally a joint approach could be made using the good offices of the Department to open doors.  Although it can take time to win a significant international contract, it should not be an open-ended process either.  A timetable could and should be decided.  If no progress is made in terms of increased commercial interaction between the exporter and importer then focus and resources can be switched to another potential trade relationship.<\/p><p>  In terms of prioritisation of countries, we should not overemphasise the BRIC countries, which are Brazil, Russia, India and China.  It has become almost a mantra that western economies should focus their energies on these countries.  However, they are tough markets to crack.  Exporting to China is difficult and exporting to Russia is possibly even more so.  There are other current and potential markets which may not require so much toil to succeed or expand, may be more easily accessed and could produce better outcomes, particularly for Irish SMEs.  We must recognise that Irish SMEs are a source for future potential growth of jobs in this economy.  These include traditional markets where additional value can be achieved, such as the UK, and emerging markets where new relationships can be built.  Diplomatic support should compliment the extension of the foreign earnings deduction to certain African countries in budget 2013.  Countries such as Egypt, Ghana, Kenya, Senegal and Nigeria present many opportunities for Irish businesses.  Furthermore, Turkey represents a huge market on the doorstep of the EU which should not be overlooked.  It is important not to focus all our resources on the BRIC countries, where we will be competing with countries that have significant resources, such as the US, Japan, and Germany.  It remains essential that the Department continue to support the attraction of foreign direct investment to Ireland.<\/p><p>  I shall discuss the clear definition of roles and responsibilities<b>.  <\/b>Although the Department of Foreign Affairs and Trade and the Department of Jobs, Enterprise and Innovation will likely broaden and deepen their areas of co-operation, it is important for businesses to be aware of the specific roles and responsibilities of each Department.  There ought to be clear delineation and understanding between the roles and responsibilities of the Department of Foreign Affairs and Trade, the Department of the Taoiseach, the Department of Jobs, Enterprise and Innovation and so on.  Such clarity will enable businesses to access the services they require and ensure accountability and accurate performance measurement.<\/p><p>  A related point is that businesses would benefit from a one-stop website to provide information on the export or import process.  At present an Irish SME will need to trawl through the websites of a number of different agencies and Departments.  There is no single source to access information on the numerous requirements involved in an international trade.  The United Kingdom Trade &amp;amp; Investment website is an example of best practice in this area.  Ireland has introduced a one-stop website for small business in the area of business regulation, which is extremely good.  We have the skills in a couple of Departments which we could build on to develop the same facility for trade.<\/p><p>  Chambers Ireland would also advocate increased co-operation with the private sector.  Increasingly, definitions of economic and commercial diplomacy take account of organisations in the private sector.  Groups such as Chambers Ireland are well placed to support the work of the Department as it strives to make exporting and operating abroad easier.  Chambers Ireland and the entire chamber network is already a key source of information and services for many businesses in Ireland.  This is done via the Enterprise Europe Network of offices in five affiliated chambers in Cork, Dublin, Galway, Sligo and Waterford.  Our members have the ability to leverage the networks of both Irish and national chambers of commerce globally.  Plus there is Chambers Ireland's representation on the bodies that I have already mentioned, the International Chamber of Commerce, ICC, the World Chambers Federation and Eurochambres.  In the context of trade, of particular relevance are the ICC committees on customs and trade and taxation, to which Chambers Ireland nominates representatives of key companies to represent Ireland Inc. at what are essentially global lobbying efforts on issues such as transfer pricing.<\/p><p>  The fourth point is about using the opportunity of St. Patrick's Day to support trade.  Ireland has a unique advantage in having a national day that is globally recognised.  Every other country in the world would kill for an opportunity like St. Patrick's Day.  While the Government had to pull back from related activities post-bust, this should not prevent the current Government from using the occasion to its full potential.  For the record, Chambers Ireland supports and endorses the practice of Ministers going overseas to promote Ireland during St. Patrick's week.  We see these endeavours as a positive investment that supports the restoration of our international reputation and will in turn support our economic recovery.<\/p> <p> The last point is about achieving cost savings and productivity gains via business process outsourcing.  We contend that finding savings within government and the public service is an essential part of reducing government debt, easing the deficit and getting the entire economy back onto a more sustainable and competitive footing.  Generally, we believe that the Department carries out much of its good work on a tight budget.  However, there are areas in which additional savings could be made.  In our commentary on the Croke Park agreement, published in June 2012, we identified outsourcing of certain functions as one way that Government Departments can achieve considerable savings.<\/p><p> One area within the Department of Foreign Affairs and Trade where this might be feasible is passport processing.  Considerable savings could be made not only from the wage bill but also due to reduced training costs, lower levels of investment in new technologies and lower consultancy bills.  Were this process to be transferred to the private sector, the company, on foot of a tender process, becomes responsible for training of staff, investing in new technologies and so forth.  This results in a considerable transfer of risk from the public to the private sector.  Service level agreements would be vital.  They would have to be negotiated as part of this outsourcing.  It would ultimately eliminate the ever-present risk of queues building up at Molesworth Street and Members of the Oireachtas being persecuted to deliver passports to constituents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300003#B00200","nonspeaker":"Mr. Ian Talbot","continuing":true},{"type":"speech","time":1360766400,"counter":107,"content":"<p>Deputy Flanagan can tell the witness that things have changed since his day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300004#C00200","speaker":"1030"},{"type":"speechnospeaker","time":1360766400,"counter":108,"content":"<p>Outsourcing of non-core activities enables the public service to perform its core, front-line services while saving considerable amounts of money.  Outsourcing has already been embraced by many in the private sector in Ireland.  Furthermore, it is presented as an effective money-saving option in a number of documents produced by this and previous Governments in Ireland, which are listed in the document given to the members of the committee.<\/p><p>  Outsourcing could also be extended to the authorisation of trade documents.  There may be an opportunity to remove some of the administrative burden for the Department while streamlining the export process for companies.  We would welcome the opportunity to explore the potential for the designation of Chambers Ireland and a number of our affiliated chambers as \"competent authorities\" under the Hague Convention for the issue of apostilles for commercial documentation.  Currently, these can only be issued by the Department at its offices in Cork and Dublin, and very often it is a requirement that the documents are stamped in advance by a chamber of commerce or notary public as well.  Allowing businesses to have an apostille applied at a chamber of commerce, which means a much greater geographic spread, would not only be good for the business, it would also ease administrative pressure on the Department and enable it to focus on its core responsibilities.<\/p><p>  Chambers of commerce also have the capacity to electronically process other trade documents.  For exporters this saves time and increases efficiencies.  We hope to explore the possibility of greater use of electronic document processing in the future.<\/p><p>  I thank the members for giving me the opportunity to make this presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300004#C00300","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360766400,"counter":109,"content":"<p>Thank you for a very interesting presentation on the role of Chambers Ireland and its perspective.  One of the most interesting sentences in the statement was that changing times need new priorities.  That is very important.<\/p><p>  I will take questions from three members, Deputy Brendan Smith, Deputy Se&aacute;n Crowe and Senator David Norris.  I remind members to keep their contributions short and to the point, so we can get through more business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300004#C00400","speaker":"974"},{"type":"speech","time":1360766400,"counter":110,"content":"<p>I welcome Mr. Talbot's presentation.  He made an interesting comment about less reliance on the possible potential in the BRIC countries.  That commentary is gaining currency at present so perhaps he would elaborate on that.  He mentioned other countries on which we should focus.  I am surprised he omitted the Single Market in Europe.<\/p><p>  As somebody who deals with business, he will know better than us about the need for currency stability.  We saw what happened here in 2008 when sterling depreciated so much against the euro.  A stable euro is critical for us.  The more trading we can do within the eurozone, the more stability there will be for business planning and so forth.  An area that has been mentioned as possibly having potential is north Africa.  Mr. Talbot referred to some of the countries there.  Earlier this morning President Obama spoke about the need to advance an EU-US trade agreement.  Hopefully, that will happen.  It will benefit trade for both trading blocs.  Of course, the detail in that agreement will be critical for this country, as the protection of sensitive products, particularly food, beef and dairy products, is an important issue as well.<\/p><p>  Mr. Talbot quite rightly mentioned the need to try to eliminate overlap and duplication between State agencies.  That can be difficult as State and statutory agencies and Departments can be empire builders as well.  The same should be done in the private sector.  There is probably unnecessary overlap between Chambers Ireland and the Irish Exporters Association.  I am sure there is room in both the private and public sectors to reduce costs and have a more effective targeting of resources.<\/p><p>  I read a comment recently which I think was attributed to the Irish Exporters Association.  Some difficulty had arisen in the British market in regard to our exports there during January.  There was some movement in the currency.  I am not familiar with what movement there was <i>vis-&agrave;-vis<\/i> the euro, but it was suggested that it is a matter we must watch.  The stability in the values of the two currencies has, thankfully, helped the export market over the past few years.  Mr. Talbot mentioned that the website of the British Department of Trade and Investment is an example of best practice.  Will he comment on the effectiveness of that website?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300004#C00500","speaker":"970"},{"type":"speechnospeaker","time":1360766400,"counter":111,"content":"<p>They are interesting and relevant questions.  The issue with the BRIC countries, particularly trying to focus on small businesses exporting into new markets, is that it is quite hard to trade in some of those countries.  One must learn different cultural approaches.  In the case of sales in China, for example, one does not show up with a good product, have one meeting, make a good presentation and sell.  One must build up a relationship over an extended period of time.  Exporting to Russia can be very complex.  However, every time one reads the newspapers the news is all about the BRIC countries, their huge markets and so forth.  We must play to our strengths as a small country with international connections everywhere.  There might be other markets besides the BRIC countries where we could make an impact more easily, particularly for small business.  That is our main thought in that regard.<\/p><p>  On the Single Market and Europe, in some ways we think of the Single Market as a given.  It is a vitally important market.  However, we do such a good job already in our co-ordination with Europe that when we were putting the presentation together we were thinking of the Department of Foreign Affairs and Trade and how it could break into new markets outside Europe where there are embassies and offices of Enterprise Ireland, EI, the Industrial Development Authority, IDA, and so forth.  Europe is very close to home but is also vitally important.<\/p><p>  With regard to the EU-US trade agreement, in the documents we produced in advance of the Irish Presidency we stated that there was great potential for that agreement to make progress.  Again, Ireland has a unique relationship with the US and this is a great opportunity.  It was great to hear President Obama in his speech overnight specifically seeking to kick that process off.<\/p><p>  On eliminating the overlap, there is always a balance.  We like competition as well.  One of the advantages Chambers Ireland has is that there is a chamber of commerce in virtually every town in the country.  It gives us a great geographic spread and feel.  How to resource that model is also a challenge for us.  As members of the committee will be aware from their local chambers, the chambers of commerce have stripped their operations back from where they were five or six years ago.  Chambers Ireland has reduced its staff from more than 20 to fewer than ten people.  With regard to competition with other organisations, IBEC tends to be very industry-focused while we are geography-focused.  There is a chamber in every town and that is vital to understanding what is happening in our communities, in local government, in the regions, as well to infrastructure building and so forth.  While there is competition and probably small levels of overlap, we each provide a key service in the market.<\/p><p>  I will ask Mark O'Mahony to comment on the effectiveness of the UKTI website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300004#C00600","nonspeaker":"Mr. Ian Talbot"},{"type":"speechnospeaker","time":1360766400,"counter":112,"content":"<p>The information that exporters and importers need is available, but the issue is that it comes from very disparate sources.  Members can carry out an exercise at home tonight and try to find the information that an exporter, particularly a SME, would need to get their product off the island.<\/p> <p>One must go to the Chambers Ireland website to learn about one element of trade documentation, the Revenue Commissioners to learn about customs information, the Department of Jobs, Enterprise and Innovation to find market access information, Enterprise Ireland to find about the potential of in-country markets, individual banking websites to find information on trade finance and separate private sector websites for information on potential trade risks.  The UK website, <i>ukti.gov.uk<\/i>, is impartial in that it is not sponsored by a particular commercial entity and is one source which provides all of the information.  A small company can access it and within half an hour have an idea of the process involved.  &quot;Process&quot; is the key word because there is a sequential element to exporting.  There is no point in finding out about the trade risk associated with a country without also finding out about market potential and whether there is access to finance.  A number of steps need to be taken and someone dipping a toe in the export market needs to find out the correct sequence of steps before embarking on investing, hiring a freight forwarder or other elements of the trade process.  There is no single source for that information.  It does not need to be a hugely complex website, it just needs to aggregate the information already available on a simple site.  Access from a single point is the key, not an all-singing, all-dancing, highly technical website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300004#C00700","nonspeaker":"Mr. Mark O'Mahony","continuing":true},{"type":"speech","time":1360767000,"counter":114,"content":"<p>Should that be done to help people to export?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00200","speaker":"974"},{"type":"speechnospeaker","time":1360767000,"counter":115,"content":"<p>Absolutely and it would be relatively easy to do.  It does not need to be a huge project.  Every agency will happily provide the basic information and Chambers Ireland, the Revenue Commissioners and the Department of Jobs, Enterprise and Innovation can provide more detailed information on a particular aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00300","nonspeaker":"Mr. Mark O'Mahony"},{"type":"speech","time":1360767000,"counter":116,"content":"<p>We will take that point on board when preparing our report.  It is something about which everyone is concerned because this amounts to more red tape and it is cumbersome for those interested in coming here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00400","speaker":"974"},{"type":"speech","time":1360767000,"counter":117,"content":"<p>Trawling through so many websites sounds exhausting.  Recently a witness at a committee made the point that such websites should be multilingual.  Does Mr. O'Mahony share that view?  Perhaps it might be simpler for someone to go through the system.  Is the UK site multilingual?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00500","speaker":"1037"},{"type":"speechnospeaker","time":1360767000,"counter":118,"content":"<p>Not as far as I know.  Essentially, one is servicing the domestic market.  There is not the same level of servicing foreign direct investment.  Only a small cohort of exporters require multilingual functionality.  Perhaps it is an idea.  The process of foreign direct investment is far more nuanced and requires relationship building over a period of months or years.  A website would be of less use in that respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00600","nonspeaker":"Mr. Mark O'Mahony"},{"type":"speech","time":1360767000,"counter":119,"content":"<p>I was talking about Government websites.  The delegates referred to welcoming the opportunity to explore the potential of designating Chambers Ireland as a competent authority.  Will Mr. O'Mahony expand on that point?  Where are the difficulties?  Will there be difficulties with the Department of Justice and Equality or the Department of Foreign Affairs and Trade?  Where else is this happening?<\/p><p>  The delegates referred to St. Patrick's Day and we all know about brand Ireland.  It happens over the course of a weekend, but then that is it.  What do we need to do differently?  Does F&aacute;ilte Ireland need to place a substantial number of advertisements on television?  Should promotions be undertaken?  Politicians are already travelling.  Is there an added element required in the lead-up to St. Patrick's Day and on the day?<\/p><p>  What is the relationship between Chambers Ireland and the Department since the latter took on the responsibility for trade promotion?  How would Mr. O'Mahony characterise the relationship?<\/p><p>  Mr. O'Mahony talked about having the smallest cohort of embassies.  Where does he see development on this point?  People talk about new markets and their importance, but we are also told embassies need to be linked with trade promotion.  Given the volume of trade between the United States and Ireland and the importance of Silicon Valley, perhaps it would be more beneficial if we had four or five more people working in that area.  What other countries is Mr. O'Mahony looking to open up if he had the opportunity?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00700","speaker":"1037"},{"type":"speechnospeaker","time":1360767000,"counter":120,"content":"<p>On the issue of competent authorities, there are certain activities the State has always and ought to engage in.  In the example of apostille certification of commercial documentation, only two offices in the country, one in Dublin and the other in Cork, can do this task.  It is a distraction from everyday work.  Is authentication of a document something the State must do in 2013?  There are other forms of documentation such as certificates of origin that chambers of commerce can authorise in several chambers offices around the country for companies looking to export outside the European Union to facilitate access and trade.  It is a not-for-profit arrangement to provide a service.  We have a network that is close to the companies that need documentation.  If we do not put the issue on the table, no one will debate or think about it.  I am not sure anyone has an issue with it, except for the fact that it has always been done in a certain place.  Why should the State be producing certain documentation?  It is about the process as much as anything else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00800","nonspeaker":"Mr. Ian Talbot"},{"type":"speechnospeaker","time":1360767000,"counter":121,"content":"<p>One cannot export to China without a certificate of origin.  One of our stakeholders is Tipperary Crystal which had a crate of crystal ready for export to China to enter the market for the first time, but it could not get it out of Dublin Port without a certificate of origin which the Chinese demanded through faxes in very bad Chinglish.  The flexibility of Chambers Ireland in stepping in and talking to the company, as a first-time exporter to the market, helped it to get it out the door.  Chambers Ireland has flexibility in its opening hours that one may not have in other office functions.  We can facilitate matters on the ground.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D00900","nonspeaker":"Mr. Se&aacute;n Murphy"},{"type":"speechnospeaker","time":1360767000,"counter":122,"content":"<p>With so much media attention being given to Ministers and civil servants in spending money on events associated with St. Patrick's Day, there is a major focus on the level of activity involved.  People are as concerned about the hotel in which they stayed appearing on the front page of a newspaper as they are about the task they were there to perform.  We do not support flaithi&uacute;lach expenses, but it is welcome that the world stops for a few minutes on 17 March and thinks of Ireland in some way.  We should have people in key markets who are not fearful of appearing in the newspapers because of the expenses incurred but expect to appear in the newspapers because of the meetings they have had because of the value they bring to the economy.  We are doing the right thing and should not be afraid of doing more.  There is grief associated with it, as well as a certain amount of management.  However, we should be doing more, as no other country has anything remotely like it.<\/p><p>  We have a very good and positive relationship with the Department, but it is challenged in merging two distinct sets of businesses.  We get into concerns about how  one manages the process of change and having an embassy in a country that also has an Enterprise Ireland and an IDA Ireland office and how these three bodies, with different skill sets, work together.  We also get into concerns about how the budget is reallocated and how much money is allocated to the effort on trade versus diplomatic approaches.  The Department is doing a great job, but many sections of the Civil Service and the public sector are being asked to change rapidly to meet our dramatically changing economic circumstances.  Do they have the skill sets to manage the change process?  Managing change is very difficult, whether one is in the public or private sector, and giving people the skills to manage change is an important part of the process.<\/p> <p>That overlaps with the question of embassies, and making choices on which countries we should be focusing.  We take the view that the issue is how to use the available resources in the best way possible.  That brings us back to Enterprise Ireland, IDA Ireland and embassy in various countries in which we have representatives working together to deliver for business and for the economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300005#D01000","nonspeaker":"Mr. Ian Talbot","continuing":true},{"type":"speechnospeaker","time":1360767600,"counter":124,"content":"<p>Preferably working together in one building.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00200","nonspeaker":"Mr. Se&aacute;n Murphy"},{"type":"speechnospeaker","time":1360767600,"counter":125,"content":"<p>Absolutely - with all representatives working together in one building with the same management infrastructure and same resources and support.  We fully recognise that managing that change can be difficult.  What is at issue is how one deploys the resources as distinct from how many embassies one thinks we should have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00300","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360767600,"counter":126,"content":"<p>Senator Norris has a few more questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00400","speaker":"974"},{"type":"speech","time":1360767600,"counter":127,"content":"<p>I welcome our three guests.  Mr. O'Mahony demonstrated the importance of the contribution from the backbenches when he was suddenly called in to contribute.<\/p><p>  This is the first time we have been provided with questions in our briefing.  I never remember that happening before.  There were some suggested questions.  I looked through them with interest.  It is a curious procedure but helpful in ways.  The suggested question that I found interesting is whether there has been any reaction by the business sector to the closure of missions this year.  Let me put that question and perhaps Mr. Talbot will respond to it.<\/p><p>  I have been on this committee since it started and during the term of the previous Government there was a rebalancing of priorities in the direction of trade, which Chambers Ireland no doubt welcomes.  I have no difficulty with that.  It is important that we have a strong arm in terms of reaching out to foreign trade, but I am concerned about the possibility of human rights being downgraded, particularly when Chambers Ireland talks about the reallocation of workload and resources within the Department of Foreign Affairs and Trade.  I am assuming it would not particularly bother the witnesses if that happened at the expense of human rights, because it must happen at the expense of some other area.  If one is to rebalance and refocus the workload and resources, change must happen.  I am against taking resources away from human rights, which are eternal.<\/p><p>  I was very interested in the comments on China and Russia being difficult markets.  I was glad that he isolated Africa and Turkey.  Those are markets that have not been explored and we could do well there.  I am horrified that we have surreptitiously altered, without reference to the Oireachtas, our position regarding China and Tibet, where there are human rights abuses.  A considerable number of people are burning themselves to death to protest about this.<\/p><p>  With regard to the one-stop website, I suggest to the Chairman that we endorse that unanimously.  I would be interested to learn whether any of my colleagues object to it.  It seems to be eminently sensible and practical.  I do not see a need to provide the service in more than one language.  The establishment of such a website would be simple, practical and easily achievable, and we should endorse that suggestion.<\/p><p>  On the issue of Ministers going abroad, I am an Independent and since I was elected I have consistently supported Ministers from different parties in going abroad.  It is absolutely essential.  Under our Chairman, with all-party support from the Joint Committee on Foreign Affairs and Trade, we should show unity and support for Ministers going abroad.  They are representing the entire nation and not just one party.  It is not electioneering.  I do not care if they stay in good hotels, if they get a good rest.  I do not care if they have comfortable flights.  I do not want them to be punished for working for this country.  The amount of money involved is negligible.  Such debate is generated by press hysteria and stupidity and we should be firm against it.  The payback for that work is enormous.  Other countries would give their right eyes to have something like St. Patrick's Day, the colour green and, dare I say it, James Joyce and Bloomsday.  We should forget about apologising for these things.<\/p><p>  My preceding colleagues raised a number of issues.  I would not let the private sector near passports.  I do not think chambers of commerce or anybody else should issue passports.  It is a State matter that should stay within the State.  I have never been ardent about outsourcing.  We should make the Civil Service more efficient.  Let us look at the bin collection service, which Dublin City Council outsourced.  It is now a complete and utter mess.  There is Mafia warfare between different companies, with the burning of vans, and there is rubbish all over the streets.  It is an absolute disaster.  We should not just accept inefficiencies but should hold the relevant bodies to account.  We should not outsource public utilities or passports.  That is my view, and I am a well known crank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00500","speaker":"1136"},{"type":"speech","time":1360767600,"counter":128,"content":"<p>I do not think the outsourcing of passports will happen in the near future.  There are major security concerns in respect of passports, particularly post-9\/11.  Around the time of the first meeting of the Joint Committee on Foreign Affairs and Trade, we visited the passport office in Balbriggan to see the operations for ourselves.  There were some delays at that time but most of the delays have been dealt with and there are more efficiencies in the Passport Office.  I compliment the staff there.<\/p><p>  There were not many questions in Senator Norris's contribution, but perhaps Mr. Talbot would comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00600","speaker":"974"},{"type":"speechnospeaker","time":1360767600,"counter":129,"content":"<p>I will not be able to respond in the same manner as Senator Norris, but I will do my best.  He asked for our reaction to the closure of missions.  The private sector accepts that hard decisions needed to be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00700","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360767600,"counter":130,"content":"<p>There was not much trade with the Vatican.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00800","speaker":"1136"},{"type":"speechnospeaker","time":1360767600,"counter":131,"content":"<p>On the rebalancing of work in the direction of trade versus human rights, Chambers Ireland is a full supporter of employment legislation.  We think employment legislation, which is dealt with in approximately 45 different Acts that apply to Irish companies, should be consolidated and rationalised, but we are fully in support of adherence to employment legislation.  Before the introduction of the minimum wage, we were one of the organisations that called for its introduction.  We share the concerns of members to ensure that any rebalancing of workloads is done in a careful and understanding way and within the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E00900","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360767600,"counter":132,"content":"<p>I was thinking more in terms of extraordinary rendition.  We had a committee established in the Seanad and it was destroyed as a result of commercial pressures from the Shannon area.  The human rights aspect was got rid of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E01000","speaker":"1136"},{"type":"speechnospeaker","time":1360767600,"counter":133,"content":"<p>I cannot comment on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E01100","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360767600,"counter":134,"content":"<p>I will not delay the proceedings other than to compliment our witnesses on their appraisal of the situation as they see it.  Chambers Ireland has an important role to play in conjunction with the Government agencies, although I know it does some work in this area already.  For example, I am thinking of other major festivals all over the country that affect the regions.  There is an unique opportunity for Chambers Ireland to engage with visitors and business people visiting this country as a prelude to outgoing missions.  We need to display the power of our economy by making presentations on the progress of Irish companies and multinational corporations based in Ireland.  I do not agree with clich&eacute;s such as punching above our weight.  It is important to realise that we have a power that has not been recognised internationally.  We know the importance of inward investment, but there are two sides to that argument.<\/p><p>  I agree entirely with Senator Norris on the issuing of passports.  I am not happy about the privatisation of certain utility services.  I think the public sector can do the job better, and does not have to achieve anything other than efficient delivery of the service on time, every time, without waiting.<\/p> <p>The waiting time is the issue that annoys everybody.  It is within the ambit of the public service to deal with that issue itself, in its own interest and in the interest of the Irish people.  <\/p><p> I see visa issues as being of considerable importance.  Passports have been mentioned.  That we are not in Schengen, for the obvious reasons of which we are all aware, it is hugely important to find a means of speeding up the process whereby a major business person visiting the neighbouring island or France, on a worldwide trip can, when it is brought to his or her attention, visit an adjoining country.  It is only a short hop for them.  It could mean a huge opportunity for employment provision here.  I have dealt with several such cases, as everybody has, and we have all had the same problem.  It is a question of time.  As people who travel internationally do not have time, that is a factor that has to be dealt with.  I am interested to hear how the witnesses can contribute to that area.<\/p><p> The Department of Foreign Affairs and Trade has expanded its role and has done so very successfully.  I agree with the promotion of Ireland abroad as being important whether it be done by business people, Chambers Ireland, individual industrialists or politicians.  It is hugely important that those going on the mission realise the seriousness of their mission.  Their job is a serious one.  There should be no deviation from that objective and that mission and if they do so repeatedly one will read about the results in the newspapers afterwards. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300006#E01300","speaker":"957","continuing":true},{"type":"speech","time":1360768200,"counter":136,"content":"<p>I wish to inform Chambers Ireland that officials will appear before the committee in respect of the business and the tourist visas in the near future, because we see that as a problem.  Will Mr. Talbot comment on the visa position for Deputy Durkan before I hand over  to Deputy Eric Byrne?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300007#F00200","speaker":"974"},{"type":"speechnospeaker","time":1360768200,"counter":137,"content":"<p>First, on the issue of visas, as we talked about visas before doing the presentation, we took the view that there was more imbedded in the Department of Justice and Equality than in the Department of Foreign Affairs and Trade so we did not actually focus on visas.  That comes back to the issue of making sure there is clarity of roles and responsibilities.  We have our own concerns about visas.  Our sense is that a much more pragmatic approach has been taken of late for visas for incoming people but we, no less than Members, often get companies telephoning us saying they have a vitally important hirer they need to bring in from overseas and are having difficulty in getting a visa.  We have found the Department of Justice and Equality very helpful in seeking to deal with those issues.  That is the one that hit our desk, but what about those about which nobody thinks of contacting us or where the company is not a member?  We are aware there are issues with visas and we need to ensure they are not from our perspective for the right skills and business sets coming into the country.<\/p><p>  In regard to festivals and visitors, chambers of commerce around the country try to get involved.  This year, with The Gathering, there is much more engagement.  I hope that skills we learn during The Gathering endure.  For example, on Monday, Cobh listed a festival for every year until 2017, the festival around the <i>Lusitania <\/i>being in 2017.  Chambers is thinking hard about how to keep things moving beyond The Gathering.  <\/p><p>  There is the issue of passports being a State matter.  In terms of the type of companies doing outsourcing of business processes, for example, some Irish companies such as Fexco and SWS in Munster are doing outstanding work in this area.  Abtran and Arvato are doing some great work.  I accept that there may well be security issues which it may be desirable for the State to hold on to in the passport area.  I still think the process could potentially be split and certain functions outsourced to get better deployment of resources to help through the peaks and troughs.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300007#F00300","nonspeaker":"Mr. Ian Talbot"},{"type":"speechnospeaker","time":1360768200,"counter":138,"content":"<p>The Department of Foreign Affairs and Trade attracts a certain kind of personality that may not be particularly process focused.  They are diplomats focused on the softer diplomatic measures that are crucially important for the State.  The issues we are seeking to improve are, effectively, plumbing issues, the processing of passports and the like.  From our perspective, as a governmental agency, they have great difficulty staffing up, even on a part-time basis, for the peaks and troughs that appear before the summertime period for passports.  That is where a private sector operator could staff up or staff down, depending on the peaks and troughs that would apply.<\/p><p>  In terms of festivals, it is worth noting that we also work closely with local government.  Our local government awards have a \"Festival the Year\" award each year; Cavan would have won in the past, as Deputy Brendan Smith may be aware.  We will do that on the ground in terms of profiling those initiatives locally and also profiling the partnership between local businesses, be they multinational or local and the local authorities in developing those initiatives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300007#F00400","nonspeaker":"Mr. Se&aacute;n Murphy"},{"type":"speech","time":1360768200,"counter":139,"content":"<p>I welcome the delegation.  The Joint Committee on Foreign Affairs has had trade added to it in the recent past.  Perhaps, there is a maturing process to be engaged in.  The witnesses have applauded the work of the Department of Foreign Affairs and Trade when they mentioned that it worked hard in reversing the status of Ireland internationally in light of the economic collapse.  Some politicians in some political parties would deny that Ireland was damaged.  The diligence engaged in, both politically and at diplomatic level, and our ability to renegotiate the promissory notes is an indication that our international diplomatic corp is working closely with the political agencies in pushing Ireland Inc.  It is a tragedy, given the collapse of the economy that we have had to close embassies instead of opening them.  Quite frankly, the three that were closed were not of great economic importance to us.  I accept the point that we have to look afresh at the markets and where we recapitalise or intensify investment.  In light of that, it is interesting that the witnesses have mentioned some African countries that we should target.  We have a policy, an Africa strategy, and members may wish to comment as to whether they believe it is good.  For example, Nigeria has a population of 160 million.  In the past, the committee tended to look after the poor, the impoverished, the starving and those victims of earthquakes and natural disasters whereas since the trade portfolio has been added it requires a remoulding of the institution.  We understand that the GDP of Africa is growing and that the rate of growth is 5% per annum.  Therefore, there is great potential given the historical linkages of the missionaries.<\/p><p>  The witnesses were somewhat critical of us targeting the BRIC countries.  I congratulate Dublin Chamber of Commerce who came out with us when we forged the lonely path of establishing twining between Dublin and Beijing.  We were very happy to be accompanied by delegates from the chamber of commerce.  This very day, as we speak, in Beijing there will be 500,000 visitors to the spring festival in China, where Ireland is carrying the &quot;Country of Honour&quot; title.  The Minister for Education and Skills is visiting China next month with, presumably, a trade delegation.  There are different <i>modui operandi<\/i> in developing relations with various countries.  China puts to bed the notion that we cannot compete with non-English speaking countries or that we are somehow inhibited.  I see great potential in the area where we sell our education; it is a very lucrative area, bringing in international students from China and all over the world.<\/p><p>  It is unfortunate that the witnesses have targeted the outsourcing of the Passport Office of the Department of Foreign Affairs and Trade of which we are collectively proud and understand the reason it should be retained within that Department.  The Passport Office has grown in leaps and bounds.  It has put in the machinery.  It suffered from a flood setback and there were queues but those days are over.  There is no queueing.  Oliver J. Flanagan is dead and so is the politics of us, as politicians, running around with passports.  We are not allowed do that.  We cannot intervene even if we wanted to.  Civil servants have become far more sophisticated.  I have a difficulty about the suggestions regarding outsourcing but the troika will look after that because Coillte and Aer Lingus are to be privatised.  I would argue that the witnesses picked a bummer when they selected the Passport Office as the area for outsourcing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300007#F00500","speaker":"1030"},{"type":"speechnospeaker","time":1360768800,"counter":140,"content":"<p>I do not want the interpretation to be taken that we were critical in any way of the effort in the BRIC countries.  We were just saying we do not want to become obsessed with the BRIC countries.  There are plenty of other opportunities and markets out there for us not to devote too many resources to one place.  It is about bringing other people, such as the African nations, back to the table.  There are great opportunities in areas such as agri-food and power.  There are, for example, some Irish companies like PWC of Wicklow, doing great work in Nigeria.  Guinness is also well-known there and education plays a significant role.  There is a huge transfer of Nigerian people into the Irish education system.  We see great opportunities in those regions.  We are not critical of the work on the BRIC countries, but our comment meant we should not be obsessed by them.<\/p><p> With regard to China, the Dublin Chamber does great work in Beijing and Cork Chamber of Commerce, together with the two Cork councils and UCC, does great work in Shanghai and sends at least one trade mission a year there.  As a network we are very focused on that.  Only so many chambers in the country have the critical mass to engage in a big trade mission to China.  We also try to look at SMEs.<\/p><p>  We raised the issue of passport processing and we pushed for opportunities to look at outsourcing.  If it does not work, we will accept that conclusion and move on.  However, we would still like to challenge the consensus that just because it has always been done in the Passport Office and in the same way, it should continue to be done that way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00200","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360768800,"counter":141,"content":"<p>Sometimes NGOs are resented by certain people in the public service, as if they are interfering.  Chambers Ireland has suggested that more could be done with regard to its work with the various institutions.  Does Chambers Ireland, as an NGO, find there are barriers with regard to developing relationships?<\/p><p>  Senator Norris raised a parochial point I also wish to raise.  Chambers Ireland has Enterprise Europe Network offices in five affiliated chambers, but not in the mid-west.  Limerick and Shannon are not bases for the European network offices although they are key industrial and NGO development areas.  Some companies have gone out of business but there should be connectivity with smaller businesses, which are affected by what happens with larger companies.  There is a network and a large NGO presence complementing the larger organisations, but they have the potential to develop their own markets also.  However, there is no Enterprise Europe Network there.  I would like to hear a comment on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00300","speaker":"1056"},{"type":"speechnospeaker","time":1360768800,"counter":142,"content":"<p>The Enterprise Europe Network is a European wide network supported by EU funding.  The Chambers Ireland network won a tendering process, but there was only funding available for five networks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00400","nonspeaker":"Mr. Ian Talbot"},{"type":"speechnospeaker","time":1360768800,"counter":143,"content":"<p>It is done in partnership with Enterprise Ireland.  It is a subset of FP7\/FP8.  The scale provided for five locations.  Chambers Ireland put a lot of effort into helping our five chambers win the tender, but we gained nothing from it because the administrative costs are borne at the local level in those five towns, which cover a proportion of the country.  The Sligo network, for example, extends as far as Dundalk.  It all depends on how it is structured.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00500","nonspeaker":"Mr. Se&aacute;n Murphy"},{"type":"speechnospeaker","time":1360768800,"counter":144,"content":"<p>Where were the five selected?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00600","nonspeaker":"Mr. Ian Talbot"},{"type":"speechnospeaker","time":1360768800,"counter":145,"content":"<p>They were preselected for us.  The tender went out with the five, did it not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00700","nonspeaker":"Mr. Se&aacute;n Murphy"},{"type":"speechnospeaker","time":1360768800,"counter":146,"content":"<p>No, it was a second iteration of the contract.  The first iteration included the IEA and Dublin ended up taking it for the Dublin region.  There is a history to this, but what we are saying is that it covers a broad area.  It is an EU mandated issue in terms of the scale.  Clearly, we have a very strong chamber in Limerick and we have chambers in Shannon and Ennis.  We would be very interested in supporting them where we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00800","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360768800,"counter":147,"content":"<p>I am not sure I fully understand what Mr. Talbot has said there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G00900","speaker":"1056"},{"type":"speechnospeaker","time":1360768800,"counter":148,"content":"<p>I am saying it was not our choice that there would be only five locations or of where they would be located.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G01000","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360768800,"counter":149,"content":"<p>Therefore, it was somebody else who decided Limerick and the mid-west should be excluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G01100","speaker":"1056"},{"type":"speechnospeaker","time":1360768800,"counter":150,"content":"<p>I am not sure anybody decided who should not be there, but somebody decided who should.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G01200","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360768800,"counter":151,"content":"<p>I am sure the chamber in Limerick made a play for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G01300","speaker":"1056"},{"type":"speechnospeaker","time":1360768800,"counter":152,"content":"<p>It goes back a few years.  Unfortunately, I do not have the answer, but the programme is coming up for renewal within the next 12 months.  We will take the Deputy's comment on board for future negotiation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G01400","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360768800,"counter":153,"content":"<p>Being a mid-west Deputy, I would like to support Deputy Neville on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G01500","speaker":"974"},{"type":"speech","time":1360768800,"counter":154,"content":"<p>I would like to get Chambers Ireland's views on the Global Irish Economic Forum, which is a great initiative in terms of bringing people with an Irish heritage back to Ireland to discuss topics of interest to Ireland and our diaspora.  In light of the fact we are coming up to the third such forum, what do the representatives of Chambers Ireland think of the fact there seem to be few tangible results from the forum?  The investor visa programme, for example, has only produced one investor to date, with fewer than five in the pipeline.  Countries like Cyprus, which holds seminars in London every week for people from the BRIC countries and gives them visas for Cyprus, is doing an outstanding job in getting investors.  As a country where we have very little in the way of cash being supplied by banks to businesses, I am amazed we do not copy what other countries have done so successfully.  We have the investor visa programme, but we do not seem to be able to roll it out effectively.<\/p><p>  It was also announced at the Irish global economic forum that seed capital would be provided.  What happened in that regard?  I do not think the people who gave time and energy to the two previous fora will come to the third one if they do not see results.  I am not convinced there have been any real results to date.<\/p><p>  I would like the views of the witnesses on the effect of the changes being implemented by the Department of Public Expenditure and Reform and of the requirements for regulatory impact assessments to be carried out by various Departments.  What is the view of Chambers Ireland on the fact that the Department of Public Expenditure and Reform has only carried out one regulatory impact assessment on legislation being introduced by it?  It does not amount to significant reform, where a Department does not carry out an assessment as to the impact of legislation and regulations it is introducing, particularly where these will tie up businesses in significant bureaucracy.<\/p><p>  At a parochial level, we did an assessment of red tape and government regulations in Valentia Island and we found out that between planning regulations stopping development and the government licensing requirements for foreshore development, which are as Byzantine as could be imagined in complexity  - there is no clear path through and nobody knows how they work, not even the Department I am sure - it can take up to four years to get planning for developing an enterprise.  I have heard that in Donegal it takes up to six years in some cases to get a foreshore licence.  We discovered in Valentia that as a result of the red tape and despite the current economic crisis, the creation of 70 jobs was being prevented due to government regulation.  What is the view of the witnesses on regulatory impact assessments?<\/p><p>  On the issue of St. Patrick's Day, I agree with my colleagues.  When Fianna F&aacute;il was in government, it was hit from all sides, mostly by the media, on this issue.  That is cheap journalism.  Journalists would say that nobody wants to hear a good news story.  When a country the size of Ireland is able to light up the Statue of Christ the Redeemer in Rio de Janeiro or Table Mountain in South Africa and all we get from the national media is cynicism and the worst form of journalism, that does not help the situation here at home.<\/p> <p>In the week or month around St. Patrick's Day and in the period around March, our commitment should be doubled in terms of what we do abroad.  I realise that given the economic situation the Government is not spending as much as it did but I believe it should be spending more because one could not buy the opportunities for Ireland that arise in the month of March in terms of what we could do with them.  I welcome the fact that Chambers Ireland has spoken about it.  The delegation will never hear anyone from the Opposition side berating members of the Government for going abroad.  As many Ministers as possible should be sent on targeted missions to improve not only our image but trade with other countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300008#G01600","speaker":"1159","continuing":true},{"type":"speech","time":1360769400,"counter":156,"content":"<p>I will bring in two other speakers, Senators Mullins and Walsh, who wish to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300009#H00200","speaker":"974"},{"type":"speech","time":1360769400,"counter":157,"content":"<p>I welcome our visitors.  I always admire how positive they are in most of their news releases.  That is important, especially in these difficult times.  This leads me to our global reputation.  How does Chambers Ireland view it now?  If the Government were to do three things to further enhance our global reputation, what would Chambers Ireland recommend?  The delegation referred to trade missions, and I know there has been quite an increase in Minister-led trade missions.  Chambers Ireland has said more could be done.  What more does the delegation wish to see done?  Should they be structured in a different way?  The delegation referred to breaking into new markets and not relying totally on the BRIC group of countries.  They also made reference to our nearest and traditional market, the United Kingdom.  It surprises me that we are not exploiting it to its full potential.  What do we need to do further in this area?<\/p><p>  I agree with all my colleagues with regard to the St. Patrick's Day situation.  I believe the people have moved beyond the pettiness of the Irish media in this regard.  This is an opportunity afforded to no other country in the world.  For one day we have a worldwide opportunity to maximise the exposure of the nation.  I am keen to see scarce resources spent wisely but I believe that is happening and that we get a good bang for our buck, especially with The Gathering this year.  It is a significant opportunity to maximise the St. Patrick's Day activity and to crank it up for all the centenary celebrations that will arise in the coming years.<\/p><p>  I, too, am against the outsourcing of passport issuing.  I see a good deal of merit in outsourcing some services that the State provides, but the private sector does not always get it right either.  We have seen some examples of that.  We should be careful about what we outsource; it is not always cost-effective.  Some public services are currently being outsourced and I question whether we get good value for money from the process.  The jury is out in this regard but I accept that we should examine the potential for outsourcing services that lend themselves to being done better than in the public service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300009#H00300","speaker":"1118"},{"type":"speech","time":1360769400,"counter":158,"content":"<p>My comment relates to outsourcing.  I have a different perspective from most of my colleagues, if not all of them.  The phenomenon of global supply chains adds value in a considerable way to economies as well as businesses, and it is important.  There have been some fine publications by the OECD on the topic which underwrite the benefits to business, industry and the countries concerned.  The delegation has heard some of the reactions today.  In general, they represent the reactions one would expect from public service unions and politicians in government and they probably reflect the opinions of the public service permanent Government.  Anyway, let us consider the reports before us.  They all recommend outsourcing but it has not happened to any significant degree.  What does Chambers Ireland believe can be done?  I agree with the delegation about the Passport Office; I stated several years back that it was an ideal candidate for outsourcing and that it could benefit from it.  The criteria behind outsourcing in this area and the trade documentation mentioned should bring value for the consumer, but that is not a factor of any great significance in the provision of public services generally.  What can be done to put in place what is taking place globally and what is seen as a good concept?  How can we get over the mental reservations here about embracing this new approach?  What efforts or initiatives could Chambers Ireland take on that side to convince people of the benefits?  That is where we need to start.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300009#H00400","speaker":"1126"},{"type":"speech","time":1360769400,"counter":159,"content":"<p>The witnesses have heard from three members, each with a set of questions.  Some of them are overlapping but I imagine the witnesses will answer them as well as they can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300009#H00500","speaker":"974"},{"type":"speechnospeaker","time":1360769400,"counter":160,"content":"<p>Reference was made to the Global Irish Economic Forum.  I was reminded of an old quote I use, boringly at times, from the Canadian ice hockey player Wayne Gretzky, who said &quot;You miss 100% of the shots you don't take.&quot;  If one does not try something then nothing will happen.  We try at the Global Irish Economic Forum.  This goes straight to the core of my presentation earlier.  We need ventures such as the Global Irish Economic Forum and we need to set priorities, goals and performance indicators and measure against them and then decide whether to do it again.  The key is to do that beforehand rather than agreeing that a given venture sounds like a good idea and therefore should be tried.  Before we go into something we need to have clear goals with regard to what is expected and what we are anticipating and so on.  Perhaps we are not doing enough of that.  We have not been part of the Global Irish Economic Forum and I am unsure about the expectations of the people who go, what is expected of them in the room and what is expected of them when they leave Farmleigh and go back to their main roles.  However, what matters is priorities and performance indicators and the measurement of and response to them.<\/p><p>  I had not heard of the Cyprus idea before.  There are many different ways of doing things.  We must remain flexible.  Although a given idea may seem good, we must ensure we can determine whether it is good.<\/p><p>  I refer to another point in our presentation.  Many things in foreign affairs can be intangible.  For example, one should never underestimate the importance of organisations and companies such as Intel and Citibank and the importance of individual executives at a senior level in Ireland in those companies who are selling Ireland in New York to get more investment money from the parent companies back into Ireland.  That is valuable and we need to continue to monitor how we do these things.  It is difficult to get the tangible things.  As I have stated already, we need to set goals and measure against them.<\/p><p>  Reference was made to the Department of Public Expenditure and Reform regulatory impact assessments and specific reference was made to Valentia.  Another well-known issue is that of the Corrib gas field.  Our understanding is that the Department of the Environment, Community and Local Government has made significant advances in recent years in rationalising the process for foreshore and offshore licensing and so on.  Progress is being made but there is always additional work to be done.  We hear both views on regulatory impact assessments.  We hear people say they wish they had done a RIA because a given problem would not have occurred, but on the other hand there is a view about the torture of going through a RIA.  I do not have an answer for the committee to that question.<\/p><p>  Senator Mullins asked about our global reputation now.  I have been at meetings of the International Chamber of Commerce, a global organisation, and Eurochambres, based in Brussels, since January.  Several people approached me and said it was great that the Irish problem was solved.  It was phenomenal and almost worrying.  If others believe Ireland's problem is solved, that is great from the perspective of our reputation and perception.  It is great news.  Our reputation has improved immeasurably.  Yesterday in the <i>Financial Times<\/i> several eminent people, including Wolfgang M&uuml;nchau, said a great job had been done by Ireland on the promissory note.  Our reputation has improved significantly but we cannot allow that to take away from the fact that we know there is still work to be done at home.  Anyway, the perception is improving abroad and that is what counts.  That much is great.<\/p><p>  What more could be done?  What three things would I do?  I had not realised I was here for a job interview.  We have a great opportunity with the Presidency of the Council of the European Union to focus on delivering two or three key things in the area.  Can we get an EU-US trade agreement done in four and a half months?  I am unsure, but it would be great to have some landmark things to further embed the fact that we are deliverers and that we can implement and do things.<\/p> <p>That is what we need to say to people.  Our expertise is in getting things done and it may not be innovation or the smart economy.  It is a case of setting goals and priorities and delivering them. That is more important than a pie in the sky, highfaluting idea which sounds good but which never gets delivered.  We need to deliver on the Presidency.<\/p><p> We need to get the message out to copper-fasten the general global perception the Ireland is, yet again, a good place in which to do business.  The Taoiseach's aim is for this country to be the best country in which to do business by 2016.  We need to keep doing the right things.  Once the troika leave, we do not want them back, whatever the circumstances.  When they leave here, it is a one-way trip.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300009#H00600","nonspeaker":"Mr. Ian Talbot","continuing":true},{"type":"speechnospeaker","time":1360770000,"counter":162,"content":"<p>One other point on outsourcing is about levelling the playing field.  There has to be better treatment of the VAT differential between governmental provision of services and private sector provision of services.  There has to be some means by which the subsidy applying to pricing for a service delivered by a public service - VAT not paid - versus a service delivered by the private sector, is clawed back or balanced out.  That 27% jump is a massive issue.  For instance, we do not believe that the health service which employs more than 130,000 staff is not ripe for vast amounts of really well-targeted outsourcing.  We cannot believe that is the case.  Every investment in computing power in the health service would make a return in spades.  We argue that the price differential between the use of private hospitals for standard operations such as hip replacements compared with the public sector counterparts is off the scale.  These are areas in which we cannot afford to continue as we are.  So long as Ireland is borrowing &euro;1.5 billion a month, we are vulnerable to a twist in our reputation.  We have to close that gap and we have to keep our feet to the fire, collectively, as a society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J00200","nonspeaker":"Mr. Se&aacute;n Murphy"},{"type":"speechnospeaker","time":1360770000,"counter":163,"content":"<p>The figure is &euro;250 million a month.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J00300","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360770000,"counter":164,"content":"<p>I have a question for Mr. Talbot.  Mr. Martin Murray from Asia Matters attended the committee recently to discuss the trade potential in Asia, in particular in some of the emerging markets.  Yesterday afternoon, the Indonesian ambassador, who is based in London, paid a courtesy call.  Has Mr. Talbot contacts with counterparts in chambers of commerce in Asia?  What is his view on the emerging market of Indonesia where many multinational companies are based?  There is the possibility that an Irish embassy may be established there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J00400","speaker":"974"},{"type":"speechnospeaker","time":1360770000,"counter":165,"content":"<p>We have contacts with overseas chambers of commerce.  The Irish Chamber of Commerce in China is based in Shanghai.  Indonesia has a population of 170 million and it is a very good potential market for Ireland.  In the past there was no great reason for us to have an embassy in Indonesia but we need to revise that policy.  That number of people, 170 million, is a lot of people.  They are technology orientated.  I agree it is worth considering.<\/p><p>  Senator Jim Walsh asked a question about outsourcing and what can we do to make it happen.  Effective outsourcing requires a certain process.  The first point is that the process needs to be in reasonably good shape before it is outsourced.  If the process is a mess, the outsourcer will not be able to solve it.  I refer to PPARS as a good example.  The delivery was essentially taking it as it was and doing it, but that did not work.  A process would need to be re-engineered before being moved on.  It needs to be a two-part process.  Effective work is being done in the public service on the creation of shared service centres, which is a rationalisation of work being carried out in different organisations, such as payroll systems, HR services and so on.  Once a process is in a shared service centre, there is a better opportunity to outsource it.  However, once it is in a shared service centre, there may be a view that the job is done and that can be where it stays for the next 20 years.<\/p><p>  There is an opportunity now to outsource some activities successfully compared with three or four years ago.  I suggest that some converters should be asked to make it a success.  The easy things should be done first as the more complicated things will take longer and the worse it will look.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J00500","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360770000,"counter":166,"content":"<p>There is an intractable problem that the disparity between public and private employment is probably in the order of 25% to 40%, depending on the area.  It will be very difficult to persuade people who are well paid to work in similar positions in the private sector and this may prove an obstacle to movement.  Should an effort be made to align public and private pay, which means lowering the cost of our public services?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J00600","speaker":"1126"},{"type":"speechnospeaker","time":1360770000,"counter":167,"content":"<p>That question opens up a brand new topic.  In answer to that direct question, the direct answer is \"yes\", it would make sense.  The private sector gives more opportunities for flexibility, productivity and technology.  The private sector may be able to introduce more productivity in the work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J00700","nonspeaker":"Mr. Ian Talbot"},{"type":"speech","time":1360770000,"counter":168,"content":"<p>I thank the witnesses for a very useful discussion which saw good interaction between the members and the representatives of Chambers Ireland.  The committee will certainly consider the views of the witnesses when preparing a report.  I wish Chambers Ireland well in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J00800","speaker":"974"},{"type":"minorheading","content":"Colombia Peace Process: Motion","time":1360770000,"counter":169,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01000"},{"type":"speech","time":1360770000,"counter":170,"content":"<p>Members will recall that we received correspondence recently from Jack O'Connor, president of Justice for Colombia Ireland about the peace process in Colombia.  The committee subsequently received briefing material from the Department of Foreign Affairs and Trade.  A very good meeting was held on 16 January 2013 with the Colombian ambassador.  When we reviewed the position at our last meeting, members were positively disposed to considering a motion which encourages the peace process in Colombia and gives appropriate recognition to the efforts of all involved.  A motion has been tabled by Deputy Se&aacute;n Crowe and circulated to members.  I call on Deputy Crowe to move the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01100","speaker":"974"},{"type":"speech","time":1360770000,"counter":171,"content":"<p>I move:<blockquote><br \/>That the Joint Committee on Foreign Affairs and Trade - <br \/>- affirm that it believes that the people of Colombia have the right to a peacefully negotiated and just solution to the conflict in their country,<br \/>- recognise the efforts of civil society in Colombia in bringing about a peace process and support its demands to be involved in the current peace process,<br \/>- welcome the commitment of the Government of Colombia to the peace process,<br \/>- commend all parties involved in the recent steps to commence a new peace process, trusting that it will progress without pre-conditions being set by any party,<br \/>- offer to share the experiences we had negotiating a peace process in Northern Ireland and in the creation of the Good Friday Agreement, and the current issues we face in the implementation of this Agreement, and<br \/>- state its support for a negotiated solution to the conflict in Colombia.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01200","speaker":"1037"},{"type":"speech","time":1360770000,"counter":172,"content":"<p>Some members may wish to comment.  Deputy Durkan has also tabled amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01300","speaker":"974"},{"type":"speech","time":1360770000,"counter":173,"content":"<p>I have a possible amended wording.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01400","speaker":"957"},{"type":"speech","time":1360770000,"counter":174,"content":"<p>I do not have any great difficulty with the motion except I have a difficulty with this committee engaging in the tabling of motions.  We are going to get distracted.  If we start down the motions road, every one of us will want to table our own particular motion and the time of the committee will be taken up.  We have had a very successful two years of engagement.  On the issue of Colombia this committee has done phenomenal work in its engagement with all the key players.  We have invited the Colombian ambassador to come over from England.  I was very impressed.  We have spoken to quite a number of Colombians.  In my view, it will dilute the power of the committee somewhat if we try to summarise the ongoing engagement with all the various players in the Colombian peace process by passing motions.  That is my personal view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01500","speaker":"1030"},{"type":"speech","time":1360770000,"counter":175,"content":"<p>Deputy Byrne makes a valid point.  We could all come in with our own hobby horse motions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01600","speaker":"1026"},{"type":"speech","time":1360770000,"counter":176,"content":"<p>Motions are part of the committee process and they are not unusual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01700","speaker":"974"},{"type":"speech","time":1360770000,"counter":177,"content":"<p>I do not have an issue with the tabling of motions.  We listen to people's views when they come to meetings.  We may not agree all motions.  Motions may be cross-party motions.  If we do not have motions then we are just a talking shop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300010#J01800","speaker":"1159"},{"type":"speech","time":1360770600,"counter":178,"content":"<p>I think it would be very foolish to take a stand against passing motions.  They have to be passed by a majority of the people present, and that is democratic.  As long as I have been a member of the committee, and that has been since the beginning, we have always passed motions, some of which were significant motions on East Timor, military conflict, Palestine and a range of issues.  If we do not pass motions, we will become in danger of rendering ourselves into a talking shop, a trips committee or whatever.  We need to get our teeth into something.  I am astonished that despite the good leadership the Chairman gives us and the important contributions of all the members, the proceedings of this committee are almost never covered by the media.  We must have a hook.  We can blather on as much as we like, make all our platitudes or informed comment, but what we have with a motion is a hook.  It is important and supports Government in what it is doing or it raises questions about other governments.  It is an intensely practical thing and I will be very sad if we set our face against it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00100","speaker":"1136"},{"type":"speech","time":1360770600,"counter":179,"content":"<p>The members will have a copy of Deputy Crowe's motion to which Deputy Durkan has proposed a few amendments.  I do not want to have dialogue on this day and I will give the members time to digest the amendments.  I will read Deputy Durkan's amendments to the motion.  Normally amendments should be submitted to members in advance in time for them to examine them.  Deputy Durkan has proposed an amendment to paragraph four of the motion.  Paragraph four, as amended, would read \"commend all parties involved in the recent steps to commence a new peace process, trusting that it will progress without pre-conditions\".  Deputy Durkan proposes the deletion of the words \"being set by any party\".  He proposes that paragraph five, as amended, would read \"offer to share the experience of the Northern Ireland peace process which culminated in the Good Friday Agreement, and\".  He proposes that paragraph six, as amended, would read \"state its continued support for a negotiated solution to the conflict in Colombia\".  These are possible changes the Deputy has proposed to the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00200","speaker":"974"},{"type":"speech","time":1360770600,"counter":180,"content":"<p>They do not change the substance of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00300","speaker":"1136"},{"type":"speech","time":1360770600,"counter":181,"content":"<p>No, they do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00400","speaker":"957"},{"type":"speech","time":1360770600,"counter":182,"content":"<p>If there is unanimous agreement to proceed with the motion, we will take Deputy Crowe's motion, as amended, today.  Otherwise we will postpone it until next week for discussion.  Deputy Crowe may wish to comment on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00500","speaker":"974"},{"type":"speech","time":1360770600,"counter":183,"content":"<p>Is Deputy Durkan proposing to delete the wording about the current issues we face in the implementation of the Agreement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00600","speaker":"1037"},{"type":"speech","time":1360770600,"counter":184,"content":"<p>Yes.  He proposes in that paragraph to delete all words after the word \"experience\" and insert the words he has proposed.  I  will read that paragraph again.  The fifth paragraph, as amended, would read \"offer to share the experience of the Northern Ireland peace process which culminated in the Good Friday Agreement, and\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00700","speaker":"974"},{"type":"speech","time":1360770600,"counter":185,"content":"<p>It cuts to the chase and suggests support for a similar process and conclusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00800","speaker":"957"},{"type":"speech","time":1360770600,"counter":186,"content":"<p>The amendment, as proposed by Deputy Durkan, is more positive in that it does not introduce the conditionality that there are still issues, about which we all know, that need to be resolved.  I would agree with Deputy Durkan's proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K00900","speaker":"970"},{"type":"speech","time":1360770600,"counter":187,"content":"<p>That is a very good point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K01000","speaker":"974"},{"type":"speech","time":1360770600,"counter":188,"content":"<p>We should not introduce a negative element.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K01100","speaker":"970"},{"type":"speech","time":1360770600,"counter":189,"content":"<p>We should offer helpful solutions rather than introducing new problems.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K01200","speaker":"1136"},{"type":"speech","time":1360770600,"counter":190,"content":"<p>Does Deputy Crowe agree with that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K01300","speaker":"974"},{"type":"speech","time":1360770600,"counter":191,"content":"<p>I have no problem with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K01400","speaker":"1037"},{"type":"speech","time":1360770600,"counter":192,"content":"<p>Are the amendments agreed?  Agreed.  Is the motion, as amended, agreed?  Agreed.  I propose that the resolution of the committee be laid in the Library of the Houses of the Oireachtas.  Is that agreed?  Agreed.  I also propose that the resolution be communicated to the T&aacute;naiste and the Minister for Foreign Affairs and Trade, the ambassador of Colombia and the president of Justice for Colombia Ireland.  Is that agreed?  Agreed.  I propose that we will now go into private session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013021300011#K01500","speaker":"974"},{"type":"unspoken","time":1360770600,"counter":193,"content":"<p>The joint committee went into private session at 4.05 p.m. and adjourned at 4.20 p.m. until 2.30 p.m. on Wednesday, 20 February 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Public Service Oversight and Petitions","time":1360771200,"counter":194},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Charles Flanagan, Senator Jimmy Harte, Deputy Noel Harrington, Senator Trevor Ó Clochartaigh, Deputy Michael Healy-Rae, Senator Susan O'Keeffe. Deputy Peter Mathews, Deputy Michael McCarthy, Deputy Charlie McConalogue, Deputy Derek Nolan,<\/p><p>DEPUTY PÁDRAIG MAC LOCHLAINN IN THE CHAIR.<\/p>","time":1360771200,"counter":195,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300002"},{"type":"unspoken","time":1360771200,"counter":197,"content":"<p>The joint committee met in private session until 5.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Decisions on Public Petitions Received","time":1360771200,"counter":198,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300003#H00050"},{"type":"speech","time":1360771200,"counter":199,"content":"<p>The first petition for consideration is P00026\/12 from Mr. Michael Bowes, Fernhill Golf Club, on the failure of the National Roads Authority to inform interested parties of its intention in respect of the N28 road.  I will open it up to the floor for any proposals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300003#H00100","speaker":"998"},{"type":"speech","time":1360771200,"counter":200,"content":"<p>Obviously it is a huge issue for the person involved and for the petitioner but I do not think it is admissible under our terms of reference.  It would appear to be almost like a civil case between the person who owns the lands and the National Roads Authority and the county council.  I suggest we write to the petitioner, refer to the terms of reference and say it would not appear to be within our remit.  If the NRA is under the remit of the Ombudsman, I am aware of a recent extension of powers, we might clarify whether it comes under the remit of the Ombudsman or the Minister might clarify if there are any plans to do that in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300003#H00200","speaker":"1122"},{"type":"speech","time":1360771200,"counter":201,"content":"<p>I support the Senator in stating that obviously this is a devastating issue for the family involved and an awful trauma for them.  Unfortunately I agree this appears to be a case that should be heard in the courts and it is not within our remit to deal with this very serious matter.  I hope a worthwhile solution can be found for everybody involved and that there will be a successful outcome for the family in due course but unfortunately we cannot assist them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300003#H00300","speaker":"1049"},{"type":"speech","time":1360771200,"counter":202,"content":"<p>Is that agreed?  Agreed.  The next petition is P00055\/12 from Ms Evelyn Flynn, Irish Cob Society, regarding the revocation of ICS approvals by the Minister for Agriculture, Food and the Marine on 30 November 2012 to maintain the Irish cob studbooks and to issue equine identification passports.  I suggest we write back to the petitioner advising that because it is not apparent that ICS has exhausted all the appeals processes with the Department, we would not be in a position to examine the matter and direct it in terms of the appropriate bodies to which it should appeal.  The option of the Ombudsman is also available.  Is that agreed?  Agreed.<\/p><p>  The next is petition P00079\/12 regarding a request for the re-examination of the course of action taken by Galway County Council when refusing a section 44 application - revocation of planning - of the Planning and Development Act 2000.  I will open it up to members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300003#H00400","speaker":"998"},{"type":"speech","time":1360771200,"counter":203,"content":"<p>This is a very complex issue.  It arises out of a personal situation and obviously we are not here to adjudicate on such a situation or a case between a county council and An Bord Plean&aacute;la and an individual.  It also points to some policy questions that have been raised that would be important for us to examine further.  Obviously, as a committee, we do not have the power to intervene or to stop any development going ahead which has been granted planning permission.  I think the questions raised warrant further investigation by us.  The suggestion by the secretariat that we seek further clarification and information from Galway County Council on the number of issues raised around how the planning permission was granted, whether it can justify the planning permission granted in the context of the questions the petitioner has raised about public consultation and the national wind strategy etc., is extremely important.  This should be done by the committee because if there is a lacuna in the legislation in regard to wind energy, planning and so on, as a test case, it would highlight the issue for other individuals who may find themselves in a similar situation so that we could best inform the relevant Ministers as to how any legislation needs to framed going forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300003#H00500","speaker":"1122"},{"type":"speech","time":1360771200,"counter":204,"content":"<p>I compliment Senator &Oacute; Clochartaigh on the work he has done on this important issue prior to its coming before the committee.  I appreciate the serious circumstances in which up to 80 families find themselves.  My heart is with them.  At the end of the day the planning process is in place.  If the wind farm company went through the process and did everything properly, I am absolutely amazed as to how the local community was unaware such an application was going through their local authority.  I would question openly where the local county councillors to whom those 80 families entrusted their local business were, and why they did not organise public meetings to address the concerns of the local community.  Surely to God every county councillor, across the party political divide, on the local authority knew the application was going through.  I know from my time as a member of a local authority, that if a developer was within a smell of making an application for a wind farm the local community would be notified not by the wind farm company but by the people representing the local community.  That is what I would say in this case.<\/p><p>  With regard to public consultation, it is as clear as a pikestaff that there is no onus on anybody to put leaflets through a door informing people in a locality that they are about to engage in the planning process.  The documentation in front of me does not state that people have to do so.   <\/p> <p>Even when it comes to stating that it is strongly recommended that the developer of wind farm energy projects should engage in active consultation and dialogue with the local community at an early stage in the planning process, ideally prior to submitting a planning application, it states it is not mandatory but it is strongly recommended.  I am not defending the wind farm company but what I am trying to say is that it did what it had to do to get its planning.<\/p><p> It is most unfortunate that the local people were debarred from submitting an observation which would have allowed them to make an appeal to An Bord Plean&aacute;la after the planning permission being granted, but they were denied all of that because they did not know that it was going on.  It is unbelievable and crazy to think the wind farm was being proposed, the planning notices went up, the advertisements went in the newspapers, nobody knew about it and all of the county councillors stayed quiet about it.  It is amazing.  I am shocked.  However, it happened.  I am afraid it is an impossible situation for these people.  They will have to live with this.<\/p><p> In County Kerry, many years ago before wind farms became as predominant as they are now, I and another councillor introduced into the county development plan a rule with regard to a minimum distance at which a wind farm could be developed near local houses because we felt so strongly about the issue.  Unfortunately, An Bord Plean&aacute;la used to overrule this.  When the council would refuse on that ground, An Bord Plean&aacute;la would overturn that decision.  That was most unfortunate.  I always was very concerned.  While I would believe in wind farm energy, and I think it is good, I would never want it to be imposed on a community or to devalue a person's house.  Such an outcome is wrong.  My question is where were the county councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300003#H00600","speaker":"1049","continuing":true},{"type":"speech","time":1360771800,"counter":206,"content":"<p>I agree with the Minister for Communications, Energy and Natural Resources that wind will be an important commodity in the future, but with that importance comes enormous problems.  We see here a very personal problem for one person and the many others who live near her in that a wind farm is being located right next to where they live.  There are difficulties for this committee in the specific issues but there are sufficient policy matters raised here for us to keep more than a watching brief on this.  There is the matter of oversight of local planning.  There are matters relating to the need for local consultation.<\/p><p>  I would have to perhaps not disagree with Deputy Healy-Rae but point out that a community impact statement is required under guidelines.  All wind farm developments require a community impact statement which identifies the potential impacts of the proposed development on the local community.  That appears not to have taken place but other requirements also appear not to have taken place.  This is a matter of local planning and local consultation.  There is, possibly, a need for compulsory guidelines on the building of wind farms, of which we will undoubtedly see more.  These are a good development but they must be controlled and this committee has the capacity to play an important part in how that continues.<\/p><p>  While we cannot stop this project going ahead, I would sincerely hope that we make the point to the petitioner, difficult though it will be for her, that we do not have that capacity, unfortunately, but that we would like to believe we have the capacity to change the way other decisions may be made in the future.  That is what I would like to see this committee doing and I would like to be part of that process.  Whatever we agree on today should be with a view to having a proper consultation about this matter in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00200","speaker":"1129"},{"type":"speech","time":1360771800,"counter":207,"content":"<p>The issue here is that an applicant has written to us who, if one takes the details out of it, feels trampled upon, oppressed and ignored by the planning system.  The planning system simply has been totally non-facilitating of the applicant and has supported a larger project, money and whatever one wants to call it.  Basically, the system does not provide for proper notification and does not allow for persons who may not have been involved at the beginning, and the applicant's community is suffering as a result.  It is perfectly suitable for this committee.  It is something that we see across the planning system.  It is such an intrinsic matter.  The planning system has become so formalised and professional that if one hires the right person, one can get one's planning application through.  If one does not have the right consultants and the right environmental professionals to get one's project through, one can be left out of it.  The ordinary person has no say against it.  The balance of rights in the planning system, the notifications, etc., are something that we can look at.<\/p><p>  Unfortunately, we cannot stop the development proceeding, which is one of the matters we are requested to do, but that should not take away from the seriousness of the issue.  As the applicant, Mrs. Cronin, states, she feels that the planning system has let down the community, the provisions are completely inadequate and more comprehensive mechanisms should be put in place to ensure it does not happen again.  It is completely within our remit and it is something that is urgent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00300","speaker":"1045"},{"type":"speech","time":1360771800,"counter":208,"content":"<p>The basis of the planning laws should accommodate communities and citizens and be inclusive.  Clearly, this is a case that has given rise to considerable hardship for at least an individual family and perhaps more in the community.<\/p><p>  I am struck by the representations made by both Senator &Oacute; Clochartaigh and Deputy Nolan.  I agree with the course of action as proposed by the Senator.  We may not be in a position to deal satisfactorily with this specific case but I believe that there are issues which are of significant concern to the public in the course of which this committee can be of assistance.<\/p><p>  The lesson to communities, a lesson that should come from this committee, is that communities and citizens should be aware.  There is a responsibility to become aware of what is happening.  There will be in the order of 2,700 wind turbines constructed over the next period of time to comply with a Government initiative which is by and large positive.  There is a message here that communities should be aware and citizens should be alert, and the planning process should be designed to be inclusive.  While we may not be in a position to satisfy this particular petitioner, we should be mindful of lessons that we can learn and a message that we can give to other communities and individuals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00400","speaker":"1055"},{"type":"speech","time":1360771800,"counter":209,"content":"<p>We have a proposal.  Is it agreed that we will correspond with the petitioner and outline that while, unfortunately, it is not our function to have any role in the planning that has already been granted, there are a number of policy issues and we will correspond with Galway County Council on the issues that have been raised?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00500","speaker":"998"},{"type":"speech","time":1360771800,"counter":210,"content":"<p>Perhaps we would review it in relation to calling others who may be able to help us to debate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00600","speaker":"1129"},{"type":"speech","time":1360771800,"counter":211,"content":"<p>There is a policy issue in the adequacy of consultation on controversial large-scale developments, be they wind farms, telephone masts or whatever.  Clearly, it is not acceptable that any community would not be consulted and have the ability to appeal.  When we get the response from Galway County Council we can develop the discussion in the committee around the policy implications of the response.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00700","speaker":"998"},{"type":"speech","time":1360771800,"counter":212,"content":"<p>Yes.  Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00800","speaker":"1122"},{"type":"speech","time":1360771800,"counter":213,"content":"<p>There is a good recommendation from the clerk to the committee that we may also refer this to the Joint Committee on Environment, Culture and the Gaeltacht to examine in terms of possibly making recommendations.  When we get correspondence back from the county council, we will develop that anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J00900","speaker":"998"},{"type":"speech","time":1360771800,"counter":214,"content":"<p>I wish to raise a question or consideration.  I acknowledge the contributions that other members have made.  I apologise for missing some of the earlier ones.  It strikes me that if there is no method of halting the development, there remains to the community involved a hurt or damage to their situation and it raises, from a public policy point of view, considerations as to how to rebalance that hurt or damage for them.  In accidents, there is the question of such matters as compensation and indemnity.  There should not be a blanket statement that we can do nothing about this, the planning cannot be undone and the project proceeds.<\/p> <p>This does not balance in any way the cost, damage or worsened situation of the people who may have been able, had the project not proceeded the way it did, to have steered it in a way that caused less damage, inconvenience or cost.  It is just a consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300004#J01000","speaker":"1027","continuing":true},{"type":"speech","time":1360772400,"counter":216,"content":"<p>We will need to deliberate more on the implications after we receive the response from Galway County Council.  We may take the option of referring it to the Oireachtas Joint Committee on the Environment, Culture and the Gaeltacht to examine its implications.  Is that agreed?  Agreed.<\/p><p>  The next petition is P00030\/12 from Mr. Des Keane on the cases of those convicted of capital murder whose death sentences have been commuted by the President with the result that this small group of prisoners has no redress to parole or remission.  We have received correspondence from the private secretary of the Minister for Justice and Equality advising us of a Supreme Court case to be decided by the summer.  I recommend to the committee that we defer consideration of this petition until the Supreme Court decision has been made.  We should correspond to the petitioner conveying our regret at the delays in the courts system and that we will have to wait until the decision is made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300005#K00200","speaker":"998"},{"type":"speech","time":1360772400,"counter":217,"content":"<p>Deputy Charles Flanagan suggested we correspond with the Minister asking for clarification on why the delay has occurred.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300005#K00300","speaker":"1122"},{"type":"speech","time":1360772400,"counter":218,"content":"<p>We can certainly correspond with the Minister outlining our concern about the delays in the Supreme Court system, which are outlined by the petition.<\/p><p>  The final petition, P00005\/13, from Ms Joanne Doran on the provision of a new treatment for cystic fibrosis has been withdrawn because the Minister for Health has announced it will be resolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013021300005#K00400","speaker":"998"},{"type":"unspoken","time":1360772400,"counter":219,"content":"<p>The joint committee adjourned at 5.30 p.m. until 4 p.m. on Wednesday, 27 February 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Transport and Communications","time":1360747800,"counter":220},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Michael Colreavy, Senator Terry Brennan, Deputy Dessie Ellis, Senator Eamonn Coghlan, Deputy Tom Fleming, Senator Paschal Mooney, Deputy Noel Harrington, Senator Ned O'Sullivan. Deputy Seán Kenny, Deputy Mattie McGrath, Deputy Michael Moynihan, Deputy Patrick O'Donovan, Deputy Brian Walsh,<\/p><p>In attendance: Deputy Michael Healy-Rae<\/p><p>DEPUTY TOM HAYES IN THE CHAIR.<\/p>","time":1360747800,"counter":221,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300002"},{"type":"unspoken","time":1360747800,"counter":223,"content":"<p>The joint committee met in private session until 10.55 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"EU Proposals on Roadworthiness Testing: Discussion with Department of Transport, Tourism and Sport","time":1360747800,"counter":224,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300003#K00100"},{"type":"speech","time":1360747800,"counter":225,"content":"<p>The purpose of the meeting is to meet officials from the Department of Transport, Tourism and Sport to discuss the roadworthiness package, COM (2012) 380 and COM (2012) 380.  On behalf of the committee, I welcome Mr. Maurice Treacy and Mr. Kieran Baker from the Department.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence you are to give this committee.  If you are directed by the committee to cease giving evidence in relation to a particular matter and you continue to so do, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect the parliamentary practice to the effect that, where possible, you should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I advise the officials that the opening statements they have submitted will be published on the committee's website after this meeting.<\/p><p>  Members are reminded of the long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person outside the House or an official by name or in such a way as to make him or her identifiable.  I invite Mr. Treacy to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300003#K00200","speaker":"1089"},{"type":"speechnospeaker","time":1360747800,"counter":226,"content":"<p>I thank the Chairman.  I will go through the main points of the submission.  In July 2012, the European Commission published a package of three legislative proposals on roadworthiness testing for motor vehicles.  The package consisted of three elements: a proposal for a regulation on periodic roadworthiness tests of private and commercial vehicles; a proposal for a regulation on technical roadside inspections of commercial vehicles; and a proposal for a directive on registration documents for vehicles.  The Commission asserted that technical defects contributed heavily to accidents and were responsible for 6% of all car accidents, translating into 2,000 fatalities and many more injuries annually.  It claimed that 8% of all motorcycle accidents are linked to technical defects.  It also pointed to recent studies from the UK and Germany that suggest up to 10% of cars at any point in time have a defect that would cause them to fail tests.  Many technical defects with serious implications for safety, such as ABS and electronic stability control, are not checked under current rules.  It indicated that the new proposals were aimed at helping to save more than 1,200 lives a year and helping to avoid more than 36,000 collisions linked to technical failure.  I emphasise that the foregoing represents the views of the Commission and is not necessarily shared by member states.<\/p><p>  I will briefly run through the proposals contained in each of the three elements of the package.  The key points of the Commission&rsquo;s proposal on periodic roadworthiness testing were as follows: compulsory testing of scooters, motorbikes, tractors and trailers; increasing the frequency of periodic roadworthiness tests for older vehicles; increasing the frequency of tests for cars and vans with exceptionally high mileage; improving the quality of vehicle tests by setting common minimum standards for deficiencies, equipment and inspections; making electronic safety components subject to mandatory testing; and clamping down on mileage fraud, with registered mileage readings.  Consideration of the periodic testing proposal commenced at a Council working group in September 2012 and continued with a series of meetings up to mid-December 2012.  Although all member states shared the general safety objectives and aspirations on which the Commission had based its reasoning, there was unease among member states with regard to many parts of the proposals in their original form.<\/p><p>  The proposals in which Ireland had a particular interest were the introduction of annual road worthiness testing of cars after six years.  Ireland currently requires annual testing after ten years, which was introduced in June 2011.  Other proposals in which Ireland had a particular interest were: annual roadworthiness testing of tractors; the introduction of roadworthiness testing for motorcycles; use of roadworthiness testing to detect odometer fraud; and an obligation to accept proof of test issued by other member states.<\/p><p>  Following protracted discussions, a compromise text was proposed by the Cypriot Presidency and it achieved a general approach at the December 2012 Council of Ministers meeting.  The Minister indicated at the Council that he did not favour excessive frequency for testing of cars nor did he favour the testing of agricultural vehicles used solely for agricultural and horticultural purposes.<\/p><p>  The main amendments to the original Commission proposals were that the legal form has now changed from a regulation to a directive.  A regulation is like an Act in that it is automatically binding, has direct influence and leaves no room for interpretation.  A directive is a looser form of legislation, containing agreed policy provisions and the basis of its implementation is decided by each member state.  A directive must be transposed into national legislation before it is given effect.  The other amendments to the original Commission proposal were as follows: mandatory annual car testing has been deleted; mandatory testing of motorcycles and motorised tricycles has been removed; member states will have discretion as to whether tractors used solely for agriculture, horticulture, forestry, fishery or farming will be tested; and smaller trailers - those weighing less than 3.5 tonnes - have been excluded from the scope of the directive.<\/p><p>  Notwithstanding the Council&rsquo;s acceptance of the compromise text, the European Commission expressed dissatisfaction with significant elements of the Council&rsquo;s changes and has entered formal reservations on the legal form, the deletion of any category of vehicle, the deletion of small trailers and changes to test frequencies.  During its Presidency, Ireland does not propose to progress further with this file but will move on to the remaining elements of the package.  The proposal is to wait until all three elements of the package are in an agreed form and then all three will be progressed as a package.<\/p><p>  The committee signalled particular interest in the area of the testing of tractors and motorbikes.  The current text provides that member states may exempt vehicles used solely for agricultural, horticultural, forestry, fishery or farming purposes and operating in the territory of the member states.<\/p> <p>References to the mandatory testing of motorbikes has been deleted from the compromised text.  The present proposals exclude the mandatory testing of agricultural tractors and motorcycles.<\/p><p> The main element of the Commission's proposals in relation to roadside inspection of commercial vehicles include: the selection of vehicles should be based on the risk profile of the operators and should target high risk undertakings to reduce the administrative burden on those operators who maintain their vehicles in a proper way; the risk profiling will be based on the results of previous roadworthiness testing and roadside inspections; the extension of roadside inspections to light commercial vehicles and their trailers linking the number of technical roadside inspections per year to the number of registered commercial vehicles in order to provide for a more equal distribution of roadside checks among the member states; and the inclusion of security of cargo in roadside checks.  Inadequate cargo securing is considered as a factor related to up to 25% of accidents involving trucks.  <\/p><p> Depending on the range of vehicles to be included in the scope of the regulation this could have a significant effect on the current workload of the Road Safety Authority.  Currently the RSA carries out about 5,000 roadside inspections annually.  The proposed regulation would require 5% of the national fleet to be inspected annually and if light goods vehicles are to be brought within the scope of the regulation, that implies 20,000 vehicle inspections annually and would entail a fourfold increase in current activities.  Initial discussions on this proposal opened last Monday and the objective is to secure a general approach at the June Transport Council.<\/p><p> The proposal in relation to a directive on registration documents of vehicles aims at improving the enforcement of roadworthiness testing and roadside inspection regimes through measures such as temporary withdrawal or permanent cancellation of the vehicle's registration.  Again it is aimed at cases in which the technical conditions of a vehicle create an imminent risk to road safety.  The objective of the Irish Presidency in relation to this element is to achieve a general approach.  It is not expected that Ireland will engage in negotiations with the European Parliament on the roadworthiness package during its Presidency, given the planned timing of the agreement on the remaining two files in the Council.  However, it is expected that Lithuania, the country that will take up the next term of the Presidency, will take up this issue during its Presidency.<\/p><p> I understand the transport committee of the European Parliament held a general exchange of views with the Commission and other interested parties on the 22 January and they are expected to return to this topic in the near future.<\/p><p> Let me emphasise that all of these proposals are at a relatively early stage.  While significant amendments have been made to the original roadworthiness testing proposals during the passage through Parliament, the entire matter remains to be agreed with the European Parliament and the final shape of the proposals have yet to emerge.<\/p><p> We welcome the committee's views on the proposals.  Let me repeat that consideration of the proposals is at an early stage and the views of members will be taken into account in determining Ireland's position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300003#K00300","nonspeaker":"Mr. Maurice Treacy","continuing":true},{"type":"speech","time":1360748400,"counter":228,"content":"<p>What is the timeframe for implementation of the proposals as currently constituted?  For absolute clarity, is Mr. Treacy stating that the proposed text will ensure that agricultural vehicles will be exempt from these proposed regulations?  Many sectors of society are being overburdened by regulation and by different directives, while one can appreciate the health and safety concerns, one wonders if there will be another layer of regulation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300004#L00200","speaker":"987"},{"type":"speech","time":1360748400,"counter":229,"content":"<p>I think the question on everybody's lips is whether tractors come under these provisions.  There is a major issue with the uncertainty that surrounds it.  I would appreciate if Mr. Treacy clarifies the position in regard to tractors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300004#L00300","speaker":"1089"},{"type":"speechnospeaker","time":1360748400,"counter":230,"content":"<p>Let me explain the timeframe around what happens with proposals in the European Union and that will answer the first part of Deputy Moynihan's question.<\/p><p>  We had a Commission proposal in July last year and the first part of it has been discussed by the 27 member states at a working group in the past few months.  The general approach element went to the Ministers' Council at the end of December 2012.  That element of the proposal is now parked for the time being.  The European Parliament will start in exactly the same position as the Council working group did, in other words it starts with the Commission proposals which were for the regulation that includes motorbikes and tractors.  The European Parliament starts its discussion on that now.  When the European Parliament gets to the same stage, the transport committee of the European Parliament will discuss exactly the same issues that the Council working group has discussed over the past three or four months.<\/p><p>  When the European Parliament transport committee has reached a proposal on it, the matter goes to the European Parliament plenary session and they will take a similar position or their own position as the Council of Ministers would have taken last December.  When that element of it is finished, the three parties then come together, the Commission, the Council and the Parliament, and they discuss the proposals at that stage.  It is out of the proceedings at that stage that a final proposal comes that then must go back to the Transport Council of Ministers and then returns to the plenary session of the European Parliament.  That is a long way of saying this will take time.<\/p><p>  The Commission's proposal included tractors for roadworthiness purposes.  A number of member states had difficulties about that and under the present wording, member states may exclude tractors that are used solely for agricultural work from the directive, if they so wish.  The discretion rests with each member state.  Let me emphasise that is the document, as it is now, and as it has been signed off by the meeting of the Transport Council of Ministers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300004#L00400","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360748400,"counter":231,"content":"<p>I welcome the Department's position on tractors, scooters and the other aspects we have discussed.<\/p><p>  Mr. Treacy mentioned that tractors must be used solely for agriculture, forestry, horticulture and fisheries.  I presume that will apply when two such activities are combined, for example, the tractors might be used for agriculture and horticulture.<\/p><p>  Second, I presume that the regulation would not adversely affect the competitiveness of this country versus other member states in terms of agri-horticulture or even commercial vehicles on the road, that we will not over egg the pudding in terms of roadside and annual testing.  I hope we will not make Ireland less competitive than other EU states in this regard.  I am concerned that we could spawn a new industry.  We already have the NCT testing, but it would be onerous for commercial users to undergo further testing.  Are we building a new industry based on testing, which will be expensive and could make our industry uncompetitive?<\/p><p>  In regard to odometer fraud, could we incorporate a mileage reading when a vehicle is taxed, be it every three months, six months or 12 months and record the mileage on the motor tax application form?  The odometer readings could be made available publicly to the consumers.  It would be very simple to fill in a box that requested the mileage in a motor tax form, whether it be online or a paper form and give the figure when paying the motor tax.  The information could be recorded on a database.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300004#L00500","speaker":"995"},{"type":"speech","time":1360748400,"counter":232,"content":"<p>If the witnesses are agreeable, I propose we take questions from more members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300004#L00600","speaker":"1089"},{"type":"speech","time":1360748400,"counter":233,"content":"<p>I thank the witnesses for the presentation.<\/p> <p>Are we saying that the majority of countries are against the testing of agricultural vehicles and motorbikes?  I am trying to find out if these tractors, etc., are on lands and are used solely for that purpose.  Is there a law stating that if they are used on private roads it constitutes something else?  If one moved one's tractor onto a highway, would that change its status in some way?  As a farmer may have to get a tractor from one place to another, I am trying to get my head around that.<\/p><p> In regard to motorbikes, there appears to be no regulation.  I have serious questions about motorbikes in general.  There should be some mechanism to enable them to be checked, whether spot checks or otherwise.  More regulations may need to be laid down.  Where are the standards, and how can we assess them?  I do not agree with the idea of registering mileage and using mileage as a means.  We have a standard test.  The mileage could be recorded on the certificates but I would not agree with its being used as a gauge in the way people are advocating.<\/p><p> On the issue of testing of vehicles in general, are we moving towards a European standard?   We have our own regulations whereby, after a certain period, there is an annual check.  Is every country adopting a particular standard under which, for example, if a vehicle is ten years old there is an annual check?  In the case of taxis, the regulation has changed so that ten-year-old vehicles will have six-monthly checks.  There is a need to be more in line with other countries, as opposed to adopting our own standards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300004#L00700","speaker":"1022","continuing":true},{"type":"speech","time":1360749000,"counter":235,"content":"<p>While I acknowledge the contribution from the witnesses, I have enormous reservations, unlike the two previous speakers, because the experience of people in rural areas, especially in the farming sector, in respect of EU regulations is often not a happy one.  I note from the submissions made by people who responded to the committee's initial soundings that there is concern as to how the regulation would be implemented in respect of agricultural vehicles.  It is important to note that in general the farming sector does not go out of its way to have an unsafe lifestyle because it is in its interest to be safe.  If farmers cannot get up in the morning and feed the cattle or milk the cows they are at a disadvantage.  Therefore, it is not in their interest to work in an unsafe environment or to behave in an unsafe way.  It is in their interest to behave as safely as they can and, in general, they do.  The experiences they have recounted to us in recent weeks concerning car testing regulations were not positive.  I am not sure whether it is still the case that a car will fail the NCT if it does not have the name of the county displayed in Irish on the number plate.  I cannot say whether that has anything to do with safety issues.  How a car could possibly fail a national car test by virtue of the fact that \"Luimneach\" was not on the number plate is difficult to comprehend.  That is where people are coming from.  As Deputy Noel Harrington said, there is a temptation, especially in Ireland, to overemphasise something that is, at the end of the day, in everybody's interest.  The experience of the farming organisations is that there is a temptation in Ireland to go to the nth degree in imposing a regulation, whereas in some of our Mediterranean sister countries they take a more laid-back approach, as we have seen in the financial sphere as much as in the regulation sphere.  I am glad to hear the regulation is a long way down the road but I urge the State to seek an exemption for agricultural vehicles because the farming community has already been bamboozled with EU regulations.  In fairness, the last thing they need is to be labelled as behaving in an unsafe manner when we know, as people who are out in the community every day, that it is in their interests, as they will admit, to behave in as safe a way as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300005#M00200","speaker":"1058"},{"type":"speech","time":1360749000,"counter":236,"content":"<p>I also welcome the witnesses from the National Roads Authority.  I agree with previous speakers in regard to the testing of tractors.  Already there is an obligation on farmers in respect of agricultural vehicles under the Safety, Health and Welfare at Work Act 2005.  It places a legal duty on all farmers and their employees to prepare and work to a safety statement.  The current proposal will duplicate the requirement that all agricultural vehicles fulfil the roadworthiness obligations, impose an exorbitant and unnecessary cost and reduce the competitiveness of farmers in the current climate.  In reality they are struggling to keep their farms viable and to remain solvent.<\/p><p>  Perhaps it was the construction boom that prompted the proposal for Ireland, but that is long gone.  At that time a certain number of agricultural vehicles were engaged in that sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300005#M00300","speaker":"1050"},{"type":"speech","time":1360749000,"counter":237,"content":"<p>While a member is speaking, it is very unfair to make noise because it is heard all over the place.  I ask members to refrain from conversation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300005#M00400","speaker":"1089"},{"type":"speech","time":1360749000,"counter":238,"content":"<p>There is no participation by any agricultural vehicles in the building trade at present, as the boom is over.  That is another factor that should be taken into account.<\/p><p>  Another matter concerns roadworthiness testing for cars over three years.  There is a certain sector of society, for whom I take the criteria to be qualification for a medical card, in which there is an easing of means testing for those over 70 years of age.  A large number of people in remote rural areas live alone and are dependent on their cars.  Such testing is unfair and imposes an unnecessary tariff on those people.  They do not have the money to pay for a test on an annual basis.  The test should be every second year for those people or, alternatively, they should be given an exemption.  What we are talking about is the annual cost.  Many of these people live alone and have to make their own arrangements for transport.  There is a social need to commute to the local village or town to carry out their weekly chores.  We need to revisit that issue and make allowances or establish waivers for that sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300005#M00500","speaker":"1050"},{"type":"speech","time":1360749000,"counter":239,"content":"<p>I apologise for not being present for the presentation.  I thank the guests for appearing before the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300005#M00600","speaker":"1090"},{"type":"speech","time":1360749000,"counter":240,"content":"<p>For the Deputy's information, the witnesses are from the Department of Transport, Tourism and Sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300005#M00700","speaker":"1089"},{"type":"speech","time":1360749000,"counter":241,"content":"<p>I thank the Chairman.  I am delighted to engage with them and acknowledge the strides they have made in regard to health and safety in general.  The Safety, Health and Welfare at Work Act 2005 is already the law.  This is an area in which we must tread carefully.  I note from the document that derogations have been sought and agreed to.<\/p> <p>The problem I have with that is that the law only stands for so long and then these derogations are slipped in or whatever.  To follow on from what Deputy Fleming and others said, the agriculture sector in particular has been swamped with regulation.  Recently, thanks to Ireland, people found out about the abuse going on outside the farm gate, in the context of horsemeat.  We are regulated up to the eyeballs.<\/p><p> There is a huge debate taking place currently with regard to the shortage of garda&iacute;.  The figures I had two years ago indicated there was one agricultural inspector for every 40 farmers, but there is just one garda for every 400 people.  That situation is worse now.  I am not saying I am against inspection.  I am all for health and safety.  On behalf of the Agricultural Contractors of Ireland, of which I am a member, I want to acknowledge the engagement by Department of Transport, Tourism and Sport officials and health and safety officials who help and come to meetings to talk things through rather than carry on with a them and us or big brother attitude.  It is important we engage and try to have a reasonable approach to safety.<\/p><p> I want clarification on the issue of tractors with a 40 kg box.  Is it tractors above or below that which will be inspected?  With regard to the reduction in the number of years before a car must go for its NCT, we all know, particularly elderly people, that we must have our vehicles taxed and ensured and I support that fully.  However, vehicles should not be failed for simple defects.  I agree they should fail for major failure of components such as the chassis, steering, brakes and so, but in different counties vehicles fail for simple or silly things, such as rubbers on doors and number plates.  There seems to be no uniform across the board checking of these things.  We do not need more regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300005#M00800","speaker":"1090","continuing":true},{"type":"speech","time":1360749600,"counter":243,"content":"<p>Is there more regulation?  Is that the Deputy's question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00200","speaker":"1089"},{"type":"speech","time":1360749600,"counter":244,"content":"<p>I accept this document, but we have got some derogations and I am seeking clarification on those.  I have asked my question about the 40 kg box, but I am making the point that we have enough regulation and do not need more.  I am all for health and safety.  Agricultural contractors and farmers need engagement with the Health and Safety Authority and the Road Safety Authority, but we do not need more regulation because the majority of agricultural contractors never drive on the roads.  We do not need a sledge-hammer to crack a chestnut.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00300","speaker":"1090"},{"type":"speech","time":1360749600,"counter":245,"content":"<p>I apologise for having to leave before the presentation to go to the Chamber.  I welcome Mr. Treacy, Mr. Baker and the others here.  There is nobody in the country who was not heartbroken last week hearing of a beautiful young boy being killed in a farm accident.  Therefore, there is no way I would not compliment the officials here and those who work with them on their efforts in striving to reduce accidents, be they on our farms or on our roads.  However, we must have balance and common sense.<\/p><p>  When I see what was in this proposal initially regarding an annual tractor check, I see it as making no sense.  That would have put a serious financial burden on farmers who are already struggling.  We appreciate that farmers themselves will ensure their tractors are safe, with cabs, brakes and lights if being used at night.  However, being practical, the witnesses know that some farmers have tractors without lights, but these might never need a light because they never go on a road or leave the farm.  It might only be used inside the yard.  If such tractors had to go for an annual or even a five-year test, it would break the farmer trying to get it right for the road.  Common sense must apply and the same must apply with regard to testing trailers.<\/p><p>  I am 100% in favour of ensuring that a person engaged in agricultural contracting or any type of hire for reward would be 100% compliant with every safety regulation, because that person is on the road and working on a commercial basis.  However, we cannot compare that person to a man operating inside his own place and yard.  We do not want the rules for one imposed on the other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00400","speaker":"1049"},{"type":"speech","time":1360749600,"counter":246,"content":"<p>What is Deputy Healy-Rae's question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00500","speaker":"1089"},{"type":"speech","time":1360749600,"counter":247,"content":"<p>Like Deputy McGrath, I am concerned about the derogations we have got.  How sure can we be that unbearable, unsustainable financial burdens will not be put on farmers or people with cars by reducing the testing from ten years to six years?  We must safeguard these people from financial ruin as a result of trying to comply with unnecessary regulations that are not applicable to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00600","speaker":"1049"},{"type":"speech","time":1360749600,"counter":248,"content":"<p>Will this be done by way of regulation or directive?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00700","speaker":"995"},{"type":"speechnospeaker","time":1360749600,"counter":249,"content":"<p>I will make a few comments.  Overall, the whole package here is about road safety.  Therefore, anything that comes back to that is important.  I will try to answer the questions that have arisen, but will do so in no particular order.<\/p><p>  On the position with regard to tractors or agricultural vehicles used on roads, the original Commission document included such tractors for roadworthiness testing on an annual basis.  Our position, and that of a number of member states, has been that we are not in favour of that.  We are not in favour of such testing for tractors that are used solely for agricultural or horticultural work.  We will continue to argue that position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00800","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360749600,"counter":250,"content":"<p>Therefore, there is an important distinction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N00900","speaker":"1089"},{"type":"speechnospeaker","time":1360749600,"counter":251,"content":"<p>There is a distinction.  The proposal that came from the Commission was a regulation.  Since the discussion at Council, the proposal now is that it become a directive.  To clarify, this process must go through the European Parliament again and we suspect it will have the same debate as happened during the Council meeting.  I cannot say at this stage whether, when it comes for decision, it will be decided to make it a regulation or directive.  I suspect the Council and Irish point of view would be that it should be a directive.<\/p><p>  The issue of the periodic testing of vehicles arose.  The current position with regard to car tests is that a car is first tested after four years and then every following two years until it is ten years old.  At that stage, it is tested annually.  That decision and policy was taken following significant work by the RSA in previous years.  The suggestion was that older cars, those over ten years, are involved in more accidents than cars that are under that age and that technical defects have been a contributory factor.  We have taken the view, therefore, that cars over ten years of age need to be tested annually.  The proposal in the regulation that came from the Commission was that annual testing should start after six years.  Most member states did not agree with that.  From the point of view of the Council, as drafted currently, the decision is left to the discretion of each member state.  If the proposal goes through as a directive with the current wording, we will stick to the ten years before requiring an annual test.<\/p><p>  Deputy Ellis asked about motorbikes.  We do not have the equivalent of an NCT for motorbikes currently, because the case has not been proven that there is a requirement for them.  The RSA is doing some work on this and has started a consultation process.  If, following the consultation process, there is evidence that technical faults in motorbikes are causing fatalities or serious injuries on the road, we will take that on board and re-examine the situation.  There is no disagreement in principle to introducing a test for motorbikes, but the case has not been proven.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N01000","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360749600,"counter":252,"content":"<p>Is there any such test elsewhere in Europe?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N01100","speaker":"1050"},{"type":"speechnospeaker","time":1360749600,"counter":253,"content":"<p>Of the 27 member states, 15 of them have motorbike tests.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300006#N01200","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360750200,"counter":254,"content":"<p>Does that mean the case has not been proved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00100","speaker":"1089"},{"type":"speechnospeaker","time":1360750200,"counter":255,"content":"<p>Obviously, we need a reason to introduce a policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00200","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360750200,"counter":256,"content":"<p>From whom do you need a case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00300","speaker":"1089"},{"type":"speechnospeaker","time":1360750200,"counter":257,"content":"<p>The RSA is doing a study at the moment.  What tends to happen is that the RSA carries out a study and it comes up with conclusions based on the study.  It carries out consultation processes and on that basis makes recommendations to the Department and the Minister.  If the Minister is satisfied with those recommendations then it becomes the policy of the Department.<\/p><p>  Deputy Harrington made a point about odometer testing.  At the moment when NCT tests are being carried out the mileage of the vehicle is registered.  As the legislation stands, it is not a road traffic offence to interfere with the mileage on a car.  However, it is a consumer offence if a person tries to sell such a car and he has doctored the mileage.  That is a consumer issue.  The proposal in the Commission text is that the odometer issue would become an element of NCT testing and that it would then become a sanction.  This causes us a little difficulty because all the checks in the test at the moment are observation tests to ensure the vehicle is safe.  We maintain that the odometer element is on the margins of whether it is a safety issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00400","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360750200,"counter":258,"content":"<p>Given that it is a consumer issue I suggest it should be included not so much on the NCT side or the safety side but on the motor taxation declaration.  If a consumer decides that it is in his interests to include it, knowing full well that he or she will get the benefit down the line when subsequently purchasing another vehicle then it would serve to copper-fasten the consumer angle.  That is the reason I suggested it should be consumer led.  By putting it through on the motor tax side it would become an official declaration or notification to the State which could be accessed by consumers for further information purposes.  That was the context of my suggestion and I believe it would make sense.  A little extra bureaucracy would protect the consumer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00500","speaker":"995"},{"type":"speechnospeaker","time":1360750200,"counter":259,"content":"<p>We will take that back and have it examined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00600","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360750200,"counter":260,"content":"<p>Is Mr. Treacy stating that the person who turns back a mileage meter on a car is not committing an offence, but the person selling the car knowingly is?  Is that what Mr. Treacy said?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00700","speaker":"1049"},{"type":"speechnospeaker","time":1360750200,"counter":261,"content":"<p>That is in the legislation at the moment.  If I wish to doctor the mileage on my car it is not an offence to do so.  However, if I sell the car to Deputy Healy-Rae, for example, with doctored mileage then I am committing an offence by doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00800","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360750200,"counter":262,"content":"<p>Is that not a crazy situation?  It is a specialist job to do that with digital mileage meters.  Is it the case that the people who engage in that are not committing an offence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O00900","speaker":"1049"},{"type":"speechnospeaker","time":1360750200,"counter":263,"content":"<p>It is only if a person wants to sell that car.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01000","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360750200,"counter":264,"content":"<p>Is everyone happy?  The RSA will appear before the committee next.  That is why I am putting on some pressure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01100","speaker":"1089"},{"type":"speech","time":1360750200,"counter":265,"content":"<p>I wish to comment a little more on motorbikes.  Is it the practice that a certain motorbike engine cc is road tested?  In European countries there are scooters that can do 15 mph but I cannot imagine their having to be road tested.  Is that the practice in other European countries?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01200","speaker":"1022"},{"type":"speechnospeaker","time":1360750200,"counter":266,"content":"<p>It varies throughout different states.  For example, in Italy scooters are not tested but heavier motorbikes are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01300","nonspeaker":"Mr. Maurice Treacy"},{"type":"speech","time":1360750200,"counter":267,"content":"<p>I thank Mr. Treacy and Mr. Baker for their informative contributions.  I have no doubt members found it interesting.  Thank you again for being with us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01400","speaker":"1089"},{"type":"unspoken","time":1360750200,"counter":268,"content":"<p>Sitting suspended at 11.45 a.m. and resumed 11.50 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1360750200,"counter":269,"content":"<p>I do not need to read the privilege statement.  Mr. Noel Brett has heard it more often than many others.  On behalf of the committee I welcome Mr. Noel Brett of the Road Safety Authority as well as Mr. Martin O&rsquo;Halloran and Mr. Brian Higgins of the Health and Safety Authority.  I have already read into the minutes the details with regard to the Defamation Act and I will take it as read.  I invite the delegations to make their opening statements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01600","speaker":"1089"},{"type":"speechnospeaker","time":1360750200,"counter":270,"content":"<p>I thank the Chairman and the committee for the invitation to appear today.  Last week I submitted a detailed submission setting out the position of the Road Safety Authority.  I am conscious that my colleagues in the Department of Transport, Tourism and Sport have taken the committee through the initial proposals, where they stand and the differences between regulations and directives and I will not do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01700","nonspeaker":"Mr. Noel Brett"},{"type":"speech","time":1360750200,"counter":271,"content":"<p>Do not go through it.  Give us a brief overview and then we will have questions and answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01800","speaker":"1089"},{"type":"speechnospeaker","time":1360750200,"counter":272,"content":"<p>For brevity I will take it that the submission is read and I will not go through it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O01900","nonspeaker":"Mr. Noel Brett"},{"type":"speech","time":1360750200,"counter":273,"content":"<p>It is on the website as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O02000","speaker":"1089"},{"type":"speechnospeaker","time":1360750200,"counter":274,"content":"<p>I will outline the Road Safety Authority's position.  Ireland has been given good legislation from this House during the past decade.  We have performed well in terms of roadworthiness compliance and testing and we have a good system in place.  The RSA was concerned about some issues in the initial proposals.  The first related to annual testing for private cars.  There is a strong case for testing cars over ten years of age.  There is a safety case, an economic case and an environmental case.  I simply cannot stack up a case to argue for testing annually of cars of six, seven, eight or nine years of age.  I am pleased that the Commission has now dropped that proposal as obligatory.  The financial burden on motorists in the country would have been unacceptable for a poor return.  As a result of degradation and salt damage to brakes, pipes and chassis parts in cars over ten years old, one can make the case, but in Ireland I cannot make the case for testing cars between six and ten years and therefore I am pleased that the<i> status quo<\/i>  will remain for Ireland.<\/p><p>  I listened to some of the discussion on motorcycle testing with Deputy Ellis earlier.  The jury is out on this issue in Ireland.  We have a small number of motorcyclists here.  We do not have the type of scooters found in Belgium or on the Continent.  Of the fatalities that occur, virtually half are caused by another motorist.  Typically they look but fail to see the motorcyclist.  I am not finding in collision investigations that it is component degradation or metal fatigue or failure.  At this point I cannot stack up an economic argument for motorcycle testing.  We have a good motorcycle fraternity and there are good service workshops in the country.  We need a little more education for motorcyclists and other road users and we need to use the existing road traffic legislation.  An Garda S&iacute;och&aacute;na can enforce the law in the case of a defective motorcycle at the roadside.  I do not believe we need the economic burden or the burden on the taxpayer at this stage of formal motorcycle testing.  Notwithstanding the fact that other European countries have it - Maurice Treacy noted that 15 countries have it - they have a rather different profile of weather and motorcycle use and a different way of living.<\/p><p>  I do not believe there is a case at this point for testing small private trailers.  I am referring to small two-wheel trailers that a small farmer or private citizen might have.  There is adequate provision in road traffic legislation to enforce the condition rules, lighting rules and marking rules and that is fair enough.<\/p><p>  There has been some discussion about agricultural tractors.  The position of the Road Safety Authority is that for a typical agricultural tractor there is adequate road traffic legislation to deal with lighting, tyres, brakes and such things.  I do not believe the State should invest in test centres for testing small agricultural tractors.  I do not believe we should put that burden on citizens.  There is adequate road traffic provision and policing available to deal with that.  I fully support the position that vehicles predominately used in agriculture, forestry and fisheries should be exempt and should be dealt with as part of routine road traffic policing.<\/p><p>  More generally with agricultural vehicles, for example, the larger tractors that are used in quasi-haulage at higher speeds and might even be used on motorways, we must have a way of ensuring that they are safe if they are carrying heavier loads at higher speeds.  I would rather see more information from the Commission in terms of the evidence for testing of those vehicles and what is tested.<\/p> <p>A big JCB fast-track or a big John Deere is a completely different type of vehicle which behaves differently and may not be suitable to be tested in a test centre that tests trucks and coaches.  Much more information is needed before a decision can be made.  From the point of view of the Road Safety Authority I wish to make it clear that with regard to the typical small agricultural tractor such as a John Deere, Case, David Brown or Massey Ferguson, we do not believe there is anything to be gained by testing any of those.  However, we are very concerned about vehicles which are capable of higher speeds, carrying greater weights, travelling frequently on higher speed roads and mixing with public traffic.<\/p><p> The mileage issue is a matter for the National Consumer Agency.  There are two issues of concern.  A person who buys a vehicle with clocked mileage thinks the vehicle is much younger.  This is a value for money issue.  The other issue is that if the buyer thinks the mileage is true he or she may not replace the components such as the timing belt and may incur subsequent costs or issues.  I am particularly concerned about vehicles imported from the UK and overseas which have been clocked.  The National Consumer Agency has been very active in taking a number of cases.  We support the policy of dealing with this as a consumer issue rather than as an NCT issue.  However, the NCT test captures the mileage for every vehicle.  There has been some discussion with the Data Protection Commissioner to ensure that future purchasers might be able to access that information to have information on the mileage history of the vehicle. That is a summary of the situation but Ireland has done well.  We want to see much more evidence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300007#O02100","nonspeaker":"Mr. Noel Brett","continuing":true},{"type":"speech","time":1360750800,"counter":276,"content":"<p>I thank Mr. Brett and I appreciate his brevity.  I call Mr. Martin O'Halloran who is chief executive officer of the Health and Safety Authority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300008#P00200","speaker":"1089"},{"type":"speechnospeaker","time":1360750800,"counter":277,"content":"<p>I thank the Chairman for the invitation to address the committee.  The remit of the Health and Safety Authority is set out in the Health, Safety and Welfare at Work Act 2005 and the Chemicals Act.  For the purpose of this discussion, the primary legislation is the 2005 Act.  We regard vehicles as constituting a place of work in many cases.  We work collaboratively with the Road Safety Authority and with the Garda S&iacute;och&aacute;na.  Vehicles used in a workplace constitute a place of work and also constitute machinery or equipment that can be used.  In that case we seek that they would be used and maintained so that they do not present a risk to people at work.<\/p><p>  The focus this morning has been largely on agricultural vehicles such as tractors.  Agriculture represents approximately 6% of the national workforce but it accounts for 47% of annual workplace fatalities.  The likelihood of being killed in a workplace accident is infinitely higher in the agriculture sector than in any other sector.  Even among the traditional high risk sectors such as fishing, mines, quarries, construction, agriculture is now the leading sector for workplace accidents.<\/p><p>  It is important to consider the causation of accidents.  The HSA notes that of the 22 accidents in the agriculture sector last year which resulted in fatalities, four related to tractors.  Over the past ten years, 39 people have been killed in agricultural tractor incidents - about four people a year are killed.  For example, people are being struck or run over by tractors; crushed under tractors and tractors overturning; crushed between a tractor and an unattached stationary object; crushed between a tractor and trailer.  We do not have the evidence to indicate whether this is definitively related to the maintenance of the tractor.  We are concerned that some maintenance issues have arisen.  Equally we note that deaths due to vehicles in agriculture - it could be any other vehicles over the past ten years - total 54 while deaths due to machinery is 35.  <\/p><p>  The Health and Safety Authority carries out approximately 3,000 farm safety visits every year.  The HSA inspectors examine the machinery and discuss the situation with the farmer.  Probably the single most common cause of accidents with machinery used in agriculture is defective coupling, where trailers or other items of equipment are attached to the tractor.  It is when the machinery is being coupled onto the three-point linkage or detached from it that a large number of very serious accidents occur.<\/p><p>  The HSA has a work-related vehicle safety programme which is cross-sectoral.  We carry out a farm safety partnership programme which runs over a number of year.  We work collaboratively with all the other agencies and stakeholders involved in agriculture, the farming media, Teagasc, the farming contractors association, the veterinary union.  We work with any sector which has a reason to visit a farm.  <\/p><p>  This is a brief overview of our work.  I will deal with other issues if they arise in questions.  I believe the submission will be published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300008#P00300","nonspeaker":"Mr. Martin O'Halloran"},{"type":"speech","time":1360750800,"counter":278,"content":"<p>I thank the witnesses for their presentations.  It seems that there is no change and that Ireland is in agreement with many other countries on this issue.  I want to ask about the tractor-related deaths which are the most frequently reported.  I know the farming community is under pressure and I do not agree that testing is required.  Can a vehicle be inspected or tested if it is on private land or must this be done only when the vehicle is on a public roadway?  I worry that self-regulation is always a bad thing in any industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300008#P00400","speaker":"1022"},{"type":"speechnospeaker","time":1360750800,"counter":279,"content":"<p>The Health and Safety Authority and its inspectors have powers to inspect any place of work.  A private farm constitutes a place of work.  The HSA carries out about 3,000 farming visits each year.  The general approach adopted is to actively encourage the farmer to take appropriate corrective action.  Situations occasionally arise where the inspectors will employ the enforcement instruments in the legislation if there is a lack of co-operation.  These are improvement or prohibition notices.  A prohibition notice would typically be used for an unguarded PTO which is known to be a serial and habitual cause of fatalities and amputation.  These are some of the most brutal incidents.  An inspector will go onto private land.  He or she is empowered to examine the level of maintenance of a vehicle to ensure it is safe and appropriate for use.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300008#P00500","nonspeaker":"Mr. Martin O'Halloran"},{"type":"speech","time":1360750800,"counter":280,"content":"<p>Is there a follow-up procedure following an inspection?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300008#P00600","speaker":"1022"},{"type":"speechnospeaker","time":1360750800,"counter":281,"content":"<p>To add to what Mr. O'Halloran said, the Road Safety Authority has no powers as to what happens on private property and agricultural vehicles on private property.  It becomes the business of road traffic legislation when the vehicle is on the public road when it is subject to policing like every other vehicle.  In the period 2004 to 2011, there have been 37 fatalities on public roads involving tractors and 62 serious, life-altering injuries.  It is important to differentiate between a person using a little Massey Ferguson 135 almost as a car compared with someone using a heavier more commercial tractor in a commercial operation.  Once on the public road, every vehicle is subject to road traffic legislation.<\/p> <p>That is the way that is policed.  It can be inspected in the same way as one's car can be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300008#P00700","nonspeaker":"Mr. Noel Brett","continuing":true},{"type":"speech","time":1360751400,"counter":283,"content":"<p>I will take questions.  Four members have indicated they wish to speak and the first speaker is Deputy Harrington.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00200","speaker":"1089"},{"type":"speech","time":1360751400,"counter":284,"content":"<p>I welcome the presentations by the witnesses.  The Road Safety Authority and the Health and Safety Authority unfortunately are probably much aligned in public commentary in that we often hear that they are overdoing it, killing off activities or that the cost involved is too much, but the facts speak for themselves in terms of road safety and the number of fatalities on our roads are reducing.  It is refreshing to know that it does not come down to arbitrary policies where people decide to do something and that they do it for a reason.  It is a refreshing testimony that if there is a reason the Road Safety Authority or the Health and Safety Authority is involved, it is a genuine one and is not something somebody dreamt in a back office.  It is refreshing there is a reason for it.<\/p><p>  With regard to the Health and Safety Authority in terms of tractor accidents, Mr. O'Halloran said that 47% of fatalities take place among 6% of the workforce.  I had the tragic and heartbreaking experience last Saturday of attending the funeral mass in Skibbereen of a 14 year old boy who lost his life in an accident.  In such accidents an inquest or investigation takes place.  It would surely be part of that investigation that the vehicle would be or should be tested or examined to determine if there were deficiencies in it.  Is there information on all the workplace accidents involving agricultural machinery, which the witness mentioned, where defects were found?  That is what we are talking about here.  Accidents will take place in farmyards and that will probably be the case as long as we have farmyards.  We are talking about the condition of the machinery.  Are there figures in that respect?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00300","speaker":"995"},{"type":"speech","time":1360751400,"counter":285,"content":"<p>I thank the witnesses for their presentations.  Mr. Brett of the Road Safety Authority skirted around the factors involved, namely, high speeds, weights being carried such as 40 kg boxes or whatever.  He might clarify that point.  He quoted the figure of 6% of the workforce in agriculture and I would have thought the figure was higher but nonetheless I accept his figures.  The figure of 48% fatalities is a frightening figure.  We must all strive to bring down that figure and one fatality is one too many.<\/p><p>  If tractors are to be tested, where does Mr. Brett envisage that the bigger, faster and heavier ones will be tested or by whom will they be tested?  There is nothing more frustrating than to have somebody testing such a vehicle who does not understand the mechanics of it.  Most mechanics know about diesel or petrol vehicles, cars, vans or other vehicles but heavy machinery such as this is specialised.  Certainly we must ensure they are safe on the roads but there should be fair play and an understanding of the vehicles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00400","speaker":"1090"},{"type":"speech","time":1360751400,"counter":286,"content":"<p>I welcome the witnesses.  There are proposals in the taxi legislation currently being examined in the D&aacute;il to prohibit vehicles that are more than nine years old being used by operators in the taxi trade.  This would pose a huge burden on many taxi drivers who find it hard to manage their business and to make a viable living from it.  What are the witnesses' views on the proposed introduction of this prohibition?  Are there statistics to justify its introduction?  There are 12 and 13 year old cars that are roadworthy and comply with the regular testing requirements.  People who have cars of that age make extraordinary efforts to call to their technicians and garages to keep them in good condition.  Are there statistics to justify the introduction of this measure?  I do not believe that there are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00500","speaker":"1050"},{"type":"speech","time":1360751400,"counter":287,"content":"<p>I warmly welcome the witnesses, in particular Mr. Higginson.  I appreciate much of what Mr. Brett said in the clarification he gave but I am a little confused by what Mr. O'Halloran said.  On the issue of farm accidents, one can have a perfectly safe tractor but one could have it on pit of silage and back off it when packing the silage, hit one's head and die.  The tractor could comply with all regulations.  However, as Deputy Harrington rightly stated, unfortunately, there will always be farm accidents because of the nature of the work.  I am a little confused as to where the Heath and Safety Authority stands on any proposal to have compulsory testing of farm tractors.  I may not have picked up all Mr. O'Halloran said but I do not think he was clear on that.  Mr. Brett from the Road Safety Authority was very clear on that in that the authority does not believe that there should be any type of annual or biannual testing of vehicles involved in farm work.  Will Mr. O'Halloran provide more clarity on that issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00600","speaker":"1049"},{"type":"speech","time":1360751400,"counter":288,"content":"<p>The Deputy is seeking clarification on where Mr. O'Halloran stands on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00700","speaker":"1089"},{"type":"speech","time":1360751400,"counter":289,"content":"<p>Yes and on where the Health and Safety Authority stands on that.<\/p><p>In terms of contractors who do work for hire, be it involving the use of tractors or other machinery, we know that if one has a track machine for one's own use one does not need a reversing camera on it but if the machine is for hire, it is compulsory to have one.  It is a completely different operation when one has machinery for hire.  I agree 100% with everything that the Health and Safety Authority would say about machinery used for reward and for hire because that is a different game and we all know the rules that apply.  We do not want to have those heavy but necessary rules applying to a small farmer whose has a tractor in his yard.  The vast majority of tractors in Ireland never touch a tarred road.  Where does the Health and Safety Authority stand on that issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00800","speaker":"1049"},{"type":"speech","time":1360751400,"counter":290,"content":"<p>On a point of clarification, an important issue, which will arise again at the end of this point, is that roadside hedges cannot be cut because of the provisions of the wildlife legislation.  As a practitioner engaged in agricultural contracting I know, as do we all, that the front of the tractor can be anything from 8 ft. to 10 ft. in front of the cab.  With the roadside hedges uncut, it is inherently more dangerous for a tractor to exit onto a road.  That is the situation faced by contractors and farmers.  It is a nonsense and it should be examined, especially in terms of the safety of tractors exiting onto the road.  It is highly dangerous and one could have far more visibility and see up to 100 yd. up a road if roadside hedges were cut back.  That legislation needs to be examined.  Because of the wet weather this year hedges have not been cut.  The matter of roadside hedges is a big issue for farm contractors and for all road users because it is more difficult to drive a vehicle onto a road if one has poor visibility due to the roadside hedges not having been cut.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q00900","speaker":"1090"},{"type":"speech","time":1360751400,"counter":291,"content":"<p>I would like clarification on whether the owner of a tractor is required to have a licence of any description to use the tractor only on their own land.  Does a minimum age limit apply to the use of vehicles on a farm?  One further matter-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01000","speaker":"1022"},{"type":"speech","time":1360751400,"counter":292,"content":"<p>The members have all had an opportunity to speak.  I allowed one member to ask a further question and now they all want to ask another one.  I ask the Deputy to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01100","speaker":"1089"},{"type":"speech","time":1360751400,"counter":293,"content":"<p>I wanted to ask about one other matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01200","speaker":"1022"},{"type":"speech","time":1360751400,"counter":294,"content":"<p>The Deputy should just ask a question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01300","speaker":"1089"},{"type":"speech","time":1360751400,"counter":295,"content":"<p>We have seen an increase in the number of quad bikes on the main roads and they are not subject to the same regulations that apply to other vehicles.  Do the witnesses have an opinion on their use?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01400","speaker":"1022"},{"type":"speech","time":1360751400,"counter":296,"content":"<p>I wish to ask a further question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01500","speaker":"1050"},{"type":"speech","time":1360751400,"counter":297,"content":"<p>What is the Deputy's question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01600","speaker":"1089"},{"type":"speech","time":1360751400,"counter":298,"content":"<p>In terms of road safety regulations to be complied with where road construction is ongoing, which is the responsible body?  Is it the local authority, the council or the contractors or subcontractors who have been engaged in the work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01700","speaker":"1050"},{"type":"speech","time":1360751400,"counter":299,"content":"<p>The Deputy is asking for clarification of who is responsible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01800","speaker":"1089"},{"type":"speech","time":1360751400,"counter":300,"content":"<p>What is the responsible body where a fatality or serious accidents occur and there is a deficiency in complying with road safety regulations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300009#Q01900","speaker":"1050"},{"type":"speechnospeaker","time":1360752000,"counter":301,"content":"<p>I will respond to Deputy Ellis's question about driver licensing for tractors.  At the age of 16 one can get a W licence to drive a tractor.  If one is driving on private property one does not need a licence at all and there is no age requirement.  It is the responsibility of the farmer or the employer.<\/p><p>  In response to Deputy Mattie McGrath&rsquo;s questions, if tractors were ever to be tested they could most definitely not be tested in an NCT centre.  They would have to be tested in a local garage that has the competence, expertise and machinery to handle them.  It is definitely not a business that could be carried out in an NCT centre.<\/p><p>  We would like to see more debate on whether higher vehicles with higher speed capacities should be tested.  I refer to vehicles that can travel at 50 km\/h and above that carry higher loads in public places.  The issues of concern relate to couplings - for example, the matching of speed ratings on trailers.  A tractor might be capable of a very high speed or might be a specialist piece of kit that has a 20 km\/h or 30 km\/h rating on its coupling.  Braking is also important, including whether the brakes are anti-lock and how they are functioning.  Of importance also is plating &ndash; what a trailer weighs and what it is permitted to carry.  For instance, what type of trailer is required to carry a big Hymac?  Driver training is important for those driving such vehicles.  We are keen to work with Macra na Feirme and the Irish Farmers Association to develop training for young people who will drive such specialist vehicles.<\/p><p>  I am out of my depth on road works so I will not respond to Deputy Tom Fleming&rsquo;s question.  I will defer to Mr. Martin O'Halloran and his colleagues on the issue.  I have not looked specifically at taxis.  With regard to the mention of vehicles aged over ten years, the pass rate at the NCT for ten-year old vehicles is now 43%.  It has gone up by 7% in recent months since we introduced annual testing for ten-year vehicles.  That is what we were aiming to do in order to make such vehicles safer.  Vehicles more than ten years old will not necessarily have passenger protection equipment such as airbags and anti-lock brakes but the RSA has not examined the issue in the context of taxis.  I do not know the profile of the taxi fleet so I am not competent to say anything other than to make general remarks.<\/p><p>  On the query on the cutting of roadside hedges, this is an issue of significant concern to the Road Safety Authority.  I have taken up the matter with local authorities, the Department of Agriculture, Food and the Marine and D&uacute;chas.  I am advised that for safety reasons one can cut back hedges.  We want to see hedges cut back leading up to junctions so people can see the signage.  We are also worried about foliage that grows out and pushes pedestrians and cyclists, including schoolchildren, into the thoroughfare.  There is also much damage to haulage vehicles and agricultural vehicles, which lose wing mirrors, for example.  The life of a vehicle is significantly impaired when one has big boughs hanging out onto the road.  We would like to see a balance and a calibration back in favour of road safety.  Human life must come first.  We must redress the balance.  The kind of weather we have had recently has resulted in extreme growth.  People have not been able to get into fields to cut hedges from the other side because it is so wet.<\/p><p>  I have covered all the questions I can.  Perhaps Mr. O&rsquo;Halloran could add to what I have said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300010#R00200","nonspeaker":"Mr. Noel Brett"},{"type":"speechnospeaker","time":1360752000,"counter":302,"content":"<p>I will pick up on some of the questions I noted.  Deputy Healy-Rae made a point about the Health and Safety Authority position on compulsory testing.  I indicated that we know what the statistics are and we investigate each fatality but we do not have any compelling evidence to indicate that compulsory testing of agricultural vehicles would have a significant impact on fatalities.  He correctly pointed out that the causation of an accident could relate to the vehicle, its maintenance and the training or competency of the user.  Very often it relates to the experience and skills of the user.  In many cases fatalities relate to young people, but they can also happen to more elderly people who, unfortunately, are not able to respond if something adverse happens.<\/p><p>  Mr. Brett responded to Deputy Ellis&rsquo;s question on licences, but in terms of on-farm work, the Health and Safety Authority has published and made available to the agricultural community a code of practice.  It is not legally binding but it is indicative of what good practice should be.  The strong recommendation is that children under 14 years of age should not drive tractors on farms and that they should be trained if they do so.  It is clearly set out that they should not drive with a trailer.  The code of practice would inform an inspector visiting a farm in his or her dialogue with a farmer on young people and their safety on tractors.<\/p><p>  Deputy Tom Fleming inquired about who is responsible for road construction.  That is set out reasonably clearly in legislation.  If road works are taking place which meet the conditions of the 2007 construction regulations, there is an onus on the duty holder or whoever is commissioning the road works to notify the Health and Safety Authority.  That is the normal practice.  If the work is below a certain activity level in terms of duration there is no formal requirement to notify the authority but there are precautions that must be carried out.  These relate mainly to signage, protection of road works and coning.  They are set out in what is typically called chapter 8 guidance, which has been accepted by all local authorities.  In the event that a contractor is retained by the local authority to do the work, then the contractor has this duty.<\/p><p>  In the event of an accident, generally the first responder is the Garda S&iacute;och&aacute;na.  We have a memorandum of understanding with it and in the event that it is considered that characteristics of the accident might relate to aspects of work such as road works guarding or the conduct of the work then members of the Garda S&iacute;och&aacute;na will generally quickly seek the input of the Health and Safety Authority and we carry out a joint investigation.  Depending on the preliminary investigation, if it is agreed with An Garda S&iacute;och&aacute;na that an accident has to do with driver behaviour, driver substance use or vehicle condition then the lead in the investigation goes at that point to the Garda S&iacute;och&aacute;na and the Health and Safety Authority supports it.  Conversely, if it was found that a direct contributor to the causation of the accident was guarding or a failure in guarding of works, then the lead role in the investigation would be carried out by the Health and Safety Authority with the support of the Garda S&iacute;och&aacute;na.  In many cases a joint file would be forwarded to the Director of Public Prosecutions.<\/p><p>  In response to Deputy Harrington&rsquo;s question, the Health and Safety Authority carries out a detailed investigation of every accident.  I might ask my colleague, Mr. Brian Higginson, to give a sense of the typical manner of an investigation when a fatality occurs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300010#R00300","nonspeaker":"Mr. Martin O'Halloran"},{"type":"speechnospeaker","time":1360752000,"counter":303,"content":"<p>All farm fatalities are investigated fully.  We are acutely aware of the sensitive nature of such incidents because primarily it is the farmer or a family member who has died.  We do a full investigation.  If machinery is involved then an examination is carried out on the state of the machinery.  A PSV inspector from An Garda S&iacute;och&aacute;na may also examine the machinery to ascertain whether issues arose that had a bearing on its effectiveness.  If necessary, machinery is tested, but in many cases accidents may involve machines in a static position - for example, the use of a power take-off for a slurry spreader when a farmer has exited the machine and the engine is still running.  In such cases the accident is not due to an inherent fault in the machine.  Many accidents are due to work practices and behaviour, which is a much bigger issue of concern to the authority.  We are working with the broader farming community to bring about changes in behaviour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300010#R00400","nonspeaker":"Mr. Brian Higginson"},{"type":"speech","time":1360752000,"counter":304,"content":"<p>I thank the three witnesses - Mr. Noel Brett, Mr. Martin O&rsquo;Halloran and Mr. Brian Higginson - and the departmental officials and others who are present.  I also thank committee members for remaining, because we had a lot to cover in the module on roadworthiness.<\/p><p>  I have two points to put to the committee before members leave.  I propose that the committee conclude its scrutiny by drafting a political contribution to the European Commission, the European Parliament, Irish MEPs and the Minister for Transport, Tourism and Sport.  Alternatively, we could ask the Department to keep us informed.<\/p> <p>I propose that Fiona draw up a report and bring it to the committee.  We will then send our report to the various people.  Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300010#R00500","speaker":"1089","continuing":true},{"type":"speech","time":1360752600,"counter":306,"content":"<p>Will we say in our report that we agree with the positions in any way or will we just give a breakdown of them?  I am curious because there appears to be general consensus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300011#S00200","speaker":"1022"},{"type":"speech","time":1360752600,"counter":307,"content":"<p>There is.  We will draw up the report from that and bring it to the committee before we agree it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300011#S00300","speaker":"1089"},{"type":"speech","time":1360752600,"counter":308,"content":"<p>That is fair enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300011#S00400","speaker":"1022"},{"type":"speech","time":1360752600,"counter":309,"content":"<p>I apologise for not explaining that.  As there is no other business, we will adjourn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021300011#S00500","speaker":"1089"},{"type":"unspoken","time":1360752600,"counter":310,"content":"<p>The joint committee adjourned at 12.20 p.m. until 10 a.m. on Thursday, 14 February 2013.<\/p>","notice":"TIME STRING DETECTED"}]