[{"type":"majorheading","content":"Select Committee on Children and Youth Affairs","time":1646179200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 17:30<\/p><p>The Select Committee met at 17:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Ivana Bacik, Holly Cairns, Kathleen Funchion, Jennifer Murnane O'Connor, Roderic O'Gorman (Minister for Children, Equality, Disability, Integration and Youth), Mark Ward.<\/p><p>I láthair \/ In attendance: Deputy Thomas Pringle.<\/p><p>Teachta \/ Deputy Patrick Costello sa Chathaoir \/ in the Chair.<\/p>","time":1646179200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002"},{"type":"minorheading","content":"Business of Select Committee","time":1646179200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00100"},{"type":"speech","time":1646179200,"counter":5,"content":"<p>Apologies have been received from Deputy John Paul Phelan.  I welcome the Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman, and his officials to the meeting.  All witnesses are reminded of the long-standing parliamentary practice that they should not criticise or make charges against a person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory in relation to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such direction.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I remind Members of the constitutional requirement that they must be physically present within the confines of the Leinster House complex to participate in public meetings.  I cannot permit Members to participate where they are not adhering to this constitutional requirement.  Therefore, any Member who attempts to participate from outside the precincts will be asked to leave the meeting.  In this regard, I ask that any Members partaking via Microsoft Teams confirm they are on the grounds of the Leinster House campus prior to making their contributions to the meeting.<\/p> <p>  Those attending in the committee room are asked to exercise personal responsibility to protect themselves and others from the risk of contracting Covid-19.  Masks should continue to be worn by those present while they are not addressing the committee.  I remind all members that should a vote be called, members must physically come to the committee room to vote.  I advise all in attendance that should a division be demanded, the secretariat is operating a new system which will display the taking of the division on the screens in the committee room.<\/p> <p>  I thank the Minister, Deputy O'Gorman, and his officials for attending today and engaging with the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00200","speaker":"1570"},{"type":"minorheading","content":"Birth Information and Tracing Bill 2022: Committee Stage","time":1646179200,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00250"},{"type":"unspoken","time":1646179200,"counter":7,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1646179200,"counter":8,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1646179200,"counter":9,"content":"<p>Amendments Nos. 1, 78, 84 to 92, inclusive, 310 and 321 are related.  Amendments Nos. 90 to 92, inclusive, are physical alternatives to amendment No. 89.  Amendments Nos. 1, 78, 84 to 92, inclusive, 310 and 321 may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00500","speaker":"1570"},{"type":"speech","time":1646179200,"counter":10,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 8, between lines 9 and 10, to insert the following:  \t&ldquo; &ldquo;administrative record&rdquo; means a record containing documentation of the organisation, functions, policies, decisions and procedures of an institution, organisation.  Administrative records can include but are not limited to: <blockquote> \t(a) records of admission and discharge;<br \/><br \/>(b) photographs;<br \/><br \/>(c) minutes of meetings;<br \/><br \/>(d) diaries;<br \/><br \/>(e) reports;<br \/><br \/>(f) annual reports;<br \/><br \/>(g) internal publications;<br \/><br \/>(h) external publications;<br \/><br \/>(i) policy and procedure manuals;<br \/><br \/>(j) staff records;<br \/><br \/>(k) financial records;<br \/><br \/>(l) maintenance payment records;<br \/><br \/>(m) death and burial records;<br \/><br \/>(n) log books;<br \/><br \/>(o) visitors books;<br \/><br \/>(p) correspondence;<br \/><br \/>(q) punishment books; <br \/><br \/>(r) baptismal and confirmation records;<br \/><br \/>(s) weekly, monthly, quarterly and annual returns;<br \/><br \/>(t) records concerning daily life;<br \/><br \/>(u) ephemera, e.g. fundraising materials, signs, books;&rdquo; <\/blockquote>  <\/blockquote> <p>Deputies Ward, Cairns and I are working collaboratively and, as much as possible, we will break the amendments up.  Generally, we will not all speak to each one.  We will see how that goes.  We thought that was the best way to approach it.<\/p><p>Amendments Nos. 1, 78 and 84 to 92, inclusive, are linked.  I might read out the reasons for each amendment if that is the best way of doing it.  The purpose of the legislation is to give people access to their records, data and information, which, as we know, has been denied to many people for many years.  In the case of some people, this has been for their entire lifetime.  We know some people have passed away before being able to get some of this information.<\/p><p>We believe the legislation should include all possible and relevant data.  There should be no scope to leave anything out.  That applies in particular to amendment No. 1.  Amendment No. 78 is very similar to amendment No. 1.  It is to include all data, information and possible records.  There is a fear that information may be withheld.  We must acknowledge that has been the experience of people.  These amendments will strengthen the legislation.<\/p><p>Amendment No. 84 is to include all possible scenarios and situations.  Amendment No. 85 relates to all the personal data, making it more inclusive.  Amendment No. 86 relates to the time restrictions mentioned.  We do not believe the legislation should have any time restrictions for fear it might prohibit somebody accessing their records if they fall outside that timeframe.<\/p><p>Regarding amendment No. 87, there may be times when an adoption did not actually take place but it is important that all the relevant information and data are given to the person.  Amendment No. 88 is in the same spirit as amendment No. 87.<\/p><p>Regarding amendment No. 89, we and others believe certain information may not be disclosed.  This relates to the contact preference register.  If somebody indicates he or she does not want to contact and gives a reason, is there a possibility that reason will not be communicated to the individual?  That was the reason for proposing amendment No. 89.<\/p><p>Amendments Nos. 90 to 92, inclusive, are to ensure there should be no preconditions and that absolutely nothing is left out.  We believe the language we are suggesting in our amendments is much stronger.<\/p><p>The Minister might want to respond to those first because the grouping covers amendments Nos. 1, 78, and 84 to 92, inclusive.  Sorry, other Deputies may want to come in now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00600","speaker":"1449"},{"type":"speech","time":1646179200,"counter":11,"content":"<p>Deputy Pringle also has an amendment in this grouping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00700","speaker":"1570"},{"type":"speech","time":1646179200,"counter":12,"content":"<p>When we submitted amendments, we were not given a grouping list, which is a bit of a slip-up on the part of the committee.  As Members, we are entitled to submit amendments and we should have got the list as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00800","speaker":"1547"},{"type":"speech","time":1646179200,"counter":13,"content":"<p>I appreciate the concern.  We will raise it with the Bills Office because it provides that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A00900","speaker":"1570"},{"type":"speech","time":1646179200,"counter":14,"content":"<p>The committee has the responsibility to raise that with the Bills Office.  We are entitled to submit amendments under the new system where one could not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A01000","speaker":"1547"},{"type":"speech","time":1646179200,"counter":15,"content":"<p>It was done because of the quantity of amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A01100","speaker":"1525"},{"type":"speech","time":1646179200,"counter":16,"content":"<p>There are a rake of copies up there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A01200","speaker":"1547"},{"type":"speech","time":1646179200,"counter":17,"content":"<p>Just to let the Deputy know that we, the committee members, did not get them until today either.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A01300","speaker":"1525"},{"type":"speech","time":1646179200,"counter":18,"content":"<p>That is fair enough, but there are a rake of copies of the grouping list and stuff like that up at the top table.  I know the Bills Office may be under pressure or whatever and that has to be dealt with.  At the same time, Members are entitled to have this information to be able to participate in the session as well.  That is very important.<\/p> <p>  I will not stay very much on this because I am not fully ready yet anyway.  As Deputy Funchion said, the amendments were submitted to try to elicit as much information and to cover as many bases as possible to ensure information is provided to the adopted person in pursuing his or her information.<\/p><p>It says something that adopted people feel they must be so comprehensive in putting information forward and having it spelt out so forcefully in the amendments.  That should be taken on board.  The Department probably feels it has covered the issue with its amendments and we will hear that from the Minister.  I believe there is something in this and it should be looked at and taken on board by the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#A01400","speaker":"1547","continuing":true},{"type":"speech","time":1646179200,"counter":20,"content":"<p>We will be working in the way Deputy Funchion outlined to shorten the debate.  As we acknowledged, an awful lot of amendments have been submitted and there is no point in us doubling up on everything we say.<\/p> <p>  These specific amendments speak to an issue that is at the heart of the Bill and deal with the type of information to which adopted people and their relatives are entitled.  As Deputy Pringle said, it is necessary explicitly to include clear and comprehensive definitions of things such as administrative records, other records and sources that will guarantee survivors and relatives access to the full information they should be provided with.  The level of detail we are looking for is based on the experience of survivors and campaigners.  For years, people have been denied access to information based on the interpretation of the law by public bodies and officials.  We can all understand why people feel the urge to make things such as this explicitly clear in the legislation.  There cannot be any ambiguity this time.  State bodies, institutions and the church need to have no room to continue to deny people access to their information.  I wanted to come in at this early stage and say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00200","speaker":"1525"},{"type":"speech","time":1646179200,"counter":21,"content":"<p>Many amendments have been submitted, which we received today.  I too have received many emails.  It is important we listen to survivors and look at these amendments to see what we can do.  It is important we give proper information in order that people, including the survivors, in particular, and other advocates, understand what is happening.  There are a lot of amendments and it is important we see where changes can be made.  It is important we go through these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00300","speaker":"1511"},{"type":"speech","time":1646179200,"counter":22,"content":"<p>Does the Vice Chairman wish me to speak to all the amendments in this group or will I just speak to amendment No. 1?  I think Deputy Funchion covered most of the amendments in her contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00400","speaker":"1477"},{"type":"speech","time":1646179200,"counter":23,"content":"<p>I did, except for amendments Nos. 310 and 321.  Those are the only ones we have not discussed yet.  I stopped because I thought there was a lot in it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00500","speaker":"1449"},{"type":"speech","time":1646179200,"counter":24,"content":"<p>I thank Deputies for their amendments, which I will address.  My understanding of the intention of amendment No. 1, combined with amendment No. 90, is to include administrative records in the definition of relevant records so that such records can be safeguarded.  This is something we have given significant consideration to and there was reference to it in the pre-legislative report.  It is important to mention the legislation essentially provides that all birth, early life and care information a relevant body holds must be provided to an applicant.  That includes any such information held on any form of administrative record.  That is why we have written all these definitions so broadly.<\/p> <p>  The term \"relevant record\" does not limit the release of information under Parts 2, 3 or 4.  The term \"relevant record\" is about the safeguarding of records, which is dealt with in Part 7.  That definition of relevant record already covers any administrative record containing birth, early life, care or medical information, or information such as admissions and discharge registers, visitors' books, baptismal and confirmation records, and any other records containing personal information on the daily life of individuals.  The definition of \"relevant records\" is already very wide but, importantly, section 42 empowers the Minister to prescribe other classes of records as relevant records and bring them within the scope of the definition.  We are of the view the definition of relevant record is already extremely broad and covers everything we need it to.  However, we have the option under section 43 that will allow a future Minister to come back to this.  We have that flexibility if something is left out of the definition of relevant records.<\/p> <p>  Administrative records are very useful for understanding the overall working of mother and baby and county home institutions.  They have an historical value.  That is why section 43 empowers the Minister to prescribe relevant records.  It is envisaged these administrative records will most certainly fall within the definition set out in that section.  I am satisfied the legislation would support the inclusion of administrative records in a way that allows coherent archives of institutional records to be protected.<\/p> <p>  I hear there is some concern about the issue of administrative records.  I will ask my officials to consider if any additional detail could be included within the definition of relevant records to provide further reassurance in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00600","speaker":"1477"},{"type":"speech","time":1646179200,"counter":25,"content":"<p>There are other amendments in this group which we have not spoken to yet.  Does anyone wish to speak to them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00700","speaker":"1570"},{"type":"speech","time":1646179200,"counter":26,"content":"<p>I appreciate what the Minister is saying about looking at that section, but if we even look at amendment No. 1 on its own, it gives a comprehensive list.  The Minister said he would agree to look at the issue but amendment No.1 includes a comprehensive list.  If it were accepted, that would show an intention to work collaboratively and address some of the concerns that exist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00800","speaker":"1449"},{"type":"speech","time":1646179200,"counter":27,"content":"<p>I agree with Deputy Funchion.  The Minister outlined that there is already provision within the Bill to revisit the situation if the documents are not comprehensive enough.  What would be lost in the period between this Bill being passed and the Minister deciding to revisit it?  What could be the impact on people who have suffered a lot already?  After this Bill is passed, if it is discovered a class of documents is deemed important and needs to be covered by and included in this legislation, there is provision here to do that.  What is going to be lost in the intervening period?  That is a real risk.  I ask the Minister to reconsider the situation and think about including the amendment, as Deputy Funchion has said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B00900","speaker":"1547"},{"type":"speech","time":1646179200,"counter":28,"content":"<p>I do not think it is a real risk.  We believe everything that is listed in this amendment is already covered within the definition of relevant records.  We do not see where the gaps are.  I do not feel there is a real risk but we have that catch-all provision there, if necessary.<\/p> <p>  In response to Deputy Funchion, we do not see that there are gaps here.  We are willing to go away, have a look and see is there something that can be done, but I am not inclined to put this lengthy list into the legislation when I believe these types of records are already captured elsewhere in the Bill.  I am trying to meet the Deputy half way.  I understand the issues at play are important.  We believe they are protected but we are happy to look at the issue again.  If we believe it is needed, we can address the issue on Report Stage.  I am speaking in respect of amendments Nos. 1 and 90.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01000","speaker":"1477"},{"type":"speech","time":1646179200,"counter":29,"content":"<p>With respect to amendment No. 1, if the Minister believes it is already catered for within the existing legislation, is there any harm in including it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01100","speaker":"1525"},{"type":"speech","time":1646179200,"counter":30,"content":"<p>I do not see the benefit of referencing the same thing twice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01200","speaker":"1477"},{"type":"speech","time":1646179200,"counter":31,"content":"<p>There is no replication.  Those words are not in the legislation at the moment.  If the Minister is saying he thinks the contents of amendment No. 1 are already catered for under other language, what is the harm in specifying them by accepting amendment No. 1?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01300","speaker":"1525"},{"type":"speech","time":1646179200,"counter":32,"content":"<p>My understanding is that if legislation addresses an issue, to put in another piece that addresses the same issue just because it is no harm is not how we draft legislation.  Many people have raised the issue of the complexity of the legislation in this area.  If we are double referencing certain areas, that will only add to the complexity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01400","speaker":"1477"},{"type":"speech","time":1646179200,"counter":33,"content":"<p>There are other amendments we have not debated yet.  Does Deputy Funchion wish to speak to them now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01500","speaker":"1570"},{"type":"speech","time":1646179200,"counter":34,"content":"<p>May I ask a technical question?  If the issue will be revisited and the Minister has said we can come back to it on Report Stage, will there be an opportunity for us to raise it on Report Stage?  That is a technical question, if anyone has the answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01600","speaker":"1449"},{"type":"speech","time":1646179200,"counter":35,"content":"<p>We can come back to it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#B01700","speaker":"1547"},{"type":"speech","time":1646179200,"counter":36,"content":"<p>Yes.  I believe so.  That is the short answer.  There is probably an \"if\" or a \"but\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00100","speaker":"1570"},{"type":"speech","time":1646179200,"counter":37,"content":"<p>I agree.  I hear and welcome what the Minister said, but it is important for the adoptees that we have the proper information of what can be accessed.  I am sure the Minister is correct in what he says, but I believe, and I am going to harp on about this, that communication and information will be the important issues going forward.  That is what I have been told by adoptees.  We need to get the proper information out there for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00200","speaker":"1511"},{"type":"speech","time":1646179200,"counter":38,"content":"<p>I confirm I am on the Leinster House campus.  I thank the Minister for the engagement on these amendments.  There was a clearly expressed desire by survivors to see a specific outline of the sorts of records, data and information covered in the legislation.  I welcome the Minister engaging on this and the opportunity to come back on Report Stage on these points, given there are so many amendments on this topic.  Would it also be possible to address this through the public information campaign, which will be an important part of the framework of measures around the Bill and which we discussed extensively in the pre-legislative scrutiny?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00300","speaker":"1698"},{"type":"speech","time":1646179200,"counter":39,"content":"<p>Does Deputy Funchion wish to speak to the other amendments in the grouping?  Amendments Nos. 310 and 321 have not been discussed yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00400","speaker":"1570"},{"type":"speech","time":1646179200,"counter":40,"content":"<p>I have to find amendments Nos. 310 and 321 in my list.  Perhaps Deputy Pringle would like to come in on these because I cannot find my notes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00500","speaker":"1449"},{"type":"speech","time":1646179200,"counter":41,"content":"<p>Amendment No. 321 reads, \"In page 45, line 34, to delete &ldquo;relevant&rdquo; and substitute &ldquo;all\".\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00600","speaker":"1525"},{"type":"speech","time":1646179200,"counter":42,"content":"<p>They are amendments to the words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00700","speaker":"1547"},{"type":"speech","time":1646179200,"counter":43,"content":"<p>I do not have my information on those amendments with me so I will have to leave them for now.  I will come back to them on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C00800","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":44,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":45,"content":"<p>Amendments Nos. 2 to 5, inclusive, 70 to 76, inclusive, 81 to 83, inclusive, 104, 105, 138, 139, 352 and 359 are related and may be discussed together.  Amendment No. 3 is a physical alternative to amendment No. 2.  Amendment No. 105 is a physical alternative to amendment No. 4.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C01000","speaker":"1570"},{"type":"speech","time":1646179200,"counter":46,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 8, to delete lines 13 to 15 and substitute the following:  \t&ldquo;(b) born in the State and placed for adoption outside the State and whose adoption was effected outside the State,&rdquo;.  <\/blockquote> <p>I will speak on amendments Nos. 2 to 5, inclusive, and then pass over to Deputy Cairns who will speak to amendments Nos. 70 to 76, inclusive.<\/p><p>Amendments Nos. 2 and 3 are quite similar.  We want to ensure nobody is excluded.  The amendments propose, in page 8, to delete lines 13 to 15 and substitute it with &ldquo;born in the State and placed for adoption outside the State and whose adoption was effected outside the State&rdquo;.  Amendment No. 3 proposes to delete lines 13 to 15 and substitute it with &ldquo;born in the State and placed for adoption outside the State&rdquo;.  We believe our language and wording are stronger and ensures nobody is excluded.  We believe it is a wider definition and that the language in the Bill is too restrictive.<\/p><p>On amendments Nos. 4 and 5, which are in this grouping, we seek the insertion of &quot;who was subject to an illegal birth registration&quot;, thereby calling it exactly what it is, an illegal birth registration, or in the case of amendment No. 5, an illegal adoption.  It is important to use the correct language.  I know that people who fall into that category feel very strongly about this and that it should be referenced as it was illegal.  I will be making this point on a number of occasions, which is that the genuine reason for our amendments is to try to strengthen this legislation where we believe the language could be a lot stronger and more inclusive in parts, thereby ensuring that no records are left out of the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C01100","speaker":"1449"},{"type":"speech","time":1646179200,"counter":47,"content":"<p>It is important the Bill recognises the illegality surrounding the adoption and birth registrations of many people.  The Bill currently focuses on incorrect registrations.  This may seem an accurate term for some cases, but for many others, it is not accurate at all and, moreover, it is deeply insulting to the people considered.  Without acknowledging the illegalities involved, there is an erasure of the realities and lived experiences of many adopted people.<\/p> <p>  The Minister previously expressed a willingness to address this issue.  Will he respond specifically to amendments Nos. 72 and 75, which are in my name, that seek to allow the words \"incorrect\" and \"illegal\" to feature?  Is this the approach the Minister would be willing to accept?  We all want to address this issue in a way that is legislatively sound while recognising the lived experiences of adopted people and their relatives.  I heard the Minister on the \"Your Politics\" podcast when he was asked why we would not include that terminology, and he said he would have a willingness to include both - incorrect or illegal.  Has he looked into that since?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C01200","speaker":"1525"},{"type":"speech","time":1646179200,"counter":48,"content":"<p>I will speak to amendment No. 2.  While my name is not on it, I believe it is an important amendment.  The focus of the Bill, rightly, is on State agencies, including An Bord Ucht&aacute;la, that placed people outside the State for adoption.  However, there are many cases of adopted people who were placed illegally outside the State, outside of any official organisations.  I have spoken to people to whom it has happened.  They were born in Donegal and placed for adoption across the Border or <i>vice versa<\/i>.  This series of amendments is trying to capture that within the legislation.  The Minister might say it has already been captured, but I would like to hear that because adopted people want to hear it as well because it is important to them.<\/p><p>These amendments attempt to recognise that adoptions also took place outside the State.  I believe they are worthwhile amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C01300","speaker":"1547"},{"type":"speech","time":1646179200,"counter":49,"content":"<p>The Minister has amendments in this grouping to which he may speak.  I will then bring in Deputy Bacik.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C01400","speaker":"1570"},{"type":"speech","time":1646179200,"counter":50,"content":"<p>I will speak to my amendment before I respond to the points raised.  I proposed amendments Nos. 81, 82 and 103.  They are technical amendments proposed by the Office of the Parliamentary Counsel for the purposes of accuracy.  The definition of \"incorrect birth registration\" is purposefully constructed so that a person who is the subject of an illegal birth registration will always come within the scope of the definition, even after the correction of the birth register.  Therefore, on the grounds of accuracy, this set of amendments simply removes the redundant words \"or has been\" in references to persons affected by an illegal birth registration, and this ensures alignment with other sections of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C01500","speaker":"1477"},{"type":"speech","time":1646179200,"counter":51,"content":"<p>My amendment No. 104 is in this grouping and it seeks to capture, as Deputy Cairns said, the lived experiences of survivors.  As others have done, I pay tribute to the many survivors who have taken the time to email or contact us to describe their experiences and express their desire to see this legislation through and effectively give them a right to information.  We are trying effectively to reflect their experiences, which is why I have tabled this amendment.  The amendment also reflects a recommendation of our pre-legislative scrutiny report that, rather than simply saying people had their particulars incorrectly entered in the register of births, that it would be reflected that there were also cases where individuals' dates of birth and so on were falsely entered.  We wanted to capture that reality in the definitional section, section 2, and make that distinction that, in some cases, records were deliberately falsified.<\/p><p>That is why I am tabling this amendment.  It is reflective, as with so many other amendments in this grouping, of our findings as a committee and our recommendation in the pre-legislative scrutiny report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#C01600","speaker":"1698","continuing":true},{"type":"speech","time":1646179200,"counter":53,"content":"<p>Which amendment was Deputy Bacik speaking to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00200","speaker":"1547"},{"type":"speech","time":1646179200,"counter":54,"content":"<p>Amendment No. 104.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00300","speaker":"1698"},{"type":"speech","time":1646179200,"counter":55,"content":"<p>I will speak to amendments Nos. 73, 81 and 82.  They are technical amendments.  I have a more substantive amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00400","speaker":"1477"},{"type":"speech","time":1646179200,"counter":56,"content":"<p>They are all grouped.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00500","speaker":"1698"},{"type":"speech","time":1646179200,"counter":57,"content":"<p>Yes.  We are trying to get clarity on the numbers.  There are many.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00600","speaker":"1570"},{"type":"speech","time":1646179200,"counter":58,"content":"<p>We feel that amendment No. 138 strengthens this section.  It would not be solely up to the Minister.  It clearly states, \"any institution, agency or individual\".  We think it is important that that tone is clear throughout the Bill, and that it covers any institution, agency or individual, so people are not left out and people who should be held accountable do not get away.<\/p> <p>  Amendment No. 139 also strengthens this section.  The authority will do all in its power to assist the person in this situation.  It ensures that the State does everything possible to address potential illegal birth registrations.  We have all seen the story that was in a documentary a number of months ago about illegal birth registrations.  It is important that we have the strongest possible language about that.<\/p> <p>  Regarding amendments Nos. 352 and 359, we believe it is more correct and appropriate to use the term \"illegal\".  The reality is that it was illegal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00700","speaker":"1449"},{"type":"speech","time":1646179200,"counter":59,"content":"<p>Deputy Bacik and I have similar amendments in this grouping.  Should we speak on them now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00800","speaker":"1477"},{"type":"speech","time":1646179200,"counter":60,"content":"<p>If they are part of that grouping.  I am open to feedback from the committee about what to do.  We have a long list of all the groupings.  I would like to introduce them all and get them all spoken to.  If there are further questions or input, we can speak to them, and then the Minister can respond.  That is how I want to do it.  Do people feel that there is a more streamlined way to do it?  It is confusing when we are addressing Nos. 2 to 5, inclusive, 70 to 76, inclusive, 81 to 83, inclusive, 104, 105, 138, 139, 352 and 359 together.  That is a substantial number.  This is my plan of attack for these amendments.  I am open to feedback.  If there is anyone with an amendment, let us hear about it, have input, and then get a response from the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D00900","speaker":"1570"},{"type":"speech","time":1646179200,"counter":61,"content":"<p>This is my first time going through Committee Stage with all these amendments and these groupings.  I might come in to ask questions throughout.  There are many amendments in one group.  I am worried that I will miss something and I might have to keep asking for clarification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01000","speaker":"1525"},{"type":"speech","time":1646179200,"counter":62,"content":"<p>Please do.  I am constantly asking the clerk for clarification too.  The Deputy should feel free to ask.  It has been a while since there has been a Bill with this many amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01100","speaker":"1570"},{"type":"speech","time":1646179200,"counter":63,"content":"<p>When we are deciding on whether amendments are to be made, will the Chair go through each individually?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01200","speaker":"1525"},{"type":"speech","time":1646179200,"counter":64,"content":"<p>Each will be done individually.  We disposed of amendment No. 1 and discussed with it amendments Nos. 78, 84 etc.  When we get around to amendment No. 78, we will vote on it separately.  It will not be a case of saying that we already did that.  Does that make sense?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01300","speaker":"1570"},{"type":"speech","time":1646179200,"counter":65,"content":"<p>Despite that we discussed amendment No. 72, which I just spoke to, we will not be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01400","speaker":"1525"},{"type":"speech","time":1646179200,"counter":66,"content":"<p>We will not be speaking on it again but we will vote on it separately to amendment No. 2<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01500","speaker":"1570"},{"type":"speech","time":1646179200,"counter":67,"content":"<p>We will not be voting on it today despite speaking on it today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01600","speaker":"1525"},{"type":"speech","time":1646179200,"counter":68,"content":"<p>Unless we get that far down the list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01700","speaker":"1570"},{"type":"speech","time":1646179200,"counter":69,"content":"<p>I thank the Chair for the clarification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01800","speaker":"1525"},{"type":"speech","time":1646179200,"counter":70,"content":"<p>Which amendment is the Minister referring to that is similar to Deputy Bacik's?  If there was agreement about it, it would be great.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D01900","speaker":"1449"},{"type":"speech","time":1646179200,"counter":71,"content":"<p>The Minister said he had an amendment similar to Deputy Bacik's.  We are trying to see which one that is to see if an agreement can be reached.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D02000","speaker":"1570"},{"type":"speech","time":1646179200,"counter":72,"content":"<p>Those are amendments Nos. 104 and 105.  If Deputy Bacik wants to speak on her amendment, I can speak on mine.  They are quite similar.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D02100","speaker":"1477"},{"type":"speech","time":1646179200,"counter":73,"content":"<p>I apologise if I am cutting in.  I am happy to propose my amendment No. 104.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D02200","speaker":"1698"},{"type":"speech","time":1646179200,"counter":74,"content":"<p>We will go into private session to discuss some of these procedural issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#D02300","speaker":"1570"},{"type":"unspoken","time":1646179200,"counter":75,"content":"<p>The select committee went into private session at 6.06 p.m. and resumed in public session at 6.11 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1646179200,"counter":76,"content":"<p>For the record, and for anyone watching at home, I apologise in regard to the complexity of what we are dealing with here.  We are going to try to be more clear.  There are limits to how much we can do that because of some of the procedural rules we need to follow.  There is a list of amendments - quite a long list; longer than Bills would normally get - and on that full list the amendments that are similar have been grouped together.  The unfortunate thing is, as we discuss them, we are only discussing them by number and not the details of them, which I appreciate can make things confusing without that full amendment list being available.  However, what we then do is discuss each amendment as it is grouped.  We will discuss all the amendments in that group but only vote on amendments in numerical order.  Therefore, there will be amendments we are discussing now that we will not actually vote on until later in the session or in another session.  At that time we will only take a vote on them because the discussion will have happened now, when the first of that grouping comes together.<\/p> <p>  I appreciate this is complex, and given the nature of the 360 amendments, it adds to that complexity.  I appreciate that, for many people who might be watching outside of the committee rooms, if they do not have that list of Committee Stage amendments it will be almost impenetrable.  Therefore, apologies for that.  We will move on.<\/p> <p>  What we have done is, we have moved amendment No. 2.  We have discussed the grouping, which is amendments Nos. 2 to 5, inclusive, 70 to 76, inclusive, 81 to 83, inclusive, 104, 105, 138, 139, 352 and 359, all of which are in similar areas or related.  For any of the Deputies who tabled some of those amendments to which we have already spoken, are there amendments in that list that I have called out, either from the Deputies or from the Minister, to which we have not yet spoken?  If there are no further discussions, we can move to a vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E00100","speaker":"1570"},{"type":"speech","time":1646179200,"counter":77,"content":"<p>I do not think amendments Nos. 104 and 105 have been proposed yet.  One of them is mine and the other is Deputy Bacik's.  I would certainly like the opportunity to speak to amendment No. 105.  If Deputy Bacik wants to go first, as she tabled amendment No. 104-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E00200","speaker":"1477"},{"type":"speech","time":1646179200,"counter":78,"content":"<p>Is Deputy Bacik available?  I believe she spoke on her amendment No. 104.  The Minister, Deputy O'Gorman will now speak on amendment No. 105.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E00300","speaker":"1570"},{"type":"speech","time":1646179200,"counter":79,"content":"<p>I will speak to amendment No. 105, which is similar to Deputy Bacik's amendment No. 104.  I thank the Deputy for her amendment.  This relates to the definition of illegal birth registration and use of the term \"incorrect birth registration\" within the legislation.  I am very clear and I and the Government absolutely accept that illegal birth registrations took place, and in terms of my engagement with this issue, this is how I describe them.  It is also important, speaking to the set of amendments that Deputy Cairns spoke to earlier, that we make sure as broad a number of people as possible can use the provisions of this legislation.  Our concern is if we use a definition of \"illegal birth registration\", there is a requirement to prove illegality before using that particular provision to benefit.  A person who is the subject of an incorrect birth registration as it currently stands can use this legislation.  If a person has to prove that his or her birth registration was not just incorrect but was actually illegal, that is a harder standard to prove.  That means the provision of using this legislation can apply to fewer people.  What we have always tried to do is broaden access to this legislation to let as many people as possible use the provisions of this legislation to get their information.<\/p> <p>  However, I am cognisant of the issues that have been raised about the language, so I have brought forward an amendment quite similar to Deputy Bacik's.  I asked my officials to work with the Office of the Parliamentary Counsel.  This amendment clarifies that information leading to an incorrect birth registration was given to the General Register Office by a third party, and that information was not merely incorrect, but also false or misleading.  Therefore we have used that term and the addition of that language, that is, as a result of giving information that was false or misleading in respect of the name, to try to address that.  That is very similar to the change Deputy Bacik proposed.  I believe this addresses the concerns that have been raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E00400","speaker":"1477"},{"type":"speech","time":1646179200,"counter":80,"content":"<p>To be clear, and I will take this with baby steps to make sure that everything is clear, we have had the list of amendments, and anyone who has proposed them has spoken to them.  I will now open it up for discussion on any of those to let any member speak on them who wishes to speak on them.  When that is finished, we will move to a vote on amendment No. 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E00700","speaker":"1570"},{"type":"speech","time":1646179200,"counter":81,"content":"<p>We will not get to discuss this again when we are voting on the amendments, and I will be pushing amendment No. 72 to a vote when the time comes.  I completely understand what the Minister is saying, that nobody wants to limit access to the provisions by causing anyone to have to prove anything, and the Minister referenced a situation where somebody would have to prove his or her adoption was illegal.  Amendment No. 72 that I have put forward inserts \"or illegal birth registration information\".  It is literally incorrect to say they are just inaccurate, or what is the original term in the legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E00800","speaker":"1525"},{"type":"speech","time":1646179200,"counter":82,"content":"<p>Incorrect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E00900","speaker":"1477"},{"type":"speech","time":1646179200,"counter":83,"content":"<p>Incorrect.  It is incorrect to say they are just incorrect registrations.  Some of them are illegal and that needs to be acknowledged.  I am not saying to replace it.  The amendment is to say \"or illegal birth registration information\".  I understand the Minister's sentiment of not wanting to limit it, but the argument does not make any sense.  It can include the two so that it is not limited to, but acknowledges the fact, there were illegal birth registrations, which is what people are looking for.  That is the purpose of the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E01000","speaker":"1525"},{"type":"speech","time":1646179200,"counter":84,"content":"<p>Are there any other contributions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E01050","speaker":"1570"},{"type":"speech","time":1646179200,"counter":85,"content":"<p>On the point Deputy Cairns is making about giving the option of \"or\", I understand where the Minister is coming from on this, and we had those discussions during pre-legislative scrutiny.  However, the option that is made available by the Deputy's amendment is about the significance of this for people who feel aggrieved.  You potentially might have lived your whole life only to find out you are not who you thought you were.  To describe it as distressing is an understatement.  The amendment is well-worded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E01100","speaker":"1449"},{"type":"speech","time":1646179200,"counter":86,"content":"<p>Everyone has moved their motions.  We have had a response to the motions.  Does the Minister wish to respond to any of that discussion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E01200","speaker":"1570"},{"type":"speech","time":1646179200,"counter":87,"content":"<p>I have listened to the concerns that have been raised in this area.  I have brought forward an amendment similar to one that was put forward by Deputy Bacik that I believe addresses this issue.  It recognises the diversity of situations that led to incorrect registrations, some of which were because of inaccuracies and some of which were because of the provision of false or misleading information.<\/p><p>Through the amendments I propose, this legislation will recognise that fact.  That is the best way to address the concern raised by Deputies and groups.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#E01300","speaker":"1477","continuing":true},{"type":"unspoken","time":1646179200,"counter":89,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":90,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 8, to delete lines 13 to 15 and substitute the following:   \t&ldquo;(b) born in the State and placed for adoption outside the State,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#F00300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":91,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":92,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 8, between lines 20 and 21, to insert the following:  \t&ldquo;(e) who was subject to an illegal birth registration;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#F00500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":93,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":94,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 8, between lines 20 and 21, to insert the following:  \t&ldquo;(e) who was otherwise illegally adopted;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#F00700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":95,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":96,"content":"<p>Amendments Nos. 6, 206, 207, 242, 265, 276, 282, 284, 287, 295, 298, 309, 319, 320, 322, 326, 328, 329, 343 and 349 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#F00900","speaker":"1570"},{"type":"speech","time":1646179200,"counter":97,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 8, between lines 20 and 21, to insert the following:  \t&ldquo; &ldquo;Adoption Advisory Group&rdquo; means the advisory group convened by the Minister as prescribed in <i>section 67<\/i>of this Act;&rdquo;.  <\/blockquote> <p>I will speak to all the grouped amendments.  In relation to amendment No. 6, we believe a better or more suitable name would be &quot;Adoption Advisory Group&quot;.  This relates to the stakeholder reference group.  We acknowledge the good intention behind it but &quot;Adoption Advisory Group&quot; is a more relevant and suitable name.  <\/p><p>Amendments Nos. 206, 207, 242, 265, 276, 282, 284, 287, 295, 298, 309, 319, 320, 322, 326, 328, 329, 343 and 349 are to strengthen the role of that advisory group.  We have concerns, as people will understand given the amount of amendments tabled.  We believe the group will be key to the successful roll-out, along with other amendments we are putting forward.  These amendments strengthen the group's role.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#F01000","speaker":"1449"},{"type":"speech","time":1646179200,"counter":98,"content":"<p>These amendments are to provide for the creation and role of an adoption advisory group to assist in the proper functioning of the Bill and of the process it is intended to facilitate.  The input of those with direct experience of adoption is essential if the services set out under the Bill are to be effective.  A previous Minister with responsibility for children, the late Brian Lenihan Jnr., set up an advisory group to assist the Adoption Authority on an information and tracing service and other matters.  Campaigners have sought that similar groups be put in place for this Bill in recognition of the complexity involved and the vital insight adopted people can provide.  The Minister and his officials create the law but adopted people live it.  It would be beneficial to the process and a strong sign of good faith from the Department to include it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#F01100","speaker":"1525"},{"type":"speech","time":1646179200,"counter":99,"content":"<p>Amendments Nos. 6 and 349 seek to add a new section to the Bill, which would establish a permanent adoption advisory group to inform the operation of the Act.  Consultation with stakeholders and people who benefit from this legislation have been to the forefront of the development of the legislation.  During pre-legislative scrutiny, members engaged with a large number of groups.  I have also engaged with a large number of groups and individuals.  I continue to engage with survivor groups, adopted people and their families.  Deputy Funchion and I had a useful meeting last week with a former resident.  That was important and developed my understanding of what is needed in this area.<\/p> <p>  In the pre-legislative scrutiny report, a recommendation was made for a role for stakeholders in the implementation of the legislation.  We considered that recommendation and, on foot of that, I will put in place a stakeholder representative group.  The work of the group will be aimed at supporting the preparation for the implementation of the legislation when it is enacted.  That work will have regard to the public information campaign we have spoken about and general awareness-raising of changes being brought about by this legislation.  The proposals for the group's role, composition and relationship are being developed by my Department.  <\/p> <p>  That is not the only work we are doing in the area.  Action 1 of the 22-point action plan in response to the commission's report referred to developing a new and enhanced model of engagement and we are looking at the proposal to bring forward a special advocate for survivors and former residents of mother and baby and county home institutions.  This could look at providing a well-resourced and dynamic model of representation for former residents to make sure there is a strong advocacy voice for them on a range of issues beyond the implementation of this legislation.  We know from our engagement with survivors that their priorities are multifaceted.  For some this legislation is key, while for others it is about memorialisation or the recovery of remains, which we have already discussed.  For others again it is issues around redress or education and how the history of this period is reflected.  That special advocate model could support systematic advocacy on behalf of former residents.  The longer term, resourced advocacy model addressing survivors in the myriad of ways they require and the stakeholder group we are establishing for the implementation of this legislation constitute the preferable way to go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#F01200","speaker":"1477"},{"type":"unspoken","time":1646179200,"counter":100,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":101,"content":"<p>Amendments Nos. 8 to 10, inclusive, are physical alternatives to amendment No. 7.  Therefore, amendments Nos. 7 to 10, inclusive, may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#G00500","speaker":"1570"},{"type":"speech","time":1646179200,"counter":102,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page 9, to delete lines 10 to 24.  <\/blockquote> <p>I will be withdrawing amendment No. 7 but I wish to speak on the other amendments in the group, amendments Nos. 8 to 10, inclusive.<\/p><p>Amendment No. 8 seeks to ensure that all agencies, organisations and individuals which were involved with the care of children and mothers who were separated from them are included.  Amendment No. 9 is in the same vein or spirit and provides that any institution, agency, organisation or individual involved in the separation of mothers and their children should be covered.  In relation to amendment No. 10, it was brought to our attention that not all care was provided by institutions.  We know that there were some <i>ad hoc<\/i>arrangements but there may have been periods of time when a child was with his or her mother or father but then moved back into an institution.  Our aim is to ensure that all of those situations are covered.<\/p><p>I stress again in relation to these amendments that they are strengthening the Bill and the language therein.  If the Department and the Minister really believe that everything is covered, I do not see why they would have a difficulty with including some of these language changes just to strengthen the Bill and to signal to the people affected that all situations will be covered.  Again, I stress that there is distrust.  That distrust is understandable, given the years of being let down, for want of a better phrase.  When one reads these amendments, one sees that their aim is to strengthen what is already in the Bill.  I do not see why we cannot include stronger language.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#G00600","speaker":"1449"},{"type":"speech","time":1646179200,"counter":103,"content":"<p>The situation requires that we have as robust and as inclusive a definition as possible.  We need to guarantee that all records relating to the adoption or informal care arrangement of a relevant person are understood as that person's personal data.  These amendments simply provide for a fuller definition that will provide greater reassurance for adopted people and their relatives.  It is difficult to understand why they cannot be accepted by the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#G00700","speaker":"1525"},{"type":"speech","time":1646179200,"counter":104,"content":"<p>Just to set out the overall context, it is important to remember that the definition of care arrangement is set out on page 9 of the Bill.  That sets out the types of care arrangements that are relevant to the release of information provided for in the Bill.  It is particularly relevant to the definition of a &quot;relevant person&quot; and the categories of information that are eligible for release under the Bill.  The types of care arrangement defined in the Bill include a nursed out arrangement, a boarded out arrangement, and an arrangement under which a child was cared for by a resident of an institution, among others.<\/p><p>On the specific amendments in this group, amendment No. 7 is not one I can support.  The definition of care arrangement is a key definition and is central to the understanding of several other definitions.  This definition is expansive and seeks to ensure that a broad range of care arrangements and areas are covered.  What is being proposed by amendment No. 7 is the removal of that and this is obviously not something I can support.<\/p><p>I am also not in a position to support amendments Nos. 8, 9 and 10.  They seek to alter the definition of care arrangement.  The provisions of amendment No. 8 are already covered in subsection (9) of the existing definition of care arrangement contained in the legislation, which provides for &quot;an arrangement under which a child was cared for as a resident of an institution specified in the <i>Schedule<\/i>&quot;.  We believe that part is already covered.  Amendment No. 9 is already covered by the definition of care information which provides for the release of information to anyone who made care arrangements or was a party to them.  In that context, amendment No. 9 is unnecessary.<\/p><p>Amendment No. 10 seeks to expand the definition to include care provided by a parent or guardian of the child.  I understand the spirit behind this amendment but this refers to care provided to a child by its parent, outside of the institution.  We have to be very honest about the type of information we are going to have available.  When the child is with a parent and not in an institution, there will not be records of what happened in that situation.  We must be honest with people.  We have all met survivors who have tried to get their information only to be told that the information no longer exists.  Suggesting to survivors that there is information about what happened when they were cared for by their own parents outside of an institution is problematic.  That is not information that the institution has because, by its very nature, the care was taking place outside of the institution.  We can confirm that where a child was cared for by a parent within an institution, and we know that happened in many of the mother and baby homes, that information is available because obviously it is part of the institutional records but we cannot make claims about finding and delivering information about what happened outside of these institutions.  We would be raising false hope by doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#G00800","speaker":"1477"},{"type":"speech","time":1646179200,"counter":105,"content":"<p>I understand that point and it is something that occurred to me too.  However, what we are trying to say here is that if there was a situation where a child was in a care institution, was boarded out or fostered and that did not work out and the child was sent back, it would be important that any records of that would be accessible.  That is why we are including guardians, mothers and fathers because, potentially, the child could have been boarded out with or fostered by a birth parent and then sent back to an institution.  We are trying to cover all possibilities and angles.  I know people will look at this and say that the types of situations we are trying to cover are immense and that everything is covered by the Bill.  However, when people have been consistently let down for years, if not decades, they want absolutely everything possible to be covered by this legislation to ensure that no situation is left out.  That is what we are trying to achieve here.<\/p> <p>  I understand some of the points made by the Minister.  There have been numerous apologies made to survivors and survivor groups over the years but the best way to honour and acknowledge that is by ensuring we respect their wishes and what they want in the wording of this legislation.  It is possible to put this wording into the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#G00900","speaker":"1449"},{"type":"speech","time":1646179200,"counter":106,"content":"<p>Again, I understand where Deputies are coming from here.  However, in terms of the circumstances Deputy Funchion just outlined, the type of care arrangements that are defined in the Bill clearly include a nursed out arrangement, a boarded out arrangement and an arrangement under which a child was cared for by a resident of an institution.  Our belief is that the situation that Deputy Funchion just outlined is already covered by this legislation.  We know that boarded out and nursed out arrangements are two separate things.  Nursed out children were usually very young whereas boarded out children, while still young, could be seven or eight years old as opposed to a few months old.  We believe that the very comprehensive definition of care arrangement and the various types of arrangement provided for cover all of the instances that we can envisage and would have experience of from talking to survivors over the years.  At the same time, it does not raise a false or unmeetable hope that information about what happened when an adopted person or someone boarded out was in his or her own home, cared for by his or her own parent because that information just does not exist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#G01000","speaker":"1477"},{"type":"unspoken","time":1646179200,"counter":107,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1646179200,"counter":108,"content":"<p>I move amendment No. 8:<\/p> <blockquote> \tIn page 9, between lines 24 and 25, to insert the following:  \t&ldquo;(f) any institution, agency, organisation or individual involved in the care of children and mothers who were separated from each other;&rdquo;  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H00200","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":109,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":110,"content":"<p>I move amendment No. 9:<\/p> <blockquote> \tIn page 9, between lines 24 and 25, to insert the following:  \t&ldquo;(f) any institution, agency, organisation or individual involved in the separation of mothers and their children;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H00400","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":111,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":112,"content":"<p>I move amendment No. 10:<\/p> <blockquote> \tIn page 9, between lines 24 and 25, to insert the following:  \t&ldquo;(f) care provided by the mother, father or guardian of the child;&rdquo;.  <\/blockquote> <p>If I withdraw the amendment now, is it possible to raise it on Report Stage if we feel it needs to be revisited?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H00600","speaker":"1449"},{"type":"speech","time":1646179200,"counter":113,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H00700","speaker":"1570"},{"type":"unspoken","time":1646179200,"counter":114,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1646179200,"counter":115,"content":"<p>Just to clarify for people who may be watching, an amendment must be formally moved.  Once it is moved it is on the record and then it can be withdrawn at which point we can come back to it on a later Stage of the Bill.  We have to do the formal thing of moving it first, which was something I had forgotten.<\/p> <p>  Amendments Nos. 12 to 25, inclusive, are physical alternatives to amendment No. 11.  Amendments Nos. 11 to 25, inclusive, are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H00900","speaker":"1570"},{"type":"speech","time":1646179200,"counter":116,"content":"<p>I move amendment No. 11:<\/p> <blockquote> \tIn page 9, to delete lines 25 to 38. <\/blockquote> <p>I will be withdrawing amendments Nos. 11 and 12.  I will speak to amendments Nos. 13 to 25, inclusive.  Amendment No. 13 relates to the relevant person's place of birth.  I believe this is a common-sense amendment.  It strengthens the legislation to include where the person was born.  The name and where he or she was cared for are already included and I do not understand why it does not include where the person was born.<\/p><p>Amendment No. 14 seeks to add &quot;records of any vaccine trials in which the relevant person was a research subject&quot;.  We know the issue of vaccine is very important.  There are many question marks around it.  It is a very contentious issue at times.  It is important that all information, no matter how difficult that may be, is included.<\/p><p>Amendment No. 15 seeks to add &quot;the relevant person&rsquo;s medical records from birth until the time of placement, including x-rays, tests, vaccines&quot;.  It is important that all medical records such as X-rays are included.  That is all I have to say for now.  I may come back when the Minister responds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H01000","speaker":"1449"},{"type":"speech","time":1646179200,"counter":117,"content":"<p>These amendments facilitate a broader definition, in this case for care information.  We need definitions that incorporate the full range of people and actors involved in providing care.  The materials that recorded aspects of that care are a vital area where we need stronger definitions to help people assemble a clear understanding of their identity and heritage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H01100","speaker":"1525"},{"type":"speech","time":1646179200,"counter":118,"content":"<p>I will just speak to amendments Nos. 13 to 25, inclusive, given that Deputy Funchion indicated her intention to withdraw amendments Nos. 11 and 12.  I do not propose to accept these amendments, primarily because we believe these definitions are already clearly contained within the existing definitions in the Bill.  Like the Deputies, we also wish to see as broad a range of categories of information as possible provided to adopted people, people who were subject to illegal birth registrations and those who were boarded out.  That is why the definition of care information provided in the Bill is expansive.  It was drafted in consultation with organisations familiar with the types of records that would be held by these institutions.<\/p> <p>  Many of the proposed amendments seek to capture types of information already provided for in the Bill under other categories of information: birth, early life, medical information and provided items.  The type of information these amendments propose to address is already guaranteed for release under the legislation.  For example, the information specified in amendments Nos. 14, 19, 20, 23 and 24 is already explicitly covered under the definition of early life information.  The information specified in amendments Nos. 18, 21, 23, 24 and 25 is explicitly covered by the definition of care information.  The information specified in amendment No. 13 is specifically captured under birth information.  The information specified in amendment No. 14 is set out under medical information.  The information specified in amendment No. 16 is already covered across all categories of information, birth, early life, care, medical information and provided items. <\/p> <p>  It is not possible to support amendment No. 22 because we believe the wording of the amendment is more restrictive than what is currently provided for under the legislation.  As such, we do not want to restrict the type of information available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H01200","speaker":"1477"},{"type":"speech","time":1646179200,"counter":119,"content":"<p>Does Deputy Funchion wish to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H01300","speaker":"1570"},{"type":"speech","time":1646179200,"counter":120,"content":"<p>Not at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H01400","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":121,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1646179200,"counter":122,"content":"<p>Amendment No. 12 not moved.<\/p>"},{"type":"speech","time":1646179200,"counter":123,"content":"<p>I move amendment No. 13:<\/p> <blockquote> \tIn page 9, between lines 28 and 29, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s place of birth;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H01800","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":124,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":125,"content":"<p>I propose to suspend for a few minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#H02000","speaker":"1570"},{"type":"unspoken","time":1646179200,"counter":126,"content":"<p>Sitting suspended at 6.49 p.m. and resumed at 6.59 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1646179200,"counter":127,"content":"<p>I thank those who are watching proceedings for their patience.  We are still working through the amendments.  We will move to amendment No. 14, which has already been discussed with amendment No. 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#J00100","speaker":"1570"},{"type":"speech","time":1646179200,"counter":128,"content":"<p>I move amendment No. 14:<\/p> <blockquote> \tIn page 9, between lines 28 and 29, to insert the following:  \t&quot;(a) records of any vaccine trials in which the relevant person was a research subject;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K00200","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":129,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":130,"content":"<p>I move amendment No. 15:<\/p> <blockquote> \tIn page 9, between lines 28 and 29, to insert the following:  \t&quot;(a) the relevant person&rsquo;s medical records from birth until the time of placement, including x-rays, tests, vaccines;&quot;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K00500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":131,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":132,"content":"<p>I move amendment No. 16:<\/p> <blockquote> \tIn page 9, to delete line 29 and substitute the following:  \t&quot;(a) the personal data of the relevant person,&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K00800","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":133,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":134,"content":"<p>I move amendment No. 17:<\/p> <blockquote> \tIn page 9, lines 30 and 31, to delete &quot;specified in the <i>Schedule<\/i>&quot; and substitute &quot;involved in the care of children and mothers who were separated from each other&quot;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K01100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":135,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":136,"content":"<p>I move amendment No. 18:<\/p> <blockquote> \tIn page 9, to delete line 35 and substitute the following:  \t&quot;any person who cared for a relevant person while he or she was resident as a child in an institution involved in the care of children and mothers who were separated from each other,&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K01400","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":137,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":138,"content":"<p>I move amendment No. 19:<\/p> <blockquote> \tIn page 9, to delete line 38 and substitute the following:  \t&quot;(e) records about the person, including correspondence and other records associated with the administrative process surrounding the relevant person&rsquo;s care;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K01700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":139,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":140,"content":"<p>I move amendment No. 20:<\/p> <blockquote> \tIn page 9, to delete line 38 and substitute the following:  \t&quot;(e) the name of a parent, genetic relative or guardian who provided care to a relevant person;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K02000","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":141,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":142,"content":"<p>I move amendment No. 21:<\/p> <blockquote> \tIn page 9, to delete line 38 and substitute the following:  \t&quot;(e) the nature of care provided as part of a care arrangement;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K02300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":143,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":144,"content":"<p>I move amendment No. 22:<\/p> <blockquote> \tIn page 9, to delete line 38, and substitute the following:  \t&quot;(e) the name of any person who made arrangements for the relevant person to be nursed out or boarded out;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K02600","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":145,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":146,"content":"<p>I move amendment No. 23:<\/p> <blockquote> \tIn page 9, to delete line 38, and substitute the following:  \t&quot;(e) the name of any person who made arrangements for a foster care arrangement or who placed the relevant person with prospective adopters;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K02900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":147,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":148,"content":"<p>I move amendment No. 24:<\/p> <blockquote> \tIn page 9, to delete line 38 and substitute the following:  \t&quot;(e) the name of any person who made arrangements for the adoption of a relevant person, whether or not an adoption was effected in respect of him;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K03200","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":149,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":150,"content":"<p>I move amendment No. 25:<\/p> <blockquote> \tIn page 9, to delete line 38 and substitute the following:  \t&quot;(e) the name of any person who cared for a relevant person while he or she was resident as a child in an institution involved in the care of children and mothers who were separated from each other;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K03500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":151,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":152,"content":"<p>Amendments Nos. 27 to 64, inclusive, are physical alternatives to amendment No. 26.  Amendments Nos. 26 to 64, inclusive, are therefore related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K03700","speaker":"1570"},{"type":"speech","time":1646179200,"counter":153,"content":"<p>I move amendment No. 26:<\/p> <blockquote> \tIn page 10, to delete lines 3 to 37. <\/blockquote> <p>This amendment seeks to delete the entire section relating to the interpretation or definition of early life information.  The definition contained in the Bill is problematic and focuses on a specific timeframe of the person's early life.<\/p><p>Amendments No. 27 to 64, inclusive, spell out precisely what personal data means in this context.  We are attempting to give an extensive description of personal data and provide a full and exhaustive list of personal data in terms of adopted persons and their identity.  We also seek to include information as to how the relevant persons acquired their adoptive identity, the names of their genetic family members, their county and country of origin at the time of their birth and the occupation of their parents and grandparents at the time of their birth.  We also seek to include information on the number of siblings and other relations in a person's genetic family, correspondence about the person, records surrounding the assessment and administrative processes associated with the person's adoption and the names of the people involved in that person's care.  This goes to the heart of what we have been saying all along.  We believe the amendments would ensure that everything that can be included is included.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K03800","speaker":"1449"},{"type":"speech","time":1646179200,"counter":154,"content":"<p>We had a discussion during pre-legislative scrutiny on care information.  The definition was highlighted as being problematic.  It is important to note this point was also raised by UN rapporteurs.  We heard many compelling statements calling for a broader and more robust definition of care information.  This set of amendments represents a very strong and human rights informed understanding of care information.  I encourage the Minister to accept the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K03900","speaker":"1525"},{"type":"speech","time":1646179200,"counter":155,"content":"<p>I stress the importance of this series of amendments.  There is quite a lot here.  The amendments govern the provision of information.  It is telling that adopted people feel they have to put forward these amendments.  I am concerned about the Bill on that basis.  I know the Minister will say the legislation is comprehensive and covers all options but we will not know that until afterwards.  The problem is that we will not know until it is too late whether they are all covered.  That is really worrying.<\/p> <p>  I agree with amendment No. 26.  It would be right to delete the whole lot.  All the amendments in the group are relevant and important.  They reflect the information it is felt has to be included in the section to ensure all the information and all of the options are covered.  Information is vital for adopted people.  Their whole lives are lived with a lack of information.  Amendment No. 29 refers to letters, cards or other materials placed in an adoption file by the relevant person's father or other relatives.  It states people should have access to this information.  Clearly there have been instances where people have not been given this information.  This is why the amendment has been tabled.  It is directly from experiences that people have had.  Amendment No. 30 refers to letters, cards or other material placed in the adoption file by the relevant person's mother.  There is a reason for these amendments.  It is important and the Minister should take the amendments on board and include them in the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K04000","speaker":"1547"},{"type":"speech","time":1646179200,"counter":156,"content":"<p>I want to recall what we are trying to do with regard to early life information.  The definition provided on page 10 of the Bill sets out the various types of information relating to a relevant person's life from birth to 18 years that are eligible to be released under the legislation.  It is not an exhaustive list but it provides clear and consistent guidance on the type of information that has to be released in all cases, which is what we are achieving with the Bill.  It is an expansive definition.  It covers many different types of information, including, among many other examples, any religious ceremony that may have taken place, whether a relevant person has had vaccinations, any record of a person's physical or emotional development and whether the mothers of persons stayed with them in an institution for any length of time.<\/p><p>I cannot accept the amendment because it proposes to delete the definition of early life information, which is a key definition that ensures essential personal histories are captured and released.  The fact that the word \"includes\" precedes the list of types of information that may be on record makes it clear that it is an expansive and not a restrictive definition.<\/p><p> I cannot support amendment No. 27, which proposes to delete the reference to section 2(2).  That is important because it looks at the reference to that subsection.  The function of the reference in the section is to define the period of time during which the definitions of care information and early life information apply, and it is included for accuracy and precision in drafting.  This amendment deletes the particular reference entirely, but it does not offer any substitute or alternative.  That would have the consequence of extending the period until the relevant person is 18 years old, but that amendment would have no practical effect as there would be no records in relation to care information or early life information that would extend past that cut-off point, because once a person is adopted or the persons named as his or her parents in a false or incorrect registration assume the role of parents, there would no longer be any records held by public bodies because the person would no longer be with a public body but with his or her adoptive or non-adoptive parents.<\/p><p> I have spoken about this with the officials.  We do not support this amendment in respect of the reference to section 2(2).  I am advised that under grouping 11, amendment No. 102, seeks to delete section 2(2), and I have asked my officials to review the potential benefits to individuals of amending that particular section.  In the context of amendment No. 102, we will look to see if there is something we can do to provide additional clarity.  That is what I have been advised in respect of amendment No. 27.<\/p><p> To address the extensive list of points that have been raised in amendments Nos. 28 to 63, inclusive, we are not accepting the amendments because we believe all of these issues, bar a small number that I will speak to at the end, are already covered within the definitions that we have provided under this legislation, either under the definition of early life information or the definitions of birth, care and medical information.  Amendments Nos. 45, 48, 50, 51, 54 and 56 to 59, inclusive, are explicitly provided for under early life.  Amendments Nos. 41 and 47 are clearly covered under care information.  Amendments Nos. 32, 33, 36, 37, 42 to 44, inclusive, and 61 are explicitly covered under our definition of birth information.  Amendments Nos. 28 to 30, inclusive, are captured under the term \"provided items\".  Amendments Nos. 52 to 55, inclusive, are provided for under both medical information and early life information.  Amendments Nos. 49 and 50 are covered under both early life and care information.  I believe all of the amendments as set out are unnecessary as they are already covered.<\/p><p> Amendments Nos. 34, 39, 40, 42 and 46 refer to the inclusion of information that is the personal data of a relevant person&rsquo;s mother and is not therefore the personal data of the relevant person.  We cannot support their inclusion in this legislation as that would provide for the release of another person&rsquo;s data without that person's consent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#K04100","speaker":"1477","continuing":true},{"type":"speech","time":1646179200,"counter":158,"content":"<p>We want to include the amendments to strengthen the legislation and ensure everyone is included.  The Minister is saying the provisions are already included.  There is obviously a breakdown somewhere.  Could a compromise be reached?  If they are covered, why can some of the amendments not be accepted to show good faith?  If the Minister believes they are covered, then what is the harm in having what is proposed in the Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#L00200","speaker":"1449"},{"type":"speech","time":1646179200,"counter":159,"content":"<p>The Minister has outlined that he believes the amendments are already covered in the Bill.  We will not know until the legislation is passed whether the adoption agencies comply and provide the information that is required of them.  That is part of the problem.  Perhaps all the information is held by Tusla and it will be complied with now.  How secure is the Minister in the knowledge that these concerns are addressed?  I ask him to expand on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#L00300","speaker":"1547"},{"type":"speech","time":1646179200,"counter":160,"content":"<p>I will suspend before the Minister responds to those points because we have to leave for a vote in the D&aacute;il.  He can respond when we come back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#L00400","speaker":"1570"},{"type":"unspoken","time":1646179200,"counter":161,"content":"<p>Sitting suspended at 7.06 p.m. and resumed at 8.01 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1646179200,"counter":162,"content":"<p>The votes in the D&aacute;il have concluded so we are resuming on amendments Nos. 26 to 64, inclusive.  They were introduced and there was some discussion.  We concluded with Deputy Pringle asking the Minister for clarification.  Does the Deputy want to ask his question again or will we just proceed to the response from the Minister?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00100","speaker":"1449"},{"type":"speech","time":1646179200,"counter":163,"content":"<p>I think we left it to the Minister to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00200","speaker":"1547"},{"type":"speech","time":1646179200,"counter":164,"content":"<p>The Deputy is right.  I am right in all these things and we should just------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00300","speaker":"1477"},{"type":"speech","time":1646179200,"counter":165,"content":"<p>Just as well he is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00400","speaker":"1547"},{"type":"speech","time":1646179200,"counter":166,"content":"<p>A number of points were made by Deputies Pringle, Funchion and Cairns.  Deputy Funchion was making points on a good-faith gesture regarding the acceptance of amendments.  We have made significant changes between the publication of the pre-legislative scrutiny report and the final Bill.  I have already indicated that I will ask officials to review some of the points Deputies made where I feel they are legitimate.  I have made proposals that I feel, particularly in terms of illegal birth registration, respond to issues Deputies have raised.  Others have asked whether their list of amendments cannot just be accepted if we are all trying to cover what is roughly the same material.  The definitions we have in the Bill have been carefully fine tuned in accordance with engagement with the Office of the Parliamentary Counsel and the Office of the Attorney General.  Every word has been considered and thought through, and we have examined previous legislation that did not get passed.  The provisions have been expanded to make sure they are as inclusive as possible.  The definitions of \"birth information\", \"early life information\" and \"medical information\" have all been planned and designed in a very specific way to work across all the various sections of the legislation.<\/p> <p>  I accept the point Deputy Pringle was making on the dissatisfaction of adopted people and others in seeking access to information previously, and that is why this legislation is being considered.  I have two points on the question of whether people can have confidence in Tusla and the Adoption Authority of Ireland.  First, my Department is leading the implementation group.  It is being led by Ms Laura McGarrigle, the assistant secretary in this area.  It brings together our Department, Tusla and the Adoption Authority of Ireland with a view to changing the culture in organisations in the sense of making it very clear that the presumption is one of the release of information.  I accept that has not happened in the past.  This legislation is to give very clear legal grounding for always releasing information but there has to be a culture change.  My Department is leading that through the implementation body.  I have discussed the required change to organisational culture in the past three weeks with the chief executive of Tusla, Mr. Bernard Gloster, who firmly believes in it.  Whenever he was before this committee, he was very clear on it.  I have also discussed the matter with the chairperson of the Adoption Authority of Ireland.  Irrespective of whether the change of culture is clear, the Minister has the power, under various sections of this legislation, to issue specific guidelines on how the release of information can be understood by the relevant bodies.  The cultural changes we are trying to achieve in the agencies and the specific guideline-writing power give us an opportunity to continue to ensure the categories we already argue are very broad can continue to be interpreted in an expansive way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00500","speaker":"1477"},{"type":"speech","time":1646179200,"counter":167,"content":"<p>When we know there are really ingrained cultural attitudes within an institution, body or Department, it will not just be enough to have a chat with the head of the organisation in the hope it will change.  We are aware that there is a considerable institutional aversion to change in such organisations.  This disregards how people have been treated by them.  There is a need to acknowledge this in legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00600","speaker":"1525"},{"type":"speech","time":1646179200,"counter":168,"content":"<p>I accept what the Minister is saying.  What Deputy Cairns said is right.  There is a need for cultural change.  It has to happen at some point, and something has to start it off.  I am still worried about the period in which cultural change is to take place in that adopted people could be left behind or something could happen.  I do not know the solution or the best that can be achieved for anybody in this regard.  As is evident from the number of amendments suggested by the bodies acting on behalf of adopted people, a big task needs to be done.  It may require a leap of faith by everybody to ensure it is done.  I hope it happens.  The best way is to give all the information because there should not be anything hidden.  That is how it should happen.  We will see how it goes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00700","speaker":"1547"},{"type":"unspoken","time":1646179200,"counter":169,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":170,"content":"<p>I move amendment No. 27:<\/p> <blockquote> \tIn page 10, line 3, to delete &quot;, subject to <i>subsection (2)<\/i>,&quot;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q00900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":171,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":172,"content":"<p>I move amendment No. 28:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:   \t&quot;(a) any letters, cards or other materials placed on the adoption file(s) by the relevant person&rsquo;s adoptive parents,&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q01100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":173,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":174,"content":"<p>I move amendment No. 29:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:   \t&quot;(a) any letters, cards or other materials placed on the adoption file(s) by the relevant person&rsquo;s father or other relatives,&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q01300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":175,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":176,"content":"<p>I move amendment No. 30:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:   \t&quot;(a) any letters, cards or other materials placed on the adoption file(s) by the relevant person&rsquo;s mother,&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q01500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":177,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":178,"content":"<p>I move amendment No. 31:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:   \t&quot;(a) the personal data of the relevant person,&quot;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q01700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":179,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":180,"content":"<p>I move amendment No. 32:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:   \t&quot;(a) the relevant person&rsquo;s name at birth,&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q01900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":181,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":182,"content":"<p>I move amendment No. 33:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:   \t&quot;(a) the relevant person&rsquo;s mother&rsquo;s forename and surname, as held in the public Register of Births or equivalent if the relevant person&rsquo;s mother was born outside of Ireland,&quot;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#Q02100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":183,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":184,"content":"<p>I move amendment No. 34:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) whether the relevant person&rsquo;s mother received support after the relevant person&rsquo;s adoption,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R00100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":185,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":186,"content":"<p>I move amendment No. 35:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) whether the relevant person&rsquo;s mother was made aware of or offered any other choices apart from adoption,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R00300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":187,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":188,"content":"<p>I move amendment No. 36:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s father&rsquo;s forename and surname, as held in the public Register of Births or equivalent if the relevant person&rsquo;s father was born outside of Ireland,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R00500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":189,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":190,"content":"<p>I move amendment No. 37:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s genetic relatives&rsquo; names, as held in the public Register of Births or equivalent if the relevant person&rsquo;s relative was born outside of Ireland,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R00700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":191,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":192,"content":"<p>I move amendment No. 38:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) whether the relevant person&rsquo;s mother gave informed consent to the adoption,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R00900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":193,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":194,"content":"<p>I move amendment No. 39:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) whether the relevant person&rsquo;s mother was transferred from a Magdalene Laundry or another institution, to the Mother and Baby Home prior to giving birth and if so, details of the circumstances,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R01100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":195,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":196,"content":"<p>I move amendment No. 40:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) whether the relevant person&rsquo;s mother was transferred from the Mother and Baby Home to a Magdalene Laundry or other institution, and if so, details of the circumstances,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R01300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":197,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":198,"content":"<p>I move amendment No. 41:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) any anecdotal information regarding the adopted person&rsquo;s stay in the institution,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R01500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":199,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":200,"content":"<p>I move amendment No. 42:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s county\/country of origin at the time of their birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R01700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":201,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":202,"content":"<p>I move amendment No. 43:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the occupation of the relevant person&rsquo;s parents and family members at the time of the relevant person&rsquo;s birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R01900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":203,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":204,"content":"<p>I move amendment No. 44:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s parents&rsquo; ages at the time of the relevant person&rsquo;s birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R02100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":205,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":206,"content":"<p>I move amendment No. 45:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) information regarding whether the mother stayed at the institution with the adopted person prior to their placement with the adoptive parents,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R02300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":207,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":208,"content":"<p>I move amendment No. 46:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) information regarding whether the relevant person&rsquo;s mother was resident in any other institution offering social care\/support either prior to or subsequent to the adopted person&rsquo;s birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R02500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":209,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":210,"content":"<p>I move amendment No. 47:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the date on which the relevant person was made the subject of a foster care arrangement or placed with prospective adopters,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R02700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":211,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":212,"content":"<p>I move amendment No. 48:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) records concerning the administrative process surrounding the relevant person&rsquo;s adoption or informal placement, including records about the decision-making process around the placement, correspondence with the adoptive parents and others, and how the relevant person acquired their adoptive\/new identity,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R02900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":213,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":214,"content":"<p>I move amendment No. 49:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) records concerning the assessment process associated with the relevant person&rsquo;s adoption or informal care arrangement,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R03100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":215,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":216,"content":"<p>I move amendment No. 50:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) records about the person, including correspondence and other records associated with the administrative process surrounding the relevant person&rsquo;s adoption or informal care arrangement, and correspondence from the relevant person&rsquo;s mother enquiring about the relevant person,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R03300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":217,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":218,"content":"<p>I move amendment No. 51:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the circumstances surrounding the relevant person&rsquo;s adoption or informal care arrangement,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R03500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":219,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":220,"content":"<p>I move amendment No. 52:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t <blockquote> \t&ldquo;(a) records of any vaccine trials in which the relevant person was a research subject,&rdquo;. <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R03700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":221,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":222,"content":"<p>I move amendment No. 53:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s family medical history,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R03900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":223,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":224,"content":"<p>I move amendment No. 54:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s medical records from birth until the time of placement, including x-rays, tests, vaccines,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R04100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":225,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":226,"content":"<p>I move amendment No. 55:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) records concerning the relevant person&rsquo;s health,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R04300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":227,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":228,"content":"<p>I move amendment No. 56:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) any records concerning the relevant person&rsquo;s early-life care,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R04500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":229,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":230,"content":"<p>I move amendment No. 57:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s physical condition and circumstances during their early months and years,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R04700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":231,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":232,"content":"<p>I move amendment No. 58:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the circumstances of the relevant person&rsquo;s birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R04900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":233,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":234,"content":"<p>I move amendment No. 59:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s health status at birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R05100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":235,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":236,"content":"<p>I move amendment No. 60:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) whether the relevant person was carried to full term, and if not, what precipitated early delivery and at what stage in the pregnancy,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R05300","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":237,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":238,"content":"<p>I move amendment No. 61:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s place of birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R05500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":239,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":240,"content":"<p>I move amendment No. 62:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the number of siblings in the immediate family of the relevant person&rsquo;s mother,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R05700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":241,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":242,"content":"<p>I move amendment No. 63:<\/p> <blockquote> \tIn page 10, between lines 6 and 7, to insert the following:  \t&ldquo;(a) the relevant person&rsquo;s grandparents&rsquo; occupations at the time of the relevant person&rsquo;s birth,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R05900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":243,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":244,"content":"<p>I move amendment No. 64:<\/p> <blockquote> \tIn page 10, lines 31 and 32, to delete all words from and including &ldquo;but&rdquo; in line 31 down to and including line 32. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R06100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":245,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":246,"content":"<p>Amendments Nos. 65 to 69, inclusive, are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R06300","speaker":"1570"},{"type":"speech","time":1646179200,"counter":247,"content":"<p>I move amendment No. 65:<\/p> <blockquote> \tIn page 11, line 10, after &ldquo;aunt&rdquo; to insert &ldquo;, grandchild&rdquo;. <\/blockquote> <p>Amendments Nos. 65 to 69, inclusive, are a series of amendments related to genetic relative information.  The definition of &quot;early life information&quot; is problematic as it currently denies access to information about a person's siblings, despite general data protection regulation, GDPR defining &quot;personal data&quot; as any information relating to a person.  Many adopted people and their siblings, whether adopted or not, are eager to learn about each other and be in contact.  We believe they must be facilitated in doing so.  Amendments Nos. 65 to 69, inclusive, are on that genetic relative information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R06400","speaker":"1449"},{"type":"speech","time":1646179200,"counter":248,"content":"<p>I fully support these amendments.  It is vitally important.  I know the GDPR argument, but this is GDPR that applies to individuals who are similar people and have similar GDPR, so there has to be away around this.  We should not be making any distinctions between adopted people and everybody else.  This is what these amendments try to avoid in the Bill.<\/p><p>I am fully in favour of these amendments. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#R06500","speaker":"1547","continuing":true},{"type":"speech","time":1646179200,"counter":250,"content":"<p>It is important to incorporate broader definitions of relatives in the Bill, as well as the types of genetic relative information that individuals will have access to.  These amendments also provide a framework to acknowledge and include relatives who may only come to light as the process evolves.  Adopted people often have to assemble disparate pieces of information, which leads to more records.  These definitions strengthen the recognition of rights to information through genetic registers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#S00200","speaker":"1525"},{"type":"speech","time":1646179200,"counter":251,"content":"<p>I cannot support this set of amendments.  They seek to alter or expand the definitions of \"genetic relative\" and \"genetic relative information\" contained in the Bill.  These definitions were carefully considered in consultation with the Attorney General and the Data Protection Commissioner.  The definition of genetic relative is central to information release in two key ways.  First, it relates to the release of the medical information of a genetic relative where the information is necessary for the maintenance of a relevant person's health; and second, to the release of correspondence between a relevant body or secondary information source and the genetic relative of a relevant person.  It also relates to information pertaining to any visit a genetic relative may have made to a relevant person under the definition of early life information.<\/p> <p>  Amendment No. 65 seeks to extend that definition of a genetic relative to include grandchildren.  However, this is not relevant or necessary in any scenario where this definition applies.  For example, a record will not hold the medical information of a relevant person's grandchild and they will have corresponded with relevant bodies in relation to that person.  There is no way that someone who was in an institution up to the age of 18 will have had a letter from their grandchild because their grandchild would not have been born at that stage.  This is therefore an unnecessary amendment.<\/p> <p>  With regard to amendment No. 66, the current definition of a genetic relative already sufficiently covers this, especially with regard to the reasons for defining a genetic relative within the legislation.  It is highly unlikely that a relative beyond a parent, sibling, grandparent, aunt, uncle or cousin would have visited or corresponded with a relevant person.  This is also relevant as regards access to medical information of a genetic relative, as it is highly unlikely that information pertaining to anyone beyond the list provided under the definition would exist within records or would be medically relevant and necessary for the maintenance of a relevant person's health.  This amendment is also unnecessary.<\/p> <p>  It is important to emphasise that both these amendments, Nos. 65 and 66, could jeopardise the release of a genetic relative's information to a relevant person if the definition ended up containing vague or unsupported categories of relatives, as it would not meet the necessity and proportionality test that releasing the personal sensitive data of a genetic relative to a third party would involve. <\/p> <p>  I cannot support the list of information suggested under amendments Nos. 67 and 69 as the name of the genetic relative and their potential status as an adopted person is their own personal data and not the personal data of the relevant person.  This was confirmed by the Data Protection Commissioner when appearing before the committee.  The other suggested additions under this amendment, namely, sex of siblings and position within the family order, are already provided for under the existing definition of a genetic relative.<\/p> <p>  I cannot support amendment No. 68.  Where this information is contained within a file, it will be released under the current definition of genetic relative information.  However, there cannot be a guarantee that this information is accessible and available on all files, as it is totally dependent on a person's position within the family order and whether siblings existed at the time of the record's creation.  I therefore cannot guarantee its release in all cases.  However, the database of the commission of investigation, which created a single record of a mother and her children and which we protected under legislation passed in 2020, should be helpful in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#S00300","speaker":"1477"},{"type":"unspoken","time":1646179200,"counter":252,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":253,"content":"<p>I move amendment No. 66:<\/p> <blockquote> \tIn page 11, between lines 11 and 12, to insert the following:  \t&ldquo;(d) a blood relative of a person whether the relationship is of the whole blood or half blood,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#S00500","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":254,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":255,"content":"<p>I move amendment No. 67:<\/p> <blockquote> \tIn page 11, between lines 16 and 17, to insert the following:  \t&ldquo;(b) the sex of the genetic relative;<br \/><br \/>(c) the name of the genetic relative;<br \/><br \/>(d) the nature of the relationship of the genetic relative to the person;<br \/><br \/>(e) whether the genetic relative was adopted;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#S00700","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":256,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":257,"content":"<p>I move amendment No. 68:<\/p> <blockquote> \tIn page 11, between lines 17 and 18, to insert the following:  \t&ldquo;(i) the number of genetic siblings,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#S00900","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":258,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":259,"content":"<p>I move amendment No. 69:<\/p> <blockquote> \tIn page 11, between lines 19 and 20, to insert the following:  \t&ldquo;(iii) the name(s) of the genetic sibling(s),<br \/><br \/>(iv) whether the genetic sibling(s) is\/are older or younger than the person,<br \/><br \/>(v) whether the genetic sibling(s) was\/were adopted;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#S01100","speaker":"1449"},{"type":"unspoken","time":1646179200,"counter":260,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1646179200,"counter":261,"content":"<p>We are due to finish at 8.30 p.m. so I propose that, having dealt with that group of amendments, we adjourn and resume our next meeting with amendment No. 70.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYS2022030200002#S01300","speaker":"1570"},{"type":"unspoken","time":1646179200,"counter":262,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"unspoken","time":1646179200,"counter":263,"content":"<p>The select committee adjourned at 8.28 p.m. until 3 p.m. on Tuesday, 8 March 2022.<\/p>","notice":"TIME STRING DETECTED"}]