[{"type":"majorheading","content":"Select Committee on Health","time":1544709600,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Stephen S. Donnelly, Deputy Margaret Murphy O'Mahony. Deputy Bernard J. Durkan, Deputy Finian McGrath (Minister of State at the Department of Health),<\/p><p>DEPUTY MICHAEL HARTY IN THE CHAIR.<\/p>","time":1544709600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002"},{"type":"minorheading","content":"Business of Select Committee","time":1544709600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#A00100"},{"type":"speech","time":1544709600,"counter":5,"content":"<p>We are in public session.  As we do not have a quorum due to votes taking place in the D&aacute;il, I propose that the select committee reconvenes at 3 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#B00200","speaker":"1275"},{"type":"unspoken","time":1544709600,"counter":6,"content":"<p>Sitting suspended at 2.15 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Health Insurance (Amendment) Bill 2018: Committee Stage","time":1544709600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G00100"},{"type":"speech","time":1544709600,"counter":8,"content":"<p>The purpose of the Bill is to amendment the Health Insurance Bill 1994 to specify the amount of premium to be the risk equalisation fund in respect of certain classes of insured persons from 1 April 2019; to make certain other amendments to that Act; to amend the Voluntary Health Insurance (Amendment) Act 1996.<\/p> <p>  I welcome the Minister of State, Deputy Finian McGrath, and his officials and invite the Minister of State to make an opening statement.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G00200","speaker":"1275"},{"type":"speech","time":1544709600,"counter":9,"content":"<p>I am pleased to have this opportunity to address this Committee on the Health Insurance (Amendment) Bill 2018.  The Bill was published on 14 November and concluded its passage through Second Stage in the D&aacute;il last week.  I welcome the support received in that House for the core principle of community rating, which is long established and well supported Government policy for the health insurance market.<\/p> <p>  I thank the Chairman, Deputy Harty, and Deputy Durkan for their support on this legislation. <\/p> <p>  This is a short and technical Bill comprising eight sections all focused on the specific issue of health insurance.  The amendments outlined in the Bill will ensure the ongoing sustainability of the private health insurance market and seek to keep health insurance policies at an affordable price for all citizens, young or old, sick or healthy.<\/p> <p>  Legislation is needed each year to update the amounts of credits paid to insurers under the scheme and the amounts of stamp duty levied on health insurance contracts to fund the credits. <\/p> <p>  As part of the process, the independent market regulator, the Health Insurance Authority, HIA, carries out an annual evaluation of the market, focused on the claims costs that every insurer has paid over the year.  Based on that analysis, the authority recommends the level of credits that should apply the next year.<\/p> <p>  The rates for next year, recommended by the authority, have been considered and accepted by the Minister for Health.  This year&rsquo;s Bill will provide for a general decrease in the credits across genders and age groups, and there will be no change in the stamp duty levy on contracts.  Maintaining the stamp duty levies at existing levels should ensure that health insurers do not increase premiums and that contracts remain at an affordable price for all citizens.<\/p> <p>  In addition to the technical amendments, this year&rsquo;s Bill provides for a number of amendments to the Acts governing the Health Insurance Authority and VHI. <\/p> <p>  In short, it is proposed to expand the membership of the Health Insurance Authority board; to broaden the composition of the VHI board; and to enable VHI to sell international healthcare plans directly.  I will outline each of these proposed changes in turn.<\/p> <p>  The Health Insurance Authority was established in 2001 with provision for five board members to be appointed.  Since then, the health insurance market has become more complex, with insurers adopting innovative marketing and product propositions to expand their client base and improve their risk profile. <\/p> <p>  Further significant changes can be expected as the Sl&aacute;intecare programme is implemented.  The role of private health insurance in our health system could change significantly, and the regulator must be able to react to this changing role and to advise the Minister for Health appropriately.<\/p> <p>  For the objective and effective discharge of its functions, it is desirable that the authority includes a broad mix of skills and experience and expanding the membership of the board will ensure they can deliver its strategy and address any challenges it meets.<\/p> <p>  The Bill also contains two amendments to the Voluntary Health Insurance Acts, which are the governing legislation for VHI.<\/p> <p>  The first VHI-related amendment deals with board composition. Currently, the VHI board is restricted to having only two persons who are &ldquo;health service providers&rdquo; on the board.  This amendment will remove this restriction and includes a new provision that the Minister will give due consideration to the mix of skills present on the VHI board when making appointments, thus ensuring the highest standards of governance.<\/p> <p>  The second amendment to the Voluntary Health Insurance Acts deals with one specific area of VHI&rsquo;s business activities.  The amendment will permit VHI to sell international healthcare plans directly, not only as an agent as it is allowed to do currently, and it will remove the requirement for VHI to seek ministerial approval before selling these plans.  This development is consistent with VHI&rsquo;s current status as an insurer authorised by the Central Bank.  VHI is competing in a highly competitive and regulated marketplace and this amendment will remove the impediment to VHI&rsquo;s ability to compete with its competitors and thereby allow VHI to avail of potentially significant business opportunities. <\/p> <p>  The Bill allows us to maintain our support for the core principle of community rating, which is long established and well supported Government policy for the health insurance market, and the amendments to the legislation governing the Health Insurance Authority and VHI are to allow these organisations to plan for future developments in this ever-changing and complex environment.<\/p> <p>  I commend this Bill to members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G00300","speaker":"1359"},{"type":"unspoken","time":1544709600,"counter":10,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1544709600,"counter":11,"content":"<p>Question proposed:  \"That section 1 stand part of the Bill\".<\/p>"},{"type":"speech","time":1544709600,"counter":12,"content":"<p>I ask the Chairman's guidance, as I have questions that are relevant to the Bill rather than the specific sections and subsections.  When is the time to address those questions to the Minister of State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G00600","speaker":"1436"},{"type":"speech","time":1544709600,"counter":13,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G00700","speaker":"1275"},{"type":"speech","time":1544709600,"counter":14,"content":"<p>Great.  The risk equalisation levy is a regressive levy if one assumes that higher-income households buy more expensive healthcare and lower income households, where they can afford it, buy less expensive health insurance policies.  Risk equalisation divides into two different types of policies, namely, advanced and non-advanced, and it applies a flat rate to them.  It applies a levy of &euro;444 to the advanced policies and &euro;170 to the non-advanced policies.  The advanced policies range in price from about &euro;800 to over &euro;5,000, whereas the non-advanced tend to be between &euro;400 and &euro;800.  Therefore the levy seeks a higher percentage from those with cheaper policies.  The difference with the premium, platinum-plated policies has very little to do with clinical care in the hospital but is more how fancy the room is and the trappings.  If my understanding of the levy is correct, we are essentially subsidising fancy rooms for higher-income families.  One way we could change this levy would be to apply it as a percentage of the price of a policy.  As part of the deliberations for the Bill this year, was there any discussion on changing the levy from what is broadly accepted as a regressive measure into either a neutral or potentially progressive one?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G00800","speaker":"1436"},{"type":"speech","time":1544709600,"counter":15,"content":"<p>I thank Deputy Donnelly for his question.  I am standing in for the Minister, Deputy Harris, who is busy in the Upper House.<\/p> <p>  Currently, older people tend to buy more expensive policies.  The thinking is that the levy as a percentage would increase the costs.  I will come back to the Deputy with a more detailed response.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G00900","speaker":"1359"},{"type":"speech","time":1544709600,"counter":16,"content":"<p>I appreciate that the Minister of State is standing in for the Minister, however, this is Committee Stage and my question speaks directly to what is being proposed in the Bill.  How do we proceed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01000","speaker":"1436"},{"type":"speech","time":1544709600,"counter":17,"content":"<p>There are no amendments to the Bill, so the Deputy may comment or ask for the Minister of State's response but we are strictly confined to going through the Bill section by section and there are no amendments.  I reiterate the Deputy is quite entitled to make comments and receive a response from the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01100","speaker":"1275"},{"type":"speech","time":1544709600,"counter":18,"content":"<p>And to ask questions, this is Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01200","speaker":"1436"},{"type":"speech","time":1544709600,"counter":19,"content":"<p>The Deputy may reserve the right to introduce an amendment on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01300","speaker":"1275"},{"type":"speech","time":1544709600,"counter":20,"content":"<p>It is not very satisfactory.  I am not asking a curveball question, it goes to the very heart of the levy and the legislation before us.  It is no reflection on the Minister of State, I know that he is stepping in for the Minister, Deputy Harris, but it is hardly satisfactory.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01400","speaker":"1436"},{"type":"speech","time":1544709600,"counter":21,"content":"<p>Having raised it here the Deputy may do so again on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01500","speaker":"1275"},{"type":"speech","time":1544709600,"counter":22,"content":"<p>I cannot really, though.  Committee Stage is the only chance we really get to go back and forth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01600","speaker":"1436"},{"type":"speech","time":1544709600,"counter":23,"content":"<p>It was considered this year by the HIA, as far as I know, but that does not mean that they cannot consider what the Deputy is suggesting again.<\/p><p>I give a commitment that I will go back to the Minister for Health, Deputy Simon Harris, on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#G01700","speaker":"1359","continuing":true},{"type":"speech","time":1544709600,"counter":25,"content":"<p>I know it is not the fault of the Minister of State but this is not satisfactory on Committee Stage.  The question I am asking is not obscure, it goes to the core of the legislation.  I understand the Minister of State is standing in for the Minister for Health, who is dealing with critical legislation elsewhere, but this is a basic question on legislation before a committee and it should be possible to answer it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00200","speaker":"1436"},{"type":"speech","time":1544709600,"counter":26,"content":"<p>I propose that we go through the Bill section by section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00300","speaker":"1275"},{"type":"speech","time":1544709600,"counter":27,"content":"<p>I have a second question.  One of the frustrations felt by some in the industry is that, in their view, the VHI holds unusually high reserves, which means it passes the overcompensation test.  That is relevant to the levy.  The belief is that it meets the criterion of keeping profits below 4% by moving an unusually high level of those profits into reserves.  I believe that, given the history of insurance companies going into liquidation here, the more reserves companies have the better and I do not suggest the VHI should have lower reserves.  However, it is relevant to the legislation because, by holding reserves which are significantly above the Solvency II levels, the VHI can manage its profit margin down and this has an impact on the rest of the industry.  Can the Minister tell me if any of this was considered in the context of the Bill for this year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00400","speaker":"1436"},{"type":"speech","time":1544709600,"counter":28,"content":"<p>The overcompensation test has not been conducted.  It will be done next year by the Health Insurance Authority, HIA.  That deals with that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00500","speaker":"1359"},{"type":"speech","time":1544709600,"counter":29,"content":"<p>What is the Government's view, in the context of the legislation, on the VHI's reserves being so high?  At 80%, they are above the Solvency II requirements.  What is the Cabinet's view on that?  Is it content with the high reserves the company has and the impact this could have on the insurance industry?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00600","speaker":"1436"},{"type":"speech","time":1544709600,"counter":30,"content":"<p>I take the Deputy's point about the frustration that is felt.  However, the VHI is an independent commercial company and, as far as I am aware, it is in the process of lowering its reserves.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00700","speaker":"1359"},{"type":"speech","time":1544709600,"counter":31,"content":"<p>My final question is about the consumer and is somewhat tangential to the Bill.  We have approximately 300 health insurance policies in the market.  I know the Central Bank is pushing for simplicity and my understanding is that the number has come down from about 400.  I am sure we can all agree that it is pretty much impossible for anyone to find the right health insurance policy.  There are many reasons for this but one of the main ones is the massive and bewildering complexity involved.  Did the Minister, the Department or any part of the State use this legislation as leverage to engage with the industry with a view to seriously driving down complexity in order that consumers can understand what the best package is for them and their families?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00800","speaker":"1436"},{"type":"speech","time":1544709600,"counter":32,"content":"<p>There are ongoing discussions with the insurers but this is also a matter for the regulator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H00900","speaker":"1359"},{"type":"speech","time":1544709600,"counter":33,"content":"<p>It is and is not a matter for the regulator.  The Central Bank is involved but that involvement derives from legislation we pass in the House.  The Minister, the Department of Health and the Cabinet also have a role to play.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H01000","speaker":"1436"},{"type":"speech","time":1544709600,"counter":34,"content":"<p>I will revert to Deputy Donnelly with more detailed responses to the questions he has raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H01100","speaker":"1359"},{"type":"unspoken","time":1544709600,"counter":35,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1544709600,"counter":36,"content":"<p>Sections 2 to 8, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1544709600,"counter":37,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1544709600,"counter":38,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1544709600,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H01600"},{"type":"speech","time":1544709600,"counter":40,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Health has completed its consideration of the Health Insurance (Amendment) Bill 2018 and has not made amendments thereto.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018121300002#H01700","speaker":"1275"},{"type":"unspoken","time":1544709600,"counter":41,"content":"<p>The Select Committee adjourned at 3.20 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]