[{"type":"majorheading","content":"Joint Oireachtas Committee on Children and Youth Affairs","time":1606176000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 16:00<\/p><p>The Joint Committee met at 16:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Patrick Costello, Sharon Keogan, Cathal Crowe, Lynn Ruane, Alan Dillon, Mary Seery Kearney. Sean Sherlock, Mark Ward, Jennifer Whitmore.<\/p><p>Teachta \/ Deputy Kathleen Funchion sa Chathaoir \/ in the Chair.<\/p>","time":1606176000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002"},{"type":"minorheading","content":"Business of Joint Committee","time":1606176000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#A00100"},{"type":"speech","time":1606176000,"counter":5,"content":"<p>Apologies have been received from Deputy John Paul Phelan and Senator Erin McGreehan.  Before we begin, I request that members sit only in the permitted seats and in front of available microphones to ensure they are heard.  This is important as not doing so can cause serious problems for broadcasting, editorial and sound staff.  I remind members to please maintain social distance all times during and following the meeting.  Before I introduce Mr. Gloster, I request that he unmute his device and check that he can hear us okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#A00200","speaker":"1449"},{"type":"speechnospeaker","time":1606176000,"counter":6,"content":"<p>Yes.  Thank you, Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#A00300","nonspeaker":"Mr. Bernard Gloster"},{"type":"minorheading","content":"Foster Care and Complaints Process: Tusla","time":1606176000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#A00400"},{"type":"speech","time":1606176000,"counter":8,"content":"<p>The witnesses are addressing the committee from meeting room B in LH2000.  I welcome Mr. Gloster and his colleagues, Ms Kate Duggan, national director of services and integration, Mr. Pat Smyth, director of finance, and Mr. Ger Brophy, chief social worker.  I thank the witnesses for providing an overview of the functions of the organisation for the information of members of the committee.  This information was circulated to members, along with witnesses' opening statements, in advance of the meeting.<\/p> <p>  Before I invite witnesses to deliver their opening statements, I wish to advise them of parliamentary privilege.  Witnesses are protected by absolute privilege in respect of the presentations they make to the committee.  This means that they have an absolute defence against any defamation action for anything they say at the meeting.  However, they are expected not to abuse this privilege and it is my duty as Chairman to ensure this privilege is not abused.  Therefore, if witnesses' statements are potentially defamatory in relation to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that witnesses comply with any such direction.<\/p> <p>  The purpose of the meeting is to engage with Mr. Gloster and his colleagues on the following agenda items; recruitment of social workers, foster care families and foster carers; and the complaints process following a referral of a complaint, in particular complaints submitted by schools.<\/p><p>I invite Mr. Gloster to deliver his opening statement, followed by questions and answers from members in the order in which they indicate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#A00500","speaker":"1449","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":10,"content":"<p>I thank the Chairman and her fellow committee members for the invitation to appear before the committee today and for prioritising the Child and Family Agency, Tusla, so early within the committee's agenda and wide-ranging brief.  I am joined today by my colleagues Ms Kate Duggan, national director of services and integration.  I want to welcome her to the agency having joined us in August.  I am also joined by Mr. Pat Smyth, director of finance, and Mr. Ger Brophy, chief social worker.<\/p> <p>  The clerk to the committee pointed out to me that there are several new Members of the Oireachtas in the committee and that it would be helpful to have some general overview information on Tusla and its brief.  In this regard I have provided via the clerk a presentation slide deck which I used earlier in the year to brief Oireachtas Members on the 2019 annual report of the Child and Family Agency.  I hope the Members who were not at that presentation or are new to the Houses will find the information helpful.  I am happy at any time, as I have done since coming to Tusla in late 2019, to engage with any individual member of the committee or indeed the Oireachtas on any aspect of the work of Tusla.<\/p> <p>  I am aware the committee wishes to discuss some specific matters today, and I will be happy with my colleagues to address those both in this statement and in any questions might arise.<\/p> <p>  I would like to address some of the key issues that have been a feature of Tusla in recent times.  Tusla is considered an essential service provider within the meaning of the Government plans for managing the response to Covid-19.  In March of this year when it became obvious that normal life and activity for all of society would be fundamentally altered, I prioritised and have maintained focus on three essential services: front-line child protection; supports to children in care; and response to domestic and sexual gender-based violence.<\/p> <p>  In the first phase of lockdown significant and serious concerns emerged in these three aspects of our work thereby justifying the focus on them.  Of concern was the initial significant reduction in referrals to the child protection and welfare system, our restricted ability to visit children at home, challenges in maintaining contact between children in care and their families, and a then anticipated surge in domestic violence-related need.<\/p> <p>  Significant planning and crisis management on a 24-7 basis were used to mitigate some of the attending risks.  To give members some indication of the concern, we saw instances of referrals going from an average of 1,500 per week to 960.  Visiting children at home reduced to 30% of normal activity and while many remote means were used to connect with children and families this was nonetheless a concerning time.  However, I can assure the committee that those cases requiring priority response and visit received them.  Contact visits, known as access visits, for the majority of 5,900 children in care were in the main replaced with remote technology.<\/p> <p>  Now that we have reached level 5, we must remain focused on these priorities.  However, we are now receiving referrals of 1,300 per week.  We are visiting children at home on a routine basis and access visits for children in care are routinely happening.  Domestic and sexual gender-based violence services continue to report high demand and activity.<\/p> <p>  Tusla&rsquo;s education support service has been working to support children, families and schools to adjust to the new and challenging circumstances as they returned to school.  Additionally, our alternative education assessment and registration service noticed a significant increase in applications for home education in recent months.<\/p> <p>  I pay tribute to our staff, their representative organisations, F&oacute;rsa and the INMO, our partner organisations and statutory colleagues for their enormous flexibility and hard work as we continue to provide essential services during the pandemic.  I pay particular tribute to those in the community and voluntary sector who continue to support many children and families for whom the pandemic brings additional vulnerability.<\/p> <p>  Regarding improving services and performance, many members of the committee will be familiar with periodic commentary and reports on different aspects of the performance of Tusla across a wide range of services.<\/p><p>In the context of an ever-increasing demand, the agency continues to make improvements and these are often validated by external sources such as HIQA.<\/p><p> When I joined Tusla in September 2019, I assured the previous committee and the public that I would work to a position whereby Tusla would increasingly identify its own challenges, openly communicate these with the public and take the necessary steps to address those issues.  One recent system-wide example of this was in respect of the obligation of Tusla to report suspicion of child abuse to An Garda S&iacute;och&aacute;na.  Tusla identified a problem in its Kerry services; however, the approach was not, as traditional, in responding to this as an isolated incident.  Tusla immediately conducted a self-assessment nationwide, identified a 13% problem in this obligation and put in place the necessary corrective actions and audit to be assured in the future.  There was open and responsive engagement with key partners, the public and the media on this problem.<\/p><p> I fundamentally believe Tusla must continue to approach its problems and challenges in this fashion.  Serious issues and challenges arise for the agency, whether that is in compliance with the high bar set in regulations overseen by HIQA, achieving improvement in GDPR, which is a particular problem, or in consistently providing a timely quality service to all children in our brief.<\/p><p> The single biggest challenge in Tusla is consistency and whereas progress is and continues to be made on many fronts, we cannot be complacent because we know that the improvements are not everywhere.  In this context I expect we will continue to learn of problems and issues for some time to come while we work towards achieving this consistency.  It is for this reason that the reform of the agency on three fronts is critical.  These are practice, culture and structure, which all require attention and change.<\/p><p> I am aware that the board of the child and family agency is seriously concerned at the pace of progress in respect of the change of the governance structure that we have decided, and which requires approval outside of the agency.  This change is central to addressing several deficits, including in performance and accountability.  The current structure and organisation of the agency is, to put it simply, not good and while it remains, many problems will continue to occur and will require an overly centralised reactive response.  The board has raised the matters with the Minister, who has been very supportive of Tusla in his short time in office, and we look forward to an early and positive decision on this critical matter.<\/p><p> On the subject of the mother and baby home commission database, members will be aware of the recent attention to the mother and baby home commission database and the Government&rsquo;s intention for Tusla to be the host organisation for the database, pending new legislation to deal with many challenges for many people regarding their information and identity.  I am conscious of the commentary about Tusla during recent weeks.  I assure the committee that notwithstanding the very complex legal issues that remain to be resolved, the only focus of Tusla regarding adoption information will be to give the maximum support to all people, to treat them with kindness and understanding and to respect not only the rights but the needs of all.  The absence of legislation to deal with the provision of information will continue to be a source of great anxiety for people and the resolution of this issue is beyond the reach of Tusla.  We welcome intended legislation to address this.<\/p><p> Committee members had some additional specific matters which the clerk brought to my attention and I will briefly address those here and in our subsequent discussion.  With regard to social work recruitment, Tusla now has for the first full year a clearly understood pay and numbers framework.  This ensures that there are clear targets for recruitment by grade and profession, there is clear certainty as to what the agency can afford and not, there is a more realistic investment of energy in workforce planning and there is a greater likelihood that new resources can be allocated in an evidence-based approach.<\/p><p> The target workforce for 2020 is 4,784 whole-time equivalents, and with 4,698 in place at the end of the third quarter, this is the most stable the agency has been in respect of almost full employment since its establishment, and this is a significant milestone.  I expect in the coming weeks to be able to add to that number following the recent welcome budget decisions of the Government.  <\/p><p> Of the 4,698 whole-time equivalents in place, 1,674 are social workers, which is approximately 100 below the funded target.  Of the staff, 1,360 are social care workers and the increasing emphasis of any new developments has and will be in front-line grades.<\/p><p>I advised the previous committee shortly after taking up post that I was concerned about the dependency on agency staffing, which then stood at more than 650, and I undertook to address this matter as a priority.  By March of this year we had completed a large-scale conversion of agency staff to Tusla employment, and more than 400 took up that offer.  Agency staff use is now set at a maximum of 250 for the entire organisation, and we have in fact consistently operated below that since March.  This has not only had financial benefits to the public purse and benefits to our overall approach to retention but has also contributed to improved continuity of service for the children and families we serve.  Social work graduates are relatively low in number for the needs of the country as there are now many employing authorities all seeking social workers.  One hundred graduates this year expressed an interest in working with Tusla, some 70 of whom have been successfully hired.  Overall, 238 social workers started with the agency in the first nine months of this year.  That is more than the total for any full year since 2015.  In the same period there have been 130 leavers, including 14 retirees.  I have recently met the new Minister for Further and Higher Education, Research, Innovation and Science regarding the possibility of increased supply, and the board of the agency will consider corresponding measures to attract new graduates to this most complex area of work.  I also wish to note that in addition to this work being complex, I am concerned about the increasing threats and intimidation of individual staff.  While this comes from a relatively small cohort of people and we enjoy good relationships with so many, the online treatment of some individually identifiable staff is a source of serious concern.<\/p><p> As for foster care recruitment, we are very fortunate in the Irish context to have an alternative care system which is an international leader when it comes to the numbers of children placed with foster carers as distinct from residential care.  More than 90% of children in State care are now with foster carers, and increasingly we see a strong representation of relatives as foster carers.  There is little doubt but that recruiting foster carers remains a challenge.  The agency has recently completed its second annual national campaign aimed at raising awareness and encouraging others to consider fostering.<\/p><p> As for the making of reports to Tusla, I understand and am aware of the interest of the committee in the steps after a referral - or what the committee refers to in its invitation letter as a complaint - is made to Tusla and information or feedback that goes to the person making the referral, particularly where this comes from a school.  The agency receives a very substantial number of referrals from schools, both mandated and welfare, and local staff will support the school as part of the overall approach to ensuring safety for children.  Schools have, and use regularly, access to our local duty teams to discuss approaches to concerns in addition to the actual formal referral being submitted.  I am happy to address with my colleagues any more specific questions on that process.<\/p><p> The Child and Family Agency has many challenges in one of the most complex areas of personal social service provision.  Despite these challenges, enormous good work of a very high quality is carried out every day by our staff in responding to 20,000 open cases, 6,000 children in care, 6,000 children in education support, many thousands in receipt of family support and specialised teams upholding regulation in more than 4,000 cr&egrave;che and preschool services.  There are many other discrete parts to Tusla providing important services.  I am happy to take any questions and, again, I thank the committee for the invitation to attend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#B00200","nonspeaker":"Mr. Bernard Gloster","continuing":true},{"type":"speech","time":1606176000,"counter":13,"content":"<p>I thank Mr. Gloster.  We can hear him very well but, unfortunately, the screen seems to have frozen.  Could he perhaps try turning off the camera and then turning it back on, the age-old solution to all technological problems?  Aha!  There we go.  That is excellent.  We could hear him perfectly, just to reassure him of that.<\/p> <p>  I will now open the floor to Members.  Our first speaker is Deputy Cathal Crowe.  I remind members to keep their contributions to five minutes if possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#D00200","speaker":"1449"},{"type":"speech","time":1606176000,"counter":14,"content":"<p>To what extent have the Covid level 5 restrictions and the social distancing and other restrictions we had previously impacted Tusla's capacity as an organisation to investigate and follow through on complaints and referrals relating to abuse, neglect, etc.?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#D00300","speaker":"1519"},{"type":"speechnospeaker","time":1606176000,"counter":15,"content":"<p>The point I was making in my opening statement was that the impact was much more significant and severe in the first phase of lockdown, which we associate with 12 March, when the decision on school closures was made.<\/p><p>That was because schools were closed and a lot of other services were not routinely seeing children.  All of that combined led to the very substantial concern that I talked about and was reflected in the significant reduction in our normal referrals by almost 540 per week for a number of weeks.<\/p><p> By the time we had reached level 5 we had attuned our services to ways of working.  We also accepted that we are an essential service provider in the sense of public and statutory services.  So we could not enter level 5 countenancing that we would substantially reduce our work, particularly because schools, cr&egrave;ches and preschools were all open.  Therefore, with all of the normal activity associated with what we do, the schools being open was a game-changer in terms of child protection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#D00400","nonspeaker":"Mr. Bernard Gloster","continuing":true},{"type":"speech","time":1606176000,"counter":17,"content":"<p>I was a primary school teacher up until February so I have quite a detailed knowledge of the workings of Tusla.  There is a lot of frustration among those who are mandated to refer complaints due to a lack of consistency, which is something Mr. Gloster mentioned in his opening statement.  They feel that there is a lack of consistency, particularly regarding thresholds.  As to when complaints come in, depending on who one deals with on a particular day, he or she either follows through and comes back very rapidly.<\/p> <p>  Increasingly, a lot of schools have found that Tusla is bouncing back on principals and designated liaison persons with the child ultimately losing out.  In the words of one designated liaison person in a school, \"there is a cover your ass culture in Tusla.\".  They take a complaint, one will hear something back but, invariably and increasingly,  it falls back on the school staff who have training but training that does not equal what Tusla personnel have in terms of competency.  I have heard about that failing from the grassroots up in terms of education and those who are mandatory reporters.  I hope that the witnesses can address this matter, particularly the consistency of thresholds.  Is there consistency within counties, regions and public health regions?  Does Tusla look at cases where it has come up short and train people inhouse in its support centres?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#E00200","speaker":"1519"},{"type":"speechnospeaker","time":1606176000,"counter":18,"content":"<p>The Deputy is 100% correct that there is no consistency.  That is why I have pointed it out as being the significant challenge for Tusla and that is what Health Information and Quality Authority, HIQA, pointed out to us.  Is there an improvement agenda?  Absolutely.  We have a nationwide practice model called Signs of Safety, which is central to our approach to protecting children.  I am not a social worker but the model is very significant to our professional staff and is progressing.<\/p> <p>  I share the Deputy's concern about thresholds.  With 55,000 referrals a year, the processing of those does, unfortunately, end up ensuring that the most critical and higher end cases come first.  There is an increasing attempt to make pathways for all of the other concerns, including the use of extensive family support services.  The chief social worker will now comment on the school referral issue. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#E00300","nonspeaker":"Mr. Bernard Gloster"},{"type":"speechnospeaker","time":1606176000,"counter":19,"content":"<p>When referrals come in to the social work department from schools and a variety of other sources, and schools are one of our top two referrers, the referrals are assessed in the first instance.  As Mr. Gloster has said, we have introduced a programmed called Signs of Safety.  Teachers may experience a series of questions that come from the duty intake social worker who, again, is trying to establish if harm is present.  We have gone around each of the 17 areas to ensure that there is more consistency than what there has been in terms of the application of thresholds.  That means, with the Signs of Safety model, we ask more questions, establish whether harm has happened and provide appropriate support.  Often times that would be welfare services that are based in the local community.  Working through that, if concerns continue, schools are perfectly free to, and often do, come back and have that discussion with duty staff on the second or third occasion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#E00400","nonspeaker":"Mr. Ger Brophy"},{"type":"speech","time":1606176000,"counter":20,"content":"<p>Is an inhouse document on threshold criteria circulated to people when they are put on the payroll of Tusla?  I ask Mr. Gloster to supply the document to this committee.  Moreover, the document should be circulated to those who are mandatory reporters.  I ask for that because the inconsistencies are devastating, particularly when one must go back to a family or child and basically say the issue has fizzled out so nothing will happen.<\/p><p>It is devastating and there must be full clarity and consistency in that.  I will speak later if another round of questions is possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#E00500","speaker":"1519","continuing":true},{"type":"speech","time":1606176000,"counter":22,"content":"<p>I wish to make some points and ask a number of questions based on the opening statement.  I note that time is against us, so perhaps Mr. Gloster can respond at the end and he could send me written responses to any questions he cannot answer.  I would appreciate that.<\/p> <p>  The first issue is the significant drop in referrals to Tusla and the child protection and welfare system during the restrictions.  As Mr. Gloster said, referrals dropped from 1,500 to 960.  What supports were put in place for children at risk given that many of the usual supports, such as cr&egrave;ches, schools, sports clubs and other activities and agencies they are involved in, were not available to them?  What has he learned from this process and what would he do differently on the next occasion?  In addition, Mr. Gloster referred to the increase of referrals to 1,300 per week, but that is still a drop of 200 on the number before the pandemic.  This concerns me and raises a red flag because in other sectors we have seen a dramatic increase in the number of those trying to access services such as mental health services, addiction services and domestic violence services.  The reduction goes against the norm so perhaps Mr. Gloster will comment on that.<\/p> <p>  To return to domestic violence, there has been a dramatic and heartbreaking increase in the number of people seeking help due to domestic violence.  I have been in contact with refuges in my constituency and they have been inundated.  They often operate above capacity and have had to place mothers and children in hotels to keep them safe because there is not enough room in the refuges.  Tusla received an increase of &euro;68 million in funding in the last budget.  How much of this will be ring-fenced for domestic violence services?  For what, exactly, will the money be used?<\/p> <p>  I note Mr. Gloster's comment that the structure and organisation of Tusla are not good, and appreciate him acknowledging it.  I wish to focus on two areas.  According to data I received in a reply to a parliamentary question, at the end of August this year there were 3,799 children waiting to be allocated a social worker.  There is a clear pathway for a child to be allocated a social worker, and Mr. Gloster can correct me if I am wrong in this regard.  First, a concern is raised that a child is at risk.  That could be by a family member, member of the public, a teacher or youth worker, for example.  The case is then screened and if it is decided that there is still a risk, it is referred to the duty social worker.  If the duty social worker decides there is a risk to the child, the case is sent for assessment.  After the assessment stage, the child is put on a waiting list for allocation of a social worker.  At every stage from concern, screening and duty social worker to awaiting allocation of the social worker it is deemed that the child is at risk.  Having 3,799 children at risk while waiting for a social worker is simply not good enough and must be addressed.<\/p> <p>  I was also shocked to see that the area I represent has the highest number of children waiting for a social worker.  Some 833 children in Dublin South-West, Kildare and Wicklow have gone through the process I outlined and are deemed at risk, but they still have not been allocated a social worker.  Too many children are falling through the gaps.  What changes will be made to address this issue and to ensure that the position improves dramatically and very quickly?<\/p> <p>  My last point relates to retention of staff.  In my previous role as an addiction support worker, I attended numerous case conferences with Tusla.  These often occurred over time.  The people in attendance were the parent or parents of the child at risk, the teacher, support workers like me, social workers and area managers from Tusla.  Often the area manager and social worker who attended the follow-up meetings were not the same people who attended the first meeting.  This would have an impact on the continuum of care and continuity in the process.  I was the same support worker and the parent and teacher were the same, but the representation from Tusla was not always the same.  As Mr. Gloster mentioned, up to September this year Tusla has hired 238 new staff, but in the same time 116 people left Tusla and are not returning.  What is the impact on the service provided to children at risk of losing so many experienced people and replacing them with people who are only learning the role?  What will Mr. Gloster put in place to retain staff and ensure the continuity of care I mentioned earlier?<\/p><p>I did not need much time and I will take any answers I can get to my questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#F00200","speaker":"1469","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":24,"content":"<p>The questions I want to deal with first are the unallocated cases and the issue of domestic violence.  Perhaps Ms Kate Duggan would briefly address those and I will attempt to address the other questions and if time runs out-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#G00200","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":25,"content":"<p>Even if it is at the end of the meeting.  I would appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#G00300","speaker":"1469"},{"type":"speechnospeaker","time":1606176000,"counter":26,"content":"<p>Yes, no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#G00400","nonspeaker":"Mr. Bernard Gloster"},{"type":"speechnospeaker","time":1606176000,"counter":27,"content":"<p>I thank the Deputy for his questions.  I will deal with two aspects regarding the unallocated cases and the provision regarding domestic, sexual and gender based violence, DSGBV, services.  As the Deputy said, the number of unallocated cases remains a concern for us.  However, 94% of children in care have an allocated social worker and 75% of other children in care also have an allocated social worker.  Of those who are awaiting allocation, 44% of them are active on duty.  That means - to return to the Deputy's reference to the risk of harm or of abuse that may be in place - actions are being undertaken for those children's care by a dedicated duty team, social workers or by a rotating social worker off the roster.  It is a significant challenge for us.  It is one on which we have put a significant focus.  Certainly, since I joined the agency in August it has been a priority for me.  Since January to date, there has been a 31% decrease but, as the Deputy said, there are a number of areas with respect to Dublin-South-West, Kildare-west Wicklow and Dublin South-Central where it still remains a problem for us.  That is linked to a number of factors, including increased referral and the staffing rates within those areas.  Towards the end of the year we allocated initial once-off funding of about &euro;150,000 and have taken in additional staff to address that need.  Regarding additional resources in the allocation for 2021, the chief executive officer, CEO, might deal with that.  Our focus will be on those specific areas where the unallocated cases are a problem for us.  I reassure the Deputy those children who may not have a dedicated named social worker are actively being managed by the social work service within the Department.<\/p> <p>  Regarding DSGBV services, we all share the concerns in the demand we have seen for them in the context of Covid-19 and throughout the pandemic since March.  In terms of our services, I will leave it to the CEO to talk about the additional funding in the 2021 budget.  However, directly in respect of Covid, Tusla funds 60 agencies currently across Ireland to provide DSGBV services.  In terms of the accommodation we support, currently there are 143 accommodation units open, 103 of which are our normal units.  As the Deputy said, with the impact of Covid, there has been a reduction in about 36 with respect to social distancing and staffing.  There are 103 of the original 139 allocation.  We have funded 25 additional off-site units and an additional 15 safe homes.  The capacity currently is for 143 units and 106 of those are currently occupied.  Certainly we do share the concern about access being an issue, particularly in certain parts of the country.  We have commissioned an accommodation review which Tusla is undertaking, which will be finished in quarter 2 of 2021.  It will map out the existing accommodation units that are available in terms of geographical location and the type of service they offer, also identifying, as part of that, the future requirements, including the service model, as we move beyond 2021.  I will defer to the CEO to deal with the additional budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#G00500","nonspeaker":"Ms Kate Duggan"},{"type":"speechnospeaker","time":1606176000,"counter":28,"content":"<p>Briefly, the funding for domestic violence services within Tusla is a spend of &euro;25 million.  That is the current core budget.  The budget is increasing next year essentially to &euro;30 million, which is what the Deputy would have heard the Minister refer to in recent days.  That money is essentially broken into a &euro;2.7 million increase in core funding and another &euro;2 million will go directly to the funded agencies providing services as part of contingency support for them, as we see how the impact of Covid unfolds in the first half of 2021.  The impact is as much in the post-easing of restrictions as is it during the restrictions.  That addresses the money aspect.<\/p><p>I take the point about the structure and the Deputy was acknowledging what I had said.<\/p><p> On referrals, we are running at between 1,300 and 1,350 per week and we had previously been up between 1,490 and 1,500.  Those variations can happen, partly because the schools are settling down in the reopening phase and a lot of health professionals who would have been seeing children in routine circumstances are not seeing them in the same routine way because the health services are significantly redeployed and focused on different parts of the response to Covid-19.  There are a variety of reasons for that and it also has to do with catch-up in our system.  Once the referrals started to recover, the concern eased.<\/p><p> I mentioned the support for children at risk during the first lockdown.  I thanked the community and voluntary sector, in particular, as well as the school completion programmes and our staff in centres around the country.  The amount of work that went into making contact with and keeping an eye on children and families in a supportive way was extensive and I am satisfied with that response.  In addition, I mention children who might have been seen as being at risk in the context of the domestic violence space.  The Garda's Operation Faoiseamh was an outstanding contributor to public safety for some of the most vulnerable people during that March and April phase.  Now that schools and everything else are open, that is the most significant change.  I know there was a lot of commentary and discussion about schools as we were going into level 5.  Everybody clearly understands and accepts the need to keep the school system as open and safe as possible, not just for the educational benefits but for all the other issues that have been mentioned.<\/p><p> I could not agree more with the Deputy about the retention of staff.  It is part of the consistency issue that I and the agency are seeking to address but it takes time.  Our retention rates have improved, however, and our capacity to increase recruitment has improved.  The Deputy mentioned the additional funding in the budget adjustment of &euro;61 million to Tusla.  Part of that is correcting a deficit of &euro;13 million that was already there but I envisage being able to deploy approximately 100 to 120 additional front-line staff in 2021.  That would go a substantial way towards addressing the concern the Deputy expressed about the allocated cases because that is exactly where the resources and money will go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#G00600","nonspeaker":"Mr. Bernard Gloster","continuing":true},{"type":"speech","time":1606176000,"counter":30,"content":"<p>I have a lot of things to ask about but I will try to focus on five minutes' worth of issues.  The agency conversion was good work and it has helped with that stability of staffing and workforce, which is so important for all sorts of reasons.<\/p> <p>  The investment in mobile working through laptops, remote access, Wi-Fi dongles and so on not only reflects the way social workers work and enables them to work but it has been a major benefit in the face of Covid-19 to enable working from home and working remotely.  That has to be highlighted as a success of Tusla in recent years.<\/p> <p>  On the targets for the workforce, I would love to know more about the figure of 4,784 and how Tusla got that.  If one looks at the UK, a huge amount of work goes into trying to estimate the demand for social work services, both in staffing and in fostering and recruitment.  There are measures of flow in which one can guess the number of children who are likely to come into care based on demographics.  We have measures for the pressure so we know how many cases a social worker should be carrying.  Therefore, we should be able to work out how many social workers we need.  However, what I hear from social workers on the ground is frustration at the lack of administrative support.  The cases they carry still have a huge amount of paperwork.  I hear frustration from some senior managers on a hiring freeze and a struggle to get posts filled.  I would love to hear more about that kind of work from the witnesses because that ties in with all of the important points that were previously raised.<\/p> <p>  One of the other matters I would like to jump to is fostering.  How many people within Tusla do nothing but recruitment?  Recruitment of general foster carers is on a knife-edge.<\/p><p>We have an excellent system with excellent carers who provide an excellent service to vulnerable young people and it is really on a knife edge if we cannot keep recruiting.  How many people do nothing but recruitment?  How many of them come with a marketing or similar background?  My concern regarding keeping the service going is that we will rely more on private fostering, which has a significantly higher marginal cost, and children placed in private care also tend to be placed further from their home, which has all sorts of other impacts.  We also have huge runaway costs in terms of private residential units, so any information Mr. Gloster has on steps being taken on cost control for private fostering and private residential units would be useful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#H00200","speaker":"1570","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":32,"content":"<p>That is a long list.  I will do the best I can to quickly respond.  Deputy Costello is correct that the agency conversion was very significant and it brought many benefits.  Our mobile technology went from about 3,800 people at the start of Covid and we took it right up to the maximum of about 4,300 to ensure that we could remotely work across the system and that has brought huge benefits.<\/p> <p>  To be clear, the workforce of 4,784 is not indicative of need.  The Deputy is quite right that is not based on a needs assessment.  What I am talking about is the funded workforce within Tusla.  In other words, that is the number we have money to employ.  There are lots of models around need and need identification.  I will let Ms Duggan speak in a moment about some of the approach taken to 2021 because the approach up to more recent years was somewhat historical.<\/p> <p>  Administrative staff have substantially increased in terms of grade 3 and grade 4 clerical officers, who support social work teams.  While there was an increase, it could always be more because, as the Deputy is aware, the regulatory burden on child protection services is very high.  The paperwork requirement is very high, but the situation has improved substantially from what it was.<\/p> <p>  I find the reference to a hiring freeze a little bit frustrating because since I came to Tusla there has been anything but a hiring freeze.  What there has been is complete clarity for each of our regions as to what its affordable workforce was, and they were allowed to recruit to that.  In 2020, that included an agreement with the Minister not to reduce any services because we had a deficit.  The deficit has now been dealt with in the allocation coming into 2021 but we were going to finish 2020 with a deficit and that was going to happen because we were not going to cut services.  The hiring freeze is somewhat debatable.<\/p> <p>  I will ask Ms Duggan to talk about the fostering campaign in terms of fostering recruitment.  I do not have the exact number of people solely focused on the recruitment of foster carers.  I will have to come back to the Deputy on that.  We do have communications experts involved.  Ms Duggan might wish to briefly comment on the recruitment of foster carers and recruitment generally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#J00200","nonspeaker":"Mr. Bernard Gloster"},{"type":"speechnospeaker","time":1606176000,"counter":33,"content":"<p>As the Deputy said, the foster caring service performs very well internationally in terms of the overall number of children in care and those that are in foster care.  Within Tusla at the moment, there are approximately 5,913 children in care in Ireland and 91% of those are in foster care.  Some 29% of them were with relative foster carers and 71% were with non-relative foster carers.  Approximately 8% are within private foster care.  As the Deputy referenced, there has been a small increase in the number of children within private foster care placements.  That is linked either to the availability of foster carers within a particular area or within the match that is required in terms of the presentation of the particular child or children within the family.  Our priority within Tusla, as the Deputy is aware, is to provide the best placement for a child, relative to what the child needs or requires.<\/p> <p>  To date in 2020, we have 194 new foster carers approved within Tusla and 28 private applications for foster caring.  That is compared to 226 for the whole year in 2019, which was 193 approved within Tusla and 33 private foster carers.  I share the view that we need to look at fostering staff having almost an expertise in marketing because we are up against the private agency in terms of its capacity and the type of marketing it uses to attract carers and families within geographical regions.<\/p><p> What I can say is that in this year's Tusla fostering campaign, called Raising Amazing, a significant amount of work went into it from a marketing perspective, particularly in relation to debunking some of the myths that exist about the types of people who we want to become foster carers within communities.  A lot of work was done in respect of attracting minority families and letting them know that we want them to apply and to become foster carers.  Within that campaign we received a total of 311 enquiries, which was up 67 on last year's total.  A huge part of the campaign this year was around social media, and we had social media expertise supporting us on that campaign.  We had around 240,000 hits across all of the different social media platforms in Tusla, so we recognise the need to move into a different space in terms of attracting foster carers to Tusla and in debunking the myths so that people across Ireland, from all different types of families or units, understand that we want to hear from them in expressing an interest in becoming foster carers for Tusla.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#J00300","nonspeaker":"Ms Kate Duggan","continuing":true},{"type":"speech","time":1606176000,"counter":35,"content":"<p>I thank the witnesses for their opening remarks and their answers so far.  We missed slightly the explanation Mr. Gloster was providing for the funding increase, because the signal went at the beginning of that piece.  He was telling us about the &euro;30 million available next year for the DSGPV sector.  I ask him to clarify this.  He was giving us a breakdown about how that is going to be spent and we only heard the last bit of it, so I would appreciate him going over it, and perhaps sharing his thoughts on how that relates to Safe Ireland and what it has put forward as being a national services development plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#K00200","speaker":"1682"},{"type":"speechnospeaker","time":1606176000,"counter":36,"content":"<p>On the issue of funding for the DSGPV sector, the total funding available to Tusla for domestic, sexual and gender-based violence services in 2020 was just over &euro;25 million - &euro;25.3 million, I think.  The Minister has now determined and announced an increase for 2021 to a total provision of &euro;30 million.  Of the &euro;25.3 million provided in 2020, the majority of that, about &euro;23.5 million, has been given directly to the 60 provider agencies that operate on our behalf in the space of domestic violence response, including Safe Ireland and many others.  All of the increase in funding in 2021 is going directly to that sector, so Tusla's own internal direct spend is not increasing.  The increase will essentially break down as follows.  A total of &euro;2.7 million will go into what is called core funding, so from January, the sector will increase by &euro;2.7 million.  The actual allocation to individual agencies has not yet been finalised within that because it is not simply a case of dividing &euro;2.7 million by 60 agencies, because although they all have needs, some have different pressures.<\/p> <p>  That funding takes the funding for the sector up to &euro;28 million, and in addition to that, provision has been made to set aside &euro;2 million specifically to support the sector through those organisations to respond further to what are unknown challenges that Covid has yet to bring for the sector.  However, all of that &euro;2 million will be spent, made available and utilised within the sector in 2021, so that will bring the total spend in 2021 to &euro;30 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#K00300","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":37,"content":"<p>My next questions concern the general data protection regulation, GDPR.  On the issue of the mother and baby homes commission database, has the data privacy impact assessment, DPIA, on that been published?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#K00400","speaker":"1682"},{"type":"speechnospeaker","time":1606176000,"counter":38,"content":"<p>No, it has not been published yet.  In fact, I had a meeting with the team about it just before I came here today.  It is very active in terms of completing a full and robust data privacy impact assessment, which everyone would accept is required in the context of what is at issue here.  The database itself has not yet physically transferred to us, so that makes the data privacy impact assessment a little bit slower and more considered.<\/p><p>What I anticipate happening, if there are no obstacles, is that we will have concluded the report, based on everything known to us about a data protection impact assessment, by about the middle of December, or around 18 December.  Due to the public interest issues and the significance of the report, I intend to then publish it on the Tusla website.  The data privacy impact assessment is of itself an iterative process.  In other words, what we publish is open to further commentary and contributions from people and if it requires further amendment as we go on, we will do that.  My intention is that the data privacy impact assessment, from the best call we can make on it, will be published and available by around 18 December. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#K00500","nonspeaker":"Mr. Bernard Gloster","continuing":true},{"type":"speech","time":1606176000,"counter":40,"content":"<p>I appreciate that excellent clarification.  My final question is on the training around GDPR.  On 4 November, the Data Protection Commissioner published a finding against Tusla in relation to three breaches.  Two of them related to giving the details of foster carers.  The third was very serious, although I acknowledge that it was inadvertent, and involved someone giving the address and details of a child to an accused abuser.  Can Mr. Gloster reassure us as to the training provided on GDPR by Tusla?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#L00200","speaker":"1682"},{"type":"speechnospeaker","time":1606176000,"counter":41,"content":"<p>I can certainly reassure the Senator about the training but I would not for one minute give her any significant assurance about the scale of improvement that has yet to be achieved.  This is a very complex matter and I have addressed it in the public domain on a number of occasions.  I have sat in front of some of the people affected by the more serious data breaches, including some cases to which the Senator referred.  All I can say to her is that one could not be indifferent to the impact on these people, regardless of the breach being accidental or unintended.<\/p> <p>  We had a very complex GDPR programme in the agency over the last while, in order to develop much of the technical expertise, but the reality was that we also needed to get out to the front line more quickly.  We started a process in late September of training 30 people per session, in two sessions a day, up and down the country.  It is online, fully interactive and taught by expert staff.  It is a good training programme on which there is very good feedback.  Our target is to reach over 3,000 front-line workers by the end of January and to date we have reached around 1,100.  A huge effort is going into it but we are some way off reaching a satisfactory level of GDPR compliance because we process information in tens of thousands of interactions throughout the year.  We are coming from a historical base, we are challenged and we have 350 locations across the country so there is a way to go.  However, I assure the Senator that no effort is being spared in this matter. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#L00300","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":42,"content":"<p>I thank the witnesses for joining us today.  I begin by thanking Tusla for the work it does.  I thank all the area managers, the individual social workers and all those in the emergency services who work day in, day out with very vulnerable children who are going through a lot in their lives.  I can see that these people are under a lot of strain and I thank them because they are providing our society with an invaluable service.<\/p> <p>  I have a few questions about aftercare.  What is the fallout for those who do not go into education or training?  Where do those children go?  Are there any supports for those young people?  Recently I have noticed that there is a lot of sexual and gender-based violence towards the children who are coming into care.  Maybe that is something we need to teach in all our schools or go through with parents.  I do not know how Tusla will deal with that.  Many of the children coming into care now are struggling with their sexuality or struggling with having those conversations with their parents, who may not be as understanding as we would like them to be.<\/p><p>That is when relationships can break down.  I was not aware of the family support services that exist in Tusla.  I want more information on them because they are new to me.  I understand there is a support service for existing family units that may be struggling with issues.  What supports does Tusla put in place for those families, rather than having them break up?  <\/p><p> I am concerned about the 1,300 new inquiries being received weekly.  That is a massive amount.  Considering Tusla's staffing, there will be children who will not be seen as quickly as they should be.  It is important that children and young people know that if they are suffering, they should speak to the one good adult in their life who can be their voice in a very tough time, and that they can seek refuge somewhere.  Some people take the young people to Garda stations and they are taken into care under section 12 in that way.  There is help for children and young people who are suffering and it can be immediate if they are in danger.  I want people to know that.  Some people think there is a long wait for care, but that is not the case.  The services kick in very quickly when a child or youth is in danger.  <\/p><p> I want to know about aftercare and foster care recruitment.  I attended a number of meetings.  It is incumbent on people who are involved in the foster care system to encourage other parents and other family units, regardless of what they are, to get involved and to provide a safe, loving and caring home for a young child.  Recruitment meetings are really important and getting testimonies from parents and foster parents is the key to winning over new foster parents.  It is probably one of the best things I have ever done.  Sitting here is important but there is nothing quite like creating a safe place for a child.  I do emergency care now.  That is really important.  Parents, families and individuals need to know that they can make a difference in a child's life.  What is Tusla doing about recruitment, which is so important?  It is much better for a child to be in a family unit or family home than in a residential unit.  How many residential units are in the State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#L00400","speaker":"1664","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":44,"content":"<p>The Senator's commentary based on her lived experience probably says far more about the value, benefit and necessity of foster care than I ever could.  I am genuinely very grateful to her for the comments she has made in the position she now holds.<\/p> <p>  Aftercare supports for young people leaving care are very extensive.  In many cases, these supports are provided up to the age of 23.  I am concerned that many of the supports are sometimes limited within the parameters of traditional continuing education.  There must be other options for people in this category.  We provided a great deal of additional supports during the Covid-19 response.  We extended all the dates on which people might have been due to leave care or exit formal aftercare.  We have extended those dates right up to Christmas to ensure that additional vulnerability was not brought to them.  There is no doubt that there is an increasing need for additional aftercare supports.  I am very glad to see it on the agenda, being driven by care leavers along with many groups such as EPIC and Aftercare Ireland that we engage with.  I think that is really important.<\/p> <p>  Before I bring in the chief social worker to speak to the question around sexuality for children in care and the impact of domestic violence as a feature of the lives of children coming into care, I will ask Ms Duggan to talk about family support.  The Senator is quite right that many people are not aware of it.  Some 24,000 people received a family support service from Tusla in 2019, as opposed to a child protection-type service.<\/p><p>After Ms Duggan has spoken about that, Mr. Brophy will speak about the issue around sexuality and the challenges for young people in care, and the director of finance, Mr. Smyth, will answer the question about residential units and spending on residential care paths.  We will try to do that as tightly as we can in the time available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#M00200","nonspeaker":"Mr. Bernard Gloster","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":46,"content":"<p>I thank the Senator for her acknowledgement of all the staff in Tusla.  As Mr. Gloster outlined, a significant number of children and families access Tusla welfare services.  Those services are delivered by Tusla staff in conjunction with the community and voluntary sector.  Mr. Gloster referred to that when he spoke about how we have supported families and children in the context of Covid-19.  Simple examples would include how services, staff, and the community and voluntary sectors worked in partnership in each of the 17 local areas to support families during Covid-19, for example by providing advice and guidelines, offering food parcels or helping people to access online education at home.  It is very much around supporting families within the area of welfare.<\/p> <p>  Prevention, partnership and family support, PPFS, is a significant service in Tusla which looks at children and families who do not meet the threshold of being at risk of harm or abuse when there are concerns about supporting them to remain as a unit or access education or helping them to meet any of their wider holistic needs.  A significant part of that programme is the Meitheal assessment, which is done with families with inter-agency involvement to assess the particular needs of a child who is presenting with a welfare need, for example, or has a complex disability and is living at home.  It is a question of how the services in a child&rsquo;s life wrap around the child in identifying what they best need to support them and their families at home and prevent them from reaching a threshold for protection services or coming into care.  In the first six months of 2020, over 1,075 Meitheal processes were requested, which is an increase on last year.  Each of the 17 areas has family support networks that wrap around the child.  The needs are very much around welfare in relation to care, being able to access education and early intervention.<\/p> <p>  Another very significant group in relation to welfare are the children and young people's services committees that are in place in the various areas.  Again, this is a multi-agency approach to responding to the needs of particular families and communities.  It is very much around Tusla working with the community and voluntary sector to meet those welfare needs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#N00200","nonspeaker":"Ms Kate Duggan"},{"type":"speechnospeaker","time":1606176000,"counter":47,"content":"<p>On sexuality in care, particularly for the LGBTI community, I am particularly conscious of a survey done by BeLonG To during the Covid period, which was published in June.  It raised significant concerns about the mental health of the members of the LGBTI community in their own homes.  We are very aware of that and are raising it through our own services so that people would be additionally aware of it.  People in that community need to circulate and socialise outside their own families, because sometimes they do not feel accepted in a more community setting.  Our fostering services are really attuned to the needs of each child in care and for those who have particular needs in terms of sexuality, they would certainly be addressed.  Over 90% of children in care have an allocated social worker.  They would be very attuned to those needs and they would be taken into account in case planning and care reviews that come up annually.<\/p><p>I wish to draw the Senator's attention to an excellent document on Tusla's residential services which was prepared during the summer by the Department of Public Expenditure and Reform.  I refer to the spending review.  In very simple terms, approximately 500 children avail of Tusla's residential services at any one time.  The care of those 500 children is split, with half in private residential care and a third each in our own services and funded agencies.  We can answer any questions about that.  It is quite a comprehensive report and will provide the Senator with a lot of information on care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#N00300","nonspeaker":"Mr. Ger Brophy","continuing":true},{"type":"speech","time":1606176000,"counter":49,"content":"<p>I welcome the witnesses.  I would like to start with foster carers.  How many additional foster carers were recruited as a result of the awareness-raising campaign?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#O00200","speaker":"1514"},{"type":"speechnospeaker","time":1606176000,"counter":50,"content":"<p>Recruitment arising from the awareness-raising campaign is just beginning.  The campaign happened in the autumn.  We received several hundred initial inquiries.  They have to be followed up before the number of people interested in entering the assessment process becomes clear.  As Ms Duggan said, we are talking about issuing between 150 and 200 new approvals per year.  We will also lose people during that time.  Staying on top of this is constant work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#O00300","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":51,"content":"<p>I thank Mr. Gloster.  I would like to draw his attention to a recent report by the Health Information and Quality Authority, HIQA, on services in Cork.  The report identified unacceptable delays in respect of the child protection notification system.  Has there been an improvement in those services?  What improvement has arisen from that report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#O00400","speaker":"1514"},{"type":"speechnospeaker","time":1606176000,"counter":52,"content":"<p>As the members will know, HIQA regularly inspects our childcare, residential care, foster care and child protection services.  The inspection in Cork was very specifically concerned with the child protection notification system.  Approximately 1,000 children in Ireland are on the child protection notification system today.  They have been through a very specific process.  HIQA's concern was about organisation, governance and the process of following up on the details of those cases.  A very detailed plan for this area was drawn up.  The plan was tested, scrutinised and monitored by HIQA and was to that body's satisfaction.  The plan has been accepted by HIQA and is well under way.  As I said in my opening statement, if I was asked for one word to define all the challenges that arise throughout a complex system like ours I would say \"consistency\".<\/p> <p>  To be fair to the Deputy, a report like that can crystallise concern in the mind of the reader and rightly so.  However, there are very significant examples and validated reports of very good work done by Tusla in Cork.  I would not want to lose sight of that balance.  The real test will be whether HIQA is satisfied with what it sees.  There are other concerns in the Cork area and other parts of the country, concerning not only child protection but the children in care service, the follow-up to care plans and so on.  Unfortunately, we do not see the very significant number of positive HIQA reports.  One was published today on foster care in the Louth-Meath area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#O00500","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":53,"content":"<p>I would like to move on to Kerry.  Recent media reports highlighted the failure to refer 365 cases of suspected child abuse in the Kerry area.<\/p><p>One report in <i>The Irish Times<\/i>said some delays were attributed to &quot;efforts by social workers to substantiate the abuse allegations before making a referral&quot;.  In asking these questions one tries to be as sympathetic as possible to those on the front line who had to go through each of the cases.  I understand that 122 cases related to suspected abuse of children under the age of 18.  Of these, 19 were given a high priority.  I understand that about 115 cases were deemed to be of medium priority.  <br\/><br\/>Mr. Gloster used the word &quot;consistency&quot;.  I have highlighted it in his submission to the committee.  Where do services in Kerry stand now as a result of this noted failure?  One does not want to attribute blame but if there are delays we must ask why.  Are delays a function of people within Tusla being overloaded or overworked?  Is an excessive burden placed on individuals or teams seeking to ensure these cases are dealt with appropriately and in accordance with protocol and law and that they are watertight?  Are people in Tusla getting the resources they need to triage these cases? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#O00600","speaker":"1514","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":55,"content":"<p>I will let Ms Duggan address issues concerning Kerry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#P00200","nonspeaker":"Mr. Bernard Gloster"},{"type":"speechnospeaker","time":1606176000,"counter":56,"content":"<p>I thank the Deputy for his question.  As he rightly stated, in late 2019 Tusla became aware of an issue concerning the timeliness of referrals to An Garda S&iacute;och&aacute;na.  Such referrals were not being made within the desired timeframe.  We have to deal with approximately 1,200 cases per year in the Kerry area.  This audit indicated that of that number, 365 referrals were not made to An Garda S&iacute;och&aacute;na in a timely way.  As the Deputy noted, 122 of those were current cases and 243 were what we call \"retrospective cases\".  It is unacceptable that the Garda notification was not made in a timely manner in 122 current cases.  However, a social worker would be actioned to deal with any identified risks.<\/p> <p>  Immediate action was taken when Tusla identified that problem.  The notifications have all been made.  Tusla then examined the contributing factors.  As the Deputy noted, one of them concerned staffing.  There were also issues concerning practice and structure.  As the Deputy rightly said, interpretation of the correct timing of notifications was not consistent.  Views on when the notification should be made differed among social workers.  That can be caused by inconsistencies in practice in a certain area or varying levels of experience among social workers.  To immediately rectify that, a practice memo was developed in consultation with An Garda S&iacute;och&aacute;na.  That was shared with everybody.  A staffing deficit was identified and additional staff have been assigned.  Services have also been restructured. <\/p> <p>  To ensure consistency, Tusla did not just look at the incident in Kerry.  The incident was understood as a symptom of a problem that could arise anywhere.  Other areas were audited to detect problems with Garda notification.  Tusla carried out an audit of 1,535 cases across 17 areas.  The organisation determined that there was a timeliness issue in 13% of those cases.  The practice memo and the associated guidance was shared throughout Tusla.  Our own audit team, which identified the first problem, will carry out another audit in early 2021 to check that this is no longer a problem.  We expect the changes to have been made by that point. <\/p> <p>  Returning to the Deputy's question on resources, the chief executive noted earlier that Tusla has a funded workforce of a certain size.  That is not to say that it is able to meet the increased demand arising from the increased number of referrals or the complex types of presentation we are seeing among children.<\/p><p>As Mr. Gloster referenced, there are going to be approximately 100 to 120 front-line posts going into the system in 2021.  My office is looking at targeting where that need is.  That work involves, for example, looking at the number of social workers per thousand children within the population.  It also looks at where there are issues with dealing with matters such as unallocated cases.  That is not to say that if we feel there are practice concerns or issues with how things could be done more efficiently, we will not look at those.  It is not about rewarding waiting lists but about recognising where there is a real need for additional resources.<\/p><p> In the challenging environment of recruiting additional social workers, we also have to look at the multidisciplinary approach to what a team looks like within a particular area.  One of the Deputy's colleagues referenced the administrative burden.  A report we have done demonstrates that we would be looking at a ratio of around one member of administrative staff to every four social workers to reduce that administrative burden.  We have to look within those extra 100 to 120 extra staff to see where they will deliver the greatest impact and where they are of greatest need to improve resources for 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#P00300","nonspeaker":"Ms Kate Duggan","continuing":true},{"type":"speech","time":1606176000,"counter":58,"content":"<p>I appreciate that.  If I was to extrapolate from Ms Duggan's answer, it could be argued that there were people who were dealing with cases that arguably were beyond their experience.  I think that would be a fair comment.  Yes or no?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00200","speaker":"1514"},{"type":"speechnospeaker","time":1606176000,"counter":59,"content":"<p>No.  I do not think so.  It was where there was a different interpretation, and what had to be brought to the agency was a consistency in interpretation so that everybody understood the basis, threshold and level we were talking about when it comes to the point in time in which the referral takes place.  That is the variation between being notified, receiving the referral, or maybe doing some of the initial teasing out and substantiation, whereas we have now clarified the point in time in which that referral has to be made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00300","nonspeaker":"Ms Kate Duggan"},{"type":"speech","time":1606176000,"counter":60,"content":"<p>I have to move the discussion on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00400","speaker":"1449"},{"type":"speech","time":1606176000,"counter":61,"content":"<p>Can I make one more intervention?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00500","speaker":"1514"},{"type":"speech","time":1606176000,"counter":62,"content":"<p>Really briefly.  I will have to ask for a written response because three other members are waiting to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00600","speaker":"1449"},{"type":"speech","time":1606176000,"counter":63,"content":"<p>I apologise.  I will ask my question.  We are endeavouring to understand how the culture of the Child and Family Agency works.  I accept the statement of the CEO today in respect of moving the culture on or changing practices, culture and structures.  We accept the bona fides of the CEO in that respect.  When we use a term such as \"variation\", it is meaningless to me.  It suggests to me there is a massive variation in practices in different parts of the country when it comes to timelines and to how cases are dealt with.  If we are to be helpful to our constituents, we need to have a greater understanding of the culture that exists within.  To be frank about it, notwithstanding the CEO's statement today, which I find very helpful, my perception is that there is still a long way to go before a lot of the practices that are happening within the Child and Family Agency are deconstructed such that the services flow more seamlessly, as constrained and all as it is by staffing and other administrative challenges.  That is the point, essentially.  There is more work to be done and we will have to revisit this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00700","speaker":"1514"},{"type":"speech","time":1606176000,"counter":64,"content":"<p>I can let members back in if there is time at the end.  We are moving on to Senator Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00800","speaker":"1449"},{"type":"speech","time":1606176000,"counter":65,"content":"<p>I thank the witnesses for their engagement so far.  I missed the start of the meeting as I was at a meeting of the Committee on Justice, so I apologise if any of these points have been touched on previously.  I get the feeling that the majority of them may be for Ms Duggan on social work.<\/p> <p>  Child protection is the biggest turnover and it is the most front-facing part of the profession.  Where are we at in the retention of social workers?  How many cases on average would a social worker have or how many social workers would a child have, say, in a ten-year period?  In many of the families I support, some of the kids are in the system for six to ten years and they are already on their tenth social worker.  There would not even be any recognition or acknowledgement from Tusla that the social worker is changing and then a call will be made by the new social worker to introduce himself or herself.  Then the process begins again of the same old questions the child has had to reveal for many years.  This is a real issue.<\/p><p>Does Tusla have an idea of the average number of cases a social worker would have?  Also, what is the average number of social workers a child could have throughout his or her time in foster care or on the files of Tusla?  Where can one access the exit interview data of the hundreds of social workers who have left in recent years so that we can fix the issues?<\/p><p> I also have questions on Tusla's view on the imbalance between the foster parent and the child having a social worker but the parent not having his or her own social worker who would be his or her primary advocate and support in what is a difficult situation.  Many parents seek family reunification and engage in the process but they are at a complete disadvantage when they enter a room in relation to a social worker's advocacy and who it is for.  I would like to know Tusla's views on introducing a system whereby the parent who is looking for reunification has his or her own social worker support and representation.  Sometimes Tusla will allow a family member to be present at those meetings but as the witnesses can imagine, many of these families come from disadvantaged backgrounds.  While the family member might be able to emotionally support the person, he or she definitely cannot advocate in the same way a social worker can for the foster family or the children.<\/p><p> I would also like to know what supports are in place in regard to family reunification for a parent leaving the prison system, especially if the other parent is absent or may be deceased and if the children are living with a family member.  I am supporting two men and one woman who are in the process of looking for family reunification on their release from prison.  They have all said the same thing to me, that they are being discouraged at each meeting in regard to the potential for them to have their families reunified, even if they meet the criteria.  Given that Tusla states that family reunification is a priority, what supports does it provide and what emphasis does it place on people leaving the prison system in terms of supporting  family reunification?  I hope the witnesses managed to take note of all those questions.  I can repeat them if they did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#Q00900","speaker":"1681","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":67,"content":"<p>In the general sense, the average number of staff involved throughout a child's is very variable.  The workforce tends to be more stable in rural areas than it is in the larger urban centres.  That is caused by a number of factors but I would say that the number of organisations and services across the entire spectrum of social services for adults and children and across the health system that require social workers simply means the job market for social workers is wide and varied.  That will always add to the movement of staff.  Child protection work is, of itself, extremely complex.  It is recognised as being quite a stressful aspect of the work.  Many people stay in it for many years but for some the turnover is faster.  I might ask Mr. Brophy to address the caseload question and the issue of reunification, including supports for people leaving the prison system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#R00200","nonspeaker":"Mr. Bernard Gloster"},{"type":"speechnospeaker","time":1606176000,"counter":68,"content":"<p>On the caseload and the numbers of cases, it is hard to have a consistent number because each case depends on the intensity of the case, the number of children involved or the intensity of that child's individual needs.  Tusla has developed a caseload management system over the past eight or nine years.  We have worked out this system with front-line practitioners where each social worker, with his or her team leader, works out what is a manageable caseload for that particular worker and then we monitor that in terms of manageable and unmanageable caseloads.  That is what we are doing to measure whether caseloads are manageable or not.<\/p> <p>  The Senator also asked a question about the reunification of families, how important that is and providing support for parents.  That is a subject that is dear to my heart.  We have made great efforts with the introduction of Signs of Safety, which has been a significant move on this.  In this, we are involving the networks of families in supporting parents to create safety for children.<\/p><p>It is not just that we want a family member to come in with a parent, for example, but we want parents to actively get friends and family - people who they trust and know, and who are their allies - to be involved in creating safety for children.  We will work with that network with the parent.<\/p><p> There is a process involved with this and a series of steps in the Signs of Safety model, including the creation of danger statements and safety goals.  We work with children and we use the three houses method to get their views and incorporate them into the process as well.  It is a very complex system but it is certainly one in which we are working really hard to work with parents so we can include parents in their own solutions and the creation of safety for their own children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#R00300","nonspeaker":"Mr. Ger Brophy","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":70,"content":"<p>Retention is improving but it is by no means without its challenges.  I would not in any way want to take the committee down the direction of not being concerned.  Exit interviews are not mandatory in Tusla no more than they are in any other organisation.  They are attempted and some are done, so they are taken for what they are.  They contribute to learning but I do not have any analysis of them with me.  I will certainly ask our human resources team what analysis exists from exit-type feedback and I am quite happy to provide it and for it to be as public as it can be.<\/p> <p>  Turnover is a factor and the Senator hit the nail on the head in speaking about the fact that a child, whether in care or at home in the child protection surveillance system, having to tell his or her story repeatedly to new people is one of the greatest problems or challenges we face.  The mobility of the workforce is such now that it is quite difficult to avoid the problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#S00200","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":71,"content":"<p>I welcome the witnesses.  I will touch on the family resource centre programme and try to get an understanding of the 2021 budget for the establishment of new family resource centres.  How many centres has Tusla been involved with over the past 12 or 18 months in establishing them nationally?  They are crucial and if there is one lesson Covid-19 has taught us, it is the importance of supporting people on the ground locally, whether it is in mental health services, services for people with disabilities or services relating to social contact and education.<\/p> <p>  I am involved with one or two committees in Mayo and we are very fortunate to have seven family resource centres located throughout County Mayo.  Unfortunately, there is only one in north Mayo and due to the geography of the region, it is not enough.  I would like to get an understanding of what is in the budget for the current programme and next year. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#S00300","speaker":"1601"},{"type":"speechnospeaker","time":1606176000,"counter":72,"content":"<p>The Deputy was dropping in and out on my feed but I got the general gist of the question, which relates to family resource centres.  These are all individually commissioned centres, as the Deputy knows, with their own boards and history.  The approximate spend planned for next year on the programme is approximately &euro;23 million.  The family support programme allocation increased at the end of 2019 by approximately &euro;1.5 million and this was carried into 2020 and fully honoured.<\/p> <p>  There are family support services not in the family resource centre programme and I want to be clear about that.  When we speak about them we must do so in the context of all the other community and voluntary sector agents involved in family support services.  Coming to the end of this year, the family resource type of services and programmes have seen an additional allocation of &euro;700,000.  That is in the closing weeks of the year and it is specifically to support the work done and which needs to be done over the winter period in responding to the families we mentioned earlier who are experiencing pressure because of Covid-19.  I hope that addresses some aspects of the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#S00400","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":73,"content":"<p>I welcome those comments.  I have looked at reports from 2019 and the allocated budget spend was &euro;16 million so it is good to see it is being increased.  I am currently working with the community in Erris and it is working with Tusla officials.<\/p><p>The people involved have set up a steering committee from five local parishes on recommendations from a previous application.  They have also done a needs analysis on the region.<\/p><p> This region has issues around access and distance to services.  There is also depopulation and lack of employment.  The witnesses will hear about this application and much more about it.  I look forward to working with Tusla on it because it is crucial that we deliver more services into communities.  The core principle of the family resource centre programme is community and that it is needs-led.  One action we can take post Covid is to try to deliver services better into communities and let them work and support people on the ground.  It is an important element.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#S00500","speaker":"1601","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":75,"content":"<p>The Deputy describes local needs assessment and local responsiveness, which is a very helpful.  We want consistency of approach but with local adaptability.  Going to places like Mayo or even the Inishowen Peninsula in Donegal, the type of response and adaptability required is very different from a large urban centre.  It is exactly why the reform of Tusla in its practice, culture and specifically the structure, and doing what I call making Tusla \"local\", is as critical as it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#T00200","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":76,"content":"<p>I thank the witnesses for coming in today to go through the work.  It is a very broad remit, and as a first-time committee member there is much for me to take in.  It is great that the witnesses could come in and go through that.<\/p> <p>  My first question relates to Covid-19.  Has Tusla come across many children who have completely disengaged from education because of Covid-19?  I know it has been a really difficult time and children who were already finding school harder or had difficulties at school or at home would have found it harder to go back.  Has Tusla identified how many children did not go back into education and what level of supports is it providing to those children?<\/p> <p>  I am trying to work to see what Tusla's processes are and how it engages with different families in different instances.  I imagine there are very many difficult positions in which Tusla is involved.  From a process perspective, I imagine that for each of the scenarios, Tusla has an identified process that staff would follow.  In particular, if there is an allegation of sexual abuse of a child by a party within his or her own family, what process does Tusla follow?  Is that articulated anywhere or publicly available?<\/p> <p>  I have heard anecdotally that families are having different experiences.  It is clearly very distressing for families and children.  They are wondering if their experience is standard.  In the event that families feel they have had experiences that would not be best practice in their mind, what would be their comeback?  Do they have anywhere they can go or anybody they can speak to about the experience they had with Tusla?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#T00300","speaker":"1627"},{"type":"speechnospeaker","time":1606176000,"counter":77,"content":"<p>As the Deputy knows, we operate the Tusla education support service, which is the former educational welfare officer service.  That service continued to work, even during school closures, supporting the vulnerable children who would have already been known to those officers.<\/p> <p>  Approximately 6,000 children per year are made known to the Tusla education support service because of various aspects of concern around attendance and associated matters.  It is a relatively small but nonetheless important number in the context of approximately 1 million schoolchildren in the country.  Schools report to us twice per year with a particular emphasis on absence over 20 days.  Where the absence over 20 days is explained and understood by the school, it is not an issue for our service.  Where it is not explained, the focus of attention must be to ensure children's right to an education.  We also want to see that the many other needs and supports that help children to access education are followed through.  That is what the service does very well.<\/p><p>We do not yet have full reporting back from schools on the returning to school phase, but in addition to the twice yearly report of school attendance, the service has followed up with a large number of schools and is obtaining data.  It has nearly completed that process.  These data will identify the number of children who did not return to school after the Covid restrictions.  While those data are not finalised and need to be scrutinised with the Department of Education, the Department of Children, Equality, Disability, Integration and Youth, and our own service, the head of the education support service has indicated to me that there is no major concern with regard to the number of children not returning to school after the Covid restrictions, as distinct from the number of children who would have been at risk of dropping out of school even in previous years, outside of the pandemic period.<\/p><p> Having said that, any child dropping out of school is a concern.  The support system for children who may not return to school is very extensive.  It comprises our education support service, the school completion programmes we fund in DEIS school areas and many other supports.  To be fair, the Department of Education itself went a significant distance to recognise the challenge for schools with regard to returning after the Covid restrictions.  Quite significant supports have been put into in that space.  It remains a work in progress but, at the moment, it seems to be going in accordance with what all the professionals would expect.<\/p><p> With regard to the process around referrals relating to sexual abuse and the different experiences people have had, I may ask the chief social worker, Mr. Ger Brophy, to comment briefly.  People do experience different types and levels of service because of the consistency factor about which we have talked.  The core process of responding to referrals is quite uniform, and increasingly so.  Perhaps Mr. Brophy will comment on that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#T00400","nonspeaker":"Mr. Bernard Gloster","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":79,"content":"<p>We are working really hard on an EU model of service provision for children who have been sexually abused.  This is called the Barnahus model.  Under the EU-funded PROMISE 3 project, we are involved in training with our colleagues right across Europe in respect of specialist interviewing, therapy and follow-up.  We aim to have a consistent service throughout the country.  At the moment we only have one pilot site, which is in Galway.<\/p> <p>  With regard to what people experience at the moment, we aim to provide, through a patchwork of different counselling services, support and therapy for children who have been sexually abused.  The Deputy may be familiar with some of the bigger services in Dublin.  We also fund services provided by the CARI Foundation and a variety of other public and private services.  We certainly would not claim that this is consistent.  Our aim is to develop a consistent network of three Barnahus centres over the next three to five years and to link therapy and counselling with these centres.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00200","nonspeaker":"Mr. Ger Brophy"},{"type":"speech","time":1606176000,"counter":80,"content":"<p>Is that process written down anywhere?  Is it available to the families?  If the families find that their experience deviates from that process, to whom can they go?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00300","speaker":"1627"},{"type":"speechnospeaker","time":1606176000,"counter":81,"content":"<p>We are more than willing and always delighted to get feedback and complaints.  There is no problem with that.  People can come back to us and talk to duty social workers or to the managers of the service in each of the local areas.  That addresses the complaints element.  As to where the process is written down, all of these referrals go through the same process.  A referral comes through the front door and then passes through duty intake, where the team deals with it.  Generally speaking, if the children concerned are in their own homes, the matter is dealt with through child protection and welfare.  We also work very closely with An Garda S&iacute;och&aacute;na in providing services to the family, but again, if they are dissatisfied or if the services they need are not available, they may complain to the local social work department.  Those complaints will be dealt with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00400","nonspeaker":"Mr. Ger Brophy"},{"type":"speech","time":1606176000,"counter":82,"content":"<p>For clarity, the process is not written down anywhere it can be publicly accessible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00500","speaker":"1627"},{"type":"speechnospeaker","time":1606176000,"counter":83,"content":"<p>It is written down as part of our standardised business process.  We work from that when going through referrals, preliminary inquiries and screening.  I believe some of the Deputy's colleagues spoke about that earlier.  We have that process internally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00600","nonspeaker":"Mr. Ger Brophy"},{"type":"speech","time":1606176000,"counter":84,"content":"<p>It is not publicly available, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00700","speaker":"1627"},{"type":"speechnospeaker","time":1606176000,"counter":85,"content":"<p>I will have to check.  I will come back to the Deputy as to whether it is publicly available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00800","nonspeaker":"Mr. Ger Brophy"},{"type":"speech","time":1606176000,"counter":86,"content":"<p>That would be great.  I thank Mr. Brophy for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U00900","speaker":"1627"},{"type":"speech","time":1606176000,"counter":87,"content":"<p>I will ask one or two really brief questions.  I know Deputy Cathal Crowe would like to come back in as well.  With regard to the new money allocated in this year's budget, about which some people have spoken, is it possible for us to get a breakdown of the &euro;61 million?  I appreciate the witnesses may not have that with them today but what is the plan as to how to spend that additional money?<\/p><p>I also want to touch on some of the matters raised in Mr. Gloster's opening statement with regard to consistency.  I appreciate that he has made these points and that he has acknowledged there are issues within the organisation.  I know he has said there are plans in place and that Tusla is working on it but will he give us a little bit more information?  It seems to work very well in certain parts of the country but not so well in other parts.  Is there a way to identify where there is best practice and to mirror that in other areas?  Perhaps that is something Tusla is doing but this may increase public confidence.  Those are the only points I wished to make.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#U01000","speaker":"1449","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":89,"content":"<p>Plans for the budget allocation for 2021 will be published in the 2021 business plan, which has not yet been finalised.  We have only just heard the budget announcement.  The board of the agency will consider the outline approach to allocating the funds we have for next year this Friday.  To be clear, a significant portion of that &euro;61 million has already been spent.  The board of the agency will outline those plans after Friday.  I will certainly have no difficulty in providing information on that approach to committee members, even ahead of the publication of the actual plan.  We had particular costs this year and last year associated with disability cases in which there was also a child protection interest.  That represented a significant part of our deficit.<\/p> <p>  With regard to consistency, the Chairman is correct.  Approaching consistency across practice models has already been mentioned with regard to things like the child protection and welfare strategy, the Signs of Safety, and consistent approaches to family support.  The real issue to pursue, which I mentioned in the opening statement and which I have mentioned to Tusla as many times as I could and to the Chair  the first time I appeared before the committee in November 2019, is that Tusla is overcentralised, highly siloed and has an out-of-date structure for doing what the agency is charged with doing and tries to do.  <\/p> <p>  We have designed a fully changed structure, which the board of the agency approved earlier this year, at the end of January.  Since this involves changes to the structure of the agency and to some of the grading and positions involved in how the agency does its business, as opposed to money necessarily, it will require the approval of both the line Department, the Department of Children, Equality, Disability, Integration and Youth, and of the Department of Public Expenditure and Reform.  It is between the two Departments at the moment.  As I said, I am hoping that an engagement with the Minister very shortly will lead to a conclusion because implementing that type of change takes time and we really need to get on with it.  We are, however, continuing will all other aspects of change in the meantime to try to improve consistency.  <\/p> <p>  At the moment, we are operating in 17 areas where we have historically operated, divided into 32 smaller areas.  These are supervised through four regional offices and co-ordinated through a national centre.  The nature and type of response to cases will continue to be over-centralised.  The system is heavily burdened.  This adds to the impression of crisis given whenever there is an issue.  Child protection systems in most jurisdictions do not operate in this way.  There is no doubt but that there are many benefits to having a national agency, but we need to change the structure to achieve what we are attempting to achieve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#V00200","nonspeaker":"Mr. Bernard Gloster"},{"type":"speech","time":1606176000,"counter":90,"content":"<p>I thank the Chairperson for facilitating me.  I will take up some of my earlier questions and extend them a bit further.  The witnesses may recall that I raised the whole issue of consistency in reporting and in how thresholds are adhered to.  It is confusing and incredible that while Tusla has been around since 2014, the Children First Act was enacted in 2015 and training across all tiers of child protection services has been fully rolled out, the very agency that co-ordinates child protection in this country has not achieved consistency.  I find that hard to fathom.  I speak as someone who received training and who was on the front line in this area just a few months ago.  Many of my colleagues in the teaching sector are still very frustrated.<\/p><p>I would like to hear how Tusla will address that lack of consistency in thresholds.  It is one thing to train people and to know how to handle sensitive information and relay it up that chain of command but it is an entirely different thing to have confidence that the mechanisms of Tusla are working to protect that child at the end of that supply chain.<\/p><p> Tusla deals with many serious and genuine cases but as with all reporting mechanisms of State, there are those reports that turn out to be false or even vexatious.  I received an email in this regard some weeks ago and sometimes in an acrimonious break-up, everything gets thrown across the table in terms of accusations.  How does Tusla deal with an accusation that has clearly been established to be vexatious without a shred of truth to it?  Does it ever refer cases on to the Director of Public Prosecutions when its time as a State body has been wasted, when court time has been wasted and when real cases are being backlogged and kept out of those courts?  I would like to hear from the witnesses on that.  It would offer some assurance to people, so I hope for a response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#V00300","speaker":"1519","continuing":true},{"type":"speech","time":1606176000,"counter":92,"content":"<p>I want to make one or two follow-up points on workforce planning and pick up on some of the other things that were said.  If it is easier to provide a written answer to my questions, that will suffice.<\/p> <p>  The point was made that Tusla's target was based on the affordable workforce, not necessarily a needs assessment.  Has a needs assessment been done?  What sort of modelling is Tusla looking at?  There was talk of multidisciplinary teams.  Do the multidisciplinary teams and the nature of that make it into the needs assessment?  For example, if there are no access workers, it is possible that social workers could be looking at transport to and from access and supervising access eating a huge proportion of their time, which impacts on their ability to run other cases and all sorts of other things.  I am asking about that balance of the multidisciplinary teams, access workers, social care workers and therapeutic staff as part of that needs assessment.  The witnesses can give me a written answer on the workforce planning.<\/p> <p>  I refer to the family court Bill and the new family court building.  The Child and Family Agency will be a significant user of both and I trust that there has been adequate consultation with the Child and Family Agency from the Courts Service and the Department of Justice on both.  If there has not been, Tusla can put that in writing to us and we can follow it up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#W00200","speaker":"1570"},{"type":"speechnospeaker","time":1606176000,"counter":93,"content":"<p>On Deputy Cathal Crowe's point on consistency, he has made all the points I have made.  On what might be seen as vexatious reporting and the Deputy's reference to family law, in particular, there is a view abroad that Tusla is involved in every family law case, separation and divorce and in every issue in which there is a dispute around children.  That is not the case.  There are many thousands of those cases in the family courts that Tusla does not come into contact with.  There are facilities available to the court under the Act where, if in the course of those proceedings, a concern is expressed about the well-being of a child, the court can direct assessment under the provisions of the Act and Tusla carries out that assessment to the best of its ability.  In those cases, because Tusla's primary role is in relation to the safety and support of the children, we tend to look at what the safety and context is for the child, as distinct to looking at whether a particular incident or issue is substantiated or proven to be false or not.  I am not aware of any case in which Tusla would have made a complaint to the Garda or the Director of Public Prosecutions about what might be called a vexatious case.  There are many avenues for people to do that.<\/p> <p>  On the schools, I accept the Deputy's bona fides about the difference.  I have said that I accept there is a difference.  That is why it is extremely important to continue family support as opposed to just child protection.<\/p><p>Where I am anxious to get to in responding to the type of children teachers are concerned about is that we do not get to a stage where we are consistently talking about thresholds and that we are able to start talking about pathways for children.  If it is not at the threshold of child protection, that should not mean it is closed or stays standing.  It should get directed into a pathway in which the school and the family can still be supported in a meaningful way by the services and the State.  That is what the pathway of practice reforming in Tusla is targeted at and geared towards.  I accept that, for now, there are many situations in which that is a source of frustration for people and there is no point in me trying to deny that.  When a system is being changed, that takes a considerable period of time.  The Deputy's concern about the Child and Family Agency having that level of variation when it is, of itself, the protecting agency, is indicative of the history that the agency has come from through the health board and HSE eras to become Tusla, an agency operating across 17 areas of the country.<\/p><p> I will have to look more into the needs assessment issue that Deputy Costello raised.  I would not be prepared to commit to saying that a definitive needs assessment of what is needed will be done but there is comparative analysis with Northern Ireland, England and other jurisdictions as to the level of social work that is available in Ireland.  We are on the lower end of that.  I must confess that I have not heard of any particular activity involving Tusla and the family court building so I would need to check what might or might not be in that and to come back to the Deputy on that.<\/p><p> On the workforce plan, Deputy Costello asked me about recruitment earlier and I know he was talking about foster carers as well.  On staff recruitment, we have 22 dedicated staff working full-time in recruitment to try to manage and approve the recruitment process itself.  We are doing workforce planning for next year and we are looking at an evidence-based allocation of any new resources.  I do not see much point in trying to change the resource allocation of what has existed heretofore.  We would lose too much energy trying to move things around that way but workforce planning is critical.<\/p><p> On the needs assessment side, that is all tied into an interdepartmental group on social work education that is looking at that range of issues.  I entirely agree with the Deputy on the skill mix transfer of skills and on employing multidisciplinary teams, including social care workers and other staff, led by social workers providing responses.  That is as distinct from every child in every situation having to have a social worker assigned in the traditional model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#W00300","nonspeaker":"Mr. Bernard Gloster","continuing":true},{"type":"speech","time":1606176000,"counter":95,"content":"<p>The inconsistencies are a huge issue.  Can I ask that in maybe six months time we would have a special meeting with Tusla again to see where that is at?  It would be great work on behalf of this committee and the approach must be one of partnership.  I was not here today trying to beat Tusla.  I value an awful lot of what it does but it is our job as public representatives to probe and voice what people are saying on the ground.  I would love it if in six months time we could see and, more importantly, hear how Tusla is catching up on the issue of inconsistencies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#X00200","speaker":"1519"},{"type":"speech","time":1606176000,"counter":96,"content":"<p>That is fine.  It would be our intention to have ongoing engagement with Tusla anyway.  I thank Mr. Gloster, Ms Duggan, Mr. Smyth and Mr. Brophy for appearing today via video link.  It is a different experience for us all but we are getting used to it.  We look forward to ongoing engagement with the witnesses over the lifetime of this committee.<\/p> <p>  I propose that we publish Mr. Gloster's opening statement to the Oireachtas website.  Is that agreed?  Agreed.  Before we adjourn, I remind members to vacate the room immediately to allow for the cleaning and the set-up of the next meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2020112400002#X00300","speaker":"1449"},{"type":"unspoken","time":1606176000,"counter":97,"content":"<p>The joint committee adjourned at 5.53 p.m. until 4 p.m. on Tuesday, 1 December 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1606176000,"counter":98},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Francis Noel Duffy, Victor Boyhan, Thomas Gould, John Cummins, Emer Higgins, Mary Fitzpatrick, Paul McAuliffe, Rebecca Moynihan, Jennifer Murnane O'Connor, Mary Seery Kearney. Cian O'Callaghan, Richard O'Donoghue, Eoin Ó Broin.<\/p><p>Teachta \/ Deputy Steven Matthews sa Chathaoir \/ in the Chair.<\/p>","time":1606176000,"counter":99,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002"},{"type":"minorheading","content":"General Scheme of the Marine Planning and Development Management Bill: Discussion","time":1606176000,"counter":100,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#A00100"},{"type":"speech","time":1606176000,"counter":101,"content":"<p>We will commence pre-legislative scrutiny of the general scheme of the marine planning and development management Bill.  From the Department of Housing, Local Government and Heritage we are joined in person by Mr. Conor McCabe and Mr. Bernard Nolan, with Mr. Tom Woolley joining remotely off campus.  From the Department of the Environment, Climate and Communications we are joined on campus via video link by Ms Martina Hennessy and Ms Anne-Marie Clancy.  The opening statements have been circulated to members as well as slides from last week's briefing, along with the briefing material received from the Library and Research Service.<\/p> <p>  I welcome and thank the witnesses for their attendance.  I will ask the Department of Housing, Local Government and Heritage to make its opening statement and will then ask the Department of the Environment, Climate and Communications to make its contribution.   Members will then be invited to ask their questions.  If we can keep it to five minutes for the first round of questioning, we will get around the room, once or twice.<\/p> <p>  Witnesses attending in the committee room are protected by absolute privilege in respect of the presentations they make to the committee.  This means that they have an absolute defence against any defamation action for anything they say at the meeting.  However, they are expected not to abuse this privilege and it is my duty as Chairman to ensure this privilege is not abused.  Therefore, if witnesses' statements are potentially defamatory in relation to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that witnesses comply with any such direction.  <\/p> <p>  For witnesses and members attending remotely, there are some limitations on parliamentary privilege and as such they may not benefit from the same level of immunity from legal proceedings as a witness who is physically present.  They are directed that only evidence connected with the subject matter of the proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons, or entity by name or in such a way as to make him, her or it identifiable.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  The opening statements submitted to the committee will be published on the Oireachtas website after this meeting.  I invite Mr. McCabe to make an opening statement on behalf of the Department of Housing, Local Government and Heritage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#B00200","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":102,"content":"<p>I thank the Chairman and members for inviting the Department to meet with the committee to discuss the marine planning and development management Bill.<\/p><p>I am the principal officer in the Department's marine planning policy and legislation unit.  I am accompanied by Mr. Bernard Nolan, assistant principal and, by video link, Mr. Tom Woolley, marine planning adviser, both of whom are also members of the unit.<\/p><p> In order to support a marine that Ireland can use, enjoy and benefit from socially, environmentally and economically, the Government is putting in place a comprehensive new approach which will result in the biggest reform of marine governance in a century.  Two key work programmes for which my unit has responsibility are the national marine planning framework, NMPF, which sets out overarching and sectoral planning policies to shape marine development and activities to 2040, and the proposed marine planning and management Bill, which underpins the new planning system.  As the Bill is a key enabler of Ireland&rsquo;s decarbonisation goals, the programme for Government has committed to prioritising the passage of this balanced and Aarhus-compliant Bill through the Oireachtas by April.<\/p><p> The maritime area comprises approximately 490,000 sq. km and extends eastward in excess of 200 nautical miles in parts.  This area is seven times our land area: Ireland is 85% water.  The current marine consent system only covers the foreshore area, which covers some 12 nautical miles offshore.  A planning system generally comprises three main elements: forward planning, development management and enforcement.  The existing system lacks coherence and consistency.  There is no forward planning framework, multiple development management systems are operating independently and enforcement is fragmented.  This Bill is the State&rsquo;s vanguard response to the pressing need for reform of marine governance.  The draft Bill gives legal underpinning to an entirely new marine planning system for a coherent, end-to-end forward planning, development management and enforcement regime.<\/p><p> Our marine planning system will move towards being plan-led through the NMPF.  The NMPF is a parallel document to the national planning framework, NPF.  Both of these spatial plans are concerned with the long-term future of our land and sea areas and with identifying opportunities for protection, growth and development so that our land and marine areas can be managed in the best interests of the public.  The NPF recognises the importance of integration and co-ordination with the land planning regime at national, regional and local levels.<\/p><p> In future, it will be equally important in turn that national, regional and local terrestrial plans are consistent with the NMPF, and they will be required to do so under the provisions of the proposed Bill.  Many activities and uses that take place on land or in the sea can have impacts on the land and the maritime area.  This Bill will require that these interactions be considered.  This Bill provides for strategic marine activity zones.  Any Minister can bring forward zone designation proposals, subject to public participation and collective Government decision.  Once approved, the zone becomes part of the NMPF.  This ensures there is a joined-up approach to marine forward planning, with binding considerations for decision makers.<\/p><p> The proposed Bill will replace the antiquated Foreshore Act 1933 with a new maritime area consent, MAC, to manage the occupation of the maritime area.  This means that a MAC will be issued by the relevant Minister.  On receipt of the MAC, a developer can then, and only then, proceed to An Bord Plean&aacute;la or a local authority for planning permission as appropriate.  This streamlines the application process into a two-stage procedure.  This sequential regime, with clearly delineated roles for Ministers and planning authorities, streamlines the existing disjointed system and ensures a single environmental assessment.  Following a recent decision by the Government, an independent enforcement body will be established to assume the marine planning enforcement role.  The Department is currently reviewing advice from the Office of the Attorney General concerning the establishment of this agency and will update the Bill accordingly. <\/p><p> The pillars of the Aarhus Convention are the foundation on which the marine planning and development management Bill regime stands.  Effective and meaningful public participation is a fundamental feature of the new regime at policy and project levels.  Participation at a policy level maximises the opportunities for the public to influence how decisions are made.  Pre-application requirements ensure visibility of projects and early consideration of issues by developers.<\/p><p>Established planning procedures provide the formal engagement opportunity in the context of comprehensive project information.<\/p><p> Marine planning and development management will deliver a better planned and better managed maritime area, with a co-ordinated, inclusive and coherent approach to decision-making and governance, including the long-term vision for proper management, enforcement and environmental protection of our seas.  I thank the committee members for their interest, and we are happy to answer their questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#B00300","nonspeaker":"Mr. Conor McCabe","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":105,"content":"<p>I thank the committee for the opportunity to provide some context on the importance of the marine planning and development management Bill for the offshore renewable energy sector.  I am the principal officer in the offshore energy environment and consenting unit of the Department of Environment, Climate and Communications.  I am accompanied today by Anne-Marie Clancy, who is an assistant principal in the unit.<\/p> <p>  The Government has committed to an average 7% per annum reduction in overall greenhouse gas emissions from 2021 to 2030.  The Climate Action and Low Carbon Development (Amendment) Bill, which was recently published, will commit Ireland in law to move to a climate resilient and climate-neutral economy by 2050.<\/p> <p>  The target of delivering 70% of Ireland&rsquo;s electricity by 2030 from renewable sources will play a key role in delivering on our overall energy and climate targets.  Onshore wind, which supplied almost one third of electricity in 2019, has underpinned recent progress in greening our electricity supply, with renewables accounting for 38% of electricity generated in 2019.  The programme for Government has further increased the level of ambition, committing to 5 GW capacity in offshore wind by 2030 off Ireland&rsquo;s eastern and southern coasts.  It also includes a commitment to explore the longer-term potential for at least 30 GW of floating wind in the Atlantic.<\/p> <p>  As our colleagues said, our sea area is seven times our land area, one of the largest sea-to-land ratios of any EU state.  Consequently, the offshore wind sector has very significant potential to substantially contribute to meeting our energy and climate needs.  Targets set out under EU Green Deal and recently published offshore energy strategy affirm this direction, with increased focus on the potential offered by technology developments in the areas of wind, wave, tidal energy and green hydrogen.<\/p> <p>  Investment required to meet the 5 GW target by 2030 is estimated to be of the order of &euro;10 billion.  This has the potential to deliver many high-quality jobs, while also contributing towards the sustainable growth of our economy.<\/p> <p>  Offshore renewable energy, ORE, projects typically take eight to ten years from inception through planning and development to become operational.  Certainty and stability are crucial for triggering the significant levels of upfront investment required for these large-scale projects.  The delivery of a streamlined, modern and up-to-date regulatory planning framework is one of the essential steps to enable this and is a priority for this Department.<\/p> <p>  We have been working closely with colleagues in the Department of Housing, Local Government and Heritage on the development of the marine planning and development management Bill.  In tandem, we are building out the State consenting process that will be required for the ORE sector.<\/p> <p>  We believe the approach set out offers a robust regime for the effective management of our significant maritime resources, while ensuring appropriate protections for the marine environment, with public consultation a fundamental feature.  The provisions specific to ORE will enable the transition to a plan-led regime in the long term, while also enabling projects that have been initiated under the current foreshore regime to progress under the marine planning and development management Bill.<\/p> <p>  It is important to note that these relevant projects will be required to apply separately for both marine area consent and planning permission under the proposed new regime.  These applications will require full assessment against all financial, technical and environmental standards, with public consultation and environmental assessment key components at the planning permission stage.<\/p> <p>  We view the proposals within this Bill, taken together with the marine spatial planning work being progressed by Department of Housing, Local Government and Heritage, as offering significant advantages in moving to a planned, holistic approach to the sustainable development of our marine resources.  In this context, it is important to note that strategic marine activity zones can allow for shared use by different sectors.  In the case of ORE, we can learn from the many successful examples in Europe of a range of marine activities coexisting alongside wind farm developments.<\/p><p>The sharing of information and constructive engagement by all marine users will be critical to achieving this coexistence and this Department is fully committed to initiatives in this area, including those proposed to engage with fishing communities in the first instance.<\/p><p> In summary, the offshore renewable energy, ORE, sector offers significant potential for greening our energy supply and meeting our climate goals while also enabling the sustainable growth of our economy.  The timely establishment of a robust, transparent and effective planning regime for our maritime resource is essential to enable the ORE sector to become established while also improving the management and protection of our valuable offshore resources.  That concludes my statement and we are happy to respond to any questions the committee might have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#D00200","nonspeaker":"Ms Martina Hennessy","continuing":true},{"type":"speech","time":1606176000,"counter":107,"content":"<p>I welcome our guests and thank them for the briefings we received in advance of the meeting.  It is important to say, on behalf of the Government, that this is a key commitment in the programme for Government and how we tackle climate action.  Much human activity has an impact on our environment and there is a balance of compromises in many ways.  If we are to continue our current level of human activity on the planet, we will have to look for ways for it to be sustainable.  Offshore renewable energy is one of the key ways we can do this.  Inevitably, there will be compromise but any such compromise would be far better than many of the fossil-led ways in which we have provided energy to our society.<\/p> <p>  This legislation will also provide major opportunity for Ireland.  The operations in the UK have approximately 15% or 16% of all ORE activity on the planet, so we can see the potential for a small island nation like Ireland to be able to tap into a renewable resource.  Not only do I welcome it, I encourage the Departments to do everything in their power to ensure the programme for Government commitment to legislate for this within the first year is realised.  We must do our bit as well.<\/p> <p>  There are areas of some concern.  How will the projects picked for the transitional period be dealt with?  The second question relates to community benefit.  It is a concept that is well understood by many public representatives and often there is an immediate impact.  For an offshore project like this, it is harder to define what is a community.  Does a visual detraction necessarily mean there must be a community benefit for the area?  Should it be a community benefit for the State in how it uses energy?  There are no hard and fast guidelines but I know in Scotland there is a figure of 20% that is used.<\/p> <p>  My last question relates to the 18-week period.  Is there some discussion that this could perhaps be pushed to 26 weeks or is the Department opposed to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#E00200","speaker":"1568"},{"type":"speechnospeaker","time":1606176000,"counter":108,"content":"<p>We will address the third question if our colleagues address the first two parts of the contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#E00300","nonspeaker":"Mr. Conor McCabe"},{"type":"speechnospeaker","time":1606176000,"counter":109,"content":"<p>Relevant projects have been designated as part of the transition and it is important to note that they have already been involved with significant work over a number of years in the Irish Sea.  The transition protocol was simply put in place to provide certainty for how they now progress to the Bill's regime.  They will still have to go through a full assessment, both under marine area consent and as part of the planning permission application made to An Bord Plean&aacute;la, assuming this Bill is enacted.<\/p> <p>  The fact that they have been designated as these transitionary relevant projects just provides some certainty that the work they have already undergone as part of the foreshore regime will count towards them entering into the process that will be put in place for this Bill.  That will involve full financial and technical assessment as part of the marine area consent.  An Bord Plean&aacute;la will assess all the environmental aspects, which covers the questions raised by the Deputy.<\/p><p>The designation as a transition project does not confer any particular advantage on these applications other than that they can go through the planning system and that we recognise the work the applicants have already done under the foreshore regime.<\/p><p> I will ask my colleague, Ms Clancy, to take the Deputy's second question on community benefit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#E00400","nonspeaker":"Ms Martina Hennessy","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":111,"content":"<p>The programme for Government notes the need to bring communities with us as new energy infrastructure is installed.  It also states that we will do this to ensure that community energy can play a role in reaching at least 70% of our renewable electricity, including ensuring there is a community benefit fund in respect of onshore and offshore renewable energy.  All offshore wind developments will be supported via the offshore renewable electricity scheme.  These developments will all be required to establish community benefit funds prior to the project operation.  Owing to the larger scale of offshore wind developments, their contributions are similarly expected to be significantly larger than those of onshore projects.  To ensure good governance and effective disbursement of these funds to the local marine and coastal communities, a good practice principles handbook will be published by the Minister.  This handbook will add to the renewable electricity support scheme terms and conditions and firmly establish local community participation in all fund decision-making.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#F00200","nonspeaker":"Ms Anne-Marie Clancy"},{"type":"speechnospeaker","time":1606176000,"counter":112,"content":"<p>I will take the question on the 18-week timeframe.  The 18-week timeframe is what is currently in place for strategic infrastructure on land.  Some consideration was given to whether a 26-week period would be more realistic, but we have not identified or firmed up a timeframe on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#F00300","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":113,"content":"<p>The Department is not opposed to it at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#F00400","speaker":"1568"},{"type":"speechnospeaker","time":1606176000,"counter":114,"content":"<p>To extending the timeframe to 26 weeks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#F00500","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":115,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#F00600","speaker":"1568"},{"type":"speechnospeaker","time":1606176000,"counter":116,"content":"<p>No.  We just have not nailed it down.  Having an 18-week target is only one element of ensuring that developments are considered properly and fully.  A number of key enablers in respect of the national marine planning framework - the framework itself, the plan, the guidelines and the spatial platform - will help make stronger applications, and the stronger an application is the better and quicker it can go through the system.  In addition, there will be early engagement of developers before they even come to the MAC stage with impacted stakeholders to make sure that issues arise early and can be identified and dealt with early rather than later in the process.  Likewise, there will be a formal pre-application process with the board, where the developer engages with the board to determine precisely what should go into an application.  There are responsibilities on the State and on developers in ensuring that a development is properly assessed in a timely manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#F00700","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":117,"content":"<p>I thank both Departments for their presentations.  I will start with just a comment and then ask five specific questions.  I might have some additional questions in the next round if we get to it.<\/p> <p>  This is once-in-a-generation legislation.  It seeks to put in place a comprehensive planning regime for foreshore and deepshore.  It is the single longest piece of legislation I have ever dealt with, which means we have a particularly onerous responsibility to make sure we scrutinise it fully and get it right.  It is important to emphasise that this is not just about wind but about how we treat our entire marine area.  Therefore, it is not just about windfarms but also about aquaculture, fisheries, biodiversity - all those activities.  It is probably unfortunate - and it is no criticism of anyone here - that we are dealing with the planning Bill before we have considered the planning framework in terms of the process because the planning framework, if I understand it right, is the overarching context within which any planning legislation and planning decision would have to take place.  It is important Members understand that we have a legal obligation to produce that planning framework by March of this year.  Part of that includes having both a spatial and a temporal plan for the marine within which decisions such as decisions on planning applications can then be made.  In that context, my questions are as follows.<\/p> <p>  There is some concern that the marine planning framework in its draft form is not fully compliant with the marine spatial planning directive, particularly Article 8.1 of the directive, to have a spatial and temporal plan for the marine.<\/p><p>How satisfied are both Departments that when the final marine plan is in place, it will fully comply with the directive, particularly Article 8.1?<\/p><p> I have raised a concern before with respect to the marine protected areas.  We were meant to have 10% by this year but we have chronically failed to do that and we have a very ambitious target of 30% by 2030.  Can the witnesses update us on progress? <\/p><p> In the absence of having properly designed marine planning areas, in parallel with the planning legislation, what is the potential for conflicts of interest between applications for wind farms, for example, and concern over marine biodiversity in what could be marine protected areas?  Could these conflicts end up in judicial review thus delaying, for example, some of the seven transitional projects or other projects after that?<\/p><p> I am very concerned about the consent process and the absence of an environmental impact assessment, EIA, and public consultation.  Have the witnesses been given advice by the Attorney General to say that the non-inclusion of environmental impact assessments and public consultations in the consent decision complies with both the Aarhus Convention and the EIA directive?  Can they explain why fishing and aquaculture have not been covered in the general scheme?  Is there an intention to include deep-sea mining and liquefied natural gas, LNG, terminals?<\/p><p> Finally, when will the report of Dr. Tasman Crowe will be published?  The Department and the Minister have seen it but we, the public and other organisation with a vested interest have not.  The report is materially relevant to a lot of these discussions. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#F00800","speaker":"1468","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":119,"content":"<p>There were a lot of questions there and we will try to work through them.  I will take the questions on marine protected areas and on fishing and aquaculture.  My colleague, Mr. Tom Woolley, will take the question on Article 8.1 and compliance, and Mr. Bernard Nolan will take the question on the consent process.<\/p> <p>  In terms of progress made with marine protected areas, it is not an area of my responsibility but my Department has responsibility for it.  As the Deputy has rightly said, a report has been submitted to my Minister by an expert group chaired by Dr. Tasman Crowe.  He is considering the report with a view to publishing it for public consultation in the short term, that is, within the next couple of months, I gather.  On the back of that public consultation, the expectation is that legislation will follow in 2021.  <\/p> <p>  In terms of fishing and aquaculture, fishing is a European competence so it would not be appropriate to put it into this regime.  There is potential for aquaculture to come into this regime at a later date but that is a matter for the Minister for Agriculture, Food and the Marine.  The regime, as we have tried to construct it, is not just geared towards offshore wind, telecommunication cables, etc.  It is geared so that any marine activity could come under this regime, which was very much at the forefront of our minds when we constructed it so aquaculture could well come in, in the foreseeable future.   <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#G00200","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":120,"content":"<p>What about liquefied natural gas, LNG, and deep-sea mining?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#G00300","speaker":"1468"},{"type":"speechnospeaker","time":1606176000,"counter":121,"content":"<p>Deep-sea mining is not currently part of the Bill.  I think that policy decisions will be made along those lines over the coming months.  Just because something is not included in this Bill does not mean that it will not be included at a later date.<\/p> <p>  I will ask my colleagues in the Department of the Environment, Climate and Communications to answer the question on LNG.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#G00400","nonspeaker":"Mr. Conor McCabe"},{"type":"speechnospeaker","time":1606176000,"counter":122,"content":"<p>In terms of LNG, there is an energy security review being undertaken by my Department.  A technical assessment piece must be undertaken initially and public consultation will follow.  The outcomes of the energy security review will inform policy in a number of areas, including LNG.  No decisions will be made on applications in that area until the security review has been completed and policy decisions have been made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#G00500","nonspeaker":"Ms Martina Hennessy"},{"type":"speech","time":1606176000,"counter":123,"content":"<p>Deputy &Oacute; Broin asked a question on Article 8.1 of the marine planning framework.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#G00600","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":124,"content":"<p>I thank the Chairman for welcoming us here today and I thank the Deputy for his question.<\/p> <p>  In terms of Article 8.1, the requirement is about setting up maritime spatial plans that identify the spatial and temporal distribution of relevant existing and future activities and uses in the marine waters.<\/p><p>We have worked extensively in developing a plan, first in the baseline report that identified the data and evidence to be used in constructing a plan and then in the draft plan, which was consulted on, with the consultation closing earlier this year.  We have worked hard to include as much of that information as possible.  One of the questions we asked during the consultation on the baseline report was exactly how spatial people wanted the plan to be.  The overriding response we received was that people would prefer a strategic focused plan at this stage.  While it is true that the plan does not include many varied spatial policies which state that in the next 20 years we want this activity in this exact space and that is how it is going to work, what we have done is respond to stakeholder direction and outline clearly, for the first time in Ireland, the distribution of the multiple activities that happen in Ireland's maritime area.<\/p><p> We worked very closely with the Marine Institute on a series of quite detailed and, in some cases, minute maps that appear in the MNPF.  The aim of that and communicating the spatial distribution of those activities is to ensure that all users of the maritime area are aware of what is happening where.  To support that effort further, we are working again with geographic information system, GIS, colleagues in our Department and the Marine Institute to develop a digital tool that will communicate those maps, which we hope to have in place to accompany the launch of the NMPF.  Not only will we have the static maps that show distribution of activities in the maritime area in the PDF and paper version of the plan at the launch, we are also committing to ensuring that data is kept up to date in line with the plan.  While the plan policies stay in place and they are relevant for the 20-year period of the plan, the best available data and spatial information that people could use in applying the plan in their decisions are updated regularly.<\/p><p> We hope that approach will address Article 8.1 thoroughly.  We have been working closely with, and looking at the work of, other jurisdictions on this to inform how we approach spatial representation and support tools for marine spatial planning.  We hope we are pursuing routes to ensure that we are meeting that Article.  For the time being, at least, we are satisfied that we are meeting that requirement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#G00700","nonspeaker":"Mr. Tom Woolley","continuing":true},{"type":"speech","time":1606176000,"counter":126,"content":"<p>On Dr. Crowe's report and the Attorney General's advice on the EIA and consent-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#H00200","speaker":"1468"},{"type":"speech","time":1606176000,"counter":127,"content":"<p>Can we come back to that, Deputy?  We are way over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#H00300","speaker":"1626"},{"type":"speech","time":1606176000,"counter":128,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#H00400","speaker":"1468"},{"type":"speech","time":1606176000,"counter":129,"content":"<p>Senator Cummins is next.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#H00500","speaker":"1626"},{"type":"speech","time":1606176000,"counter":130,"content":"<p>I will be brief.  I thank the witnesses for appearing before the committee and giving their presentation.  As has been described, this is a once-in-a-generation opportunity to set the framework that will ultimately guide our policy over the coming decades in this critical area.  It will be responsible for delivering our renewable energy into the future and meeting our very ambitious targets in this area.  I welcome the comment on the Bill that more items can be added into the future.  It is not just for wind, even though that is the way it is being understood.  With regard to the five relevant projects that have been picked, could the witnesses give me an idea of how they were arrived at?  I am more interested in future projects and the pipeline of projects that exist that will ultimately be able to use this legislation in the future.  I am from Waterford and there is an extensive plan for offshore wind energy between Helvick and Dunmmore East.<\/p><p>That plan is in process but where does it fit in with the next stage of this process and the timelines around that, which will be reflected in how long it takes us to get this legislation through the Houses?  I would appreciate an outline of those projects and future projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#H00600","speaker":"1647","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":132,"content":"<p>I am happy to take that question.  The five relevant projects the Senator referenced are very much the initial number of projects we see being necessary as part of a pipeline.  If we are to reach the 5 GW target by 2030, more projects will be required because the current projects that have been identified will only deliver half of that target if they get through the full planning system but there are no guarantees of that.  It is important we view that 2030 target as a milestone.  It is not a ceiling or an endpoint.  The ambition is that whenever this Bill is enacted we would see a range of projects progress through the planning system whereby there would be a staggered delivery of projects over a period up to 2030 and beyond.  We would expect the current relevant projects if they begin to go through the planning process, if this Bill is enacted, start to come on line from around 2026 onwards.<\/p> <p>  There are a number of reasons the initial focus is on the east coast.  The current technology that offers the best commercial opportunities is based on fixed turbines.  The east coast has shallow water that is best suited to fixed turbine devices being installed.  There is a necessity to be able to connect to the grid.  While EirGrid is building out its roadmap to support the extension of offshore renewable energy projects it will primarily be focused on the east coast and then move on to the south coast over the next decade or so to enable connection to the grid.  <\/p> <p>  The greatest demand is on the east coast.  There are a number of reasons the developments are concentrated initially on the east coast.  The south and west coasts, because they have deeper water, are more suited to different types of technology that are at the earlier stages of development such as floating wind power and there are also opportunities for tidal and wave energy.  Those developments on those coasts will offer future development opportunity beyond 2030 to get into the export market.<\/p> <p>  We envisage the initial project would start to progress through the marine planning and development management, MPDM, regime, once the legislation is enacted.  We are working on identifying the next batch of viable projects.  That is an important consideration.  We have to examine what has the potential to be delivered and become operational.  We are still working through the criteria to identify what those projects in the next batch need to look like to progress through the planning system so that we would start to build this pipeline to enable delivery to 2030 and beyond.  I hope that answers the Senator's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#J00200","nonspeaker":"Ms Martina Hennessy"},{"type":"speech","time":1606176000,"counter":133,"content":"<p>Has that work commenced on the next batch of projects?  When will we see sight of those projects?  It is the follow-on projects specifically that I am interested in and the timelines for those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#J00300","speaker":"1647"},{"type":"speechnospeaker","time":1606176000,"counter":134,"content":"<p>We are starting to work through the criteria for identifying those.  In the next six to 12 months it will start to become clearer which projects fall into that group.  Progress is still being made under the foreshore regime with the application for site investigation licences for projects.  Work is still progressing on a number of fronts.  I expect we will have more clarity in the next year on those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#J00400","nonspeaker":"Ms Martina Hennessy"},{"type":"speech","time":1606176000,"counter":135,"content":"<p>Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#J00500","speaker":"1647"},{"type":"speech","time":1606176000,"counter":136,"content":"<p>I welcome the witnesses and thank them for attending today and for their presentations.  Anything that would help our environment should be encouraged and assisted.  It was stated in one of the presentations that work is taking place with the Department of Housing, Local Government and Heritage and an energy review has been carried out of Ireland's energy requirements.  Local Government and councils played their part in the planning framework to make houses more efficient, putting in air to water heat pumps, geothermal systems and solar panels.<\/p><p>When it comes to a lot of these systems such as air to water, it goes back to the energy reviews.  The current air to water system within a housing system only covers a house up to roughly 2,000 sq. ft and after it is being said that three-phase electricity is needed.  If one does not have that then one is backing up the heating system through the immersions and through the ESB.  Energy ratings are fine on paper but when the temperatures drop below -2&deg;C or -3&deg;C, a lot of these air systems do not work as efficiently as they say they will on paper.  The energy ratings seem to be based on a platform on which everything is nice and calm.<\/p><p> I welcome the investment in offshore and onshore wind generation.  The witnesses are saying it is starting on the east coast and we see from the point of view of ratings that a lot of energy comes from fossil fuels.  The hospitals and schools are on fossil fuels because there is no other alternative.  We have worked out throughout the years that anything that is being upgraded is in a highly populated area, such as Dublin and the large cities.  They seem to be getting the first run at this, even though the wind farms and so on are going up in the countryside, where we live and where they are visual to us.  To me, it is in the rural areas that this should be provided because they are doing their bit by supplying the land and having to look at these wind farms.  They should get the first bite at the cherry and get some rewards for what they are doing to help the likes of Dublin and the other areas.  I would like to see the rural areas, where we are working with the Government to create energy, to get the good energy ratings.  If I drive an electric vehicle, I have to travel 20 miles to get to the nearest plug-in point from where I am living so it is not viable for me.  The wind farms are in the countryside and the rural areas.<\/p><p> From an energy point of view, it was said that our targets for this year are 10% and for 2030, they are 30%.  Ambitiously, the target for 2050 is 70%.  I believe that is ambitious, especially when I consider that we do not have the proper energy ratings that are wanted for this country.  As ambitious as these targets are, I welcome them and I will do whatever I can that is within my power to help.  I would like to see it spread throughout the countryside.  Electricity is expensive at present and it is outweighing a lot of the costs for people to run on fossil fuels.  If we are encouraging people to work with energy, we need to make it efficient.  We do not want to have a one-stop-shop that can dictate prices to people who are making the changes towards electricity and are going a greener way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#J00600","speaker":"1499","continuing":true},{"type":"speech","time":1606176000,"counter":138,"content":"<p>Does someone from the Department of the Environment, Climate and Communications want to make a comment on energy requirements versus energy efficiency?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#K00200","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":139,"content":"<p>The Deputy's points are well made.  What we have spoken about to date is just one aspect of work that is under way within the Department.  We are looking primarily at the generation of renewable electricity, which is one component of the larger energy picture.  The Deputy is correct that there are a lot of other aspects we have not referenced here.<\/p> <p>  On coastal communities and those in rural areas, we see huge potential with renewable energy projects to bring benefits through generating new jobs.  For example, we know that one of the projects that is planning to go through the planning system on the east coast has designated Arklow as where it will base its operation and maintenance activities.  That would generate 70 to 80 jobs, which would be high quality jobs.  We see the industry offering that potential around coastal communities more broadly.  Then there is the community benefit my colleague has already spoken about, where that fund will be set up and will look at benefiting the broader community.  The details on that are still being developed.  There are other initiatives within the Department that may be relevant here.  A big one would be the retrofit programme, which is seeking to aid households in upgrading their homes in order that they can become more energy efficient.<\/p><p>The generation of renewable energy from clean and efficient sources is just one part of the story.  There is also a lot of work going on in the Department in terms of grants to support households to become more energy efficient and to gain the benefits from reducing their energy costs over time.  Those are some elements, but we can certainly get more information for the Deputy on any of those other programmes if he is interested in them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#K00300","nonspeaker":"Ms Martina Hennessy","continuing":true},{"type":"speech","time":1606176000,"counter":141,"content":"<p>I thank the witnesses for the presentation, which was very interesting.  From what I have seen to date, the Bill will be transformative in the context of transitioning the way from fossil fuels to renewable energy.  It is an exciting prospect for the country.  Going forward, this Bill will play a large role in making Ireland energy self-sufficient.  Further ahead, we could become an energy exporter.  Currently, my understanding is that we import approximately &euro;6 billion worth of energy, but it might be higher now.  Therefore, if we reverse importation, we can be in a position to create thousands of jobs that are sustainable.  My question is a simple one: apart from the construction and maintenance of this energy supply, how much of the manufacturing side and the procurement of the turbines can be supplied here in Ireland?  A lot of stuff will be imported, so how much can we provide?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#L00200","speaker":"1574"},{"type":"speechnospeaker","time":1606176000,"counter":142,"content":"<p>There certainly is huge potential for job creation and for the sector to promote economic growth around the coast in regions away from the urban centres.  We do not see it being realistic that we would get into the actual building of wind turbines in this country.  We do not have that type of heavy industry.  Neither do we have the expertise or knowledge that is available in certain countries that are world leaders in this area, but we do see huge potential work in deploying wind turbines.  I refer to centres where the components are brought to be assembled and then taken offshore.  There would be ongoing work in operations and maintenance where there would be ongoing job requirements.  There is also the supply chain.  Enterprise Ireland has been doing a lot of work in recent years to build up the SME sector where there are particular technical jobs and expertise in different areas to support the overall industry.  Enterprise Ireland has been doing work to get those companies more involved in work in the UK, in advance of the industry taking off in this country, so that they build up some of the expertise and knowledge.  There are opportunities on a range of fronts that would benefit regions and coastal communities in particular.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#L00300","nonspeaker":"Ms Martina Hennessy"},{"type":"speechnospeaker","time":1606176000,"counter":143,"content":"<p>A development plan is being devised at the moment.  Harnessing Our Ocean Wealth 2 is the second iteration of it, the first dating to 2013.  It seeks to capture opportunities and interventions that the State could perhaps make in developing activities around the coast, including offshore renewable energy among others.  The Department is working closely with the Marine Institute on this.  We hope to find a point of interaction between the spatial and investment in the same way that Project Ireland 2040 has worked so cohesively in that regard.  The next iteration of this will be regional plans where we can look at aspects of that.  We have a relatively new industry being brought to the country in offshore renewable energy and we must look at how we can capitalise on it in the areas it is operating from to achieve maximum societal benefit.  We must also look at areas such as research and development, not just the hardware building.  That is the next phase.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#L00400","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":144,"content":"<p>I might add to that as well.  I believe there was a publication by the offshore renewable energy industry as well on the potential value to the Irish economy of the entire industry.  Arklow was mentioned.  I know that 80 jobs are to be created in Arklow.  I see an opportunity for a lot of coastal towns like Arklow to benefit in some way through the entire process of manufacture, from construction to design and maintenance.  Every one in these plants at some stage will have a decommissioning stage as well.<\/p><p>There is ongoing opportunity for employment and value uptake in those coastal communities.  I wish to add another point on community gain, a point raised by Deputy McAuliffe.  I think the community gain for the coastal community was referenced.  We have to consider that the marine environment is seven times larger that the terrestrial environment, and that the marine space is all of Ireland's space, so I would not like to see community gain just being directed at coastal towns or villages.  The entire country should benefit from any community gain in that, especially as the transition to renewables will also see the reduction in the more traditional fossil fuel reliant industries, which tend to be concentrated in midland areas, so there are opportunities for that community gain to supplement just transition funds also.  I wanted to make that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#L00500","speaker":"1626","continuing":true},{"type":"speech","time":1606176000,"counter":146,"content":"<p>I thank the witnesses for coming in today; it is appreciated.  There are two areas on which I wish to ask questions.  First, this is a very significant Bill in terms of what it is doing to facilitate wind turbines and actions being taken around climate.  That is very welcome and significant.  In addition to having a climate change crisis, we also have a biodiversity crisis, and it is that side on which I want to focus.<\/p> <p>  On the issue of marine protected areas only being at the 2.4% designation currently when the commitment in the programme for Government is 30%, is there a concern that not having that in place in advance or in tandem with this legislation could lead to judicial reviews, and therefore delays in the planning process in respect of wind turbines, in particular?  Is that a concern and has it been looked into?  Is there advice on that?<\/p> <p>  Second, the Bill does not cover commercial fishing and aquaculture, which is a concern particularly in respect of the damage done to the marine environment and biodiversity by bottom trawling or dragging, and that can lead to pollutants entering the food chain as well as causing damage to biodiversity.  The witnesses were asked about that, and they said that it cannot be covered in this Bill because fisheries is a competence of the EU.  The EU Common Fisheries Policy specifically states that member states have the opportunity to design fishing conservation measures.  Therefore, would that not allow this Bill to cover the area of fishing conservation measures and commercial fishing in that respect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#M00200","speaker":"1550"},{"type":"speechnospeaker","time":1606176000,"counter":147,"content":"<p>I will start with the Deputy's final questions and I thank him for his comments.  Fisheries is outside my area of responsibility, so I am not going to answer any questions on it, because it is a matter of the Minister for Agriculture, Food and the Marine and his Department.  As I said previously, we are building a regime, and it is not a stand-alone regime that will be used only once.  We will want to use it many times, so there is always the option for other activities that are not included at this point in time to become part of that regime at a later date, however the two activities that the Deputy mentioned are under the Minister for Agriculture, Food and the Marine, so it is for him and his Department to make that call.<\/p> <p>  The second point I would make, which is almost a subpoint, is that regardless of whether an activity is included in this marine planning and development management Bill, all marine activities are subject to the national marine planning framework.  Fisheries, aquaculture, wastewater treatment and things that are not obviously named in the marine planning and development management Bill are all covered.  Some 16 sectoral activities are covered, so regardless of whether aquaculture is included in the Bill, any decisions taken, policies created, programmes or developments must take into account and meet the objectives of the national marine planning framework.  It is already legislated for under Part 5 of the Planning and Development Act 2018, and we are restating that in the marine planning and development management Bill, so decision-makers are legally bound to take the national marine planning framework into account.<\/p> <p>  In terms of the marine protected areas and the potential for judicial reviews, I do not wish to comment on that, simply because the Minister is currently considering a report of the expert group led by Dr. Tasman Crowe, which Deputy &Oacute; Broin mentioned earlier.  I understand that the report will be published in the next couple of months, and a full public consultation will be held on it.  I presume that is the appropriate arena in which to focus on those issues.<\/p><p>I thank Deputy Cian O'Callaghan for raising the issue of marine protected areas because it is important to reach that target of 30%.  That is an objective for us.  It is a considerable increase from the previous 10% target.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#M00300","nonspeaker":"Mr. Conor McCabe","continuing":true},{"type":"speech","time":1606176000,"counter":149,"content":"<p>I apologise for missing the presentations.  I was speaking on the Order of Business in the Seanad so it was unavoidable.  I want to check if I am reading this right.  Am I correct in saying there is no obligation to do an environmental impact assessment, EIA, as part of the public consultation?  Reference was made to developer engagement with impacted stakeholders.  What is envisaged by that?  Who would the impacted stakeholders be and what statutory basis do the witnesses consider that to have?  Going back to the question the Chairman raised about community benefit, is there potential to include something like a local employment clause or an obligation to take a percentage of workers from the live register within the Bill and give it a legal and statutory basis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#N00300","speaker":"1672"},{"type":"speechnospeaker","time":1606176000,"counter":150,"content":"<p>I will take the questions on the public consultation, the EIA and the pre-application engagement.  To be clear on how the new regime is intended to operate, it is a two-stage procedure.  The first stage, the maritime area consent, MAC, looks very closely at the property, the person and whether that person can actually do what he or she is proposing, and then agrees the financial terms.  That MAC is then subject to a development consent which would be considered by An Bord Plean&aacute;la or the local authority, depending on the development type.  The larger scale offshore stuff would definitely be considered by An Bord Plean&aacute;la.  The formal environmental impact assessment is within that development consent procedure, and that also includes the formal opportunity for public participation in the development consent decision-making.  Related to that, and this might relate to some earlier questions as well so hopefully this will give some clarity, before a developer applies for a MAC obligations are set out that it will have to engage with impacted stakeholders.  It is not possible to set out who those stakeholders will be in primary legislation because we are building a regime for a variety of scales, from slipways all the way up to wind farms.  The level of engagement required in any particular case might be quite different but the principles are the same.  The purpose of this is to identify issues of importance for the public and identify the potentially impacted marine users.  The national marine planning framework will help do that and when the guidelines are developed, they will provide even more detail regarding who might potentially be impacted.<\/p> <p>  At the moment, public consultation in the context of development consent is quite often adversarial and we have found that under the Foreshore Act, there is an established application and there is opposition to it.  This Act seeks to mitigate that by placing the obligation on developers to engage with impacted stakeholders before a MAC application is made.  This has a number of purposes.  It ensures early and widespread awareness of proposals, it ensures developers engage with the stakeholders, and there is clarity among the public on what the proposal actually is.  Issues of concern are identified very early in the process by the developer at the project concept stage and necessary considerations, accommodations and synergies can be built into the project design rather than bolted on later.  We will be setting this out in the statutory obligation within the guidelines themselves.  However, we are also examining the possibility of putting it in as a set criteria in the MAC that if the Minister was not satisfied with the level of public or stakeholder engagement relevant to the project, the application would be deemed incomplete and would not even pass the first gate. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#N00400","nonspeaker":"Mr. Bernard Nolan"},{"type":"speechnospeaker","time":1606176000,"counter":151,"content":"<p>I thank the Senator for her questions.  Before I hand over to my environment colleagues on the community gain aspect, I will ask Mr. Tom Woolley to come in to give a brief overview of the planning guidelines.<\/p> <p>  I will give a specific example of some of the stakeholder engagement we see as important.  We will have the primary law and the NMPF, and then supplementary issues will go down into a more granular level.  We are establishing an offshore renewable energy and fisheries working group, the first meeting of which will be held this December.  From that we hope to develop a communications protocol between both sides - I hate to use that word - which we hope they will all sign up to.  That will serve as a point of information and knowledge sharing between both sides.  That is just one example of how we envisage these kinds of stakeholder engagements happening, and how we are going to try to engineer it as much as possible.<\/p> <p>  I ask Mr. Woolley to come in on the broader planning guidelines because he will be leading out on them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#O00100","nonspeaker":"Mr. Conor McCabe"},{"type":"speechnospeaker","time":1606176000,"counter":152,"content":"<p>I will provide a short overview.  At the moment we are committing in the NMPF to establishing initially two sets of statutory guidelines that we will work on in earnest following the publication of the NPF.  These will focus on development management.  As Mr. Nolan pointed out, the marine planning and development management Bill and the NMPF will have an effect on a huge range of decision-making.  They will have an impact on lots of different scales and types of development and activity, and on planned development and policy development upon which the NMPF also has an effect.<\/p> <p>  Given that complex picture, one role for the development management guidelines is, first and foremost, to see who is affected and what are the processes that are needed to consider the plan.  Beyond that, the guidelines would look at the individual policy areas and pick out areas, and new areas in particular, that these development decision-making processes will need to account for.<\/p> <p>  We spoke earlier about stakeholders.  It is important to note, for example, that the Bill changes the people who will make decisions in the maritime area from the foreshore team to An Bord Plean&aacute;la and the local authorities.  Traditionally, those two organisations have been very land focused.  Now they will be working with marine stakeholders.  Therefore, there is something for development management guidelines to say about who typical marine stakeholders might be, where they might be found and how they might be contacted.  For example, standing groups might be used for engagement.  In principle, it is about helping that transition and helping development management to move as envisaged by the marine planning and development management Bill.  That is the development management side of things.<\/p> <p>  I will now turn to the offshore renewable energy aspect.  Offshore renewable energy is a relatively new and emerging sector in Ireland.  Again, there is a lot to be said for supporting transition.  There are new assessments that need to be thought about, such as visualisation assessments.  We need to reflect on how to establish the best available evidence to accompany decisions and identify how people can get involved with the processes related to offshore renewable energy.  Both sets of guidelines will be subject to consultation and assessment as required under the nature directives, the strategic environmental assessment directive and others as necessary.  We will seek to include all relevant people to inform the development of those guidelines to make sure everyone is involved in setting a course for making the changes and making the progress required in Ireland's maritime area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#O00200","nonspeaker":"Mr. Tom Woolley"},{"type":"speech","time":1606176000,"counter":153,"content":"<p>I apologise for being late.  I was in the Seanad.  There was no disrespect intended but I could not be in two places at the one time.<\/p> <p>  I thank all the witnesses for the briefings that were provided.  This is a really important Bill.  It is an important commitment from the Government's perspective because the Government committed to enact the marine planning and development management Bill within its first nine months.  I am happy to support the Department's work in this regard.<\/p><p>It is very important for the country.  We have big targets for renewable electricity, specifically to try to achieve 70% renewable electricity by 2030.  As it is an enormous item of legislation for a lay person to work his or her way around, I thank the witnesses and everyone who has contributed to help us with our task.  The explanation provided earlier about commencing on the east coast was very helpful.  There does seem to be a very logical progression there.  It is welcome and I am happy to support that.  <\/p><p> Earlier, an energy security assessment or review was mentioned specifically on a question about future uses for this legislation or the legislation permitting future maritime activity such as that associated with LNG or other activities.  When is that assessment or report due to be delivered?  <\/p><p> I take the point about fisheries being a matter that is both under European competence and for the Minister for Agriculture, Food and the Marine.  Should the committee request a statement from the aforementioned Minister on the proposed legislation?  I appreciate the officials' saying that it is another Department and it is welcome that they have described the stakeholder forums which they are looking to establish.  However, for the purpose of this committee progressing this work, it would be useful to receive guidance from the Minister.    <\/p><p> The idea of community gain is really important.  There will be broad community gain for all of us if we can achieve our renewable energy targets and if we can move away from our reliance on fossil fuels.  With each application that will be made under this legislation there will be both environmental and economic benefits.  It may be a case of how long is a piece of string but has any assessment been attempted to quantify the potential in this regard?  What mechanism can be employed to try to secure a firm commitment that each commercially profitable application approved will deliver specific community gain in a localised manner?  That should not be the dominant issue but it would be an important precedent for us to try and achieve if it is possible.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#O00300","speaker":"1656","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":155,"content":"<p>Community gain and the energy security review are matters for the Department of the Environment, Climate and Communications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#P00200","nonspeaker":"Mr. Conor McCabe"},{"type":"speechnospeaker","time":1606176000,"counter":156,"content":"<p>The energy security review is looking at the totality of our energy requirements.  Members will appreciate that while we are looking at investing significantly in offshore renewable energy, and we have a lot of onshore wind too, wind is not 100% reliable so there must be other sources of energy to provide backup when we do not have enough wind blowing to enable us to meet our energy requirements.  That review process has begun.  I understand the outcomes are expected towards the middle or end of next year.  The policy position around what other energy sources we may need to have and what policies we need to enable that to happen, will become clear.  At that point, should there be a requirement for additional areas to be brought under the remit of the marine planning and development management Bill, that is something that can be looked at then.  Until then, no decisions will be made to move towards other sources such as LNG to provide backup.<\/p> <p>  I will ask my colleague, Ms Clancy, to respond on community gain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#P00300","nonspeaker":"Ms Martina Hennessy"},{"type":"speechnospeaker","time":1606176000,"counter":157,"content":"<p>A key part of the State aid clearance for the renewable electricity support scheme for offshore wind is that a community benefit fund will be required to be established by all projects successful in the auction.  The contribution for each of those projects is set at &euro;2 per MW hour.  These funds will then be aligned to incentivise investment in local renewable energy, energy efficiency measures and climate action initiatives.  For context, under the recent offshore renewable electricity support scheme, the community benefit fund will deliver in or around &euro;4.5 million per annum to sustainable initiatives targeted at those communities living in proximity to the projects.  This will be amended and scaled up for future offshore projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Q00100","nonspeaker":"Ms Anne-Marie Clancy"},{"type":"speech","time":1606176000,"counter":158,"content":"<p>The witnesses might circulate the committee with details on how the community benefit fund is spent.  I note the current amount is &euro;4.5 million and that will change going forward.  I ask them to elaborate on how the scheme operates.  For example, is it administered by the local authority or the Sustainable Energy Authority of Ireland, SEAI?  If the committee could be circulated with those details that would be great.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Q00200","speaker":"1656"},{"type":"speech","time":1606176000,"counter":159,"content":"<p>Will the energy review consider the potential for hydrogen and storage of wind energy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Q00300","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":160,"content":"<p>Hydrogen is at a very early stage of development.  It has not been developed sufficiently to allow it to be commercially operational at this point in time.  It is something we see happening in the future.  The energy security review will not be looking at that specifically, but that will come into play in a number of years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Q00400","nonspeaker":"Ms Martina Hennessy"},{"type":"speech","time":1606176000,"counter":161,"content":"<p>We move now to the second round, starting with Sinn F&eacute;in followed by Fine Gael, the Green Party and the Independents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Q00500","speaker":"1626"},{"type":"speech","time":1606176000,"counter":162,"content":"<p>I have a number of follow-up questions.  With respect to Mr. Woolley's answer in regard to Article 8.1 of the directive that in response to consultation feedback there was less a focus in the revised draft on the spatial and temporal aspects of it, surely, Article 8.1 is legally binding and, therefore, whatever about people's views of the detail there is a requirement under the directive to have that detail in it.  I ask Mr. Woolley to respond on that issue.  It is important we do not have a planning regime and framework that falls foul of a legal obligation under the relevant EU law.<\/p> <p>  With regard to the marine planning framework, when will the environmental assessment and an appropriate assessment and public consultation around that be undertaken?  My understanding is that this is also a legal requirement in the process.  I am confused as to the relationship between the strategic maritime activity zones - I am finding the acronyms tricky to deal with - and the marine planning framework in terms of how we ensure consistency and public consultation in regard to the zones.  I ask one of the witnesses to talk me through that process.<\/p> <p>  I asked the following very specific question in the first round but it was not answered.  Has the Attorney General provided advice that the consent regime is compliant with the EIA directive and the Aarhus Convention in terms of not having an EIA requirement and public consultation?  I want to return to the point raised by Deputy O'Callaghan, which I also raised, in regard to the marine areas of protection.  I am genuinely concerned that the lag here is going to cause a difficulty.  While we are rightly pushing ahead on the need to have a planning regime for renewable energies, we are potentially doing it to the detriment of biodiversity and, again, the requirement under Article 1 of the directive for sustainability.  How can the witnesses reassure us that notwithstanding there is a different timeframe for the publication of the Crowe report and the necessary legislation for the marine protected areas, we are not going to end up with that lag and we will not be in a situation where planning applications, for example, for wind farms are being carried out in the absence of having the marine areas of protection fully in place?<\/p> <p> I ask the witnesses to also explain the differences between the two general schemes.  I am still unsure as to whether the general scheme that is on the website of the Department of Housing, Local Government and Heritage is identical to the one that was published last year or whether there have been amendments to it.  If there have been amendments, can the witnesses tell us what they are?  If not, can they tell us what went to Cabinet in the memo that was agreed?  <\/p> <p>  I support Senator Fitzpatrick's suggestion that a statement be sought from the Department of Agriculture, Food and the Marine.  I appreciate this is not within Mr. McCabe's area of responsibility but it would be remiss of us not to fully interrogate that issue as part of the planning regime.<\/p><p>I would certainly like to see that.<\/p><p> Finally, Mr. McCabe may not want to answer this but I presume it is the view of the Department that it would be better if aquaculture was included so that there would be a comprehensive regime and that is why it has included the option of bringing it in at a later stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Q00600","speaker":"1468","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":164,"content":"<p>I will answer the question on EIA, appropriate assessments, AA, Aarhus compliance and the Attorney General's office.  We are working very closely with the Attorney General's office in the development of the legislation and all aspects of it -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#R00200","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":165,"content":"<p>Was that a \"Yes\" or a \"No\" to the question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#R00300","speaker":"1468"},{"type":"speechnospeaker","time":1606176000,"counter":166,"content":"<p>We are working very closely with the Attorney General.  The Deputy asked whether there is specific advice relating to public consultation at the strategic maritime area zones, SMAZ, stage but I must clarify an issue.  There seems to be a little bit of confusion around this.  There is public consultation in the overall regime.  There is EIA and there is AA-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#R00400","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":167,"content":"<p>I understand that fully and am not confused about it at all.  Is there Attorney General's advice to say that the absence of public consultation in the consent portion of the architecture and the absence of an EIA requirement is consistent with the Aarhus Convention and the EIA directive?  It is a straightforward question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#R00500","speaker":"1468"},{"type":"speechnospeaker","time":1606176000,"counter":168,"content":"<p>There is not specific advice in the particular format outlined in the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#R00600","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":169,"content":"<p>Okay, that is perfect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#R00700","speaker":"1468"},{"type":"speechnospeaker","time":1606176000,"counter":170,"content":"<p>I wish to provide some assurance with regard to Article 8.1.  The plan does have policies that refer to and have a spatial element.  For example, the offshore renewable energy section talks about the need to ensure that those seeking to conduct activities in Ireland's maritime area are precluded from the development of offshore renewable energy in areas that are subject to ongoing application.  There is a map accompanying that policy which sets out the lines and the polygons so people understand exactly where applications are being considered.  Similarly, there is a map accompanying aquaculture which provides people with insights into where permissions are in place for people to conduct aquaculture activity relating to fin fish, shellfish or seaweeds, and there is a policy stating that if people are going to do things in these areas, even if it appears no-one is engaged in aquaculture there, they need to be aware that there is a permit in place for those activities and they need to speak to the relevant people to make sure there is compatibility.  Some of the work we have been doing in ports and shipping, for example, involved working very closely with the Marine Institute which contacted and worked with the ports across Ireland to ensure that the jurisdictions that port authorities control are brought together in a national map for the first time.  We are incorporating that into the plan and we have policies tied to those spatial areas to make sure that conflicts are managed appropriately and that consultation happens as early as possible, with the right people and at the right time.  I hope that provides some assurance that the plan is spatial where it can be.  In taking that approach, we have responded appropriately to Article 8.1.<\/p> <p>  For every single matter that the plan engages with and for every activity that the plan has policy for, the level of information available, be it spatial or otherwise, varies wildly.  We had a discussion earlier about hydrogen and there are certain industries that do not have a strong policy background yet but we make reference to them in the plan because we know they are coming but there is not really something that can be said spatially with certainty at the moment.  Where we can, we have been spatial and have set things out.  They are on best available knowledge on the activities as they happen.  Over time, that spatial specificity in relation to the plan and policies will be built upon through guidelines and the SMAZ process which the Deputy identified and on which Mr.  Nolan can elaborate.  <\/p> <p>  In terms of environmental assessments, we consulted on those with the draft plan beginning last November and closing in April.  We had substantial comment on those which we are factoring into the plan revisions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#R00800","nonspeaker":"Mr. Tom Woolley"},{"type":"speech","time":1606176000,"counter":171,"content":"<p>I thank the witnesses for today's briefings and those we received last week, which provided really useful background information for those of us who are new to this space.  I have two questions and a quick comment.<\/p> <p>  My first question relates to the terms of enforcement.  I welcome the decision by the Government to put together an independent enforcement body which will assume responsibility for marine planning enforcement.  I am hoping to get a little more information about how that body will be established, the timelines for putting it together, its terms of reference and its potential make-up, to ensure it is representative of all the stakeholders in that area.  I appreciate that the Attorney General is providing legal advice on that but I would welcome the Department's view on how to set this new body up for success because that is imperative.<\/p> <p>  With regard to the relevant projects which will have to apply separately for MACs and planning permission under the new proposed regime, can the witnesses confirm whether a twin-track approach is involved or whether these applications must be made in a particular sequence?  If the latter is the case, is it envisaged that this may slow down the process of getting permission to start construction or installation?<\/p> <p>  Public consultation and the consideration of environmental impact are paramount.  I agree with the points raised by Deputy &Oacute; Broin in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00100","speaker":"1566"},{"type":"speechnospeaker","time":1606176000,"counter":172,"content":"<p>I thank the Deputy for her comments and questions.  The decision by the Government to establish this enforcement agency is very recent.  We are at the stage of scoping it out.  We will obviously be including it in the primary legislation.  We are developing that legislation with the Attorney General at the moment.  The good news is that this is not the first time an enforcement agency has been established.  We have a couple of blueprints, such as that of the Environmental Protection Agency.  We will be talking to such bodies, on a very practical level, and to existing players in the industry.  Work is in progress at the moment with regard to the nitty-gritty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00200","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":173,"content":"<p>Are there any timelines in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00300","speaker":"1566"},{"type":"speechnospeaker","time":1606176000,"counter":174,"content":"<p>We hope to have the issue scoped out in the next few months with a view to understanding what exactly is required.  There is a deadline for the establishment of the body on a practical basis because it must be in place before the first MACs are issued under this new Bill.  I expect these to issue in 2022.  I do not want to tie myself to that deadline but that is what we are aiming for.  I hope that gives the Deputy a sense of the timeline for the establishment of the enforcement agency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00400","nonspeaker":"Mr. Conor McCabe"},{"type":"speechnospeaker","time":1606176000,"counter":175,"content":"<p>With regard to the Deputy's other question, the process is sequential.  The MAC comes first and deals with the property terms and the issue of the fit and proper person, which relates to the question of whether a person has the financial and technical capabilities to do what they propose to do.  This consent is essentially a gateway to planning.  It is rather different from the consent process under the Foreshore Act 1933, which is much broader and more technically complex.  This is meant to be a very tight and defined procedure which will deal with a number of limited areas with a target timeframe of 90 days, although I envisage that most applications will not take 90 days to process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00500","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":176,"content":"<p>Does the Department have anything further to add with regard to environmental assessment and public consultation?  Is there anything else the witnesses wish to add?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00600","speaker":"1566"},{"type":"speechnospeaker","time":1606176000,"counter":177,"content":"<p>I will just reiterate that the public is not excluded from the MAC process.  The public is integral to the process but the consultation takes place before the application is made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00700","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":178,"content":"<p>Did that answer Deputy Higgins's question?  We will now proceed with Senator Boyhan, myself and then Deputy Murnane O'Connor.  At that stage everyone will have spoken and we can go to a third round if there is time.  People may indicate if they wish to speak.  That was the process we agreed to follow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00800","speaker":"1626"},{"type":"speech","time":1606176000,"counter":179,"content":"<p>I welcome the witnesses to the meeting.  I put on record my thanks for the document on frequently asked questions, which was very helpful.  It is a very complex Bill in many ways.  I would love to see a dumbed-down simpleton's guide to the Bill because we have to communicate with coastal communities.  I think that is really important.<\/p><p>I am not sure whether the witnesses are privy to the briefing paper prepared by the Oireachtas Library and Research Service.  I suggest they contact their Minister and get a copy of it.  It is an excellent piece of work and I want to acknowledge the enormous effort the service put into it, as it does with everything.  I will start by referencing a few points from that paper.  Some of these comments do not really require an answer, but I will share them with the committee. <\/p><p> One issue concerns the functions of An Bord Plean&aacute;la and those of the coastal planning authorities.  We need greater clarity on that relationship.  Many of the witnesses will be aware of the controversy surrounding the strategic housing development, SHD.  The common complaint concerns the right of citizens to appeal.  We are talking about An Bord Plean&aacute;la having a function in major infrastructural projects.  That will always be an issue of contention and concern.  I am concerned about it.  I was a director of the D&uacute;n Laoghaire Harbour Company for ten years so I know the challenges and difficulties of foreshore and coastal development.  I am also aware of the great potential there.  I think this Bill needs to be tweaked in places but on the whole I welcome it.  It is a very positive contribution.  This is something that should happen.  I would like to touch on the issue of shareholder engagement.  We know from the general scheme that the Bill has not been subject to public consultation at this stage.  I am concerned about that.  Perhaps the witnesses would comment on it.  I apologise if they have already covered this.  <\/p><p> I refer also to the community benefit scheme for offshore renewables.  One of the previous speakers spoke about developing a communications protocol for it.  That is important.  This is a really important aspect of the Bill.  Perhaps we could hear more about it.  <\/p><p> I share the witnesses' concerns about aquaculture.  I am also a member of the Joint Committee on Agriculture and the Marine, which is due to meet this afternoon.  I can commit to raising this issue with that committee.  We need to be aware of what is going here.  I will suggest an examination of this by the other committee.  It is very important that we provide bits and pieces of consultation on that. <\/p><p> Deputy Eoin &Oacute; Broin spoke about the general scheme of the marine planning and development management Bill, which is featured on the website of the Department of Housing, Local Government and Heritage.  Has it been amended since it was originally posted on the Department's website on 9 December 2019?  If so, perhaps the witnesses could comment on the changes.  What is the status of the general scheme featured on the website? <\/p><p> I also wish to raise the issue of consultation.  The Irish Environmental Network and other environmental NGOs have a huge role to play in this.  This committee is interested in engaging with them.  It is important that the Department also taps into that rich source of information and commitment.  I have some questions in this regard.  Why do we need strategic marine activity zones if we have proper spatial plans?  Can the witnesses give me the rationale?  Moreover, why has there been no public consultation on the designation of strategic marine activity zones and maritime area consent?  Finally, is there any role for the Office of the Planning Regulator in the development of this legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#S00900","speaker":"1634","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":181,"content":"<p>There were several questions, so I apologise if I miss some of them.  I ask the Senator to alert me if I do.  I am not 100% sure, but I believe a further version of the general scheme of the Bill was published.  That included changes to formatting and corrections of errata, but no substantial changes.  We have not drafted a fresh version to reflect the major changes in policy development that have happened in the course of drafting.  We have identified the major changes in the answers to frequently asked questions.<\/p> <p>  Several members of the committee referred to the scale of the Bill.  Thanks to sterling work by the Office of the Parliamentary Counsel, the eventual legal text will be a far shorter and more concise document than the general scheme.  It will be able to do many things which we thought would require specific provisions.  Our hope and intention is for the eventual legal text to be much shorter, more concise and more legible.  I think everyone will be happy to hear that.<\/p><p>On consultation, I reiterate that there is consultation on strategic marine activity zones, in respect of their designation and in the strategic environmental assessment.  There will, therefore, probably be consultation on the double within that process for different purposes.  Regarding the maritime area consent, there are good reasons for there not being consultation within that process, mainly concerning what is under consideration at that stage in the process.  There simply will not be that much meaningful information.<\/p><p> The questions people will ask will be specific, such as about the visual impact of a development, the impact on a certain species and the pollution impact.  That level of information will not be available until the environmental assessments are done, until there is a detailed project design and until the complete application is made to An Bord Plean&aacute;la.  It is at that point that the most meaningful consultation can happen, as well as the appropriate environmental assessment.  As I mentioned, however, we have a pre-application process, which happens before the MAC, to try to draw out at the earliest possible stage what those potential issues will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#T00200","nonspeaker":"Mr. Bernard Nolan","continuing":true},{"type":"speech","time":1606176000,"counter":183,"content":"<p>Briefly, will there be a role for the Office of the Planning Regulator, OPR, in this area?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00200","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":184,"content":"<p>There will be a role for the OPR.  Precisely how that will interact with its terrestrial role is something on which we are trying to nail down the fine detail.  However, there will be an oversight role for that organisation regarding certain aspects of all of this process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00300","nonspeaker":"Mr. Bernard Nolan"},{"type":"speechnospeaker","time":1606176000,"counter":185,"content":"<p>The local authorities will have an enhanced role in respect of marine planning and development.  By default, that will become part of their corporate development plans.  The OPR will also have an expanded role in the oversight of marine planning as part of those corporate development plans.  There is also a role in that regard in respect of research and training.  It is not just the new breed of marine planners who will be needed to facilitate this system but also local authority elected members, which is something that is being worked on continuously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00400","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":186,"content":"<p>I thank Mr. McCabe.  Senator Boyhan wants to clarify a point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00500","speaker":"1626"},{"type":"speech","time":1606176000,"counter":187,"content":"<p>Two points.  On the role of the OPR, I think that is great because training is an important part of the remit of that organisation.  Regarding the general scheme of the Bill on the website, and I accept it has been acknowledged that there have been changes which have not yet been updated, I ask that the relevant updating, if it is at all possible, be done this week.  It is important that if people are looking at the Department's website that it should have the most up-to-date information.  If that can be done and if it is practical and possible, I ask the Department to take it on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00600","speaker":"1634"},{"type":"speech","time":1606176000,"counter":188,"content":"<p>I thank Senator Boyhan.  He also referred to two helpful documents which have been produced, namely, the frequently asked questions section, which I know has been recently updated, and the briefing paper produced by the Library and Research Service.  I also thank Senator Boyhan for committing to raise the issue regarding the Department of Agriculture, Food and the Marine.  It has been mentioned by several Deputies and Senators, and the committee will write to the Department to ask it to make a submission on this matter as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00700","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":189,"content":"<p>I have a further point about the Irish Environmental Network and consultation and interaction with it.  In 2018, we established an advisory group for the national marine planning framework made up of the pillars of society, if one likes, from the public sector, economic, social and environmental areas.  We have met at least 11 times in the last two years and that group has advised us on issues concerning marine planning etc.  The Irish Environment Network, Coastwatch Ireland, Birdwatch Ireland,  An Taisce, the Irish Whale and Dolphin Group and Sustainable Water Networks Ireland, SWAN, are part of that group and have been an ongoing part of this process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00800","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":190,"content":"<p>It is my slot now.  Several members referred to how large this Bill is and that what it seeks to do is significant in the management of our marine area for future development.  That concerns not just commercial development, but also how we manage the precious environmental resource aspect.  It is an indicator of its importance that the sea area is seven times greater than the land.  The impact a healthy marine environment has on us on land cannot be stressed enough.<\/p> <p>  I am constantly trying to compare terrestrial planning to marine planning, just to have some place to start off and judge this matter on.  One of the most important and core principles of our planning system is how democratic it is.<\/p><p>Anybody can make a submission on a planning application and appeal to An Bord Plean&aacute;la.  If people seek to go further they can avail of judicial reviews.  People also get input into county development and local area plans, so there is a good democratic process available.<\/p><p> Will the witnesses confirm that there will be a number of opportunities for public consultation on how we are managing our marine system?  The national marine planning framework had a public consultation stage and it is now at a draft publication stage.  Will there be a second round of public consultation on that, as there might be with a county development or regional spatial plan?<\/p><p> The marine spatial plans are like regional plans within that so will there be a public consultation aspect to them?  We are dealing with the marine Bill today and there is a public consultation aspect to the development permission aspect.  Is there also a public consultation aspect to the strategic marine activity zones?  It is really important that there be such consultation, although I cannot see where there is a deficit currently in public consultation.  I want to be sure I have those aspects correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#U00900","speaker":"1626","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":192,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00200","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":193,"content":"<p>Over the national planning framework is a strategic environmental assessment.  Does this have a strategic environmental assessment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00300","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":194,"content":"<p>Is the Chairman referring to the Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00400","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":195,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00500","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":196,"content":"<p>The Bill has not undergone a strategic environmental assessment.  It is the one \"No\" in answer to all the Chairman's questions.  Any policies that have informed the Bill and any policies that will come after the Bill will all undergo strategic environmental assessments.  The Bill is informed by policies and plans that meet strategic environmental assessments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00600","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":197,"content":"<p>All the different parts have an element of public consultation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00700","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":198,"content":"<p>It is a very strong element.  I can focus on the national marine planning framework as an example, as it is being finalised ahead of the March deadline.  In effect, it has been out for two public consultations.  The baseline study was released at the end of 2017, went through full public consultation and it led to the draft national marine planning framework, which was launched last November.  My colleague, Mr. Wooley, mentioned earlier that there was also a strategic environmental assessment published at the same time, along with a Natura impact statement and an appropriate assessment.  They were published on the same day.<\/p> <p>  That public consultation was elongated to mid-April this year.  We did a series of roadshows around the country to inform people and get feedback.  There was also the statutory consultation, when members of the public could offer submissions.  We have done an extensive amount of work to analyse those submissions in order to bring together a final document.  We are currently doing that.  We will reach our deadline of the first quarter of 2021.  The final national marine planning framework will be launched at that point.  We have done two public consultations on it and we will not be doing another at this point.  That framework is a living and iterative process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00800","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":199,"content":"<p>It is like a development plan and will be reviewed after four years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V00900","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":200,"content":"<p>Absolutely.  There is so much activity.  This might address Deputy &Oacute; Broin's point on marine protected areas and we will interact with those in future.  We are conscious that this is all one maritime area and we cannot bring all plans in together and at the same time.  We do not have that luxury.  We cannot wait for other plans to come along as this is too important and we must get it right in order to create a decision-making framework.  However, any marine policy or plan that comes after this will be informed by the national marine planning framework and the framework itself will take this into account in future iterations as it goes along.  I plan to review the national marine planning framework in the first couple of years of its lifetime because of the amount of activity happening all at one time, whether it relates to marine protected areas, ports or an offshore renewable energy development plan.<\/p> <p>  There is much happening over the next 18 to 24 months and we will have to capture that again in the next couple of years.  We are committed to a six-year cycle but it will be shorter in the first iteration.  It is an ongoing process, which is an important point to make.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V01000","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":201,"content":"<p>I have a follow-up question.<\/p><p>Mr. McCabe mentioned the ORE and fisheries working group or engagement group.  Is there a similar ORE and environmental NGO working group or fisheries group being established?  How are the environmental NGOs involved in this process?  By the way, we have invited them to attend on Thursday.  We will have witnesses from An Taisce, the Irish Wildlife Trust and Coastwatch.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#V01100","speaker":"1626","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":203,"content":"<p>As I mention on an ongoing basis, we have consulted such bodies as part of our advisory group, as we have with the IWEA, the MRIA and other bodies that have come or will come before the committee.  We have not worked out the formal consultation process.  The first out of the traps was the fisheries and ORE group.  It is probably the most important as regards the industry that is already there and consulting with the industry that is being introduced into the maritime area.  It is certainly something we can look at as an ongoing template to bring other groups in or to structure them as one group interacting with another.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#W00200","nonspeaker":"Mr. Conor McCabe"},{"type":"speechnospeaker","time":1606176000,"counter":204,"content":"<p>May I add something to that?  One of the significant pieces of work we are undertaking, which will kick off shortly, is an update to the offshore renewable energy development plan.  As part of that, we will have extensive stakeholder input and involvement.  It will look at the future strategy on ORE development, particularly as there have been technological advances since the last one was completed.  When the last one was undertaken, there was extensive input from all stakeholders, including the environmental NGOs.  We see them having a significant role to play in the new plan and we will initiate work on that very shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#W00300","nonspeaker":"Ms Martina Hennessy"},{"type":"speech","time":1606176000,"counter":205,"content":"<p>I thank the witnesses.  A lot of my questions, particularly those about public consultation, have been answered.  We all believe public consultation is important.  In what way has Covid affected the Departments?  We have seen for nearly a year now that in local authorities all the planning meetings have been cancelled and things have been going online, so there has been a huge delay in the past few months.  Do the witnesses feel this might have had an effect?<\/p> <p>  We need clarity on the timelines needed in the Bill in order that projects can plan with certainty.  It is all about timescales now.  This legislation is so important and so needed.  Are greater resources being provided to put the administrative functions in place?  Is there any update on that?<\/p> <p>  Enforcement is another matter I have been asking about and was going to ask the witnesses about.  I see that the challenges are forward planning, development, management and enforcement.  Those are huge challenges.  One of our witnesses spoke about community and community funding.  That will be welcome because it is so important that our communities are involved in this.<\/p> <p>  I also welcome the fact that there are targets for 2020 and 2030 and more projects, particularly on the east coast.  All of us have to play our part in our environment.  This is creating jobs.  Timescale is important.  All of us are doing what we can to support this legislation.  I thank the witnesses.  A lot of my questions, as I said, have been asked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#W00400","speaker":"1511"},{"type":"speechnospeaker","time":1606176000,"counter":206,"content":"<p>I thank the Deputy for her comments and questions.  I will take the ones on the consultation, the impact of Covid and the resources required into the future.<\/p> <p>  On a very practical basis, we were in the middle of a public consultation when Covid kicked in.  We had already visited 11 coastal locations around the country, from Killybegs right down to Tralee, and we were working our way up the east coast when Covid kicked in.  We had to suspend our public engagement part, but at that point we ran the first ever Civil Service public consultation online, so we reacted quite well.  We also changed the end date for final submissions to April.  I think the original date was at the end of February.  We took into account the public's reaction to that.  I am confident enough that the team reacted really well.  There were very practical considerations in that the Department had to move resources to more urgent areas.<\/p><p>That certainly created a time lag but thanks to the good work of the team we will come in on time in terms of both the Bill and the national marine planning framework or NMPF.<\/p><p> In terms of the resources required, we have two reference points.  One is a recent air wind report that pointed to the fact that 30 human people are needed into the future to run the marine planning system.  We are undergoing our own review that will look at the resources required in our Department, post the Bill, in the Department of Environment, Climate and Communications, again post Bill, in An Bord Plean&aacute;la and in the Office of the Planning Regulator, OPR, most likely.  The report and review should be carried out over the next couple of months so we will be in a better position to answer that question.  The air wind report is a good report.   .     <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#W00500","nonspeaker":"Mr. Conor McCabe","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":208,"content":"<p>There was a question on timelines.  Can I presume that is timelines for the application process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#X00200","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":209,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#X00300","speaker":"1511"},{"type":"speechnospeaker","time":1606176000,"counter":210,"content":"<p>As we mentioned earlier, there is a 90-day target timeframe for maritime area consent.  It will either be an 18 or 26-week timeframe for An Bord Plean&aacute;la decisions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#X00400","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":211,"content":"<p>I confess that I have learned a lot while preparing for our scrutiny of this Bill.  I greatly appreciate the briefing documents, opening statements, presentations and I have also read documentation from law firms that have put out a view on this matter.  I find myself very excited about the employment potential and seismic shift in our nation to develop so that a whole new industry opens up, and one that was never envisaged before.<\/p> <p>  I have had to move between meetings but I watched this debate on the monitor in my office.  Most of my questions have been answered and I apologise in advance if my next question on competencies in professional pathways has already been addressed.  Is there a pipeline of professionals available so we have a successful marine industry?  Have the Departments engaged with universities and colleges?  Is there a sufficient number of courses?  Are courses wide enough?  Should we have a chat with the Minister for Further and Higher Education, Research, Innovation and Science about this industry?  What courses do we need to develop?  It is only in the last two years that I have noticed that the children of my peers are studying marine biology with a view to a very definite future in Ireland and not having to travel to Fiji or somewhere like that to develop this work.  Therefore, I am curious about education and professions.<\/p> <p>  Senator Boyhan addressed my concern about competencies and whether we need additional personnel in local authorities.  The witnesses have addressed the matter but perhaps they have something further to say.  My query is about education.         <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#X00500","speaker":"1682"},{"type":"speechnospeaker","time":1606176000,"counter":212,"content":"<p>I thank the Senator for her very kind comments.  She asked a very good question and we take education very seriously.  We want to make sure that when the system is launched that it can stand on its own two feet and there are people who can really make it work properly.  With that in mind, we plan on working very closely with the Irish Planning Institute and the Office of Planning Regulation.  Earlier I mentioned to Senator Boyhan that the planning regulator will play a lead role in the training that is needed, particularly in the local authorities system.  I am very keen to work with universities or third level institutes.  My colleagues in the Department of the Environment, Climate and Communication might want to comment on this but part of the supply chain will consider that aspect in terms of the future knowledge that is needed in this society.  I agree that the next few years will be a very exciting time for us.  It is not often that a brand new industry is brought into an economy or society so we want to prepare and make sure that we have the right foundations to support the industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#X00600","nonspeaker":"Mr. Conor McCabe"},{"type":"speechnospeaker","time":1606176000,"counter":213,"content":"<p>On that point, there is work going on at a senior level across the various Departments that may have a role to play in working towards building on the potential opportunities that are available.  At a senior level we have discussed opportunities with officials in the Department of Enterprise, Trade and Employment.<\/p><p>We have been discussing opportunities with officials from the Department of Transport with a view to potential ports development, and the Department of Enterprise, Trade and Employment has a role to play in terms of the supply chain.  We are also seeking to engage with the Department of Further and Higher Education, Research, Innovation and Science because, as the Senator pointed out, there are opportunities for skills development and to align the courses that may be available to maximise the opportunities for employment in the sector into the future.  That work is at an early stage, but we will seeking to progress it in the next number of months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#X00700","nonspeaker":"Ms Martina Hennessy","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":215,"content":"<p>The Senator mentioned the local authority competencies.  We have engaged with the Local Government Management Agency and set up a number of working groups to help manage the transition and to help the local authorities to become more marine conscious in their considerations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00200","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":216,"content":"<p>I do not doubt the ability of the local authorities to adapt, learn and grow.  Where do councillors and people like me get this sudden knowledge from?  I am fortunate that we are briefed so well.  I thank the witnesses and congratulate them on a fantastic piece of work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00300","speaker":"1682"},{"type":"speech","time":1606176000,"counter":217,"content":"<p>That was a good point on the potential for job creation in the long term as we transition away from fossil fuel dependent employment to a new industry with a long-term future.  The ORE representatives will appear before the committee on Thursday and it will be a good opportunity to discuss their requirements with them.<\/p> <p>  There are four minutes left.  I have a question and Deputy Gould also has a question.  Regarding timeframes, I realise the MAC is time limited when consent is given.  Is the development permission also time limited?  Again, I am comparing it to land development, whereby permission can be given and somebody can sit on a site for a long time knowing that the demand is there and that it increases the value.  I know the person does not own it, but is development consent time limited as well?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00400","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":218,"content":"<p>The maritime area consent will have a time limit, an appropriate period of time in which to secure the planning permission.  The developer will get the MAC and then try to get the planning permission.  If permission is refused, the MAC will terminate or if a period of time elapses, the MAC will also terminate automatically, unless there is a good reason to extend.  That possibility exists.  There will be a time-bound period in which to secure development consent, after which the MAC terminates.  Again, somebody else can come in and use it.  Likewise, there will probably be an appropriate period - we have to nail down precisely how this works - in which to begin construction.  That will likely be tied closely to the lifetime of the development consent.  I believe the standard in planning is five years.  It would be tied closely to that.  However, there will be limits and there will be strong levers on behalf of the State to prevent any type of land hoarding, squatting or-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00500","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":219,"content":"<p>It is similar to the use it or lose it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00600","speaker":"1626"},{"type":"speechnospeaker","time":1606176000,"counter":220,"content":"<p>Yes, essentially.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00700","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":221,"content":"<p>Thank you.  I call Deputy Gould.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00800","speaker":"1626"},{"type":"speech","time":1606176000,"counter":222,"content":"<p>I was watching the proceedings online and I thank the witnesses.  For me as a new Deputy, this is quite a robust Bill.  There is a great deal of detail in it and much to take on board.  Can the witnesses outline what were the changes between the first general scheme and the second general scheme?  One of the witnesses mentioned the frequently asked questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y00900","speaker":"1453"},{"type":"speechnospeaker","time":1606176000,"counter":223,"content":"<p>If I can clarify, is the Deputy talking about something that was published in July or December?  There were various iterations leading up to the final version.  I am sorry to interrupt the Deputy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y01000","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":224,"content":"<p>That is not a problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y01100","speaker":"1453"},{"type":"speechnospeaker","time":1606176000,"counter":225,"content":"<p>The Deputy is asking about changes since the December version.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y01200","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":226,"content":"<p>Is that the final version?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y01300","speaker":"1453"},{"type":"speechnospeaker","time":1606176000,"counter":227,"content":"<p>It is the final version, but we have developed certain aspects of it significantly since the publication, through the detailed drafting and further policy development.  We set out broadly what the changes are in the frequently asked questions document.  We have not developed a fresh general scheme since December because the structural changes were so significant.  We have not done a separate new general scheme since December.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y01400","nonspeaker":"Mr. Bernard Nolan"},{"type":"speech","time":1606176000,"counter":228,"content":"<p>When will the new general scheme be released?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y01500","speaker":"1453"},{"type":"speechnospeaker","time":1606176000,"counter":229,"content":"<p>We had not envisaged preparing one because we are focusing on the preparation of the legal text.<\/p><p>The legal text will explain what it does.  We will have additional explanatory material detailing exactly what the legal text and each section will do, which, we hope, will be in a much more concise and digestible format than the massive scheme, but it will still provide sufficient information to be able to consider it properly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Y01600","nonspeaker":"Mr. Bernard Nolan","continuing":true},{"type":"speechnospeaker","time":1606176000,"counter":231,"content":"<p>We are looking at a timeline for publication, depending on the committee's report and matters that have to be taken into account, of around January.  The three key areas that have changed between the publication of general scheme which the Deputy is referring to and now are very recent changes.  That was set out in a memo in October, which Deputy &Oacute; Broin mentioned.  It relates to the amalgamation of the planning interest stage with the maritime area consent stage.  There is now a single maritime area consent.  That brings it down to a two-stage process.  The maritime area consent will be from the appropriate Minister and the planning permission will be from the appropriate planning authority, be it An Bord Plean&aacute;la or the local authority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Z00200","nonspeaker":"Mr. Conor McCabe"},{"type":"speech","time":1606176000,"counter":232,"content":"<p>I thank the witnesses.  I advise Deputy Gould we are over the two hours allocated therefore I cannot permit further discussion.  I am sure the Departments are open to our writing to them if we wish to get clarity on any aspect of the legislation.  I thank Mr. Bernard Nolan, Mr. Conor McCabe, Ms Martina Hennessy, Mr. Tom Woolley and Ms Anne-Marie Clancy for giving of their time today and for giving of their time to give us a briefing last week.  It is a large Bill and there is a desire to progress it and we need to do that.  The committee will address and apply itself to doing that in the timeframe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020112400002#Z00400","speaker":"1626"},{"type":"unspoken","time":1606176000,"counter":233,"content":"<p>The joint committee adjourned at 1.02 p.m. until 9 a.m. on Thursday, 26 November 2020.<\/p>","notice":"TIME STRING DETECTED"}]