[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1485273600,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jackie Cahill, Senator Paul Daly, Deputy Michael D'Arcy, Senator Tim Lombard, Deputy Martin Kenny, Senator Pádraig Mac Lochlainn, Deputy Charlie McConalogue, Senator Michelle Mulherin. Deputy Thomas Pringle,<\/p><p>In attendance: Deputy Pat The Cope Gallagher.<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1485273600,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002"},{"type":"speech","time":1485273600,"counter":4,"content":"<p><i>The joint committee met in private session until 4.30 p.m.<\/i><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#A00100","speaker":"1268"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1485273600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#C00050"},{"type":"speech","time":1485273600,"counter":6,"content":"<p>We are in public session.  It is proposed that Schedule A, COM (2016) 750, proposal for the regulation of the definition and presentation of the labelling of spirit drinks and other foodstuffs and the protection of geographical indications of spirit drinks warrants further scrutiny.<\/p><p>It is further proposed that the committee issue a political contribution recommending the inclusion of an annex to the regulation, listing all geographical indications for spirit drinks as of the present date.  Is that agreed?  Agreed.  We will now suspend the meeting for a few minutes to allow our witnesses to take their seats. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#C00100","speaker":"1268","continuing":true},{"type":"minorheading","content":"Impact of the UK Referendum on Membership of the EU on the Irish Agrifood and Fisheries Sector: Discussion (Resumed)","time":1485273600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#D00200"},{"type":"speech","time":1485273600,"counter":9,"content":"<p>I remind members, witnesses and people in the Public Gallery to turn off their mobile telephones for the duration of the meeting as they interfere with the broadcasting equipment.  <\/p> <p>  I welcome Mr. Michael Cavanagh, chairman and  Mr. Se&aacute;n O'Donoghue, chief executive officer of the Killybegs Fishermen's Organisation; Mr. Francis O'Donnell, chief executive officer, Irish Fish Producers Organisation; Mr. Hugo Boyle, chief executive officer, Irish South and East Fish Producers Organisation; Mr. Patrick Murphy, chief executive officer and Mr. John D. Sullivan, chairman and Mr. Greg Casey, adviser, Irish South and West Fish Producers Organisation Limited and Mr. Lorc&aacute;n &Oacute; Cinn&eacute;ide, national secretary, Irish Fish Processors and Exporters Association.  I thank all of them for coming to this meeting to discuss the impact of the UK referendum on membership of the EU on the Irish agrifood and fisheries sector.<\/p> <p>  Before we begin, I draw the witnesses' attention to the fact that they are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him or her identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I understand Mr. Se&aacute;n O'Donoghue will make an opening statement on behalf of the Killybegs Fishermen's Organisation, the Irish Fish Producers Organisation and the Irish South and East Fish Producers Organisation.  I now invite him to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#D00300","speaker":"1268"},{"type":"speechnospeaker","time":1485273600,"counter":10,"content":"<p>I thank the committee for the invitation to attend this meeting on a subject of huge importance for the fishing and seafood industries.  As stated by the Chairman, I am making this presentation on behalf of the Killybegs Fishermen's Organisation, the Irish Fish Producers Organisation and the Irish South and East Fish Producers Organisation.  Before I get into the key issues, it is worth putting in context the implications of Brexit before moving to the problems and issues arising.  First, the fisheries sector is unique.  It is nothing like the car manufacturing sector where cars are built in one country and not shared with another.  We share the fish resource.  Second, it is of huge concern to us that fisheries is in the top five priorities in terms of the UK Prime Minister's negotiating strategy.  Third, we are hearing in the media every day that we are heading for a hard rather than a soft Brexit.  This will have huge implications for the fisheries sector.  Fourth, the final deal that will be done between the UK and the EU will be based on qualified majority voting.  This means that to enter the community a unanimous vote will be needed but to exit only qualified majority voting will be required.  Why am I highlighting this?  I am doing so because we can be rolled over by a majority of the other member states in terms of a deal.  We need to be conscious of that.  A Common Fisheries Policy is in place under the treaty and we have to operate on that basis.  I would like to see a bilateral deal between Ireland and the UK on fisheries.  I am sure we could do a fantastic deal with the UK but this will not be legally possible as Ireland will be part of the EU.  In other words, Ireland cannot negotiate a bilateral deal in this area.  That is the context.<\/p> <p>  The seafood industry is a significant industry which is comprised of many of our coastal rural peripheral areas.  It is a &euro;1 billion industry, with a first sale value on the quay side of &euro;500 million and exports of approximately &euro;560 million.  There are 11,000 people employed in this sector.  I would like now to focus on the key issues for us in terms of Brexit.  There are three key issues, two of which could be extremely negative, namely, access and our quota share.  As part of the quota share, which I will elaborate on further later, we have a Hague preference dating back to 1976, which was negotiated by the late Dr. Garret FitzGerald.  The positive element is the trade area.  I will outline the linkage between all three areas at the end of my presentation.  While my presentation is short, I hope it will give members a flavour of the real issues and problems we face in terms of Brexit.<\/p> <p>  On access, the slide which members are now seeing shows the exclusive economic areas of the UK - highlighted in red; the EU waters - highlighted in blue - and other waters, including in Norway and the Faroe Islands and Iceland - highlighted in green.  The map shows that in terms of access approximately 35% of the waters are owned by the UK, such that when it leaves with EU it takes that water-access with it.<\/p><p>We need to keep that in the back of our minds.<br\/><br\/>We have only made an analysis of the 2015 data for the European fleets.  We are approximately 31% dependent on access to the UK zone for our stocks which amount to 32% in terms of value.  However, that distorts the real problem.  There are two economic drivers for the industry, namely, mackerel and Dublin Bay prawns-nephrops.  For both we require between 40% and 60% access, depending on the year.  These species account for some 70% of the first-sale value of all fish landings.<br\/><br\/>The second issue is quota shares.  I have picked a picture from <i>The Guardian<\/i>for members.  They will know the person in the front of the picture, but I am more interested in the person at the back, the UK Minister for Fisheries, Mr. George Eustace.  The picture dates from 20 October, well after the Brexit vote.  He was assuring Scottish fishermen that they would be thousands of tonnes of fish better off after Brexit.  If they are, we will lose significantly.  The quota share is, therefore, a major problem for Ireland.  Of the species included in the total allowable catch and quotas we share 48 with the United Kingdom.  In the Brexit negotiations we will be negotiating shares for 48 stocks.  Unfortunately, the priority stocks the United Kingdom has in mind include two of ours, namely, mackerel and nephrops.<br\/><br\/>There is also a problem with the non-TAC and quota species, particularly crab, for which there is no quota but to which we have a lot of access, with up to 40% access for some carp, depending on the year.  There will also be a problem with the Hague preferences which date back to 1976 and relate to additional quantities of fish that Ireland and parts of the United Kingdom were given in recognition of the underdeveloped nature of the industry prior to TAC-quotas coming on stream in 1993.  We have to keep a very close eye on the Hague preferences because when the United Kingdom leaves, we will no longer have its support in respect of the Common Fisheries Policy.  These preferences are always fought over tooth and nail at the December Fisheries Council, but they will no longer apply and we will be on our own when they are being negotiated.<br\/><br\/>On the United Kingdom's position on quotas, it joined the European Union at the same time as Ireland in 1973, but the negotiations on the sharing of stocks did not start until 1976 and there were six or seven years of negotiations before the sharing of stocks was agreed to in 1983.  There was an historical basis for this between 1973 and 1978 and we received a blank cheque which, unfortunately, we could not write at the time.  The United Kingdom was a full participant in the process and its underdeveloped parts were given the benefits of the Hague preferences, as Ireland was.  The calls of the British for a quota to repair what was done wrong in 1973 have no basis in fact and do not stack up in any analysis.  If they have a problem, it is their own fault for not negotiating properly between 1976 and 1983.  Ireland also had its opportunity, but it did not take advantage of it.<br\/><br\/>On trade, the position is positive from our point of view.  Imports from the United Kingdom into Ireland were at a figure of &euro;148 million, 65% of total Irish imports of seafood products.  In return, we export some &euro;71 million worth of product.  Therefore, the difference is a factor of two.  The figure amounts to about 13% of our seafood exports.  The United Kingdom is hugely dependent on the EU market for almost 70% of the value, equating to a sum of &euro;1.34 billion.  Four key products account for approximately 70% of that figure, namely, salmon, nephrops or Norway lobster, scallops and crab.  This is the real issue.<br\/><br\/>The message the three producer networks want to give to members is that this needs to become a priority for the Government.  We do not believe it is nearly as high on the list of priorities as it should be because we are in a unique position in sharing a resource.  The entire Government and the Taoiseach need to get involved.  The Taoiseach has been on various missions with counterparts across Europe and met the Spanish Prime Minister last week or the week before.  I very much doubt if fisheries were on the agenda, but they should be, as otherwise we stand to lose a lot.  <br\/><br\/>We stress that in the negotiations there has to be a link between access and quotas - the fisheries aspect of the issue - and trade.  If they are separated, we will be in a disaster zone and the game will be over for us.<\/p><p>We must also make every effort to protect and enhance our Hague preferences.  This has to be part of the negotiating strategy.  In the past, when negotiating shares and access, fisheries were used as a bargaining chip.  Fisheries should not be used in this way.  In fact, in terms of fisheries, the overall trade situation needs to be used as the bargaining chip.  <\/p><p> We must avoid a cliff fall.  By that, I mean that the UK may have exited the EU in two years time but we may not have an agreement in place.  Will that mean that the shutters are pulled down and that from a fisheries perspective we end up, given that we are sharing a resource, with no access for a year or two to the UK waters or they to ours?  That would be another disaster for us.  We need to ensure that any transitional arrangement recognises fisheries.  We cannot have a falling off the cliff.<\/p><p> The seafood industry needs to be part and parcel of the negotiating team.  The Minister is holding a stakeholder meeting next week, which is fine, but we need to be front and centre in the negotiations over the next 18 months.  <\/p><p> I thank the members for listening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#D00400","nonspeaker":"Mr. Se&aacute;n O'Donoghue","continuing":true},{"type":"speech","time":1485273600,"counter":13,"content":"<p>I thank Mr. O'Donoghue for his informative presentation.  I now call Mr. Patrick Murphy to give his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#F00200","speaker":"1268"},{"type":"speechnospeaker","time":1485273600,"counter":14,"content":"<p>I thank the committee and the Chairman for giving us the opportunity to attend today.  We would slightly disagree with some of the points made by Mr. O'Donoghue in terms of the fall-out and what this will mean for Irish fishermen.  Europe bases its share-out of fish on relative stability.  This means that a certain percentage of fish was given to each country.  To give an example, if 1,000 tonnes of fish are available and England decides to increase its share, from its current 20%, that is 200 tonnes, to 300 tonnes, this will leave 700 tonnes of fish remaining.  However, if relative stability remains in place, Ireland will still get the same share of fish, which is 10%, meaning it will lose 30 tonnes of fish.  If England takes back its waters, which it has indicated it intends, it is looking, as Mr. O'Donoghue quite elegantly stated, to increase its share of fish in its waters.  One of the main access routes for us for the prawn fishery is in English waters.  Approximately 50% of the fish is caught there.  As shown in Mr O'Donoghue's charts, that is one of the biggest and most important fisheries to England.  Therefore, there will be a huge temptation for it to increase its share in that fishery.  Rolling back, this will mean that Ireland will get a share of the fish in accordance with the way that it is being given out by our European counterparts, so our share will automatically reduce.  Access is, as Mr. O'Donoghue stated, a huge issue.<\/p> <p>  Not only that, we have a situation where we are  not at the negotiating table.  Again, Europe is negotiating for Irish fishing rights and Irish waters, but we have no one looking after our interests.  We are expecting some other country to put our needs ahead of their own and we have seen how that has gone in the past.  We are seeking assurances that the EU negotiators that will meet with their UK counterparts do not use the access to valuable fishing grounds and natural resources and that they are not traded as a means to achieve benefits in non-related industries or services.  The UK's exit will, as depicted in Mr. O'Donoghue's map, result in the changes in the 22% we now have.  England has 33%.  When that is removed, our share of EU waters will increase to 33%.  Approximately 44% of the fish landed in Europe is caught in Irish waters, but our share-out is way less.<\/p> <p>  The EU's common fishery policy is founded upon and guided by the concept of relative stability.  Over the past 25 years, some member states have come to feel they are entitled to a share of European fish stocks that is wholly disproportionate to the extent of their own waters and stocks.  Ireland, unfortunately, has paid a grievous price for the conferring of the wealth of our waters on the other member states.  This highlights the extra problem that will occur.  We have no negotiators at the table negotiating Ireland's fishing rights.  Under relative stability, we will lose out.  We attended a recent meeting with officials from the Department of Agriculture, Food and the Marine.  We were told that, under relative stability rules, we would have the same percentage of less fish because the UK has already indicated that it intends to increase its catches and that this is definitely on the cards.<\/p> <p>  I have provided a written answer to some of the questions asked in the e-mail the committee sent.  Should I go through them now or will we leave them until later?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#F00300","nonspeaker":"Mr. Patrick Murphy"},{"type":"speech","time":1485273600,"counter":15,"content":"<p>Mr. Murphy can elaborate on some of the points if he wishes or we can deal with them later during the question and answer session when members will have the opportunity to ask the questions directly.  Perhaps we will get the other presentation first.  I call Mr. Lorc&aacute;n &Oacute; Cinn&eacute;ide.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#F00400","speaker":"1268"},{"type":"speechnospeaker","time":1485273600,"counter":16,"content":"<p>I represent the Irish Fish Processors and Exporters Association, which represents - by value - more than 50% of the fish processed in the country.  All in all, the sector employs 3,800 people.  These are not all full-time employees but there is approximately 2,800 full-time equivalents.  To give an idea of the scale involved, the sector has 42 shellfish companies, 40 whitefish companies, 15 pelagic companies and 17 companies dealing with salmon.  I have borrowed an infographic from Bord Iascaigh Mhara, which has done a much better job on this than we have.  It demonstrates the points on the size of the sector that Mr. O'Donoghue made.  More than &euro;500 million worth of exports are at stake.  The committee will note that the infographic, as Mr. O'Donoghue pointed out, also shows the &euro;148 million worth of exports to the UK.  From the perspective of the processing and exporting sector, while it is clear that there is a balance of trade advantage - imports versus exports - Brexit poses a significant threat.  We have been dealing with two different currencies - the euro and sterling - but the fluctuations in sterling may well make UK product more competitive on the Irish market.  There is a further issue in terms of the value of sterling on international markets in so far as the UK and Ireland are sending a lot of fish into third country markets outside the EU.<\/p> <p>  To cut to the chase, I concur with the Mr. O'Donoghue's analysis of the industry in general as well as the catching sector.  The interests of the processing sector are very much aligned with those of the catching sector in this regard, as the processing sector is largely based on landings by Irish vessels.  The threat to supply, as represented by Brexit, is a threat not only to the boats but also to those the boats supply, that is, my members.<\/p><p>As has been pointed out, a very large amount of that supply comes from vessels fishing in the UK zone.  To take an agricultural analogy, this is not simply a question of access to the UK market, it is the right to the farm.  It is about the right to catch the resources in question.  There has been a very significant investment in processing over the years and many Government plans and industry strategies call for increasing the percentage share of the fish that is processed, and increasing its value.  Food Wise 2025 and Harnessing Our Ocean Wealth are the two main documents governing the development of the industry.  They were very ambitious and had realisable targets for adding value but they are now under significant threat from Brexit.  The period between now and the negotiations could be two years or five years and the uncertainty is a threat to our plans.  I do not doubt the threat of Brexit to various other industries but we have to be very alive to the existential threat to the viability of both the catching and processing sectors.<\/p><p> The British ambition for Brexit and its macho posturing over a hard Brexit, ruling out involvement in a customs union or the Single Market, bring into question tariffs, trade agreements and WTO rules.  That view of life represents a very significant potential distortion, not just of our trade with the UK but of the trade for which we compete with other countries, within Europe or outside.<\/p><p> The processing sector is not saying the sky is falling as this will only happen if our negotiations are not successful.  The fundamental impact of this needs to be taken on board by our Government.  The departmental advisory group which is looking at Brexit is meeting next week and the Minister has invited us.  We will attend but it is very important that the Department of the Taoiseach is represented, both on this group and in the negotiations.  These negotiations will be carried out between the European Union and Britain and the European Union needs to take on board the unique set of circumstances that exist in Ireland.  The positions taken in these negotiations must reflect that or we will be in very serious difficulties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#F00500","nonspeaker":"Mr. Lorc&aacute;n &Oacute; Cinn&eacute;ide","continuing":true},{"type":"speech","time":1485273600,"counter":18,"content":"<p>There is a view in Ireland that when we entered the European Economic Community, now the European Union, we sacrificed our fish stocks as part of the overall package for the islands.  Fisheries were not a priority for our Government or for the British Government and it is interesting that the latter is now going around the coastal fishing communities and belatedly presenting itself as their champions.  If our fisheries have not been a priority for Governments down the years, what makes the witnesses believe they are going to be one now?  What gives them hope that anything will be different in these negotiations?<\/p> <p>  We have all seen the famous map with the red zone identifying British waters and BIM presented the same map when its representatives were here.  It is very stark and clearly presents the threat to our interest.  Will the blue zones, representing Irish and EU waters, be squeezed even further?  Will Spanish, Dutch and French trawlers be squeezing our waters even more as a result of this?<\/p> <p>  Mr. O'Donoghue drew our attention to the level of dependency of Britain on the EU market, with two thirds of its fish coming from the EU.  He said this gave him hope that we could get a deal and asked that his organisation be part of these negotiations and the trade negotiations.  How should we use the UK's dependency on the EU to provide something positive?  It would be one of the few positive things in this threat we face.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#G00200","speaker":"1400"},{"type":"speech","time":1485273600,"counter":19,"content":"<p>The vista presented by the witnesses is very stark and the stakes are very high for our fishing industry arising from Brexit.  Mr. O'Donoghue stressed the key importance of keeping the issue of trade tied to water access and fish access.  I assume that we are trying avoid a case where, with a very hard Brexit, Britain could put up the barriers and take the water entirely for itself.  How much would that be worth to Britain in fish values, allowing for the fact that it would be blocked from other European waters in which it can currently fish?  How does that compare to the impact of trade barriers and tariffs?  How do British fishermen view Brexit?  How do fishing organisations in the UK see this and what kind of a deal do they want to drive forward?  What mood are they in to negotiate?  It is particularly complicated because if access to British waters is reduced we will be in conflict with our European neighbours over the supply of fish.  There is always competition but are they our allies to any extent?  Are they thinking in the same way as Ireland as they go into these negotiations?  Are we at one as regards the possible outcomes?<\/p><p>In the event of there being reduced access there will be competition.  What are the witnesses' perspectives on where other European countries are positioned as we enter the negotiations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#G00300","speaker":"1244","continuing":true},{"type":"speech","time":1485273600,"counter":21,"content":"<p>I call Deputy Pringle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#H00200","speaker":"1268"},{"type":"speech","time":1485273600,"counter":22,"content":"<p>I thank all the witnesses for their presentations, which are very useful.   Some of the my questions will reflect some of Deputy McConalogue's questions regarding the UK's agenda for what it hopes to achieve for its fisheries sector from the Article 50 negotiations.  It was mooted last year that the UK would opt for a Norway-type arrangement and negotiate along those lines where there would be reciprocal arrangements.  Do the witnesses consider that is still what the UK intends to do in terms of its fisheries?  I note from the photograph Mr. O'Donoghue showed of the Foreign Secretary, Boris Johnson, that was he holding a foreign salmon.  I do not know if that signifies anything about what the future for English fisheries may be post-Brexit.  What arrangement would the fisheries organisations in England and particularly in Scotland like to see emerge from the Brexit negotiations?  Would it be a Norway-type arrangement or a harder arrangement?<\/p> <p>  I would like Mr. O'Donoghue to tease out further what he said about not separating access from the trade in the negotiations.  If these negotiations fall, it will be on the trade issue.  It might be possible to have interim access arrangements negotiated separately.  The UK might try to use access as a bargaining chip in the overall trade negotiations.  I do not know if tying the two elements intimately together is the best tactic.  I would like to Mr. O'Donoghue to expand on that.<\/p> <p>  How often has the departmental advisory group on Brexit met?  What sense do the witnesses have of the Government giving priority to making a case for our fisheries sector in Europe?  What is the potential for our fisheries sector of the potential replacement of UK fish imports?  Bord Bia has outlined to us that the larger portion of that would be with respect to foreign salmon.  Therefore, the potential for displacement of fish produce in Ireland is not that large in terms of profitability.<\/p> <p>  Mr. O'Donoghue showed a PIE chart of UK exports to the rest of Europe.  We might have more potential to target some of that business, particularly crustaceans, bivalves and the pelagic fish exports to Europe.  What work are the witnesses' organisations doing to gear up for that to try to corner that end of the market?  If we are excluded from UK waters, it comes down to whether we will have the  capacity to facilitate any additional business in terms of raw materials for processors.  Also, with respect to the Norway deal which provides for relative stability of supply, in terms of negotiations over north-western waters, would that provision also apply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#H00300","speaker":"1366"},{"type":"speech","time":1485273600,"counter":23,"content":"<p>I apologise, I will have to leave the meeting for five minutes as I have a question coming up in the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#H00400","speaker":"1244"},{"type":"speech","time":1485273600,"counter":24,"content":"<p>The Deputy will be back after that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#H00500","speaker":"1268"},{"type":"speech","time":1485273600,"counter":25,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#H00600","speaker":"1244"},{"type":"speech","time":1485273600,"counter":26,"content":"<p>I can call the witnesses, in whatever order they wish, to respond to the members' questions.  Mr. O'Donoghue might respond first and I advise that any witness is free to make a contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#H00700","speaker":"1268"},{"type":"speechnospeaker","time":1485273600,"counter":27,"content":"<p>I thank the members for their questions which are pertinent and to the point.  I will respond to Senator Mac Lochlainn's questions first in the order in which he put them.  He rightly identified issues involved in the fisheries negotiations but I would remind the members that there were no discussions prior to 1973 on shares of stocks or tax and quotas.  The only discussions in 1973 related to access in the context of the six-mile and 12-mile zones at that time.  There was a major issue around that but there were no discussions about tax and quotas.  Those discussions started in 1976.  Six to seven years were spent negotiating this between 1976 and 1983.  In that period we got a special recognition for the Hague preference but we got more than that in that we got a blank cheque and were told to report back to them with what we intended to catch.  Unfortunately, we were not able to write that cheque at the time.  That came down to the politicians and the Civil Service at the time and also to the industry which was party to that as well.  Unfortunately, we missed a huge opportunity in that respect.  It is important to note that the relative stability provision that was mentioned was not discussed prior to our entry into the European Union.<\/p> <p>  The Senator asked what hope do we have this time round, which is a pertinent question.  Part of the reason we are pleased to appear before the committee is that we have to live in hope that we will get these sectors on the priority list of the Government and of the Taoiseach.  To be fair, it is on the priority list of the Minister but that is not enough given the importance of these sectors.  They need to be a Government priority and then they need to be a priority for Michel Barnier, the chief negotiator for the EU.<\/p> <p>  The Senator's final question related to the squeeze factor in that our area would be reduced, which is correct.  That is probably part of the answer but some of the stocks in which the northern member states are interested such as  North Sea herring, which is approximately 0.25 million tonnes of a fishery, can only be fished in the North Sea.  The North Sea member states need 70% or 80% access to the UK waters for that.  They cannot come to the west or the south of Ireland to fish for that species.  However, there are some white fish stocks, particularly in the south east, that could be under pressure depending on the outcome of the negotiations.<\/p> <p>  The Senator also mentioned the trade issue.  If we break the linkage between trade and accessing quota, I believe the game will be over.  We will lose out because the UK has made it clear that it wants to separate fisheries from trade because it has seen the other side of the coin.  It has seen that it has an Achilles heel on the trade issue but it has the upper hand on the access issue.  Whatever we do collectively, the big picture here is that we cannot split the trade and the access issues. <\/p> <p>  I will move on to Deputy Pringle's questions as Deputy McConalogue had to leave.  Deputy Pringle raised a number of pertinent queries.  In terms of our involvement with other industries, since the first week of July 2016 when we knew the result of the vote on Brexit, we have been building alliances and bridges with all our European fishery colleagues.  At this stage we would have a joint position in that we are all trying to ensure that we do not lose out on access and share of stocks.<\/p><p>We have been working very hard and done a lot of work behind the scenes to that end, but noting what I said about Article 50, one can be rolled over by member states.  It is much better, therefore, to try to build alliances and friendships.  I am not privy to it, but I hope that is what is going on at official level.<\/p><p> Interim access arrangements will be very important for us.  One cannot have a situation where one negotiates a two-year deal, following which the United Kingdom will state that from then on it will take an extra share.  I know my fisheries colleagues in Scotland and other parts of the United Kingdom pretty well.  They see Brexit as their opportunity to make gains on some critical stocks that we share.  The problem with this is that if they take an extra share and we maintain our existing share, there will be significant overfishing of these stocks which will lead to a decline.  There is, therefore, the issue of overall management.<\/p><p> Deputy Thomas Pringle said there were opportunities on the trade side.  To me, they are very much linked with trying to secure increased access and an increased share and balancing them, rather than stating there are opportunities for us in going down the trade route.  Breaking the link is a problem.  <\/p><p> I do not know whether the Chairman wants me to cover Deputy Charlie McConalogue's questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#H00800","nonspeaker":"Mr. Se&aacute;n O'Donoghue","continuing":true},{"type":"speech","time":1485273600,"counter":29,"content":"<p>He will be back shortly.  We will move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#J00200","speaker":"1268"},{"type":"speechnospeaker","time":1485273600,"counter":30,"content":"<p>If I have forgotten anything-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#J00300","nonspeaker":"Mr. Se&aacute;n O'Donoghue"},{"type":"speech","time":1485273600,"counter":31,"content":"<p>We can return to Mr. O'Donoghue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#J00400","speaker":"1268"},{"type":"speechnospeaker","time":1485273600,"counter":32,"content":"<p>As Mr. O'Donoghue said, there would be a displacement of effort if England was to close its borders and every boat with an entitlement or track record of fishing in its waters had to go somewhere else.  If a cow and calf were in a field in similar circumstances, they would both starve.  As Mr. O'Donoghue said, it would have a knock-on effect on stocks and the level of fishing in certain areas.  Again, it comes back to relative stability.  The Common Fisheries Policy was built on the protection of stocks.  If it continues, there is only one choice - we will have to take less.  If we take less, that will call into question the viability of our fishing fleet across the board.  As I said, if very valuable fishing areas suddenly lie inside the United Kingdom's borders, that will be a significant bargaining chip for it in terms of a trade-off on access.  If Irish negotiators are not at the table, who will take the spoils?  It is a major problem.<\/p> <p>  Another question was about the history of the sector.  My father told me a story about when he began to fish in Howth.  He remembered a time when fishermen caught and landed fish but they were not be paid because they did not have money to install the proper technologies on their boats.  As Mr. O'Donoghue said, when they were offered a cheque to cash, the number of fish caught was sufficient to supply their markets.  It was a catch-22.<\/p> <p>  The situation in fishing can be compared with that in the farming sector.  When Ireland joined the European Union, a farmer who owned a 200 acre farm was only able to plough 20 acres with a horse.  If today the same farmer owned a tractor with which he or she could plough 200 acres and was told that because he or she did not have a track record and did not cash a cheque, he or she would not be allowed to use the tractor to plough the 200 acres and would instead have to stick to ploughing 20 acres, it would be a hard pill to swallow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#J00500","nonspeaker":"Mr. Patrick Murphy"},{"type":"speechnospeaker","time":1485273600,"counter":33,"content":"<p>The term \"relative stability\" keeps being thrown around.   It is a concept that first appeared in EU legislation in 1992, but it was not defined until ten years later.  It was designed to act as a balancing mechanism to take account of the economic and social circumstances of competing interests and areas across the European Union.  Remoteness from the market, in other words, peripherality must be taken into account as part of the balancing exercise.  We submit that, in the context of Ireland's share, after the concept of relative stability was introduced in 1992 and subsequently defined ten years later, Ireland's relative remoteness from the market should have been taken into account.  The situation is about to become far worse in that we will have to pass through the no man's land of Britain to get to the EU market with, possibly, two trade barriers along the way.  Ireland's social and economic circumstances and remoteness for communities along its coast that rely on fishing were never taken into account in the sharing out of stocks on the basis of relative stability.  Essentially, that is all I have to say on the issue.  The concept of relative stability has been kicked around for the past ten or 15 years.  If one asked people what it actually meant, almost everyone would give a different answer.  Its definition was actually set out in a European regulation ten years after the concept had first been used, which is extraordinary.  We submit Ireland never canvassed on peripherality and remoteness from the market as a means to target a higher share of stocks and quotas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#J00600","nonspeaker":"Mr. Greg Casey"},{"type":"speechnospeaker","time":1485273600,"counter":34,"content":"<p>I understand Deputy Thomas Pringle referred to the structures in place for us to interact with the Department on Brexit.  The Minister is organising a seminar next week, to which we have all been invited and in which we will all participate, to consider the sectoral impacts.  We participated in a high-level group meeting.  We very much welcome such interaction.  However, the message we are trying to put across is that given that there are existential implications for all those involved in the industry, it goes to the heart of the use of the catch in processing.  We are not jumping up and down to be members of committees, but there is a need for a very clear acknowledgement, at the highest level, that there is an understanding of the particular circumstances of the industry.  This may involve more meetings.  This committee is valued and a very valuable part of that process.<\/p><p>As I have explained in other fora, as a relatively small sector of the food industry, we have to elbow our way to the front and make sure our particular concerns have been understood at that level.  We must then elbow our way into the consciousness at the level of the Department of the Taoiseach, the Minister for Foreign Affairs and Trade and the people who will be engaging in the negotiations in Brussels with the objective of ensuring our position will become part of the position the European Union will take in its negotiations with Britain.<\/p><p> There is a worrying degree of political and industrial ambition in the seafood and fisheries sector in terms of Brexit.  It is almost seen as a litmus test of the value, or otherwise, of Brexit to the United Kingdom.  Those concerned are likely to ascribe disproportionate significance to the outcome in fisheries in a situation that I firmly believe will be bad for them in general.  It is critical that the Government and the European Union fully understand our position in the light of the level of ambition shown.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#J00700","nonspeaker":"Mr. Lorc&aacute;n &Oacute; Cinn&eacute;ide","continuing":true},{"type":"speech","time":1485273600,"counter":36,"content":"<p>It is seven months since the Brexit vote and there has been one high-level group meeting.  There is to be seminar in a couple of weeks.  That basically is it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#K00200","speaker":"1366"},{"type":"speechnospeaker","time":1485273600,"counter":37,"content":"<p>That is the position.  Although the Minister is committed to making this a priority, that is no good because we need a Government commitment.  That is really what we are all saying.  From an industry perspective, we have been really active in trying to build alliances and bridges with our European fishery partners, other than in the United Kingdom.  As Mr. &Oacute; Cinn&eacute;ide said, no one has talked to our UK colleagues.  He hit the nail on the head in saying the level of ambition was such that they believed they could do well from this.<\/p> <p>  The first question asked by Deputy Charlie McConalogue was about trade, our share and access.  I am repeating myself, but I absolutely believe the overall food trade, not just the seafood trade, needs to be linked with the question of access and share.  If that is not done, we will have serious problems on the fisheries side.<\/p> <p>  I was asked about the attitude of our British counterparts.  As I have just said, there is huge ambition in the UK industry.  It was given various commitments by the previous Minister, Mr. Eustice.  He is now the Minister again.  I showed members a picture in that regard.  The Minister has travelled to Scotland and other parts of the United Kingdom and said these regions will do well from Brexit.  As I said, from an industry perspective, we are actively building alliances and currently meeting key people in the European Union.  Ultimately, I believe the United Kingdom cannot legally throw everybody out of its waters because of the United Nations Convention on the Law of the Sea.  What it can do - this is our real problem - is state we can have access while demanding a greater share.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#K00300","nonspeaker":"Mr. Se&aacute;n O'Donoghue"},{"type":"speech","time":1485273600,"counter":38,"content":"<p>I will be very brief as most of the important issues have been aired at this stage.  <\/p> <p>  It is important that we acknowledge the contributions made by all of the organisations represented.  Their core issue is that they want to make sure the fishing industry will be at the top of the agenda and will not be left behind.  Our report and the contributions heard today are very important in that regard because issues concerning fish quotas, with fishing being used as a bargaining tool, are very much key and pertinent.  The big issue for the committee is taking on board the comments we have heard today and making sure they will become one of the key focal points of the report we will be submitting to the Government.  It will be the ultimate document for us as a committee.<\/p> <p>  A key and frightening statistic is evident on the map that shows the territorial waters of the United Kingdom.  Their scale indicates clearly where we are going and what we need to do.  If we lose access to or quota rights for these waters, the knock-on effect on the fleet will be absolutely frightening.  If there were to be no access to European markets, we would then be stuck with only a percentage of the quota left for European waters.  What would the knock-on effects be on the fishing fleet and the processing industry?  These figures represent the key issues we need to consider.  If we have figures indicating what could be the doomsday scenario, they could be included in the report in order that the Government could strengthen our hand to ensure the fishing industry could and would be protected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#K00400","speaker":"1386"},{"type":"speech","time":1485273600,"counter":39,"content":"<p>I welcome all of the delegates.  Ultimately, the 35% of the waters affected by the United Kingdom's exit from the European Union are such that we are almost setting ourselves up for a renegotiation of the Common Fisheries Policy rather than a review or tinkering with it.  While Brexit presents very few opportunities, this may be one of them.  The territorial waters of this nation, being an island, also make up a large proportion of European waters.  We should be using this fact in every way possible to make our position very clear, particularly given all conservation measures and other developments.  If all of the boats currently fishing in British waters have to come to the remaining EU waters, there will be very many of them coming into what are, in effect, Irish waters.  On the point made about putting more cows and calves into a field, there would be less grass and some of them would starve.  It needs to be brought home to the negotiators that we need to consider putting everything on the table and engaging in a full renegotiation of the Common Fisheries Policy to ensure the industry in Ireland will not be left in circumstances in which it will just die.  That is really what will happen unless something big happens.<\/p> <p>  On the engagements the delegates have had so far which I acknowledge have been limited enough, is there concern of the level about which I speak?  Are officials from the Department and elsewhere still finding their feet in respect of what exactly they will do?  Do they have a plan and a vision as to where this can take them?  What is going to happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#K00500","speaker":"1345"},{"type":"speechnospeaker","time":1485273600,"counter":40,"content":"<p>I am not sure where to start.  In terms of the engagement that I had with the officials, despite the limited number of formal meetings, there is an ongoing dialogue, both formally and informally.  There is a very high degree of concern.  I think that there is a very high degree of awareness at Government level, and that they would support the view that we are taking in terms of the threat that this represents.  We are hand in hand in that.  There may well be differing views as to exactly what the tactics on that might be.  I am fairly sure they do not extend to the renegotiation of the Common Fisheries Policy, CFP, which is another complication subsequent to the fact.  We need to keep our eyes on what the issues are here in regard to Brexit and not over-complicate them.  All we can do is continually use every forum at our disposal, including this one, and I am very glad to hear the sentiments expressed by members in support of what we are saying.<\/p> <p>  Talking about the impact on catching or processing, I am open to correction on the following figure but a report commissioned for the Scottish fishing industry indicated that 38% of the mackerel, which is probably the joint largest and most important species and the building block of our pelagic industry, is caught in UK waters.  There is not a direct correlation between that and processing and supply, but if one takes that out of the supply, obviously it would have a very big knock on effect on the whole business, including the people who supply the fish, the fishermen, and obviously in terms of the processing plants and the processing industry that has been built up over the last 25 years based on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#L00100","nonspeaker":"Mr. Lorc&aacute;n &Oacute; Cinn&eacute;ide"},{"type":"speechnospeaker","time":1485273600,"counter":41,"content":"<p>I will address the impact.  I did not show it but we have started doing the analysis on the employment effect on the fleet, on the processing side and on the upstream end of things.  Based on 2015 data and assuming there is a hard Brexit, there would be a 50% reduction in the net profits of the entire EU 27 fleet, as such.  I need to break that down with regard to the Irish end, but one can take it that it will not be far off that, because the Irish are part of that 50%.  Similarly, the crews on board the vessels would have to take a 15% reduction, whether they are on a share or whether they are on an employment contract.  The net effect of that is that 500 to 600 vessels would go out of business.  More importantly, coastal communities would be destroyed.  They would be wiped out.  Obviously, we need to do more analysis on that but I am just giving the first figures.<\/p> <p>  With regard to Deputy Martin Kenny's idea concerning the renegotiation of the CFP, I would certainly be very cautious about going down that road, because at the end of the day there will be majority voting here.  If we open the renegotiation on the CFP, and considering there are member states which will be hit by Brexit, including ourselves, there could be a double whammy effect.  We need to be very careful about how we go about this.  Brexit is so serious that we cannot afford to start fighting among ourselves internally and taking the eye off the ball in terms of Brexit.  I would be very cautious about going down that route.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#L00200","nonspeaker":"Mr. Se&aacute;n O'Donoghue"},{"type":"speech","time":1485273600,"counter":42,"content":"<p>Is it open to Norway to negotiate bilaterals with the UK after this or will it have to respect the European Economic Area after Brexit?  I am not clear on that.  According to the National University of Ireland Galway, NUIG, in 2014, 66,000 tonnes of Irish mackerel was caught in UK waters.  Obviously, mackerel is migratory.  By delaying the fishing season to let the mackerel migrate into Irish waters, there would be a cost because quality would be slightly reduced and the fish might be a bit more scattered, so they might be a bit harder to catch.  Is there an option there to allow the fish to migrate into Irish waters before the fishing starts and reduce the impact of losing that 66,000 tonnes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#L00300","speaker":"1366"},{"type":"speechnospeaker","time":1485273600,"counter":43,"content":"<p>For those who really do not understand the industry, one might wonder why we catch our fish in Scottish waters rather than Irish waters.  In terms of the quality of the fish, from October to this present day, the fat content is high.  Japanese will stop buying fish in Killybegs tomorrow, and they are a big player in it.  Once they stop buying the price of the fish drops.  It is important that we are able to catch the fish when the quality is right, because after the third week of January, the roe content in the fish starts to increase and the value is less.  That is the reason for the vessels catching their fish in Scottish waters.  That is very important.  We might lose out in percentages, but we will lose even more when considering the added value and the quality of the fish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#L00400","nonspeaker":"Mr. Michael Cavanagh"},{"type":"speechnospeaker","time":1485273600,"counter":44,"content":"<p>I will address Deputy Pringle's other question on bilaterals, which is a really important issue.  If one goes back to the famous red map and looks at the green area between the Norwegian zone and the UK zone, I can guarantee that it makes much more sense for Norway to look at a bilateral with the UK rather than a bilateral with the EU.  That is an avenue we are very conscious of because the UK would be totally free to do a bilateral agreement with Norway, and Norway would see it as very much in its interests to do that as well.  That is another threat that we have to really look at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#L00500","nonspeaker":"Mr. Se&aacute;n O'Donoghue"},{"type":"speechnospeaker","time":1485273600,"counter":45,"content":"<p>I would like to thank Senator Lombard for saying that this is very important.  It is really important that this committee takes on board what we are saying on behalf of all the industry.  We feel that this is of real importance for our country going forward, for the fishing industry and for our coastal communities that depend on it.  It is their life blood.  There will be no second chances at this.  If we do not secure, as Mr. O'Donoghue said, access to get into these waters to catch the fish, our fleets will not be able to catch the fish anywhere else.  They cannot increase, under relative stability, their quota.  They cannot say that they will catch the fish elsewhere.  They cannot do so because it will impact on the maximum sustainable yield, MSY.  We cannot just go into one area and fish out the fish.  The scientists will say that the stocks will be damaged.<\/p><p>If we cannot spread out, get in there and get the fish, and since England is looking to increase the amount, somebody will have to pay that back otherwise there will be overfishing.  That goes back to relative stability.  I differ slightly from my colleague, Mr. Sean O'Donoghue, on that matter.  Arguing over the crumbs, as we would refer to them in our industry, in one of the richest waters in the world, does not make sense to us.  We have the raw resources there but we are not allowed to catch them for historic reasons.  As Mr. O'Donoghue said, we need to be careful if we renegotiate in that our EU colleagues will use their numbers to tell us to go back to the old days.  They will say we are not getting it, that there are more of them and they are taking our resources whether we like it or not.  I think that is very dangerous language.  That is one of the reasons England pulled out.  That is why it is putting, as Mr. O'Donoghue said, fishing in the top five of its markers to see what its success rate will be from leaving the European Union even though trading in London for a couple weeks will be more than it will ever receive from fishing.  It is still using that to measure its success when it leaves the EU.  That should not be lost here.<\/p><p> As my colleague, Mr. Casey, pointed out, this was a big issue for the coastal communities.  They are areas that are no longer alive.  When I started fishing in 1988, the biggest problem in Baltimore, where I fished out of, was available berthage.  One could not get to the pier.  There were boats four and five out.  If one goes down there today, the place is a ghost town.  Three or four boats are all that are left there.  As Mr. O'Donoghue said, 500 boats will be taken out of our fleet if we do not get the access.  That is a quarter.<\/p><p> One has to understand that it is not just fishing.  If there are not the facilities and not enough boats coming in, the services will die as well.  It has a knock-on effect.  Coastal communities will be wiped out.  It is happening already.  I do not agree that we should just forget about renegotiating our fishing rights.  The fish are in our waters.  If we were able to take our waters back, as England is doing, we would have no problem.  Our fleet would be quite happy.  There are plenty of fish there.  It is really important this committee stresses that it is of considerable importance that we have somebody there negotiating on this.  We should have a voice there.  I cannot understand why we do not.  No other country in Europe would accept it.  Some 44% of fish being caught by EU fleets is being caught in Irish waters, and we have nobody at the negotiating table.  It does not make any sense to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#L00600","nonspeaker":"Mr. Patrick Murphy","continuing":true},{"type":"speech","time":1485273600,"counter":47,"content":"<p>Deputy Gallagher is getting in by the skin of his teeth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#M00200","speaker":"1268"},{"type":"speech","time":1485273600,"counter":48,"content":"<p>I realise and appreciate that.  I thank the Chairman for accommodating me.  I had the opportunity to read the presentations and I would like to thank the organisations.  All of this can be understood by looking at the maps, the red and the green.  Of course the Scottish fisherman would be most anxious to ensure that there is Brexit.  Once they trigger Article 50, my understanding is that there is no looking back.  After the Article 50 negotiations, the UK will realise that it is too late at that stage and that there is no going back.  We are squeezed in between the red and the green.  When one looks at the red, we see it is not only Irish boats which are fishing there but also other European boats and they will be excluded and will have to find fish in other European waters.<\/p> <p>  There is only one resolution there.  Negotiations must include the coupling of trade and fisheries.  Looking further down the road, if Brexit happens and if we are excluded from these waters, the only solution for us and the other European maritime states is to renegotiate the Common Fisheries Policy.  Then we will have an opportunity to have a greater percentage of the fish in our waters.  Apart from that, I agree with the comments that it could spell the death knell of the fishing industry because vessels are finding it difficult to survive at the moment.  The owners of vessels have made financial decisions over the last number of years to buy new boats, to have boats lengthened and to refurbish their boats, and now they find themselves in this position.  I want to thank them and say that they have done the industry some service and have educated the politicians but the Government and the Taoiseach must take on board that it is not a question of getting the best deal.  There is no best deal here for fisheries.  There has to be a renegotiation of the Common Fisheries Policy post-Brexit.  We would then get our fair and equitable share and maybe reverse the injustices that were done in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#M00300","speaker":"1289"},{"type":"speech","time":1485273600,"counter":49,"content":"<p>This may be a flippant question but purely from a fishing point of view, if there is a hard Brexit and we lose access, is there any future for us in the EU?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#M00500","speaker":"1366"},{"type":"speechnospeaker","time":1485273600,"counter":50,"content":"<p>No, I do not think so because we have the most productive waters within the EU.  Some 44% of fish caught in Europe are caught in Irish territorial waters.  That is the jewel in the crown.  We should be at the top of the negotiating table.  We should have special status because it is our future - the west coast.  I have been fishing for 40 years and I have seen enough of people emigrating from Bere Island, Castletownbere and everywhere else along the coast.  I have seen coastal towns and fishermen with their backs to the wall trying to keep going.  This will be an opportunity and if we lose it, it will be the death knell of the fishing industry.  It is up to all the Members of the Oireachtas to get together.  It is Ireland's treasure; it does not belong to the coastal communities.  We, as a country, have &euro;200 billion in debt and yet we are throwing a fortune away every week.  It is very hard for fishermen to live within the quotas they have.  It is a total and utter disgrace.  This is a chance to turn the table.  <\/p> <p>  Look at Iceland and the Faroe Islands.  Fishing is their top priority.  It is a renewable resource and the jobs are permanent.  If there is a renewable resource, the jobs are permanent.  There could be oil wells in the Porcupine Bank but they could be gone in 30 years' time.  Fishing is going to be there for 1,000 years.  We have the richest fishing grounds in the world but it is up to members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#M00600","nonspeaker":"Mr. John D. Sullivan"},{"type":"speech","time":1485273600,"counter":51,"content":"<p>I thank the members and witnesses who have made their points very clearly and succinctly.  We have taken them on board.  Today is our last day of hearings on matters relating to Brexit, as those here probably know.  We have had a number of meetings with the stakeholders involved over the past number of weeks, and people have made their points very clearly.  We will be publishing a report in the next number of weeks and the contributions today will be invaluable from that point of view.  The issues raised today will be highlighted very strongly in the report.  I thank everyone for appearing before the committee and for their presentations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017012400002#M00700","speaker":"1268"},{"type":"unspoken","time":1485273600,"counter":52,"content":"<p>The joint committee adjourned at 5.58 p.m. until 4 p.m. on Tuesday, 31 January 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1485262800,"counter":53},{"type":"unspoken","content":"<p>The Joint Committee met at 13:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Peter Burke, Senator Paddy Burke, Deputy Michael D'Arcy, Senator Rose Conway-Walsh, Deputy Pearse Doherty, Senator Gerry Horkan, Deputy Michael McGrath, Senator Kieran O'Donnell. Deputy Paul Murphy, Deputy Sean Sherlock,<\/p><p>DEPUTY JOHN MCGUINNESS IN THE CHAIR.<\/p>","time":1485262800,"counter":54,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002"},{"type":"minorheading","content":"EU Corporate Taxation and Investment and Growth Strategies: Commissioner for Economic and Financial Affairs, Taxation and Customs","time":1485262800,"counter":55,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#A00100"},{"type":"speech","time":1485262800,"counter":56,"content":"<p>I welcome the Commissioner to this meeting at which we will discuss our EU corporate taxation strategy and EU investment and growth strategies.  The Commissioner is caught for time, so we will go straight to the opening statement, which will be followed by questions from members.  We have an agreed format for those.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#E00200","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":57,"content":"<p>I thank the Chairman and honourable members.  It is a pleasure for me to be here again.  I was here a few years ago as finance Minister of my home country, France.  Let me begin by offering my thanks for this invitation to discuss the latest developments in the EU corporate tax policy.<\/p> <p>  Since this Commission took office just over two years ago, we have been working hard to build a fairer, more effective and more competitive taxation framework across Europe.  We have been building a new and robust tax transparency framework, with increased openness and information exchange between tax authorities, which is the main option of the global standards in that field.  We have agreed binding anti-abuse rules so that countries can better protect their tax bases in response to aggressive tax planning.  We have a new EU strategy to promote international tax good governance and to tackle external threats of base erosion and with the common consolidated corporate tax base, CCCTB, we have proposed a major overhaul of corporate taxation to safeguard and strengthen our Internal Market.<\/p><p> We have received the Irish Parliament's negative reasoned opinion on this proposal and I will try to address its concerns ahead of our formal reply in the coming weeks.  Furthermore, all of the OECD anti-base erosion and profit shifting measures adopted at global level are now covered at EU level.  This is a significant step forward and essential for our international credibility.  It is evidence that member states can deliver on their global commitments and also crucial for the strength and coherence of the Single Market.<\/p><p> Each of the initiatives focuses on the twin goals of boosting competitiveness and increasing fairness.  It is about competitiveness and justice.  Through our transparency rules and anti-abuse provisions we are working to create the level playing field businesses need and for which they asked.  For example, our action on the resolution of double taxation disputes responds to the needs of cross-border businesses in the way national measures simply cannot do.  By co-ordinating national approaches, we are working to prevent legal clashes, cut administrative burdens and remove tax obstacles for businesses in the Single Market.  In short, we are working to create a simpler, fairer and more stable tax environment for companies and member states.<\/p><p> I am pleased to say Ireland has actively contributed to the new EU tax agenda, with a valuable input at each stage on each proposal.  It is cautious, as it is supposed to be, on EU proposals in the area of taxation.  The Irish have always been fair and constructive negotiators and their contribution to shaping EU policy is valued and appreciated.  It is something I experienced directly, having working with the Minister for Finance, Deputy Michael Noonan, for almost five years, first as colleagues as economic and finance Ministers and now in my role as Commissioner.<\/p><p> I say clearly and firmly that the European Commission fully respects Ireland's sovereignty in this policy area.  This sovereignty is protected by the treaties and reinforced by the unanimity rule.  There is, therefore, no cause for concern on this front.  There will not be any threat or attack against Irish tax sovereignty.  I argue the contrary, that EU co-ordination on tax matters reinforces rather than threatens national sovereignty.  It means that countries can effectively apply their chosen tax rates without being undermined by their neighbours' activities.  It prevents companies from exploiting national mismatches to avoid tax and blowing a hole in public finances.<\/p><p> I advocate for co-ordination because it means that governments have a clear legal environment in which to develop their national policies.  It puts an end to tensions between national systems which often discourage companies from investing across borders in the Single Market.  It also means that member states have strength in numbers when defending their common interests on the international stage.  In the absence of such co-ordination in practice, it is not for national governments to decide who pays how much tax but for the biggest multinationals and wealthiest individuals.  Unsurprisingly, most of the time they prefer others to pay tax such as workers, pensioners and smaller businesses.<\/p><p>All of this is key when it comes to the common consolidated corporate tax base, CCCTB.<\/p><p> I would like to focus on how we have improved the CCCTB and transformed it into a modern, forward-looking initiative that fully delivers on two priorities, those being, growth and fairness.  A previous proposal did not succeed and we understood that there was a need for change.  The same causes would produce the same effects.  This is a new and improved proposal.<\/p><p> The new CCCTB will be good for growth because, by anchoring business investment and expansion in our Single Market, it will have a positive economic impact on all member states, including Ireland.  All of the proposal's original benefits remain, including simplicity, reduced costs, legal certainty and the possibility of loss offset.  We have introduced new incentives to reward companies that invest in innovation, a new super deduction of up to 150% will be available to companies investing in research and development and extra support of up to 200% will be given to young, innovative firms and start-ups that are drivers of growth and jobs.  The new CCCTB will help businesses to expand without taking on excessive debt.<\/p><p> The allowance for growth and investment addresses the debt bias in taxation by rewarding companies that increase their regulatory bases for financing.  This incentive is particularly important for small firms, which struggle to secure loans.  The CCCTB will enable them to explore more diverse sources of funding and follow a more secure path to expansion.<\/p><p> The new CCCTB will be good for fairness because it is designed to be mandatory for the largest multinationals, which was not the case with the previous proposal.  They will all be subject to the same corporate tax rules, which is the best way to block tax avoidance and deliver fair taxation.  Other companies will be able to opt in if they wish, and I expect that many will, given the proposal's benefits.  The rate that will apply to the companies subject to the CCCTB will remain a national priority.  There is no question, no threat, no issue.  The Commission is not going to propose anything that would impact on Ireland's national sovereignty.  If the tax rate of 12.5% has to be changed, that will be up to the Irish Government and Parliament.  It will not be on the initiative of the Commission.  I gave warranties on that previously and will repeat them today.  There must not be a false debate or false worries.<\/p><p> Members may ask what is in the proposal for Ireland.  I believe that Ireland has much to gain from the CCCTB, especially given today's economic and political climate.  First, the CCCTB will bring EU-wide economic benefits.  Once it is in place, we expect a 1.2% rise in growth rates and nearly &euro;19 billion in extra investment across Europe.  That is good news for all countries.<\/p><p> Second, the CCCTB has much to offer Ireland specifically.  As a dynamic and open economy in addition to being a gateway to the Single Market for many large companies, Ireland will also be able to offer smaller businesses a simple and stable tax system that applies to the entire EU.  Ireland will be able to ensure that companies can enjoy a long-term, sustainable tax framework that fits their businesses and needs.  These benefits, combined with Ireland's 12.5% corporate tax rate, can make this country an even more appealing investment location.<\/p><p> Third, Irish businesses that want to operate across borders will face fewer costs, less red tape and greater rewards for their innovative activities.<\/p><p>This gives an important boost to domestic companies.<\/p><p> I know that Ireland's primary concern lies in the second step of the process, namely, the consolidation and apportionment formula.  The proposal is designed in such a way that the full benefits of CCCTB will only come through when both the common base and consolidation are implemented.  Businesses have called for consolidation.  We see this as a vital tool for completing this simple, fair and effective tax framework.  Even if the two-step approach of common base followed by consolidated is taken the proposal will remain a three Cs proposal.  What is on the table at this stage is the Commission proposal.  I insist on it being called \"a proposal\".  This means that it is a starting point for negotiations.  Proposals are not decisions.  They can always be improved during the legislative process, responsibility for which lies with the member states.  The Commission believes in issuing proposals.  I will defend this proposal strongly because I firmly believe it is good for all member states for the reasons I have set out.<\/p><p> There is no denying that consolidation is complex.  I know that intense discussions will be needed to reach a final deal.  I am aware that Ireland will use its voice actively and, I trust, constructively to help shape consolidation in a way that works for everyone.   All voices are equal.  I am sometimes asked if there are big countries and small countries inside the EU.  That is certainly not the case, especially in the field of EU tax policy where no member state can be over-ruled.  There must be unanimity.  In other words, all members states, without the exclusion of any country, must agree.  The committee can be assured that there will not be a CCCTB if Ireland does not want it.  This means I will have to work on compromises, in respect of which I will work constructively with the Irish Government and its Parliament.  Ireland has done a lot to reform its corporate tax system and to show that it is committed to fair taxation.  It has also been an active contributor to the EU agenda.  I urge it to continue to do so in the spirit of consultative co-operation, which was the spirit of my last meeting with the Minister for Finance, Deputy Noonan, last Friday in Davos.  We will meet again at the end of the week in the framework of the Eurogroup and ECOFIN.<\/p><p> Ireland's success, growth and competitiveness boosts the Union as a whole and reciprocally, a fairer, stronger, more competitive EU makes Ireland stronger too.  I know that Ireland is pro-European, which, to me, is right.  I look forward to hearing members views and comments and to discussing with them what the EU can do to further support the needs of Irish businesses and the Irish people, because all this is done in order to create jobs and a better life for our EU and Irish citizens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#E00300","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1485262800,"counter":61,"content":"<p>I thank the Commissioner for his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#H00200","speaker":"1248"},{"type":"speech","time":1485262800,"counter":62,"content":"<p>I welcome Commissioner Moscovici and his colleagues to the meeting.  I have two questions for him, one on Brexit and one on CCCTB.  The Commissioner stated in Davos last week that the talks between the EU and the UK on a new trade deal could only commence after the UK has left the European Union.  A major concern for Ireland is the risk of a cliff effect after the two-year period following the triggering of Article 50.  If there is no interim or transitional trade deal on issues directly under the Commissioner's remit, including taxation, customs and so on, this could have serious damaging consequences for Ireland.<\/p><p>Can the Commissioner clarify his comments that the talks on a trade deal between the UK and the EU will only commence after the UK has left?  How does it relate to a transitional deal that Mr. Barnier, the chief negotiator, has indicated is a possibility?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#H00300","speaker":"1223","continuing":true},{"type":"speechnospeaker","time":1485262800,"counter":64,"content":"<p>On 12 October the chief negotiator visited Dublin to hear the Government's view of Article 50.  He has clearly said that an agreement on an orderly exit is a prerequisite for a future partnership with the UK.  What I meant to say, and what I said precisely, was purely logical.  One cannot comment or speculate on the outcome of the negotiations before it has commenced.  There will be no negotiation before the notification of Article 50.  No more, no less.  Everybody is free to discuss and nobody can forbid discussion but negotiating is quite different.<\/p> <p>  The Commission will defend the interests of the 27 member states - all of them and each of them.  The Commission has the idea, as Madame May has said, that Brexit is Brexit.  It means that when one is not a member of a club one does not have all the advantages that club members enjoy.  We know that she chose not to stay in the internal market, which means that we will have to redefine a new co-operation in terms of trade and customs.  This will have to be done in an orderly and timely manner.  I cannot comment on the outcome and I do not want to create a worry.  I commented on the framework, timing and legal constraints.  It is clear that we will look for technical solutions to have swift procedures in order to continue trading and exchanging with the UK in the future.  During the process the Commission will be treat with sensitively the relationship between Ireland and the UK and the specific situation of Northern Ireland.  We will work hard to ensure that nothing is done to undermine the hard won peace generated by the Good Friday Agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#J00200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":65,"content":"<p>Is it the Commission's objective that after the expiry of the two-year period there will be no cliff effect when the UK leaves the European Union?  As there is no trade agreement in place is the default position the WTO's terms of trade?  Such terms would have serious negative consequences for Ireland.  Will an arrangement be put in place once the UK leaves so that trade continues smoothly and competitively?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#J00300","speaker":"1223"},{"type":"speechnospeaker","time":1485262800,"counter":66,"content":"<p>Transitional arrangements are possible and they might be wished for but for such arrangements to make sense we need to know what we will transition to and to define it we need to know the global picture.  We are unwilling to have a cliff at the end.  We want an orderly Brexit and for us to have a friendly and co-operative relationship with the UK.  The UK has chosen not to be a member of the EU but remains a European country and a strategic partner.  What we mean is that there cannot be a bridge to nowhere.  The destination needs to be clarified first but, certainly, a good destination is not a cliff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#J00400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":67,"content":"<p>On the issue of the common consolidated corporate tax base, CCCTB, the Irish objection is not just based on how profits are allocated across EU member states for taxation.  The calculation of the base itself, from the analysis that we have conducted, will result in a much narrower base compared with the current and much broader Irish calculation of taxable profits.<\/p><p>There is huge concern about the allocation of these profits on the basis of where the sales occur, where the assets are held and where the employment is based.  We are coming from the perspective of a country where 80% of corporation tax receipts are raised from the multinationals sector.  We have an enormous amount to lose if this goes wrong.  Our current assessment is that it will potentially be very damaging for Ireland.  Mr. Moscovici has said each country will retain sovereignty over its tax rates, but he has also said countries can only apply one tax rate.  In Ireland we have the headline rate of 12.5%, but we also have a 25% rate for non-trading income and a 33% rate for chargeable or capital gains.  These rates will go under the Commission's proposals.  This seems to be a significant encroachment on our national sovereignty and  competence in the area of taxation.  <\/p><p> That is a very brief summary of my concerns and those of my party about these proposals as currently constituted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#J00500","speaker":"1223","continuing":true},{"type":"speechnospeaker","time":1485262800,"counter":69,"content":"<p>We might have differences which we would need to discuss in a very precise manner.  Our assessment is not the same.  The Irish tax base and the common base in terms of the CCCTB are roughly the same size.  The impact the apportionment formula will have on individual member states' tax base will need to be looked at closely during the Council negotiations.  Any technical analysis Ireland, through its Government and Parliament, can provide will be very welcome so long as it is based on the proposals now on the table.  Previous analyses were based on assumptions about the 2011 proposals, but we are now dealing with different proposals.  In any case, we need to discuss the issue.  I repeat that we are at the starting point of the negotiations and cannot jump to conclusions.  It is clear that what I am looking for is a compromise and that a compromise cannot be based only on the ideas of the Commission.  I am taking an open-minded approach.<\/p> <p>  The fact that Ireland has different tax rates is unusual within the European Union and it is true that this will change with the CCCTB.  There will be only one taxable profit figure to be taxed at whatever rate the member state chooses to set.  However, member states' sovereignty is still protected because each member state will have full control in setting that rate.  We always refer to the 12.5% rate because it is the crucial one, but there is absolutely no threat to it.  I believe Ireland's other two corporate tax rates apply mostly to passive income and capital gains and that they generate much less tax revenue.  If Ireland wants to keep these additional rates for companies outside the CCCTB system - it is mandatory for the big ones but optional for the others - it will, of course, be free to do so.  However, within the CCCTB system companies will appreciate the simplicity of having a single national rate.  Ireland might also judge this to be appropriate, but again, I repeat, this is the starting point for the discussion.  I want to make it clear that it is not a threat to the Ireland's sovereignty as far as tax policy is concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#K00200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":70,"content":"<p>I welcome the Commissioner.  Following on from what Deputy Michael McGrath said, has the Commission carried out an analysis of the likely impact on Irish GDP if the proposal is agreed to?  Are data available for the potential impact on Irish GDP?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#K00300","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":71,"content":"<p>I would need to check, but my memory is that the potential impact has been assessed and that it is very slightly negative, something like 0.2%, but it has to be compensated for by other effects.<\/p><p>There would be 1.2% growth at EU level which would represent in the order of &euro;90 billion and overall it would be positive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#K00400","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1485262800,"counter":73,"content":"<p>Not for Ireland but at EU level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00200","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":74,"content":"<p>If it is positive at EU level, it would be positive for Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":75,"content":"<p>Has Mr. Moscovici carried out an analysis of the potential reduction in the Irish tax take?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00400","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":76,"content":"<p>No.  We did not do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":77,"content":"<p>Is Mr. Moscovici aware that in 2011, in the previous incarnation of CCCTB, that Ernst &amp;amp; Young's analysis was that it would have a substantial disproportionate negative effect on small states?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00600","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":78,"content":"<p>Is Deputy D'Arcy referring to a previous proposal?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":79,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00800","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":80,"content":"<p>We need to assess that on the basis of the new proposal.  We are ready to have exchanges of views with the Government and Parliament of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L00900","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":81,"content":"<p>Is Mr. Moscovici aware of the previous proposal of Ernst &amp;amp; Young?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01000","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":82,"content":"<p>Yes, of course.  However, this is a new proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01100","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":83,"content":"<p>Is he aware there would be a likely benefit for the larger states and an impact on the smaller states, that is, going back to 2011?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01200","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":84,"content":"<p>Again, I am not talking about the 2011 proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":85,"content":"<p>I am aware of that.  I will move on.  It has effectively been relaunched at a time of major uncertainty on the Continent.  Brexit will have a larger impact on the Irish State than any other country in the European Union.  If the CCCBT is implemented post-Brexit, without further analysis of the data, is that not simply asking Irish people to close their eyes, hold their breath and hope for good luck?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01400","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":86,"content":"<p>The negotiations for CCCBT will happen now with the UK Government around the table.  If the timetable is respected, it will be adopted in 2028.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":87,"content":"<p>Would there be flexibility in regard to the corporation tax rate for the larger companies with turnovers of more than &euro;750 million?  Would there be flexibility for Ireland to increase its corporation tax rate for those companies following Brexit, if required?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01600","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":88,"content":"<p>I cannot say anything about what follows Brexit for the reason I mentioned before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":89,"content":"<p>Let us ignore Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01800","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":90,"content":"<p>We would have a single tax rate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L01900","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":91,"content":"<p>Would it be for those companies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02000","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":92,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02100","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":93,"content":"<p>Is Mr. Moscovici aware of the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02200","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":94,"content":"<p>Let us be clear.  The Deputy is asking a lot of very precise questions.  All the answers are in the proposal.  This is a proposal, it is not a decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":95,"content":"<p>I understand that.  I am trying to establish the views of Mr. Moscovici on the proposal.  I am sure the proposal can be altered with negotiation but I would like to hear Mr. Moscovici's views on it.  Will there any leeway during negotiations for changes in the corporate tax rate for the companies generating a turnover of more than &euro;750 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02400","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":96,"content":"<p>Everything is on the table.  The proposal is the starting point.  That means we would welcome any contribution, which would lead to a positive outcome, from the Irish Government.  The proposal is open to amendments.  What I am looking for is a compromise; the proposal is a starting point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":97,"content":"<p>Is the CCCTB not an attack on Ireland's sovereignty?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02600","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":98,"content":"<p>No, it is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":99,"content":"<p>If there is an agreed single fixed corporate tax rate following the negotiations, Ireland would not have the opportunity to raise its corporate tax rate for larger companies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02800","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":100,"content":"<p>Yes, of course, Ireland would.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L02900","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":101,"content":"<p>Even if the rate is fixed and agreed initially.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L03000","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":102,"content":"<p>It is not, in any way, a threat to Irish sovereignty.  I answered Deputy Michael McGrath's questions on the tax rates very precisely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L03100","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":103,"content":"<p>The CCCTB proposal runs to approximately 40 pages.  How does Mr. Moscovici propose to tie in the corporate tax details of the 27 member states in a document that currently comprises 40 pages?<\/p><p>Every country has thousands of pages of tax law which are all interpreted in their own manner.  I do not see how a document of 40 pages can cover such a crucial decision under which each country is making a tax concession to the Commission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#L03200","speaker":"1364","continuing":true},{"type":"speechnospeaker","time":1485262800,"counter":105,"content":"<p>In my experience, having also been a finance Minister and an MP for almost 20 years, people appreciate it when we do things that are clear enough.  I would not call for a document of thousands of pages.  Usually, people criticise us for having too much bureaucracy, not too little.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":106,"content":"<p>In this case-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00300","speaker":"1364"},{"type":"speechnospeaker","time":1485262800,"counter":107,"content":"<p>In this case, it is about the common framework.  It does not cover all tax legislation and we are lucky that is the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":108,"content":"<p>In the limited time available I would like to ask a few specific questions.  On Brexit, if Britain leaves the European Union without a trade deal, will the World Trade Organization tariffs apply?  Specifically, will they apply to trade between the North and the South of Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00500","speaker":"1378"},{"type":"speechnospeaker","time":1485262800,"counter":109,"content":"<p>I think I answered that question.  Again, I do not want to speculate, but I gave the spirit of the negotiator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":110,"content":"<p>Does Mr. Moscovici envisage the WTO tariffs being applied to trade between the North and the South?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00700","speaker":"1378"},{"type":"speechnospeaker","time":1485262800,"counter":111,"content":"<p>I am again sorry to say I cannot comment on the outcome of negotiations that have not yet started.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00800","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":112,"content":"<p>I am sure Mr. Moscovici can imagine how significant the issue is to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M00900","speaker":"1378"},{"type":"speechnospeaker","time":1485262800,"counter":113,"content":"<p>Yes, but let us not be in a \"What if?\" position as that is not the right way to start negotiations.  We want the negotiations to be concluded fast and in better conditions.  We are not looking for plan B, plan C or catastrophe scenarios.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M01000","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":114,"content":"<p>The Commissioner will have to forgive us as we were in this position at the time of the banking crisis when we had very little sovereignty and little to use in defending ourselves as a country and we do not want the same to happen again.  As legislators, we have a responsibility to make sure every \"i\" is dotted and every \"t\" is crossed to ensure the Irish people will be protected from the European project having regard to what happened previously.<\/p> <p>  Mr. Moscovici has been quoted as saying Ireland cannot even discuss post-Brexit customs arrangements with Britain, while the European Commission states it understands Ireland's position.  However, it does not seem to understand this is a divided country and that the national priority is to prevent a hard border from re-emerging to re-cement the Border.  I again ask what it will do to stop Ireland from talking to Britain at that stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M01100","speaker":"1378"},{"type":"speechnospeaker","time":1485262800,"counter":115,"content":"<p>As I said, everybody can discuss with everybody.  I am talking about the legal framework that is common to us.  Ireland is not a third country.  It is a member of the European Union and the eurozone.  Our negotiator, Mr. Barnier, who was here, will negotiate and act in the name of the 27 member states, each and all of them.  Of course, we will always act under the control of the European Council and the Council at its various levels; there will, therefore, be constant control from the Council to the Commission and from this Parliament to the Council through the Irish Government.<\/p> <p>  I will say one last word.  We are certainly not trying to re-establish a solid border.  If I was understood in that way, I was misunderstood.  We know that this is a divided a country.  I said precisely the contrary, namely, that we would take on board the specific situation of Northern Ireland in the negotiations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M01200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":116,"content":"<p>The devil will be in the detail in that regard.<\/p> <p>  Again, Mr. Moscovici will forgive us because as late as today we see in respect of the rate of inflation in Germany what may need to be done in adjusting quantitative easing within the European project.  We are looking at how it will impact on us in terms of interest rates and so on.<\/p><p>Which of the following options does Mr. Moscovici see as realistic if Britain leaves the customs union?  Does he envisage a customs post on the Irish Border or no customs posts in Ireland but customs posts on the island of Britain, or a customs border between the European mainland and the islands of Britain and Ireland?  Does Mr. Moscovici have a preferred option?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#M01300","speaker":"1378","continuing":true},{"type":"speechnospeaker","time":1485262800,"counter":118,"content":"<p>Mr. Barnier is the negotiator and I am not going to speculate on the outcome of the negotiation before it starts.  We are a collective body and we define our position collectively under the control of the Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":119,"content":"<p>There are many more questions than answers.  This Parliament has already given its view on the CCCTB to the effect that it goes too far and is not necessary.  That is the view of the great majority of Members of this Parliament but Mr. Moscovici is here on a charm offensive to sell the CCCTB.  His scouts who were here recently, however, gave the game away to this committee when they said it would change our corporate system in a very fundamental way.  We would have to adopt a single rate of corporate tax, albeit one that could be compatible with our 12.5% rate.  Is that the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00300","speaker":"1378"},{"type":"speechnospeaker","time":1485262800,"counter":120,"content":"<p>I would not say I am here on a charm offensive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":121,"content":"<p>You are doing a good job if you are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00500","speaker":"1378"},{"type":"speechnospeaker","time":1485262800,"counter":122,"content":"<p>I am just trying to convince and to develop the position.  Members should enter into the discussion with an open approach.  I do not say it is perfect or the end of the game but it is a proposal.  It has advantages and benefits for the whole of the Union and for Ireland too.  I will be open to proposals, to amendments and to improvements and I will listen to and take into account the remarks of the Irish Government and the Parliament.  In the end it is they who will decide, not I.<\/p> <p>  People often think the Commission is the government of Europe and that there is a kind of diktat from Brussels.  There is no diktat.  There are proposals and we are not the government of Europe.  We are the driving force for the general interest but it is the member states who decide, through the Council.  In tax matters it is by unanimity so if Ireland does not want the CCCTB it will not happen.  It must, however, look carefully and precisely at the new proposal to see how different it is from the previous and what the advantages could be, as well as what improvements can be made to it.  I understand that there are worries and preoccupations about specific aspects.  There will not be any harm to Irish tax sovereignty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":123,"content":"<p>Why was the original proposal presented if it was going to be so detrimental to the Irish economy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00700","speaker":"1378"},{"type":"speechnospeaker","time":1485262800,"counter":124,"content":"<p>I think it was a quite good proposal.  It was discussed in the Council but agreement could not be reached.  The Commission had three options.  If we had put forward the same proposal the response would have been the same.  We had to take on board specific remarks made by the Irish and when I speak to my Irish counterpart, Deputy Michael Noonan, he agrees that the new proposal is a different proposal, though I would not want to say it is his proposal.  The second option would have been to renounce but we did not want to do that because we think the proposal is good in terms of fairness, simplicity, anti-avoidance and business.  The third option was to propose a new CCCTB and that is what is on the table.  It is not, however, the end of the story but the beginning of the discussion, as is the case with Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00800","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":125,"content":"<p>I welcome the Commissioner, Mr. Moscovici, to our committee.  I will start by making a political point.<\/p><p>As a former Member of Parliament and a former Minister, the Commissioner will take a reading from this meeting of the Irish Parliament's Joint Committee on Finance, Public Expenditure, and Taoiseach today.  The mood thus far is one of a degree of scepticism about this proposal because too many questions are left unanswered on how it will affect our ability, for instance, to attract foreign and direct investment.  We take the Commissioner's intervention in good faith and the proposal is that there would be a 1.2% rise in growth across the European Union and &euro;90 billion in extra investments.<br\/><br\/>If we are inhabiting a political space in which there is the rise of the extreme right and of populism, there is a school of thought that would say that if there is a proposal that seeks to undermine sovereignty, or even the perception of sovereignty - I note the Commissioner's colleague is nodding her head - and there is a perception of a diminution of Ireland's ability to maintain its sovereignty as it relates to taxation measures, I would suggest it is ill-timed.The focus of the Commission's agenda or policy outcomes should not be to examine the consolidated tax base but to examine the Stability and Growth Pact.  If a country like Ireland has the sword of Damocles in terms of Brexit handing over it, where there is a degree of uncertainty and nobody can definitively answer questions from a macro-economic point of view on how Brexit will affect small countries like Ireland because the negotiations <i>de facto<\/i>have not been concluded, and if there is a proposal on top of that which creates the perception that Irish people's sovereignty as it relates to their tax affairs is undermined in any way, then the Commission is adding to a degree of euroscepticism, notwithstanding the EUROSTAT poll numbers on Ireland's relationship with the European Union.  It should be concentrating on matters such as the Stability and Growth Pact instead.  If we consider rules such as the excessive deficit procedure, the balanced budget rule and the six pack, what Europe needs if we are to have a 1.2% rise in growth is a greater degree of flexibility with respect to the Stability and Growth Pact as it relates to countries like Ireland, which is currently very constrained and is seeking changes to the rules to ensure that it can start making investments in infrastructure and the capital investments that will add to and fuel growth in the economy.<br\/><br\/>We are not a eurosceptic country.  I inhabit the centre left.  My group within the European Parliament has put forward proposals for a relaxation of Stability and Growth Pact rules.  We want to see growth happening.  If those of us who champion the EU want to see it sustained against the rising euroscepticism and increasing populism that we see, we have to see reforms.  I put it to the Commissioner that reforms come in allowing for greater flexibility with respect to the Stability and Growth Pact.  That is my main point.  I hope that as a former Member of Parliament and a former Minister, the Commissioner will be able to give us some insight from that perspective.  He will have to wear his Commissioner hat at the same time but I put it to him that growth in Europe is predicated on a greater relaxation of the Stability and Growth Pact rules.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#N00900","speaker":"1276","continuing":true},{"type":"speechnospeaker","time":1485262800,"counter":127,"content":"<p>This Commission has been defined by its President, Jean-Claude Juncker, as a political Commission.  That does not mean that we are politicised and working in an arbitrary manner but we are men and women who happen to be former Prime Ministers and former Ministers.  I have been a Member of Parliament and a Member of the European Parliament and a Minister for seven years and now I am a Commissioner.  I have worked at all sides of the triangle of the institutions, the European Parliament, the Council and the Commission.  I can assure the Deputy that I am as worried as he is about the race to populism but I would look to the grassroots of that populism.<\/p><p>I would not say it is about this or that proposal but about a lack of jobs, growth that is too slow, too much debt and the fact that the economy of the eurozone is in recovery.  However, it is too slow and we seem to be losing ground in competitive terms.  In particular, we need to create jobs.  It so happens that I am also Commissioner for tax as well as for implementation of the Stability and Growth Pact which I would not oppose.  What I am trying to do as a Commissioner is to create jobs through tax as well as fiscal policy.<\/p><p> Members must tell me if some questions are unanswered as I agree that would not be satisfactory.  We are at the beginning of a discussion and if at the end all of the questions have not been answered, we will not have a compromise.  Where I differ is that I do not believe we should withdraw this proposal.  I think we should take it as a starting point - a rather interesting and good starting point - and try to improve it together.  When I say \"together\", I mean the Commission and member states through their governments controlled by their parliaments.  If I was not deeply convinced that this proposal is capable of creating jobs, ensuring fairness and having a better fight against tax evasion and tax fraud, I would not submit it, but I am convinced that is the case.  I do not say it in order to charm the committee; the only thing I expect from the Irish Parliament today is that it will enter into it without a principled refusal, that it will consider and discuss it and that we will improve it together.  In the end, let us see whether we can move on.  That is not in contradiction with what members have said about the Stability and Growth Pact.<\/p><p> In terms of the proposal, I am proud that the Commission, under the leadership of President Juncker, introduced more flexibility in its interpretation of the Stability and Growth Pact.  As soon as it came into force we established on 13 January 2015 a communication of flexibility to encourage those countries with structural reforms, difficult investment conditions, which were suffering from earthquakes, as our Italian friends did several times, or on the front line in welcoming refugees.  There will still be improvements, but there is one thing I wish to reiterate, that is, that while we can introduce flexibility in the Stability and Growth Pact, we cannot have flexibility against it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#O00200","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1485262800,"counter":129,"content":"<p>Okay, because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00200","speaker":"1276"},{"type":"speechnospeaker","time":1485262800,"counter":130,"content":"<p>I am here to ensure full respect-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":131,"content":"<p>We are running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00400","speaker":"1248"},{"type":"speech","time":1485262800,"counter":132,"content":"<p>I have only made one or two points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00500","speaker":"1276"},{"type":"speech","time":1485262800,"counter":133,"content":"<p>I have to call the next speaker.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00600","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":134,"content":"<p>The Deputy's question was quite comprehensive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":135,"content":"<p>He used his five minutes very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00800","speaker":"1248"},{"type":"speech","time":1485262800,"counter":136,"content":"<p>The Commissioner's answer was quite comprehensive, too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P00900","speaker":"1276"},{"type":"speech","time":1485262800,"counter":137,"content":"<p>First, I do not agree with the majority position in the committee or the position of the Parliament.  Our group, the Anti-Austerity Alliance-People Before Profit, voted against it in the Parliament because we think tax avoidance is one of the major scandals of our age.  It is a major contributory factor to the inequality which sees eight people in the world own the same as the bottom 50% and Ireland functions as a key link in a chain of global tax avoidance, in reality as a tax haven for companies such as Apple, Google, Facebook and others.  The CCCTB could be part of an answer to the problem, the major problem being the apportionment as proposed.  The emphasis is on sales.  Giving one third to sales seems to have no theoretical basis whatsoever.  It should be on the basis of where value is created, which is related to labour.  We might come back to that matter.<\/p> <p>  The first question I wish to ask relates to the FAQ about the proposal in which the Commission states it will reduce the level of harmful tax competition.<\/p><p>Would the Commissioner regard Ireland as a country engaged in harmful tax competition?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#P01000","speaker":"1308","continuing":true},{"type":"speechnospeaker","time":1485262800,"counter":139,"content":"<p>The Deputy said that Ireland was a tax haven.  I do not share that view.  Huge progress has been made here in the implementation of global standards.  We do not believe that Ireland engages in harmful tax competition.  Our state aid decision indicates that Ireland did not always play fair in the past, nor did certain other member states.  I must say, however, that Ireland has done impressive work in recent years to tackle tax avoidance and to support the agenda for fairer taxation.  The phasing out of the \"double Irish\" arrangement is crucial, along with the legal change on stateless companies.  I am also impressed that Ireland has been a leader on some of the base erosion and profit shifting, BEPS, actions.  For example, Ireland legislated for country by country reporting to tax authorities, even before we proposed it at European Union level.  Ireland is also one of the few member states to have mandatory disclosure for advisers, which I will propose for the entire EU later this year, so it anticipated actions we intend to propose.  As Commissioner, I have to answer questions from the Panama committee on the post-Panama papers, and this is something which is asked by them.<\/p> <p>  This constructive approach to corporate tax reform is very positive, both for Ireland's international reputation and its long-term economic sustainability.  That is linked to what I said earlier on common consolidated corporate tax base, CCCTB.  I believe Ireland has nothing to fear from that kind of proposal.  Its sovereignty is respected enough and its attractiveness is global enough to benefit from that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":140,"content":"<p>I will be concrete as to the reason I believe the Irish Government would be concerned about the CCCTB.  In terms of those who play the game of the mismatches between tax systems, would lawyers, corporate lawyers and accountancy firms not lose out?  They are a major element in this, and they have political weight.  Is it the case that those corporate lawyers and accountants who are engaged in that would likely lose out as a result of the CCCTB if there were not the mismatches?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00300","speaker":"1308"},{"type":"speechnospeaker","time":1485262800,"counter":141,"content":"<p>I am not an Irish citizen.  I do not have to judge that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":142,"content":"<p>The Commissioner spoke at a corporate tax event today the title of which was Ireland Vs The World.  That gives one a sense of how sections of the elite in Ireland see this question of tax competition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00500","speaker":"1308"},{"type":"speechnospeaker","time":1485262800,"counter":143,"content":"<p>If the Deputy had been there he would have heard me say in my introduction that I did not take the title for granted or want to be provocative.  I want Ireland to be in the centre of the world, not against the world, and especially in the centre of Europe where it belongs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":144,"content":"<p>Would the Commissioner agree that in terms of the model of tax competition, and this goes beyond the question of the CCCTB, which the Irish Government at times advocates - it is part of what is described as an industrial policy but in reality it is a policy of tax competition - the space for that policy is dramatically restrained by two events, namely, the prospect of a so-called bargain basement Brexit by Britain under the Tory Government and President Trump's corporate tax proposals?  Would he agree that those events limit the space to continue with that model?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00700","speaker":"1308"},{"type":"speechnospeaker","time":1485262800,"counter":145,"content":"<p>Brexit and President Trump's policy are two events on which I do not want to anticipate too much, but we have to have that in mind when we reflect on the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00800","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":146,"content":"<p>The apportionment of one third of profits by reference to sales is irrational.  It leads to an element of double counting because the countries already get a benefit from VAT and it clearly benefits the bigger economies with no justification because it does not relate to value being added - real production that leads to profits.  What is the justification for one third going to sales?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q00900","speaker":"1308"},{"type":"speechnospeaker","time":1485262800,"counter":147,"content":"<p>In our view, sales by this nation reflect better where profits are generated, that is, where the sale is made.  Sales by origin could be very easily abused by companies seeking to avoid taxation.  I understand that is one of the Deputy's major concerns.  For the two other factors, namely, assets and staff, it makes more sense to look at where they are based, that is, origin.<\/p><p>This is a point I wanted to explain.  It is in the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#Q01000","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1485262800,"counter":149,"content":"<p>The profit is not created at the point of sale, it is realised.  The profit has already been made in the sense that value has been added to the product by a combination of different forms of labour, including intellectual property.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00200","speaker":"1308"},{"type":"speechnospeaker","time":1485262800,"counter":150,"content":"<p>Sales by origin better reflect where profit is generated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":151,"content":"<p>I thank the Commissioner for taking the time to come here.  From listening to the other speakers, am I correct that the Commission has not done its scoping exercise regarding how much the corporation tax take in Ireland could potentially reduce if the CCCTB was to be brought to fruition?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00400","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":152,"content":"<p>We have not made a precise assessment country-by-country.  We can improve that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":153,"content":"<p>The answer is \"no\" then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00600","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":154,"content":"<p>We have an estimate.  Our impact assessment focused on the EU as a whole.  The overall outcome is positive, up to 1.2%.  We cannot do detailed modelling for every member state at this stage.  This is largely due to a lack of technical data.  The figures in the impact assessment are based on a model that applies the CCCTB in a neutral budget way.  Crucially, the figures concerned do not take into account many of the positive impacts of the CCCTB.  They are without any dynamics, such as the impact that increased growth in employment will have on tax revenues.  Even excluding these positive factors, and with the limitations I have mentioned that need to go, the estimated impact on Irish tax revenues is considered to be very small, -0.2%, and will be positive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":155,"content":"<p>A number of the leading institutes dealing with taxation in this country have done exercises which are very worrying.  Some of them have presented their findings to the committee in terms of the impact the CCCTB could have on Ireland.  It is clear that the work has not been done on how this could adversely affect the State.  A huge amount of the mismatches in terms of taxation and lost revenue occur not only because of a member state, but because a third country is involved.  How does the CCCTB solve the problem of a mismatch involving a third country?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00800","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":156,"content":"<p>We will have to examine our own estimates and make them more precise.  Again what we lack is technical data.  We need to exchange views.  We are ready to address the estimates which the Deputy has mentioned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R00900","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":157,"content":"<p>My time is very limited Commissioner-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01000","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":158,"content":"<p>Regarding mismatches, the conclusions of the anti-tax avoidance directives are invoked in the CCCTB proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01100","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":159,"content":"<p>As it is laid out in the draft proposal from 2011, which has now been refurbished and brought back on the system, the CCCTB will not, and in a way cannot, have any impact on the multi-million and multi-billion euro corporations which are operating in third jurisdictions outside the member states.  It will not have any impact on those, and it is not solving that problem, which the EU is hugely concerned about.  The Commission has, rightly, engaged with us as a country very forcefully and robustly as of late to close tax loopholes.  We have been a leader in dealing with base erosion and profit shifting.  It is very concerning that the Commission is proposing to solve a problem, which it is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01200","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":160,"content":"<p>What the Deputy is talking about does not concern the CCCTB, it concerns the anti-tax avoidance directive-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":161,"content":"<p>I want to be clear.  This does not do anything to solve that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01400","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":162,"content":"<p>-----which has been precisely discussed in the Council.  We are expecting a consultative approach from Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":163,"content":"<p>This does not do anything to solve that.  Reading through the Commissioner's speech, it is very difficult to reconcile when he says that it will have no impact on sovereignty but is using terms around putting an end to the tensions between national systems and member states having strength in numbers.  If this base was agreed, how could High Court decisions on tax in this country be sustainable if they affect yields in France and Germany?  The sovereignty of the country would be totally eroded if this proposal were to come to fruition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01600","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":164,"content":"<p>This is a fundamental political debate.  I repeat that nothing erodes national sovereignty of Ireland as far as tax is concerned.<\/p><p>However, I would not oppose sovereignty and co-operation.  Therefore, one can, with one's own sovereignty, decide to co-operate with others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#R01700","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1485262800,"counter":166,"content":"<p>We are clearly deviating from our capacity as a country to set the rules, in terms of responding to economic issues that happen in a country.  As I pointed out, one of the core parts of the way we govern, our courts system, would be totally watered down in this proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00200","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":167,"content":"<p>That is the basis of what we are trying to do, not only on that tax but on all tax legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":168,"content":"<p>It would be a consequence of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00400","speaker":"1369"},{"type":"speechnospeaker","time":1485262800,"counter":169,"content":"<p>If we want to tackle the cross-border problem, which is a complex one, and also cross-border tax avoidance, we cannot combat that alone.  That implies, with full respect to our national sovereignty, we combine our efforts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":170,"content":"<p>Five members have indicated but we will not have time.  Perhaps Senator O'Donnell could focus on a question that has not been asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00600","speaker":"1248"},{"type":"speech","time":1485262800,"counter":171,"content":"<p>I welcome the Commissioner and his colleagues.  I have a few quick questions I wish to ask.  At <i>The Irish Times <\/i>corporate tax summit, Mr. Moscovici said that the UK's post-Brexit arrangement with the EU must be inferior to membership of the EU.  Can he elaborate on that, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00700","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":172,"content":"<p>It is very simple.  Brexit means Brexit.  I did not say that; Madame May said it.  That means that when one is no longer a member of the club, one does not have all the advantages of belonging to the club.  It is just a general remark that one cannot have the best of both worlds, so we will defend the interests of the EU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00800","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":173,"content":"<p>I watched the proceedings.  The Commissioner is a very specific man.  He might indicate how it will manifest itself and what will be the make-up of the arrangement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S00900","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":174,"content":"<p>I am not going to comment on the outcome of a negotiation that has not started.  Our starting point is that we are defending Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01000","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":175,"content":"<p>One cannot make-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01100","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":176,"content":"<p>Maybe I could just finish my sentence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":177,"content":"<p>It is not a sticking point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01300","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":178,"content":"<p>We are defending the interests of the 27.  Madame May and her Government will defend the interests of the UK.  In the end, we need to have a good, co-operative, friendly relationship that will not be the same, and with the same quality, as membership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":179,"content":"<p>What does Mr. Moscovici see as the primary areas where that will change?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01500","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":180,"content":"<p>Again, we will see that during the negotiations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":181,"content":"<p>What is most likely?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01700","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":182,"content":"<p>I am not going to be the \"What if guy\" here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01800","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":183,"content":"<p>Mr. Moscovici stated that no customs borders discussions can take place with the EU until two years have elapsed and the UK is no longer part of the EU.  Is it not putting the cart before the horse with the CCCTB?  Should any such discussions, in themselves, not be effectively parked until the make-up and fall-out of the Brexit arrangements with the EU and the UK have taken place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S01900","speaker":"1374"},{"type":"speech","time":1485262800,"counter":184,"content":"<p>That has been dealt with already, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S02000","speaker":"1248"},{"type":"speech","time":1485262800,"counter":185,"content":"<p>Has it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S02100","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":186,"content":"<p>I do not see where the contradiction would lie.  We are talking about two very different things.  The CCCTB will be discussed with the UK.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S02200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":187,"content":"<p>Mr. Moscovici said he believes that Ireland will benefit from the CCCTB.  Is it fair to say that about countries with large export aspects to their economies?  Our exports are over 120% of our GDP, unlike many of the other countries in Europe.  How do we gain from CCCTB if a substantial portion of those exports are going into the Commissioner's home country, France, as well as Germany and elsewhere in mainland Europe?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S02300","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":188,"content":"<p>It is true that I am French but I am not acting here as a Frenchman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S02400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":189,"content":"<p>Some might say that the Commissioner is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S02500","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":190,"content":"<p>The apportionment formula is based on a tried and tested formula, which has been used in the USA, as well as being shaped in Canada and Japan.  Given that the factors are directly linked to where profit is generated, it fairly reflects where the value is created.  It is also very difficult to manipulate in terms of companies that want to evade taxation.<\/p><p>The Commission has put forward what it considers to be the best proposals for all member states, large and small.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#S02600","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1485262800,"counter":192,"content":"<p>With all due respect, I have very little time.  My question was specific.  The Commissioner is running down the clock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T00400","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":193,"content":"<p>I have answered the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T00500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":194,"content":"<p>A large proportion of the weight of the CCCTB system will be on where sales take place.  If they are taking place outside Ireland, particularly for multinationals, how will we gain from the CCCTB system?  It will undermine-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T00600","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":195,"content":"<p>I will answer the Senator again that it is equal for so-called small and large member states.  The final decision lies with the member states; there will be unanimity.  Every member state has an equal voice and nobody can-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T00700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":196,"content":"<p>With due respect, if one is taxing the very small profits made in Ireland, it will make no difference what one's tax strategy is as one's tax take will go down significantly.  Tax will be earned by the country in which the sales take place.  As such, how can the Commissioner say the CCCTB system will benefit a small open economy - there is none more open than Ireland in a European context - when the bulk of the taxes from multinational companies will now be collected in the countries in which the sales take place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T00800","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":197,"content":"<p>We believe the tax rate, plus certainty, will be superior for export based taxes such that it will benefit the Irish economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T00900","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":198,"content":"<p>With due respect-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01000","speaker":"1374"},{"type":"speech","time":1485262800,"counter":199,"content":"<p>I am sorry, but I call Senator Gerry Horkan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01100","speaker":"1248"},{"type":"speech","time":1485262800,"counter":200,"content":"<p>The Commissioner has not answered the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01200","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":201,"content":"<p>It will have more benefits than disadvantages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":202,"content":"<p>Senator Gerry Horkan can ask a question if it has not been asked already and I ask him to do so quickly.  I say the same to Senator Paddy Burke and Deputy Pearse Doherty.  I will take their questions together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01400","speaker":"1248"},{"type":"speech","time":1485262800,"counter":203,"content":"<p>There are a couple of small points which have not been covered.  As a committee, we produced a reasoned opinion which we sent to the Commission before Christmas.  Has the Commissioner read it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01500","speaker":"1412"},{"type":"speechnospeaker","time":1485262800,"counter":204,"content":"<p>I have examined it, of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":205,"content":"<p>I think six member states have issued reasoned opinions.  What is the Commissioner's response to our reasoned opinion?  There are a lot of concerns.  While the Commissioner is saying it is a proposal and that we have engaged, co-operated and participated in country-by-country reporting, we have enormous concerns, as Senator Kieran O'Donnell and others outlined, about sales which do not take place in Ireland.  There is a sales tax right across Europe called VAT or something similar.  Corporation tax is usually based on where production takes place.  If production takes place in Ireland, the tax on the profits belongs to Ireland.  If production takes place in Germany or Singapore, the profits should be chargeable to tax there.  It is now being moved and the weighting of one third, one third and one third is very arbitrary.  It also excludes non-fixed assets.  Therefore, a lot of the assets of most companies will be discounted in the calculation.<\/p> <p>  At our hearings in advance of coming to our reasoned opinion we asked academics and tax practitioners if this was a power and a tax-take grab by large countries from small ones and they said it was.  I do not doubt that the statistics indicate that the European Union economy as a whole will grow, but in the absence of any analysis - the Commissioner has alluded to the fact that there is none - every member of the committee finds it hard to believe we will do better if all of the tax that used to be paid will move away, if the base is narrowed and the two other rates fall.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01700","speaker":"1412"},{"type":"speech","time":1485262800,"counter":206,"content":"<p>I welcome the Commissioner and his staff.  He says that when the CCCTB system is in operation, there will be a growth rate of 1.2% and extra investment of &euro;90 billion across Europe.  Does that include the United Kingdom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01800","speaker":"1380"},{"type":"speechnospeaker","time":1485262800,"counter":207,"content":"<p>Of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T01900","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":208,"content":"<p>How much lower will it be when one takes out the United Kingdom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T02000","speaker":"1380"},{"type":"speechnospeaker","time":1485262800,"counter":209,"content":"<p>We do not have that calculation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T02100","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":210,"content":"<p>If the Commission does not know, how can it include the United Kingdom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T02200","speaker":"1380"},{"type":"speechnospeaker","time":1485262800,"counter":211,"content":"<p>Because it is a member state of the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T02300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":212,"content":"<p>Of course, it is, but the Commissioner is not saying how much will be generated by it.  It is a global figure.  It is fictitious.<\/p><p> Mr. Moscovici makes a strong case for a single tax rate across the EU and argues that it would be much simpler and easier to operate.  Is it correct to say that if it was simplified, there would be a wholesale loss of accountancy and legal jobs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#T02400","speaker":"1380","continuing":true},{"type":"speech","time":1485262800,"counter":214,"content":"<p>We will go back to that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#U00200","speaker":"1248"},{"type":"speech","time":1485262800,"counter":215,"content":"<p>I have two questions.  The first concerns a question the Commissioner answered earlier about the three rates of tax we would apply to multinational companies that would come under the current proposal.  How can the Commissioner say this is not an issue of sovereignty when the proposal requires us to get rid of two of our existing tax rates that have been here for decades?<\/p> <p>  The second question follows on from other questions concerning the customs union and Brexit.  Deputy Michael McGrath spoke about the lacuna between a negotiation.  This morning, the Minister for Finance said that we could be looking at six years between Brexit and a new trade deal.  We heard scary figures about the WTO tariffs, for example, that a rate of 50% could be applied to food and beverages.  A total of 65% of our exports go to Great Britain and Northern Ireland.  Is there any scenario whereby a country that wants to independently carry out trade deals with other jurisdictions would have customs imposed between its border and another member of the EU?  I come from Donegal.  On the way down here, I stopped off in Tyrone, which is in Northern Ireland, to buy a present for my son.  Those are the kind of questions people are asking.  His birthday is coming up at the weekend.  They are asking what is going to happen in two years' time.  They are asking whether they will be stopped at the Border and will have to pay a tariff if there are to be checks.  It is very clear what the British want to do.  They want to be able to carry out trade deals with other jurisdictions across the globe independently of Europe.  Is there any scenario whereby they can still be part of the customs union with no tariffs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#U00300","speaker":"1288"},{"type":"speechnospeaker","time":1485262800,"counter":216,"content":"<p>At the end of this meeting, I can understand that members have some reservations about the CCTB.  With all due respect for members, I would call for a cool and good-faith dialogue in the time to come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#U00400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":217,"content":"<p>The Commissioner is toying with us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#U00500","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":218,"content":"<p>The only thing I ask for Ireland-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#U00600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"unspoken","time":1485262800,"counter":219,"content":"<p>(Interruptions).<\/p>"},{"type":"speechnospeaker","time":1485262800,"counter":220,"content":"<p>It is not finished.  I cannot accept that.  We have made proposals that are with the Council.  We have received the committee's reasoned opinion.  This was the occasion to discuss that first and we, of course, will deliver a written response.  The real response will arise in the negotiations.  The only thing I would like to try to obtain here is that there would be a discussion.  Ireland cannot say &quot;<i>c'est fini<\/i>&quot; and that this does not exist.  I would like the occasion to demonstrate that this proposal is a good one for the EU and Ireland.  In the negotiations, we can discuss even the apportionment formula.  The Commission will not stand in the way of a compromise.  We are ready to discuss any proposal from the Irish Government.  The only thing that would not be reasonable would be to say that Ireland has an opinion and does not even consider negotiating and examining the rest of the discussion.  That is the only thing I ask of the committee.<br\/><br\/>The single tax rate would be in one country but the level would be decided by each member state.  We have had debates about three rates and one rate and we can include that in the discussion but let us not caricature our proposal.  If you put forward too many arguments without even considering those which are positive, the discussion is not fair and it is very difficult to move forward.  <br\/><br\/>I repeat that we are very conscious of the specific case of Northern Ireland but, again, we are not anticipating and jumping to conclusions about a negotiation that has not yet started but we will have to negotiate.<\/p><p>Our chief negotiator, Mr. Michel Barnier, will directly, under the supervision, responsibility and control of the President, negotiate in the interests of the 27 members, taking into account each of their specific situations.  We are all very well aware of the specific situation of Northern Ireland.  We will do everything in order to preserve it and the peace agreement, as I said in my opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#U00800","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1485262800,"counter":222,"content":"<p>I was not asking about the peace agreement.  I was asking if it was currently possible for a country to negotiate international trade agreements without having customs between it and another European state.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#V00200","speaker":"1288"},{"type":"speechnospeaker","time":1485262800,"counter":223,"content":"<p>Frankly speaking, we have no precedent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#V00300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":224,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#V00400","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":225,"content":"<p>I read Ireland's Eurobarometer.  I know that I am here in one of the countries, maybe the country, which is the most pro-European.  I would urge Ireland to believe more in Europe and to believe more in its capacity to influence Europe.  It must not consider that, due to the upcoming Brexit, it is a kind of third country, which needs to negotiate separately.  Ireland's interests will not only be on board but be at the core, at the centre.  Let us try to be confident in one another.  The European Commission is there to protect and defend Ireland's interests.  Of course we will do the best we can but, not only that, we are going to succeed I am sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#V00500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":226,"content":"<p>Can I take the Commissioner up on the point that he is in a country which is pro-European?  Yes, I am pro-European, but what kind of a Europe am I supportive of?  That is the question that I now ask.  Many people in Ireland ask the same question because of what happened to us with the collapse of the banking system and because of the way that the country and the Government of that time were treated by the European Union.  In my opinion we did not get support from Europe.  It has placed quite a number of question marks in the minds of the citizens of Ireland.<\/p> <p>  Europe has been attacking our corporate taxation structure or questioning that structure for many years and, in my opinion, the Commission is again not listening to Ireland.  Perhaps it is that fact, that it does not listen, that may very well have been the cause of Brexit.  Have we learned nothing from Britain now wanting to leave the European Union?  It is clear from the considered opinions that the Commission has received from a number of member states that they do not want, or are sceptical of, the proposals being put forward.  <\/p> <p>  There is a tax war going on.  That tax war, in terms of Ireland's position, is because other European countries envy the structure we have here and how we deal with the companies that come and settle here.  This not about people not paying their fair share of tax.  This is about Ireland as a small country, competing in a Europe that seems to be centred on the big member states and is failing to understand the smaller member states; this is my view as a pro-European.  I think that it would be far better to address issues affecting the quality of the lives of the citizens of this country and of other member states rather than embark upon a mission, which it was clear to me from the very beginning, is flawed.  Other member states, having given their considered opinion, hold the same view.  It is at a time after Brexit, and after Trump, that we need to be building a European Union that effectively reflects the views of its people and does what every government should do, that is, protect the people it represents.<\/p><p>To my mind, this proposal does not do that.  If anything, it crystallises for me the unlistening ear of Europe and the misunderstanding that exists around taxation, and the impact that this proposal would have on our country.  While Mr. Moscovici will robustly defend the Commission's proposal, it is up to Ireland and other states who feel likewise to robustly defend their position.  The starting base should be one of understanding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#V00600","speaker":"1248","continuing":true},{"type":"speechnospeaker","time":1485262800,"counter":228,"content":"<p>Can I have a word?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#W00200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":229,"content":"<p>It is a two-way street, Commissioner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#W00300","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":230,"content":"<p>I was not involved in decision making at the start of the financial crisis and I know how hard it was for Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#W00400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":231,"content":"<p>That does not exempt Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#W00500","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":232,"content":"<p>No, but I am in charge now, and I am a member of the Economic and Financial Affairs Council, ECOFIN, since 2012.  Ireland can be proud how, with the solidarity of its partners, it emerged from the crisis stronger and as a champion of growth in Europe.  We all, collectively, must learn lessons from what was done at that time, what has been successful and what did not work.  The Stability and Growth Pact did not exist, as such, in 2008, and during the crisis we invented the tools to respond to that.  Today I am confident that we have a much stronger capacity to respond to that.<\/p> <p>  I can only repeat that no one ever contested the corporate tax system, and no one can.  I personally, as Commissioner for tax, do not contest it because tax sovereignty is a principle, and the means exists in the treaties, in addition to the unanimity rule, to have full control of that.  It would not make sense for a Commissioner to attack that.<\/p> <p>  The Chairman asks us to listen to parliaments and to be fully conscious of their sovereignty.  I am not sure I have succeeded today from listening to all of your, shall we say, special spirit or fighting spirit, but I would like you to also listen to the Commission.  The only thing I would like us to do together is to take the proposal on the table as a proposal, and examine it with good faith.  This committee should look for positives.  We will listen to your preoccupations, worries and proposals.  In the end, we will try to build a compromise, because there is no Europe without compromise.  I am French.  I have been in Ireland many times.  I have been a Minister for seven years.  I campaigned here in the 1990s for Europe, as European affairs Minister, a long time ago.  I know how European this country is.  However, I do not believe in a Europe which would set big and small member states in opposition.  I always refused that kind of position.  We need to find compromise.  I am very comfortable with that because in tax matters there are no big and small member states.  One member state, whether it is big or small, can block a proposal if it wishes.  Again, this proposal will not exist against you or without you.  My last call is for us to continue to talk.  Let us examine the proposal and try to make it better, so that in the end it can be seen that it is a good proposal for Ireland and for Europe.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#W00600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":233,"content":"<p>I will not dwell on this but I have to say to the Commissioner that the first obligation of any government is to keep its people safe.  The same would apply to Europe.  The Commissioner complimented Ireland on the work it did during the crash and that now we are getting back into a better position.  I would say to the Commissioner that the people of this country are not getting back into a better position.  They are slowly rebuilding a life that has been devastated by what happened in Europe and when Europe was needed more than at any other time, it was not there for us.  It is, in a way, Ireland versus the world, which was the title of the Commissioner's discussion this morning.  The Commissioner said that Ireland did not always play fair but I think it did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00100","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":234,"content":"<p>I never said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":235,"content":"<p>You said-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00300","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":236,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00400","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":237,"content":"<p>I picked you up wrong then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00500","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":238,"content":"<p>I said that there were considerable improvements in the tax legislation in Ireland, and I paid tribute to it.  That is exactly the contrary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00600","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":239,"content":"<p>Before the Commissioner said something.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00700","speaker":"1374"},{"type":"speechnospeaker","time":1485262800,"counter":240,"content":"<p>Sorry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00800","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":241,"content":"<p>I think the Commissioner said something similar, but anyway, we can check the text afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X00900","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":242,"content":"<p>I talked about state aids.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01000","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":243,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01100","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":244,"content":"<p>Yes.  I think that our decisions are-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01200","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":245,"content":"<p>That is what-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01300","speaker":"1248"},{"type":"unspoken","time":1485262800,"counter":246,"content":"<p>(Interruptions).<\/p>"},{"type":"speechnospeaker","time":1485262800,"counter":247,"content":"<p>I think that our decisions are legitimate.  The courts-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":248,"content":"<p>That is what the Commissioner said and can I say it to him-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01600","speaker":"1248"},{"type":"speechnospeaker","time":1485262800,"counter":249,"content":"<p>The Chairman is a Member of Parliament, I am a Commissioner and the courts will decide on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1485262800,"counter":250,"content":"<p>A very senior politician in France, the Commissioner's own country, constantly referred to our tax base.  I will say to the Commissioner again, despite the opposition there appears to be to this matter, there are far more important things to focus on in Europe.  We can have a conversation about it, but I would like to see those issues being addressed with the ordinary people, our citizens who we represent, at the centre of all that.  I think that we have had a reasonable exchange, and I thank the Commissioner and his colleagues for their attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017012400002#X01800","speaker":"1248"},{"type":"unspoken","time":1485262800,"counter":251,"content":"<p>The joint committee adjourned at 2.55 p.m. until 10 a.m. on Thursday, 26 January 2017.<\/p>","notice":"TIME STRING DETECTED"}]