[{"type":"majorheading","content":"Select Committee on Justice and Equality","time":1560898800,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 12:00<\/p><p>The Select Committee met at 12:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Colm Brophy, Jack Chambers, Peter Fitzpatrick, Charles Flanagan (Minister for Justice and Equality), Kevin Boxer Moran (Minister of State at the Department of Public Expenditure and Reform), Jim O'Callaghan<\/p><p>I láthair \/ In attendance: Deputy Donnchadh Ó Laoghaire.<\/p><p>Teachta \/ Deputy Caoimhghín Ó Caoláin sa Chathaoir \/ in the Chair.<\/p>","time":1560898800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002"},{"type":"minorheading","content":"Courts (Establishment and Constitution) (Amendment) Bill 2019: Committee Stage","time":1560898800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00100"},{"type":"speech","time":1560898800,"counter":5,"content":"<p>I have apologies from Deputies Wallace and Clare Daly.  This meeting is being convened for consideration of Committee Stage of two Bills, the first of which is the Courts (Establishment and Constitution) (Amendment) Bill 2019.  Before we proceed further I wish to remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  We are joined by the Minister for Justice and Equality, Deputy Flanagan, and his officials.  I welcome them all to the meeting this morning.  There are no proposed amendments to the Bill.  At this point I will ask the Minister if he wishes to make any opening remarks before we address the sections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00200","speaker":"1269"},{"type":"speech","time":1560898800,"counter":6,"content":"<p>Thank you, a Chathaoirligh, and I thank committee members for scheduling this short but nevertheless important legislation for this afternoon.  I am joined by my officials, Mr. Richard Fallon and Mr. Patrick McHale.<\/p> <p>  The Bill, as committee members will be aware from Second Stage, deals with the amendment of section 1A of the Courts (Establishment and Constitution) Act 1961.  The provisions deal with judicial resources.  The purpose of the amendment is to amend section 1A(2) of the 1961 Act and provides for the increase by six, from the current number of nine to 15, of the maximum number of ordinary judges of the Court of Appeal.  The amendment will achieve the primary purpose of the Bill, as initiated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00300","speaker":"1233"},{"type":"speech","time":1560898800,"counter":7,"content":"<p>I propose to proceed through the sections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00400","speaker":"1269"},{"type":"speech","time":1560898800,"counter":8,"content":"<p>I wish to make a general remark.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00500","speaker":"1287"},{"type":"speech","time":1560898800,"counter":9,"content":"<p>By all means.  Go ahead, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00600","speaker":"1269"},{"type":"speech","time":1560898800,"counter":10,"content":"<p>I welcome the Bill.  There is a significant backlog in the Court of Appeal so obviously it is welcome that this is being addressed.  We will support the Bill.  We have no amendments and I imagine we will have none on Report Stage either.<\/p> <p>  A related matter arises concerning the courts and the Judiciary and so on.  The Judicial Council Bill is proceeding to Report Stage this week in the Seanad.  Does the Minister have any sense of when it may reach Second Stage in the D&aacute;il, pending passage in the Seanad?  Does the Minister have a timetable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00700","speaker":"1287"},{"type":"speech","time":1560898800,"counter":11,"content":"<p>Yes, it is my intention to commence Report Stage of the Judicial Council Bill tomorrow afternoon in the Seanad.  With co-operation it may well be possible to complete Report Stage tomorrow, whereupon I will be keen to contact the Business Committee with a view to commencing Second Stage in the D&aacute;il.  I do not have proposed dates with me but I would be happy to have the Opposition spokespersons, Deputies &Oacute; Laoghaire and O'Callaghan, contacted immediately after this meeting to ascertain their views on the matter.  We have the remainder of this week and then three more weeks.  My desire is that we could schedule Committee Stage of that Bill during the course of those three weeks.  Again, I would be in the hands of the committee in that regard.  There is a public sense of urgency with that legislation.  It is one of several tranches of priority legislation.  However, I understand the committee has a schedule of business and certainly it would not be my intention either to interrupt or disrupt that.  I am keen to contact the Deputies in advance of Report Stage in the Seanad tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00800","speaker":"1233"},{"type":"speech","time":1560898800,"counter":12,"content":"<p>The committee will do its utmost to facilitate what the Minister has requested.  I propose to proceed now with the sections.  There are no amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A00900","speaker":"1269"},{"type":"unspoken","time":1560898800,"counter":13,"content":"<p>Sections 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1560898800,"counter":14,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1560898800,"counter":15,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1560898800,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A01300"},{"type":"speech","time":1560898800,"counter":17,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Justice and Equality has completed its consideration of the Courts (Establishment and Constitution) (Amendment) Bill 2019 and has made no amendments thereto.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#A01400","speaker":"1269"},{"type":"unspoken","time":1560898800,"counter":18,"content":"<p>Sitting suspended at 12.05 p.m. and resumed at 12.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Land and Conveyancing Law Reform (Amendment) Bill 2019: Committee Stage","time":1560898800,"counter":19,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00100"},{"type":"speech","time":1560898800,"counter":20,"content":"<p>We are now in public session to address the Land and Conveyancing Law Reform (Amendment) Bill of 2019.  We are joined by the Minister of State at the Department of Public Expenditure and Reform, Deputy Boxer Moran and his officials, all of whom are very welcome.  There are five proposed amendments to the Bill.  I invite the Minister of State to make his opening remarks now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00200","speaker":"1269"},{"type":"speech","time":1560898800,"counter":21,"content":"<p>I do not have any opening remarks to make.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00300","speaker":"1363"},{"type":"speech","time":1560898800,"counter":22,"content":"<p>In that case, we will proceed to deal with the Bill.  I draw everyone's attention to the amendment grouping list.  Amendments Nos. 1 and 3 will be taken together, as will amendments Nos. 4 and 5.  Amendments Nos. 1a and 2 have been deemed out of order and the relevant Deputies have been notified.  We will begin and as I said previously, amendments Nos. 1 and 3 are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00400","speaker":"1269"},{"type":"unspoken","time":1560898800,"counter":23,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1560898800,"counter":24,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, to delete line 10 and substitute the following:<b>&ldquo;1. <\/b>In this Act&mdash;<br \/><br \/>&ldquo;Act of 1976&rdquo; means the Family Home Protection Act 1976;<br \/><br \/>&ldquo;Act of 2009&rdquo; means the Land and Conveyancing Law Reform Act 2009;<br \/><br \/>&ldquo;Act of 2013&rdquo; means the Land and Conveyancing Law Reform Act 2013;<br \/><br \/>&ldquo;Act of 2014&rdquo; means the Housing (Miscellaneous Provisions) Act 2014.&rdquo;.<\/blockquote> <p>I welcome the Minister of State and his officials.  The purpose of this legislation, which is being promoted by the Minister of State, Deputy Moran, is to provide greater protections for people who find themselves in the very unfortunate position of a financial institution trying to gain possession of their property.  Everyone here commends the Minister of State on seeking to improve the situation for people who find themselves in that unfortunate position and are before the courts.  As I mentioned during the Second Stage debate, my party is supportive of this legislation.  I do not know whether it will have a significant impact on the position of the aforementioned people when they are before the courts but hopefully it will.  I had tabled a number of amendments which would have improved the legislation in a number of ways.  First, it is very important that people who find themselves before the courts have the benefit of having the legal protections available to them advocated before the courts on their behalf.  That is why in one of the amendments I tabled, which is similar to an amendment tabled by Deputy &Oacute; Laoghaire, I sought to expand the parameters of the Civil Legal Aid Act so that it would apply to the applications that can be brought under this new legislation.  I also wanted to put forward an amendment that dealt with the situation in respect of a person who is applying for the appointment of a receiver.  The appointment of a receiver is a very complex aspect of our legal system.  Generally, receivers are appointed pursuant to a deed of instrument or a contract.  The provision tabled by myself and Deputy &Oacute; Laoghaire aimed to facilitate a change in the law so that a receiver could not be appointed over a certain type of property unless there was an order from the court.  The final amendment I tabled is in respect of what may be a bit of an ambiguity in the Bill.  We all hope that when this legislation is enacted, it will apply to all existing mortgages and will not simply apply to mortgages that are created in the future.  We have a problem in Ireland at present with people who are in mortgage arrears and it is these people this Bill is seeking to protect and that the Oireachtas should be seeking to protect.  In that context, I am concerned that in the future, financial institutions will be able to claim that this legislation does not apply to mortgages that existed prior to its enactment.  <\/p><p>I had an opportunity last night to speak to the Minister of State about these amendments and I am conscious that if I push them, at best the legislation may be delayed and at worst, it my not be enacted.  That is not what I want to do.  My objective and that of Deputy &Oacute; Laoghaire is to improve the legislation.  However, if there is a potential threat of the legislation not being enacted at all, I will withdraw my amendments.  It is preferable to get this legislation enacted and if it is enacted, I hope it will be of benefit to the house owners who find themselves in the terrible position to which I referred earlier.  I have some concerns, as I said, about the civil legal aid system and its application, the appointment of a receiver and the extent to which the legislation applies to existing mortgages.  If the courts interpret this legislation in a negative way once it is enacted, we will have to come back and amend it.  Indeed, we may need to amend it in any event in due course.  I want to see the legislation enacted without delay which is why I am not going to pursue or proceed with any of my amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00600","speaker":"1296"},{"type":"speech","time":1560898800,"counter":25,"content":"<p>I welcome the Minister of State and his officials.  While a lot more needs to be done in this area, this is useful legislation.  We are discussing amendments Nos. 1 and 3 but I wish to refer to section 2 first.  There is an enormous issue, generally speaking, with the civil legal aid-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00700","speaker":"1287"},{"type":"speech","time":1560898800,"counter":26,"content":"<p>I am sorry to interrupt but we are dealing with section 1 and amendments Nos. 1 and 3.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00800","speaker":"1269"},{"type":"speech","time":1560898800,"counter":27,"content":"<p>Okay.  In a general sense, there is a significant issue in relation to legal aid across a wide range of actions, including serious delays and excessive minimum contributions being requested due to under-funding of the Legal Aid Board.  The cases addressed by this legislation will inevitably involve significant legal argument at the Circuit Court, whereby people will have to have a debate with the financial institutions and their legal teams.  It is only right and proper that people who do not have the means, which will often be the case with people in mortgage arrears, should have access to civil legal aid, where appropriate, in order to make strong arguments on their own behalf in court in order to advance their case.  That is only right and proper.  The amendment providing for same has been ruled out of order because it would involve a charge on the Exchequer but it is a matter for which the Minister can provide on Report Stage.  The Department can try to address it because it is vitally important.<\/p> <p>  I will now turn to the other amendments, specifically amendment No. 3.  We had a meeting with Free Legal Advice Centres, FLAC, recently and Deputy O'Callaghan has also had communications with that organisation about an issue it has correctly highlighted.  There are instances, increasingly, of people who due to mortgage arrears have moved out of a mortgaged property, moved back into the family home and rented out the mortgaged property.  They did so in order to meet their mortgage payments and to keep up with their financial obligations in the hope that in the longer term, they would be able to move back into the property.  However, because they are renting out the property, it is possible to appoint receivers without the same court procedures that might apply for a repossession.  The financial institution does not have to go through the repossession process and the additional protections that have been created in that regard do not apply.  Neither would the protections in this legislation apply.  In such cases, we are proposing that applications for receivership should come to the Circuit Court.  Very often these are people who are trying to do the best they can to stay on top of their mortgages in order to get their home back.  That is what they want to do but there is a backdoor there that has been created.  Often it is not the traditional banks but some of the other financial institutions that are using that backdoor and in those circumstances, the people involved need protection which is what the amendment seeks to provide.  <\/p> <p>  The final amendment, to which Deputy O'Callaghan also referred, deals with the issue of retrospectivity and I ask the Minister of State to clarify the position in that regard.  It is not immediately clear that this Bill will apply retrospectively.  It must be the case that the tens of thousands of mortgages that are in arrears and the people who are very worried about repossession are afforded the maximum protection.  The amendments that Deputy O'Callaghan and I have tabled seek to ensure that retrospectivity is crystal clear and to provide a sound legal basis for those people in this legislation.  <\/p> <p>  Generally I do not share Deputy O'Callaghan's view on the amendments, which I communicated to him.<\/p><p>I accept the point, and do not feel any desire to delay this legislation unduly, but this is how the legislative process works.  We have a discussion and we table amendments to try to strengthen the Bill.  I believe that these amendments do strengthen the Bill.  If it is delayed subsequent to that, and people decide to try to slow it down, that is a matter for the Government and the Minister's colleagues.  These are good amendments and it is worth including them in the legislation.  Consequently, I will press them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#B00900","speaker":"1287","continuing":true},{"type":"speech","time":1560898800,"counter":29,"content":"<p>I thank the Minister of State for coming before us.  There has been mention of delays and the potential implication of amendments.  Without delays, when does the Minister of State expect the legislation to be commenced?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00200","speaker":"1255"},{"type":"speech","time":1560898800,"counter":30,"content":"<p>We hope to get it back into the D&aacute;il fairly shortly.  I stress to members, as I have in the D&aacute;il, that it has taken three years to get the Bill to where it is today.  I fully appreciate the amendments before us, but tens of thousands of people have campaigned for this, and some of them have been on the Deputy's doorstep and mine.  We are a minority Government and do not know what will happen next.  This legislation could be enacted as quickly as before the summer, but to delay it and go back to get a legal opinion could mean that it might never see the light of day.  The people out there are asking us, as legislators, to do this, and this Bill will help those people.  I respect what the Deputy says, but we should look at it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00300","speaker":"1363"},{"type":"speech","time":1560898800,"counter":31,"content":"<p>I know that the Minister of State had to get an opinion from the ECB.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00400","speaker":"1255"},{"type":"speech","time":1560898800,"counter":32,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00500","speaker":"1363"},{"type":"speech","time":1560898800,"counter":33,"content":"<p>Would the Minister of State have to go back to the ECB if any amendment is made, or is it up to the Attorney General to decide?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00600","speaker":"1255"},{"type":"speech","time":1560898800,"counter":34,"content":"<p>I may have to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00700","speaker":"1363"},{"type":"speech","time":1560898800,"counter":35,"content":"<p>Would the Minister like to respond to the members' contributions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00800","speaker":"1269"},{"type":"speech","time":1560898800,"counter":36,"content":"<p>The Government is opposing these amendments.  The basic objective of the Bill is to propose added protection for people in mortgage arrears in respect of their principal private residence.  This amendment will not help such people in any way for the simple reason that the receivers are not appointed to a principal private residence.  Receivers are generally appointed to buy-to-let properties with the purpose of ensuring that any rental income on the property is used to service the mortgage.  In the case of the principal private residence, there is no rental income and so the appointment of a receiver would be of no benefit to the lender.  However, receivers may be appointed to buy-to-let premises on which there is a house loan mortgage where the borrower continues to collect the rental income but is not using it to service the mortgage.  The appointment of a receiver in such a case is fully justified, for the same reason that a receiver may be appointed to receive rent in the case of other commercial properties.  It is not clear why, in such circumstances, the borrower should benefit from the additional protection set out in the amendment.<\/p> <p>  The rationale behind the proposed amendment is to assist certain borrowers who, for whatever reason, rent out their principal private residence with a view to serving the mortgage.  Such an action is itself a breach of the mortgage contract.  It is not clear how often this happens.  However, the proposed amendment would cover all instances where the lender decided to appoint a receiver, which would include all buy-to-let mortgages.  This would invariably cause difficulty for the Courts Service, given the demands on its time and the cost of processing applications for court orders.  Recent figures from the Central Bank indicate that receivers have been appointed to more than 5,600 buy-to-let mortgage accounts, and approximately 300 receivers are appointed to such accounts every quarter.  This requires lenders to apply for a court order prior to the appointment of a receiver and leads to increased demands on the Courts Service's time and cost. <\/p> <p>  I should add that, apart from any statutory power to appoint a receiver, mortgage deeds normally reserve the contractual right for the mortgage to appoint a receiver when conditions such as those in section 108(1) are satisfied.  The amendment seeks to set aside terms that may be contained in the mortgage agreement contract and could lead to a legislative challenge.  If the amendment is passed, the Minister has indicated that it will be necessary to obtain legal advice prior to Report Stage, which would delay the passing of the Bill.  That is why we will be opposing the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C00900","speaker":"1363"},{"type":"speech","time":1560898800,"counter":37,"content":"<p>Will the Minister of State clarify whether it would be a breach of the mortgage terms to have somebody other than the person paying the mortgage in the property  paying rent and for that rent to be used to pay the mortgage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01000","speaker":"1287"},{"type":"speech","time":1560898800,"counter":38,"content":"<p>It is a breach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01100","speaker":"1363"},{"type":"speech","time":1560898800,"counter":39,"content":"<p>Is the Minister of State also stating that, regardless of whether it is a breach, in circumstances where that is happening it is not possible to appoint a receiver?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01200","speaker":"1287"},{"type":"speech","time":1560898800,"counter":40,"content":"<p>Yes.  I stress that those people would be in breach of contract.  We can fight about this all day long, but a mortgage contract entered into with a bank has to be honoured.  As I said, I do not know of many cases where that is happening, but it may be happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01300","speaker":"1363"},{"type":"speech","time":1560898800,"counter":41,"content":"<p>I do not understand how it would be a failure to honour the mortgage if, by agreement with the borrower, there was somebody in the property paying the rent and a large chunk of the mortgage was being paid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01400","speaker":"1287"},{"type":"speech","time":1560898800,"counter":42,"content":"<p>The Deputy will know as well as I do that there are different terms for mortgages.  That would clearly be a breach of the contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01500","speaker":"1363"},{"type":"speech","time":1560898800,"counter":43,"content":"<p>We are not going to be able to shed any further light on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01600","speaker":"1269"},{"type":"unspoken","time":1560898800,"counter":44,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1560898800,"counter":45,"content":"<p>Amendment No. 1a has been ruled out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C01800","speaker":"1269"},{"type":"unspoken","time":1560898800,"counter":46,"content":"<p>Amendment No. 1a not moved.<\/p>"},{"type":"unspoken","time":1560898800,"counter":47,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"speech","time":1560898800,"counter":48,"content":"<p>Amendment No. 2 is out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C02100","speaker":"1269"},{"type":"unspoken","time":1560898800,"counter":49,"content":"<p>Amendment No. 2 not moved.<\/p>"},{"type":"unspoken","time":1560898800,"counter":50,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1560898800,"counter":51,"content":"<p>Amendment No. 3 is in the names of Deputies O'Callaghan and &Oacute; Laoghaire and was discussed with amendment No. 1.  How stands amendment No. 3?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C02350","speaker":"1269"},{"type":"speech","time":1560898800,"counter":52,"content":"<p>I will withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C02375","speaker":"1296"},{"type":"speech","time":1560898800,"counter":53,"content":"<p>I will press the amendment.  I move amendment No. 3:<\/p><blockquote>In page 3, between lines 10 and 11, to insert the following:<b>&ldquo;2. <\/b>Section 108 of the Act of 2009 is amended by the insertion of the following subsection after subsection (1):<blockquote>&ldquo;(1A) (a) In the case of a housing loan mortgage, notwithstanding the terms of the mortgage agreement or anything to the contrary set out in subsection (1), a mortgagee may not appoint a receiver without the permission of the Circuit Court.<blockquote>(b) An application to appoint a receiver pursuant to paragraph (a) shall be made to the Circuit Court on notice to the mortgagor. In considering an application for an Order to appoint a receiver the Court may make such enquiries as it considers necessary to determine whether the appointment of a receiver is necessary for the purpose of receiving any income or other property as set out in subsection (1)(c) deriving from the property.  Having made such enquiry, and heard the parties to the proceedings, the Court may refuse the Order sought or may grant an Order on such terms as it considers appropriate in the circumstances.&rdquo;.&rdquo;.<\/blockquote><\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C02400","speaker":"1287"},{"type":"unspoken","time":1560898800,"counter":54,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1560898800,"counter":55,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1560898800,"counter":56,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1560898800,"counter":57,"content":"<p>Amendment No. 4 is in the names of Deputies O&rsquo;Callaghan and &Oacute; Laoghaire and amendment No. 5 is in the name of Deputy &Oacute; Laoghaire and they may be taken together.  If amendment No. 4 is agreed to, amendment No. 5 cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#C02800","speaker":"1269"},{"type":"speech","time":1560898800,"counter":58,"content":"<p>I wish to withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D00100","speaker":"1296"},{"type":"speech","time":1560898800,"counter":59,"content":"<p>Can I speak to this group of amendments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D00200","speaker":"1287"},{"type":"speech","time":1560898800,"counter":60,"content":"<p>Yes.  Amendments Nos. 4 and 5 are being taken together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D00300","speaker":"1269"},{"type":"speech","time":1560898800,"counter":61,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 3, to delete lines 19 to 21 and substitute the following:&quot; &quot;<b>2A.<\/b>(1)This section applies to any proceedings brought by a mortgagee, irrespective of when the mortgage was created, seeking an order for possession of land to which the mortgage relates and which land is land to which section 2 applies&mdash;&quot;.<\/blockquote> <p>Amendment No. 5 is probably less comprehensive than amendment No. 4, which I prefer.  I spoke to the purpose of this briefly in my initial remarks.  It is very simple: we want to ensure that all existing cases of people in mortgage arrears are covered by this.  It is my view and that of FLAC, and to some extent Deputy O'Callaghan, that they are not necessarily covered.  That is not immediately clear to me that they are.  That is why the amendment was tabled.  I am likely to press the amendment, but is the Minister of State absolutely certain that existing cases are covered by this legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D00400","speaker":"1287"},{"type":"speech","time":1560898800,"counter":62,"content":"<p>The Government is opposing these amendments.  The intention behind the amendments is unclear, but may arise from the desire that the Bill should have retrospective effect.  To that end, the amendment seeks to insert a new section with the words \"any proceedings brought by a mortgagee, irrespective of when the mortgage was created\".  I consider the amendment unnecessary, as it is clear from the current wording that the section applies to any and all proceedings brought by the mortgagee for the possession of land to which section 2 applies.  The amendment adds nothing; on the contrary, by departing from the existing wording in section 2 it seems to suggest that the range of mortgages to which section 2A would apply is wider than the range under section 2.  There is a danger that the amendment will create uncertainty on the scope of the Bill.  The current wording is consistent with section 2(2) of the 2013 Act, and amending it in the manner suggested could create confusion as to its scope.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D00600","speaker":"1363"},{"type":"speech","time":1560898800,"counter":63,"content":"<p>Can the Minister of State tell us directly whether he is certain that all existing cases are covered by this legislation?  It seems to me the wording is open to challenge by financial institutions saying that it does not apply and is only for cases arising in the future, especially given that legislation generally applies to future cases.  There is a tendency against retrospective application, but it is desirable here.  I would appreciate if the Minister of State could clarify that as best he can, because I am not confident in the wording.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D00700","speaker":"1287"},{"type":"speech","time":1560898800,"counter":64,"content":"<p>The Bill applies to all mortgages covered by the 2009 and 2013 Land and Conveyancing Law Reform Acts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D00800","speaker":"1363"},{"type":"unspoken","time":1560898800,"counter":65,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1560898800,"counter":66,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 3, line 19, after &quot;to&quot; to insert &quot;any&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D01100","speaker":"1287"},{"type":"unspoken","time":1560898800,"counter":67,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1560898800,"counter":68,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1560898800,"counter":69,"content":"<p>Section 4 agreed to.<\/p>"},{"type":"unspoken","time":1560898800,"counter":70,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1560898800,"counter":71,"content":"<p>Bill reported without amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1560898800,"counter":72,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D01700"},{"type":"speech","time":1560898800,"counter":73,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Justice and Equality has completed its consideration of the Land and Conveyancing Law Reform (Amendment) Bill 2019 and has made no amendments thereto. <\/blockquote> <p>I thank the Minister of State and his officials for attending the committee this morning and the members for their co-operation.  The select committee is now adjourned until 9 a.m. on 27 June, when it will take Committee Stage of the Gender Pay Gap Information Bill.  There will be full attendance because Deputy Brophy will be in the Chair; I wish him every success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019061900002#D01800","speaker":"1269"},{"type":"unspoken","time":1560898800,"counter":74,"content":"<p>The select committee adjourned at 12.37 p.m. until 9 a.m. on Thursday, 27 June 2019.<\/p>","notice":"TIME STRING DETECTED"}]