[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1526394600,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 15:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jackie Cahill, Senator Paul Daly, Deputy Marcella Corcoran Kennedy, Senator Tim Lombard, Deputy Martin Kenny, Senator Pádraig Mac Lochlainn. Deputy Charlie McConalogue, Deputy Willie Penrose,<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1526394600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002"},{"type":"minorheading","content":"Business of Joint Committee","time":1526394600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#A00100"},{"type":"speech","time":1526394600,"counter":5,"content":"<p>Apologies have been received from Senator Michelle Mulherin.<\/p> <p>  I propose that we go into private session to deal with some housekeeping matters before we deal with the main business of the meeting.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#A00200","speaker":"1268"},{"type":"unspoken","time":1526394600,"counter":6,"content":"<p>The joint committee went into private session at 3.40 p.m. and resumed in public session at 4 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Different Approaches and New Opportunities in Irish Agriculture: Discussion","time":1526394600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#G00100"},{"type":"speech","time":1526394600,"counter":8,"content":"<p>We are to discuss different approaches and new opportunities in Irish agriculture.  The meeting will be in two parts, in the first of which we will hear from representatives of Macra na Feirme.  I welcome its president, Mr. James Healy, and Mr. Derrie Dillon, its agricultural affairs manager.  I thank them for coming before the joint committee.  <\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Mr. Healy to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#G00200","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":9,"content":"<p>Macra na Feirme welcomes the opportunity to represent the views of young trained farmers in this discussion on the possible benefits and opportunities science and technology could bring for them.  As the Chairman said, I am the national president of Macra na Feirme and joined by Mr. Derrie Dillon, our agricultural affairs manager.<\/p> <p>  Throughout history the agriculture sector has always benefited from advancements in technology, particularly the application of what would be considered to be disruptive technology, for example, the switch from horse to steam power and then the internal combustion engine.  Agricultural productivity jumped significantly after the Second World War, with the availability of internal combustion powered tractors and chemical fertilisers.  The rate of scientific and technological advances in recent years has increased exponentially and they have the potential to address some of the biggest challenges facing agriculture. <\/p> <p>  Labour has become a major issue which is impacting on the dairy sector, but technology can help to address some of it.  For example, robot milking machines allow greater flexibility, enhanced efficiency and a better work-life balance.<\/p><p>Robot milking machines allow greater flexibility, enhanced efficiency and a better work-life balance.  Automatic calf feeders can also be used to reduce the labour required on-farm.  An added advantage of both of these is that they will provide real-time data to the farmer and identify animals that may have issues even before it is visible to the farmer.  Preventative measures can be taken, reducing the use of antibiotics, and in turn reducing the risk of antimicrobial resistance.  Recent research has concluded that monitoring animal health and well-being using sensors has the potential to increase herd survival and milk yields by 10%.<\/p><p> Precision agriculture has the potential to reduce the environmental and climactic impact of farming while also decreasing the costs for farmers.  The tillage sector has been the quickest to adopt the advantages of precision agriculture.  New tillage machinery allows for optimal planting rates, application rates for treatments and the real-time measurement of yields.  GPS-controlled smart tractors have the potential to reduce soil erosion and could save fuel costs by 10%.  Sensors can be used to target the application of fertiliser to the exact plant requirement in comparison to blanket spreading of fertiliser, resulting in low input costs.<\/p><p> Drone mapping of crops has the potential to view crops from an altitude of up to 10,000 ft. with the ability of zooming to within two inches of the plants on the ground.  The ultimate aim of precision technology is to allow for plant by plant treatment, be it by fertiliser or sprays, resulting in huge decreases in the amounts used.  The uptake of precision technology, however, has been poor across other sectors and supports must be put in place to encourage the use as it will have a major impact in addressing the environmental and climactic issues being laid at the feet of the agriculture sector.<\/p><p> Farming has suffered from a reputation of being an industry that requires long hours for below average financial return.  Whether it is farmers themselves or those in the education system, there are very few who have encouraged young people to consider agriculture as a career.  The use of technology has the potential to allow those in farming a work-life balance much closer to that available in other careers.  The use of precision farming will allow farmers to reduce costs and increase yields, providing increased profits and making farming a more attractive prospective career.<\/p><p> There are huge opportunities across all sectors and to attract young people we must be positive about these.  We must sell the modern reality of farming; the reality that involves, soil management, animal health management and the added business nature of farming, making farming a career like any other offering opportunities to continually advance and grow.<\/p><p> Macra na Feirme believes there is a need across Europe for legislative action to allow the rural development programme to facilitate the establishment of national programmes aimed at facilitating land mobility and succession planning services.  Funding provided to establish similar services to the land mobility service in Ireland, aimed at facilitating generational renewal, should be a key priority at EU level.  We believe that a new focus on farm succession is required.  To create a positive view around farm succession, that supports older generations, Macra na Feirme proposes the following plan - upon reaching the age of 63, it becomes mandatory for a farmer to complete a farm succession plan; at the age of 65 farmers could avail of a transition payment up to the age of 70; and if a farmer wishes to continue to receive CAP supports beyond the age of 70, such a farmer would need to be involved in a collaborative arrangement.<\/p><p> Support for knowledge, innovation and technology will be crucial to future-proofing the Common Agricultural Policy.  Schemes that are aimed at enhancing economic, social or environmental performance must be linked to the advisory services that will be providing these skills to farmers.  Agriculture is becoming more reliant on precision farming technology and, therefore, access to high-speed broadband being available in rural areas for the day-to-day running of a farm is crucial.  It is crucial that stable high-speed broadband is available in rural areas across the EU to facilitate the increase in e-farming.  Broadband is a key obstacle in achieving our goals, and farmers and rural areas are falling behind their urban neighbours in relation to connectivity and modern technologies, a phenomenon called the digital divide.  Bridging the digital divide is one of the most fundamental challenges facing agriculture and rural areas today.  Currently, it is like possessing the most advanced tractor money can buy and not having the diesel to fuel it.<\/p><p>We call for increased urgency in the roll-out of the rural broadband scheme and for further research into the alternative ways of providing high speed broadband to rural Ireland.  This scheme is now as critical to the development of this country as the rural electrification scheme was to that generation.<\/p><p> The adoption of new technology and management systems by Irish farmers has traditionally been low.  Therefore, there is a growing need for an increased emphasis to be placed on education and extension services to help increase the skills and knowledge base of farmers and food producers.  This increase in knowledge obtained by advisers will ensure farmers will fully capture the benefits that digital communication and technologies can provide.  In our Macra na Feirme CAP post-2020 member survey, a staggering 79% believed grant aid for precision farming technology should be included in the rural development programme.<\/p><p> Macra na Feirme welcomes the award winning milkflex loan scheme which is designed to provide Irish dairy farmers with an innovative funding product.  This loan scheme includes on-farm technological improvement such as milking robots, monitoring equipment etc.  Macra na Feirme call for similar loan schemes for young farmers to be made available as financial instruments under the Rural Development Programme.<\/p><p> Macra na Feirme also firmly believes there is a need for schemes under the rural development programme to further target knowledge transfer and continuing professional development, particularly in the areas of risk management.  The co-financed nature of the rural development programme allows member states the ability to focus programmes to the requirements of their country and needs to be continued into the future.  Macra na Feirme proposes a voucher system be introduced to allow every farmer the option to avail of specific knowledge transfer tailored to their needs.  Currently from an Irish perspective, a &euro;100 million budget is dedicated to the knowledge transfer scheme.  Macra na Feirme&rsquo;s proposal will allow all 139,100 Irish farm owners be provided with a &euro;718 voucher to be used for a course or knowledge transfer event of their choice.  This would allow all Irish farmers access to a knowledge transfer measure compared to the mere 20,000 farmers currently benefiting.<\/p><p> Precision technology in agriculture has the potential to radically change the landscape of farming as we know it and it must be encouraged through all possible avenues.  We thank the committee again for the opportunity to address it and are happy to answer any questions committee members may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#G00300","nonspeaker":"Mr. James Healy","continuing":true},{"type":"speech","time":1526394600,"counter":12,"content":"<p>I welcome the Macra na Feirme representatives.  The presentation was thought provoking and argumentative but that is the job of a young farming organisation and I would not criticise.  In my view the greatest challenge that is probably facing us as farmers and young farmers going forward is the environment and its protection.  There has to be use of technology.  It is going to be a battle.  Sustainability is going to be the key word going forward whether it is the new development going on in my own county in Lisheen where there is biotechnology being put in place for whey permeate and other residues from milk processing.  They will play a huge part in confirming our status as a sustainable milk producer.  I mention run offs and what can be done with modern technology.  They all have a huge part to play.  Mr. Healy emphasised labour saving devices and they are going to be extremely important but I would put even more emphasis on the environmental challenges that will face us.<\/p> <p>  I refer to Mr. Healy's thoughts on attracting young people into farming and the figures speak for themselves.  The statistics are frightening when the number of young people who have control of land at the moment is looked at.  At the end of the day, the ability to have land in one's name and to make the business decisions for that land is key.  Mr. Healy talks about young farmer schemes and the need for succession and mobility, we see reports at the moment about the price of land leasing and how it is increasing rapidly.<\/p><p>Is this a barrier to the transfer of land to young farmers in the sense that established commercial farmers will be in a better position to pay higher prices?  What are the delegates' views on farm succession?  Anything with the word \"mandatory\" in it will be resisted with vigour.  The farm retirement scheme served a useful function in the past as it allowed two families to live on the average family farm.  With the loss of the scheme, farm succession and land transfer have definitely become more difficult. <\/p><p> We cannot ignore the fear among the older generation that a marriage break-up would create financial difficulties.  The reluctance among members of the older generation to transfer land to younger family members is frequently the result of their fear that they will be made paupers.  They are not reluctant to transfer management of the farm to the younger generation.  It will be vital, therefore, to differentiate between farm ownership and management.  In that respect, it helps to have a succession plan in place.  Younger members of farm families want to manage farms to implement new ideas and ways of thinking.  This should be the focus of the farm organisations.<\/p><p> Unfortunately, the roll-out of broadband to rural areas will be extremely slow.  Mistakes have been made in rolling out broadband to rural areas, whereas urban and densely populated areas are being catered for.  This week I have been contacted by three individuals who had expected broadband to become available in their respective areas very quickly, yet no progress is being made.  As the delegates correctly noted, broadband is an essential tool and its importance can be compared with that of electricity in the 1940s and 1950s.  I have concerns about rural Ireland in that regard.  I am worried the more isolated areas will be left on a hind tit.  Access to broadband is critical for everything we do in modern society and rural areas are being left behind.  The company with responsibility for rolling out broadband services has not shown any great drive to extend the current broadband scheme. <\/p><p> The MilkFlex loan scheme must be recommended as it demonstrates forward thinking.  The proposed concept is extremely interesting and I hope it will be adopted as it reflects the volatile nature of farming.  For example, we had a difficult spring, which has created substantial costs for farmers.  Building factors such as weather conditions and seasonal adaptation into loans is a good idea.  It is a major step forward to provide loans featuring variable repayments to reflect milk price fluctuations.  The younger generation of farmers will welcome the scheme which is still in its infancy and must be teased out.  It was presented last night at another forum I attended and I believe it offers great potential.  The low cost loans introduced in the 2016 budget were snapped up.  There is an appetite for finance that is offered at a reasonable interest rate and provides for variable repayments based on profitability.  The MilkFlex loan scheme is, therefore, extremely welcome and I understand the reason Macra na Feirme intends to push it strongly.  It will have a major role to play in agriculture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#J00200","speaker":"1350","continuing":true},{"type":"speech","time":1526394600,"counter":14,"content":"<p>I welcome the delegates and thank them for their presentation.  Automation and technological advances were mentioned as means of making farming less labour intensive and delivering more profit to farmers.<\/p><p>At the end of the day that is what it is all about.  <\/p><p> I was interested in the reference to tillage and the advances being used in that sector in using the various new technologies.  Representatives of the tillage sector have been to the committee and reported on the huge problem in which it finds itself.  I see low food miles as a way forward for the agriculture sector.  Whatever is produced and the inputs in food production have to be as local as possible.  What is Macra na Feirme's view?  It is one of the contradictions that farmers are advised to obtain their inputs as cheaply as possible to keep their costs low, but this advice is destroying the tillage sector which cannot compete with imports from the other side of the world.  It is a big issue.  If we are to look at it honestly and in order to help the tillage sector, we must be prepared to support it in providing the inputs.  There are other spin-offs, which are one of the aspects of agriculture that neglect.  No sector stands on its own; each sector is dependent on the other.  If, by focusing on low cost inputs, we destroy one sector, it will be to the detriment of the entire industry.  I am interested in Macra na Feirme's views, especially on how farmers can target fertilisers at plant types and can target where spraying should happen more effectively.<\/p><p> I turn to the issue of attracting young people into farming.  I grew up in a rural area where most people said to their children, \"Whatever you do, son, make sure you do not go into farming.\"  That is a problem with mindset as much as anything else.  So many young people are encouraged to do anything else but enter farming because their parents and their parents before them found it such a hard life and got so little out of it.  It will be an issue until we can turn that mindset around.  There was a period in the 1980s into the early 1990s when there was an emphasis on alternative farm enterprises which helped to turn the industry around for a while.  The problem is that many of the alternative farm enterprises have come under pressure because of size and scale.  They have had to get bigger and bigger.  Where there were hundreds of small farm enterprises, the numbers sank to a couple of dozen that grew bigger.<\/p><p> Farm support schemes certainly need more support.  Land succession is always an issue.  I see nothing wrong, in principle, with Macra na Feirme's proposal in that regard, but, of course, there will always be some resistance.  Any proposal the organisation comes up with can look good on a broad scale, but when one tries to apply it, for every ten individuals there will be three of four who will have a problem with it because of their particular issues.  That is why an element of flexibility has to be built in.  The general thrust of the proposal, to try to get the farmer who is reaching retirement age or who may be well beyond it to let go of the reins and let somebody new and young take over, is admirable as a way forward.<\/p><p> Reference was made to the review of the Common Agricultural Policy.  We are aware that there is talk of a cut, but we should resist it as much as possible.  The focus really needs to be on pillar 1 and where the money will go.  It accounts for the bulk of the money which should go towards smaller holdings and family farms.  The CAP tries to do two things - it tries to assist in encouraging production and it tries to maintain family farms.  However, there must be a choice.  We must consider the position from Ireland's perspective, where we stand and the model of farming in Ireland compared to that in other European countries.<\/p><p>We have to focus on the family farm aspect of it.  That is why I suggest that it needs to be frontloaded in some way, that the first 10 or 15 ha get a larger entitlement or payment.  That is another thing, the entitlements go back the best part of 20 years.  They are long outdated and something needs to happen about that.  To suggest that people will be paid on their level of production or activity over 20 years beforehand is ridiculous.  We need to own up and say that it is ridiculous and find a new way of balancing that out.  The payments need to be frontloaded to a higher payment for the first number of hectares and ease it off then, but to continue to pay to all farmers across the board.  The family farm needs to get the bulk of that to ensure it is made as sustainable as possible.<\/p><p> I refer to the milkflex loans and where money can be accessible.  That is a bone of contention I have for a long time.  We have had the bankers in the committee, we only had them here last week.  The problem is that the banks in Ireland are taking money off the people who are out there now to pay for the mistakes the banks themselves made in the past.  We are being charged at least 2% extra on top of anywhere else in Europe.  That is a problem that has to be faced up to as well.  The banks do not face up to it.  They will have all kinds of excuses saying it is a different market and it is this, that and the other, all of which is bull.  That is reality.  The pressure needs to be put on them and that is something the Government has to do rather than farm organisations but it needs to be called out for what it is as far as possible.<\/p><p> I refer to the knowledge transfer and the matter of the trained farmer and the farmer who will get training.  I mention Mr. Healy's idea of the voucher.  While it is a good idea, it goes back to the problem I have that it should be more flexible than that.  There are some farmers that because of the activity they are at, the skill of their farming, their intensity and their interest in it, would need ten times that size of a voucher and they would use it and they would want to get that knowledge.  There are also a lot of farmers out there who because of the nature of their farm do not want the voucher or would not need it.  In fact they probably have off-farm activities that they are making most of their income from and they are farming and they are happy and fine.  There needs to be a certain amount of scale brought into that and understanding that it is not a one size fits all.  That is the only criticism I have on that but I think his proposals on trying to get new young people into farming are welcome.  One of the blocks to that is to try to move on the people who are there currently and make an incentive to do so.  I agree that farmers should not receive a CAP payment beyond the age of 70, to be frank about it.  There should be a stop off period somewhere or other to force that move to occur as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#K00200","speaker":"1345","continuing":true},{"type":"speech","time":1526394600,"counter":17,"content":"<p>I thank Mr. Healy for his presentation.  We had a pretty startling presentation made to us by the European Court of Auditors earlier this year to a joint committee session.  One of the things that stood out for me and for everybody was that since 2007, one in three young farmers under the age of 44 in Ireland have left the land.  That is not the same experience in every European country but they definitely acknowledged at European level that there is a huge failing on this.  If the current situation is looked at, about 6.3% of farmers overall are under the age of 35 today.  That is a pretty startling statistic.  I would like to get some feedback.  It is a critical period now, we are in the period before the next Common Agricultural Policy and there are huge implications for Ireland but it is an opportunity, I would have thought, to address that issue.  This is one of the pillars where the European institutions have demonstrated with empirical evidence that what they are doing is utterly failing to bring young people into farming, which is crucial for our future and anybody who attends a mart can see the age profile of farmers.  It is plain to see what is happening.  Mr. Healy's proposals are radical, therefore, but they reflect the necessity for change.<\/p><p>One thing that has been pointed out to me is the way that the basic payment scheme - previously known as the single farm payment &ndash; is based on historical farming.  There is an issue whereby young farmers have to lease land.  It is deeply unfair.  The whole game is stacked against the person entering.  I am keen to get a sense of this of this from Macra Na Feirme.  I appreciate the presentation today was limited given the terms of reference of the deputation but I am keen to get a view from the organisation on the auditor's report.  What four or five themes do we need to consider as legislators and Members of the Oireachtas with regard to how Ireland shapes the next round of the Common Agricultural Policy?  One farmer in three under the age of 44 years has gone in the past ten years.  How do we reverse that in the coming ten years?  I imagine Macra Na Feirme is in the middle of that and it has been a major part of the presentation today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#M00200","speaker":"1400","continuing":true},{"type":"speech","time":1526394600,"counter":19,"content":"<p>Most of what has been said has been comment rather than questions.  Mr. Healy, do you wish to give a synopsis or answer any questions posed?  I will then go to the other members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#N00200","speaker":"1350"},{"type":"speechnospeaker","time":1526394600,"counter":20,"content":"<p>I will try to work down through each of the comments.  I agree that from the perspective of the agricultural industry the environment will be the greatest challenge we face.  This question has been central to much public discourse during the past 12 months.  Let us consider carbon dioxide and climate change as one issue.  While there are many sectors of various industries that are equally to blame, agriculture seems to be the sector that is easiest to blame or the sector that seems to attract most of the blame.  That is a battle that we need to be conscious of no matter what we are discussing.  We believe precision agriculture can feed positively into that.  I mentioned that fertiliser, sprays and so on play a major part in water quality.  There is considerable focus on that at the moment with the dairy sustainable forum and the setting up of the agricultural sustainability support and advisory programme.  The idea is that the dairy industry, the local authority waters and communities office and the Departments come together to focus on 190 catchment areas throughout the country.  This will enable farmers and those tasked with inspecting them to work together in more of a collaborative arrangement to try to improve things together.  The last thing the farmer wants is for someone to walk in to inspect him.  If someone can give a farmer advice and guidance, it is far more likely to achieve success as part of a collaborative arrangement.<\/p> <p>  The comments on sustainability are correct.  There are three elements to it.  While everyone thinks of the environmental element, the social and economic elements are relevant as well.  For farming to be sustainable, there has to be sustainable income.<\/p> <p>  That probably feeds in to much of the discussion around young farmers.  If we want young people to enter the industry there has to be a sustainable income for them.  One point of concern to our organisation at present is that during the mid 2000s there was a major decrease in the number of young people attending agricultural college.  We are starting to see a similar situation again.  Numbers have dropped off in some of the colleges, although not all of them.  If the building industry or other industries begin to pick up again, I fear the numbers going into full-time agriculture will drop and the number of those going to the various agriculture colleges will drop off again.  This will place further pressure on those colleges.  It is about showing that there can be an income that will sustain two families, as mentioned by Deputy Martin Kenny.<\/p><p>Whether it is a partnership or by management, there has to be an ability for a farm to support two families and that is probably the biggest question at the moment.  We are discussing income but a lot of that comes back to the supports under the CAP.  Front-loading it for smaller family farms is the most prevalent model in Ireland and I consider it to be the most successful.  In our own committees, one of the things we discuss most is what size of farmer one needs to be to earn the average industrial wage.  Between 80 and 100 cows have traditionally been enough to support a family.  However, with the difficulties regarding labour, farmers who are going beyond that have a decision to make because a huge jump has to be made to justify a second labour unit.<\/p><p> For those who are encouraging young people on their career paths, showing that agriculture can provide a sustainable income plays a huge part but it has a reputation as a career with long hours and small wages.  In secondary schools, teachers and career guidance professionals tend to dismiss agriculture, although that is probably born out of ignorance of the variety of careers open to people who have done an agriculture course.  It is important to open the eyes of the people involved in the education of our young people as to the viability of farming.  We also need to sell a positive message about the agricultural sector, and not just farming.  There has been a change among people rearing children.  Our parents are probably most to blame for turning us off farming because they told us to do anything but farming.  However, people now realise that farming can be a nice way to spend one's life and to rear children.  It is now time to show those shaping the lives of children in education that farming can provide people with a viable career.<\/p><p> Deputy Cahill asked about broadband.  We had our national AGM at the weekend and I spoke about broadband at that.  I said we were being left behind in rural Ireland.  The rural broadband scheme is often mentioned but seldom seen.  It is important to get away from the belief that it has to be optical fibre because technology is advancing and there are now many different ways of providing high-speed broadband, which need to be explored further.<\/p><p> Deputy Martin Kenny asked about low food miles and we have discussed this in our committees.  We held a consultation of members over the winter on the question of developing a number of policies for the various sectors and one of the things that came up concerned tillage, and the fact that we were importing a lot of feed in the dairy and beef sectors.  The question needs to be asked of farmers whether they would pay a bit more for a ration that could be guaranteed 100% Irish.  To our knowledge, however, there is only one feed supplier in the country that can guarantee a 100% Irish ration.  All sectors are interdependent and people support others at various times.  The wheel is always turning and, at any one point, one person is making a profit while somebody else is not.<\/p><p> In answer to Senator Mac Lochlainn's question, we were the first farming organisation in Europe to come out with a policy position on the next CAP and we have relaunched our document, given that this month we will see a lot of decisions being made.<\/p><p>Commissioner Hogan spoke in Kilkenny and at this committee.  He was very positive about our document.  We see a number of things as being pivotal.  The budget is one thing that is important to all farm organisations.  Another thing is the definition of an active farmer.  We want to ensure those actively farming and in control of farms are getting their payments.  The current definitions tend to rule out golf courses and airports rather than say who can receive CAP payments.  An active farmer has to show an element of development and has to show he is improving, whether that is with a farm business plan, showing payments for public goods, increasing stocking rates or continuous professional development.  This may create an administrative burden but the definition of an active farmer is absolutely critical.<\/p><p> Of particular importance to the young farmer is the removal of the five-year rule, particularly as it has created generations of young farmers who have been left behind.  We try our best every year to come up with innovative ways to support them.  We were on the farm of John Buckley in west Cork on Friday evening.  He is one such farmer and he showed some initiative in creating a milk partnership with his father in the mid-2000s but he was left behind for doing it.  Farmers should not be left behind because of being forward-thinking but should be rewarded.  Whether through a fully-funded, continuously available national reserve or the removal of the five-year rule, it is vital to ensure this does not happen again.<\/p><p> The land mobility service is something a lot of countries around Europe are looking at.  It came from Macra and has only been possible through the support of the Department and FBD Trust.  A number of co-operatives have joined with us to pilot it.  The proof of the pudding is in the eating and, in the four years since it piloted, there have been over 400 arrangements, which do not generally include inter-family partnerships because they tend to look after themselves.  It gives an opportunity to a young farmer to access land to which he would not otherwise have access.  They spread their wings and get experience in the process.  Tax changes and reliefs in respect of long-term leasing have given them the confidence to take on long leases and invest in ground, to get away from conacre.  It is about continuing to support those who have no family history of agriculture and to encourage them to take a chance on agriculture as a career.<\/p><p> We are trying to roll out the land mobility service nationwide this year.  We are speaking to all the co-operatives and Meat Industry Ireland has committed to it.  We believe it can be of use across all sectors.<\/p><p>Obviously we would not say no if a measure such as installation aid were to be re-introduced because the investment that has to be made to begin farming is huge.  In my particular case, my uncle is dairy farming in north Cork on what is probably as heavy ground as one would see anywhere in the country.  He has no children and he probably did not see any successor coming.  He has looked at me and we have decided we will do something at some point.  When he saw nobody coming there was a lack of investment put into the farm, so to begin farming efficiently and profitably again will require a huge investment.  The installation aid that was there previously was a huge boost to farmers starting out.<\/p><p> To be fair, something we recognise, which is not in the document, is the retirement scheme.  We did not include it at the time because whenever it was discussed at EU level it was absolutely dismissed out of hand.  Having heard the comments of the Commissioner, Mr. Hogan, over the past while it seems like something that is certainly coming back onto the table.  As was mentioned, it is important to give those stepping back from farming the security of an income and security to know they will not end up homeless or that their children will not kick them out of the home, and to give them the confidence and security that they can hand over control and maybe even ownership of the land.<\/p><p> This is probably a summary of the most important elements.  If anybody wants to have a look at the document we brought some copies with us.  These are the most important issues with regard to shaping the next CAP.<\/p><p> The cost of leasing land was mentioned and this is certainly a barrier.  To be fair to the banks, they seem to be willing to back young farmers, but to receive backing one must have a solid business plan that adds up.  I hope the banks are benchmarking at the right level.  Given the winter and spring we have had, and the way milk prices seemed to be heading at the start of the year, I hope they have their sums done correctly because the last thing we want to see as an organisation is young farmers loaded up to the gills with debt and being the next generation of people stuck working to pay off debts more than anything else.  Certainly the cost of leasing land at present is huge and is placing pressure on farmers.  What kills it altogether is that one ends up giving back the value of the entitlements to the landowner.  When that is included the money is staggering.<\/p><p> I hope I have covered everything for everybody so far.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#N00300","nonspeaker":"Mr. James Healy","continuing":true},{"type":"speech","time":1526394600,"counter":24,"content":"<p>Mr. Healy has covered a lot in his summation of the first few questions.  His presentation was excellent and one could not find fault with it, if one is in a commercial situation.  I am from the northern half of the country.  In the northern half of the country and the western seaboard we still have, and we always will have, small family holdings.  Mr. Healy mentioned that for proper succession a farm needs to be able to support two families, and we all appreciate that, but there are harsh realities out there for a lot of the smaller holdings, particularly in the suckler sector.  Much of what Mr. Healy has spoken about is based on dairy.  He mentioned technology such as robotic milking, which is grand for a commercially viable outfit in a position to support two families and make that investment, but what suggestions or proposals does Mr. Healy have for what I call the lost generation?  He mentioned transfer and retirement schemes, but take the scenario of a 50 year old couple with the next generation approximately 18 years old and leaving school, with possibly not even one income on the holding they have.<\/p><p>They are probably just surviving with some off-farm income.  The day will come when there is a need for succession.  How do we avoid loss in that situation, where there is no possibility of buying more land or renting land but the family wants to hold what they have and keep it in the family name?  The next generation has an interest in farming and would stay at home in the morning, but it is not financially economically viable.  In the interim those in the next generation must do something, and by the time their day comes they are lost to agriculture.  It is a major issue out there.  I do not have to go any further than myself.  If things had gone differently I would have been a farmer, but by the time my day came things had changed so much, with my career taking paths I had never foreseen, that it is not going to happen.  I am a prime example.<\/p><p> I know Mr. Healy has no influence with regard to my next point but I would like his opinion on it.  Recently, I have come across a couple of situations where there is the possibility of viability but the people in question cannot afford labour while their son goes away to train to be a farmer.  He has to go permanently because he is too young to do the course on a part-time basis.  How can this gap be bridged?  It is a double whammy.  There is the possibility of two incomes down the line, but the family cannot afford labour in the meantime because the son is the labour, but it is not a runner for him to go to do his training.  What solution would Mr. Healy like to see to this problem?  I know it is not his call, but surely it is an issue he has come across in Macra na Feirme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Q00200","speaker":"1383","continuing":true},{"type":"speech","time":1526394600,"counter":26,"content":"<p>I thank the representatives from Macra na Feirme for coming in and giving a very comprehensive presentation from the young farmers' perspective.  The key issue when we come to sustainability in terms attracting people is the income issue, which Mr. Healy has identified.  The dairy sector is moving on and units tend to be larger, and there is significant development there.  Obviously there is an issue with debt managing and ensuring debt is sustainable.  When we look at our sheep and beef sectors in particular, we have average incomes of &euro;13,000 on beef farms and &euro;15,000 on sheep farms and the vast majority of this net income is CAP payments.  How can this be moved to a sustainable and viable situation for farmers to make a career?  How does Mr. Healy see that evolving?  There is also the fact that so many of those farms are small.<\/p> <p>  Part-time farming is an option in most cases, and this is something that has to be supported.  What future does Mr. Healy see for young trained farmers in particular making sole careers in farming and what does he see as a viable farm?  While we have to ensure we encourage and structure it in a way that encourages young farmers, what is Mr. Healy's consideration for those who are moving on in years but still want to farm?  Obviously, the retirement scheme is important.  The biggest category of farmers are those aged over 65 and they want to keep doing it.  What is his consideration on where he feels they are at?  I am interested to hear this.<\/p> <p>  A couple of speakers have already mentioned tillage.  Tillage farms tend to be sizeable enough in scale compared to some other sectors.  We have seen incomes in the mid &euro;20,000s and no more than the high &euro;20,000s.  Given the level of investment involved, the level of overheads, the absolute importance of the sector to our overall agricultural sector, food miles, indigenous production, which is likely to become a bigger consideration, and consumer demand, does Mr. Healy have further thoughts on how we can shore up the sector to ensure it is sensible and viable for young farmers to continue to make a livelihood in it?<\/p><p>I welcome Mr. Healy and Mr. Dillon and I thank them for attending to discuss this very important matter.  I attended a ceremony recently at Gurteen College at which a number of young people were graduating.  I was very impressed on a couple of accounts, one of which is the commitment shown by the young people to farming and their determination to succeed in it.  I was also impressed by the number of young women who were graduating.  I commend Mike Pearson and the team at Gurteen College.  It was a very heartening occasions and I was delighted to have had the opportunity to attend.<br\/><br\/>I completely take on board what Macra na Feirme said about what is required to make farming attractive and to ensure the future of the farm.  We really have to move towards thinking about farm holdings as small to medium-sized enterprises, SMEs.  Farms are now part of the SME sector and many young people who come into farming are doing so with that view.  These farms are crucial to the economy of rural areas on many different levels.  Mr. Healy referred to attracting people into the sector by telling them about the good quality of life.  This aspect is one that many people look for and many of those who work in farming like the quality of life that they enjoy.  These individuals like the lifestyle of being farmers.  Of course, lifestyle is not enough and income is what will make the latter become a reality for younger people.<br\/><br\/>Macra na Feirme's findings on precision technology and e-farming are very interesting because there is an enormous amount of creativity and innovation in that sector.  Consider the case of Offaly man Niall Austin who lost heifers and cows during the calving season.  These losses caused him enormous financial difficulties.  He, along with other people, invented and founded Moocall.  This sensor is now available in 40 countries internationally.  There is lots of innovation in the sector.<br\/><br\/>I agree that broadband is key to unlocking a lot of the potential, in rural and urban areas.  In rural areas, we can see the types of niche and artisan products that can bring additional income into a farm by allowing people to access the market through new technologies and so on.  I would not argue with assertion that broadband is key to that.<br\/><br\/>Macra na Feime conducted a post-2020 member survey and 79% of those who responded said that grant aid should be included in the rural development programme.  On the other hand, the survey found that the take-up of the new technology and management systems has been low.  I presume this has to do with the age profile of the farmer who may not be particularly interested in moving into that whole new area as he or she may not be <i>au fait<\/i>with the Internet.  Do the witnesses believe this may be the reason for the low take-up?  Has Macra na Feirme used the results of the survey as part of its presentation during submissions on CAP?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#R00200","speaker":"1244","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":28,"content":"<p>I thank the members for their questions, which I may take sequentially.  In response to Senator Paul Daly's query, a lot of the material we put forward would have been more on the commercial side.  The fear expressed by the Senator about the lost generation has also been considered by us.  Similar to his story, there are many young farmers who go away or who may be encouraged to do another course first so they can have a career with farming as an option always there is the background.<\/p><p>They then get comfortable in their new careers.  Why would they take up farming out in the rain, the cold and the muck when they could be making much better money working in a factory for less hours.  This is why we believe it is absolutely vital that young people get involved in the responsibility for and the management of the farm as quickly as possible once they have completed their agricultural education.  It will be very difficult on the smaller holdings, as Deputy Corcoran Kennedy has said.  We are still trying to get our own heads around how this could be made possible.  I believe that it comes back to giving more support to the smaller farmers and in front-loading the technology in that area first so they can become more viable.<\/p><p> On the education and labour aspects there probably needs to be more flexibility around the way younger people get their agricultural education.  I did a green cert part time.  It is a great avenue for those who have had other careers and then come back to farming.  With regard to the scenario expressed by Senator Daly, I am aware that there have been some developments recently looking at doing agricultural qualifications through a formal apprenticeship.  When we have more details on this it may offer some opportunities in the scenario painted by the Senator.  The lost generation is a problem and it is possibly a generation that already passed.  Our members are struggling with this issue, if I am to be brutally honest.<\/p><p> It ties in with Deputy McConalogue's comments on average income in the beef and sheep sectors.  I am aware that there are also calls from other farm organisations for a &euro;200 payment per suckler cow and we have also discussed this.  Macra na Feirme, however, believes that the proper resourcing of the beef data and genomics programme, BDGP, and the encouragement of further good practice among those farmers, would be far more beneficial.  When considering the efficiency of the beef herd and the conversion rates of our animals there are a lot of cows with quite long calving intervals.  It is about increasing the efficiency of a herd so that farmers can make more of an income form the animals he or she has.  Place the extra requirements on the farmer but reward him or her accordingly.  We would see this as a better way of making those beef farmers more viable.<\/p><p> When one talks with beef and sheep farmers, and it is certainly the case among our members, very few of them are full time and probably have off-farm income along with it.  If they can be offered flexibility to put something with the part-time job, or if they want to be as much of a full-time farmer as they can, it helps if they can have the opportunity to diversify as Deputy Corcoran Kennedy referred to.  A number of beef farmers in west Cork, including one farmer who is organic farming, have started West Cork Farm Tours.  For a price they will give tours of working farms.  They have seen this to be extremely successful.  It ties in with the tourism in the area.  Maybe the tourism option would not be quite as successful in other parts of the country, but in those parts of the country it comes back to rewarding farmers for providing the public goods that they are delivering.  Different parts of the country are built for different types of farming and for providing different types of public good.  It is about rewarding those farmers for the good they are doing.  We do not want to see land abandonment.  Our former agricultural affairs vice-chairman was at our AGM over the weekend.<\/p><p>He said the difference between various parts of the country was that, as he drove out from Cavan and the further north he went, people were leaving the land to its own devices rather than farming bad parcels of land.  Further to the south, as the land became better, he could see that people were putting something on it so they could make a couple of euro from it.  It is about giving the farmer a reason to continue to farm that land and not to let it go into abandonment or go to waste.  There is a need to put the right schemes in place to ensure they are doing that and being rewarded correctly for it.<\/p><p> In response to Deputy Corcoran Kennedy, our farmers have to become business people now.  Once upon a time, farming was a vocation.  There are no two ways about that.  Given the levels of investment involved, the legislation and everything that goes with it, they are business people now.  That draws a different type of person.  Having judged the Teagasc student of the year awards this year, I was heartened greatly to see that some of the brightest and best were coming through the system.  Farming is attracting some of our brightest and best and that gives me great hope for the future.  That cohort certainly includes a very large number of women.  Even compared to two or three years ago, I see a much larger number women involved in decision-making and taking up agricultural education.  That is a very positive move.  Most farmers would say that women often make even better farmers than men because they have that instinct to work with animals.  It is changing over time but it is a mindset change that cannot just happen when someone snaps his or her fingers.  We have a growing number of female members who are full-time farmers and we are delighted to see it.<\/p><p> All of the members referred to the age profile of farmers.  Over 50% of farmers are over the age of 65 and while we do not want to force people off the land, we certainly want to give them the option of retiring should they wish to do so.  More worrying is the fact that most of the deaths that occur on farms involve people over 65.  We would not have people over 65 or 70 working on building sites, just as would not have children on building sites.  Those two sections of society are the ones who suffer most on farms.  It needs to be addressed and we need to be able to give older farmers the opportunity not to farm should they wish to stop.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#S00300","nonspeaker":"Mr. James Healy","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":31,"content":"<p>I will cover Senator Paul Daly's comments.  On young farmers returning to unviable farms in certain areas of the country, when we first set up our land mobility services we thought we would not have enough opportunities for people and that there would not be enough farmers willing to engage in collaborative arrangements.  We have found that we have far more opportunities than we have young people willing to take them up.  The key is that the young people are not willing to travel or to move outside of their own parish or area to take up the opportunity.  The earlier we can get young people to engage with the service, the better.  That holding at home will always be available to them.  They can come back whenever they are ready.  They will have developed a career in farming and will have developed the skills.  That block of land is always valuable, whether it is for contract rearing of heifers or whatever.  It is an asset that will always be there for them.  It is a matter of getting them to travel at a younger age and to move outside their own localities.  In many cases, they would have to do it in any event if they moved outside the sector.  It is about encouraging them.<\/p><p>While investment in education for young people can be a difficulty for families at a particular time, especially with regard to labour when there is reliance on young people, it will return manyfold over the lifetime of that young farmer.  We encourage all young farmers and are strong advocates at European and Irish level for the value of young, trained farmers.  Agriculture is a profession and with all the directives, compliance issues and such now, it is important that young people engage in agricultural education.  As Mr. James Healy says, the flexibility around it and other options need to be looked at.  There is a study that people who have agricultural education are 12.5% more productive and economically viable than people who do not engage in agricultural education.  It is about marrying both of them and always encouraging young people to engage in that education because it will pay a long-term dividend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#U00200","nonspeaker":"Mr. Derry Dillon","continuing":true},{"type":"speech","time":1526394600,"counter":33,"content":"<p>I thank Mr. Healy and Mr. Dillon for a thought-provoking presentation.  As always, in fairness to Macra na Feirme, there is always some thinking outside the box.  There are huge challenges going forward with regard to the labour issue and generational renewal, which we have been talking about, just to name a few.  The young farmers of today will be the older farmers of tomorrow.  We have to remember that and put structures in place to deal with that issue.  I thank the witnesses for their presentation.  There is no further business in that area.  We will suspend briefly until the next group of witnesses comes in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#V00200","speaker":"1268"},{"type":"unspoken","time":1526394600,"counter":34,"content":"<p>Sitting suspended at 5.11 p.m. and resumed at 5.13 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1526394600,"counter":35,"content":"<p>I remind members and witnesses to make sure that mobile phones are turned off, please.  At the second part of the meeting, to discuss different approaches and new opportunities in Irish agriculture, I welcome, from BASE Ireland, Mr. Louis McAuley, chairman, Mr. Conor O'Flaherty and Mr. Jonny Greene.  The committee thanks them for coming today to discuss the issue of conservation in agriculture and the potential benefits and opportunities that it offers.<\/p> <p>  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges any person or entity by name or in such a way as to make him, her or it identifiable.<\/p> <p>  I invite Mr. O'Flaherty to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#V00400","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":36,"content":"<p>On behalf of BASE Ireland, I express our thanks for the invitation to speak to the committee about conservation agriculture.  BASE Ireland is a group of progressive farmers and agronomists with the aim of adopting, developing and implementation of conservation agriculture under Irish conditions.  BASE Ireland members farm close to 9,500 ha across the island of Ireland.<\/p><p>BASE Ireland members are currently farming close to 9,500 ha across the island of Ireland.  The average age of our members is 37.<\/p><p> Conservation agriculture is based on three key principles, namely, minimum soil disturbance, permanent soil cover with residues and living plants, and diverse crop rotations and the use of cover crops.  The arable sector in Ireland has been struggling for the last number of years with low margins and difficult weather.  The nature of growing arable crops means the work is very seasonable and vulnerable to the weather and climate.  Our climate in Ireland provides very favourable conditions for the growth of many crops.  Our average yields are among the highest in the world.  However, this benefit also has large drawbacks.  Soil moisture levels are often sub-optimal during the main windows of planting and harvesting such as has been experienced last harvest and in the subsequent sowing periods in both autumn and spring.  Our temperate climate allows pests and diseases to survive over the winter in the absence of prolonged cold periods.  Our high-yield system is dependent on large levels of imported artificial fertilisers to push crop yields. <\/p><p> The Food and Agricultural Organization, FAO, has described conservation agriculture as the best bet for a sustainable and productive agricultural system.  It is practiced on over 100 million ha worldwide and this figure is growing every year.  Where conservation agriculture has been adopted it has proven its benefits to farmers, consumers and the wider environment.<\/p><p> As a group we feel there are two main barriers to more widespread adoption of conservation agriculture.  The concepts and principles of conservation agriculture are counter-intuitive to many farmers and contradict much of what has been accepted as best practice over the years.  While intensive cultivation and high chemical input farming delivered in the short term, farmers are now finding that system is beginning to struggle.  A change of mindset is needed to steer farming towards a more sustainable model which puts a greater emphasis on soil health and regeneration<\/p><p> The second barrier is a distinct lack of knowledge about conservation agriculture and its benefits and ways to successfully practice this system.  The lack of support from research organisations across the globe has created a farmer-driven approach to solving their own problems.  BASE Ireland is working on a small scale to improve this situation but a national co-ordinated effort to research and implement effective conservation agriculture would deliver massive benefits to both the farming economy and the wider environment. <\/p><p> We were invited to speak to the committee today about conservation agriculture, its potential benefits and the opportunities it offers.  We believe it offers a shining light to the arable and livestock sectors at a time when margins are falling and the number of family farms is reducing.  Conservation agriculture offers a large number of benefits to the farmer, the environment and the wider community.  It helps to cease and reverse the decline in soil health.  It promotes reduced soil erosion, meaning the soil maintains structural integrity 365 days a year.  It reduces nutrient and soil loss into watercourses as the soil becomes a natural water filter.  It leads to an increase in soil life from earthworms, beetles and other beneficial creatures.  It facilitates carbon sequestration through increased soil organic matter.  Conservation agriculture farms provide improved habitats for all forms of wildlife.  Conservation agriculture leads to reduced dependence on insecticides, so that nature's predators are allowed to prosper.  It leads to a reduced use of diesel, wearing metal and artificial fertiliser, leading to a lower carbon footprint.  The conservation agriculture model maintains productivity but delivers more from less.  This leads to increased family farm viability.<\/p><p> As the main objective of agriculture is the production of food, changes in pest and weed management become necessary with conservation agriculture.  Burning of plant residues and ploughing the soil is mainly considered necessary to control pests, diseases and weeds.  In a reduced tillage system based on mulch cover crops and biological tillage, alternatives have to be developed to control pests and weeds.  Integrated pest management has become mandatory.  An important element to achieve this is crop rotation, interrupting the infection chain between subsequent crops and making full use of the physical and chemical interactions between different plant species.  Synthetic chemical pesticides, particularly herbicides are, in the first years, inevitable but have to be used with great care to reduce the negative impacts on soil life.  To the extent that a new balance becomes established between the organisms of the farm ecosystem, pests and beneficial organisms, crops and weeds, and the farmer learns to manage the cropping system, the use of synthetic pesticides and mineral fertiliser tends to decline to a level below that of conventional farming methods currently employed.<\/p><p>The Department of Agriculture, Food and the Marine offering the protein payment scheme is to be commended.  It has helped our members to grow more diverse crop rotations with crops such as fava beans and peas, which have a reduced demand for synthetic fertilisers and help contribute towards the ecological focus areas required as part the greening element of the last CAP reform.  <\/p><p> The targeted agricultural modernisation scheme, TAMS, has allowed many of our members to purchase reduced tillage equipment along with precision farming equipment such as GPS-controlled application equipment.  This is a welcome support and should continue.  Similarly the GLAS scheme has rewarded our members and encouraged the adoption of measures such as cover cropping and minimum tillage, min-till, options along with wildflower field margins and wild bird cover.  In some cases our members did not have to change anything they were already doing on farm to avail themselves of the full payment.  Our members are going above and beyond the requirements of the GLAS scheme currently as part of the conservation agriculture system.  <\/p><p> On the opportunities in the scientific and technological sectors in ensuring sustainability in and supporting agriculture, we believe that conservation agriculture offers an excellent opportunity to help ensure the viability of the Irish family farm and to help further our advantages from our excellent climatic conditions that enable us to produce food with one of the lowest carbon footprints worldwide.  The research sector in Ireland needs to offer increased support to enable this system to rise to its full potential and help Ireland to achieve both viable family farms and meet its greenhouse gas emission targets.  <\/p><p> I will conclude by referring to young farmers.  As noted, the average age of our members is 37 years, which compared to the national average of 57 years places a large proportion of our members into the young farmer category.  Measures need to be put in place to encourage the adoption of conservation agriculture from an early age, including State funded independent information and education about its possibilities.  We believe GLAS to be a good measure, however a sum of &euro;5,000 per annum to sign up, of which over two thirds is lost in cost involved in the scheme, is never going to encourage young farmers to set out in their farming career.  If we are truly serious about climate change and about changing the way we as a country farm, young farmers need serious encouragement to adapt conservation agriculture.  The opportunity to practise conservation agriculture across fragmented farming systems in a profitable manner will help to encourage the uptake and viability of the system.  <\/p><p>I thank the members for their attention and invite them to come to see conservation agriculture in action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#V00500","nonspeaker":"Mr. Conor O'Flaherty","continuing":true},{"type":"speech","time":1526394600,"counter":39,"content":"<p>I thank Mr. Flaherty.  I had the opportunity to visit Mr. Green's farm earlier this year to see exactly how the whole process works.  It was very impressive.  The point that there are many young farmers involved is going against the grain of the high age profile of farmers in general that we discussed earlier.  New technology and new ways of doing things seem to be encouraging young farmers into the system which is to be welcomed.<\/p> <p>  I call on Deputies Martin Kenny, Corcoran Kennedy, Cahill and Senator Paul Daly in that order. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#X00200","speaker":"1268"},{"type":"speech","time":1526394600,"counter":40,"content":"<p>I thank the witnesses for their presentation.  It is a very interesting concept.  I have looked at it previously, although not in much detail.  Are many of the members of BASE involved in organic farming?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#X00300","speaker":"1345"},{"type":"speechnospeaker","time":1526394600,"counter":41,"content":"<p>A few.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#X00400","nonspeaker":"Mr. Conor O'Flaherty"},{"type":"speech","time":1526394600,"counter":42,"content":"<p>There is an average of around 150 ha per member.  I know there is no such thing as an average, but what would the mean be?  Would most farmers be over 100 ha.?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#X00500","speaker":"1345"},{"type":"speechnospeaker","time":1526394600,"counter":43,"content":"<p>It is very mixed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#X00600","nonspeaker":"Mr. Louis McAuley"},{"type":"speech","time":1526394600,"counter":44,"content":"<p>It seems to be based very much along the lines of an expanded GLAS model, where one is dealing with a very natural way of dealing with the land.  One of the issues in my part of the country is that the soil is poor and the ground is very heavy and wet.  Farming is limited to suckling and sheep farming and it is hard to do anything else outside that.  There are good veins of land everywhere, and there are little bits of places where one can do a bit of dairying, but largely it is poor.<\/p><p>It boils down to how one derives an income from it which is why I am interested in scale.  Most farmers in the west or the north would be on much smaller farms than what is being discussed here.  I was interested to hear the last group before the committee speaking about two families being able to take an income off the farm.  In my part of the country, one family is barely able to manage that never mind two.  That is the bottom line.  The witnesses seem to say that while there are all these advantages to the environment that it still creates that return.  I am interested in the volume of return, particularly in marginal land, where one starts off from a difficult position. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#X00700","speaker":"1345","continuing":true},{"type":"speech","time":1526394600,"counter":46,"content":"<p>I thank Mr. McAuley, Mr. O'Flaherty and Mr. Green for coming here.  Conservation agriculture is a new term to me and I found their presentation most interesting.  The figure of over 100 million ha globally and that increasing is quite startling.  It seems to be the direction in which agriculture is going.<\/p> <p>  The presentation stated that the use of synthetic chemical pesticides is inevitable in the first few years in conservation agriculture.  Is it the case that it is used to get started in order to get control of the soil, and then it is weaned out over several years?  If that is the case, how long does it take before one can go without it?  <\/p> <p>  On faba beans and peas, is the product used solely for animal feed or is it for human consumption or a broader market?  <\/p> <p>  If we hope that more people will consider operating in this vein, do we need more consideration of conservation agriculture in the training colleges and universities, so that it becomes a very important part in anyone's study of agriculture?  If one wishes more people to participate in this, then they need to be educated on the matter.<\/p> <p>  Will the witnesses give their view of the state of Irish soil generally?  Soil health is crucial, without it we cannot function.  Where do the witnesses feel we can improve that?  <\/p> <p>  I think the idea of a visit would be a lovely idea and I would be very happy if the committee would consider it.  I would love to see where this is going on, and that is something the Chairman might think about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Y00200","speaker":"1339"},{"type":"speech","time":1526394600,"counter":47,"content":"<p>I will look at the schedule.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Y00300","speaker":"1268"},{"type":"speech","time":1526394600,"counter":48,"content":"<p>I thank the witnesses for a very interesting presentation.  Is this concept present across the rest of Europe?  What kind of acreage or how well established is it there?<\/p> <p>  Deputy Martin Kenny asked how many of the farmers were organic.  It is a first-cousin of organic, in trying to do things by more natural methods and improve soil quality through a certain type of farming practice.  Having read the submission and listened to the witnesses presentation, I take it that diversity of crops is essential to the system.  What is the desirable diversity of crops?  How many crops are needed to get to the optimum soil health and the kind of improvement in question here?  <\/p> <p>  I see that the soil becomes a water filter.  The previous presentation discussed the importance of the environment in the future.  It is impossible to overstate the importance of water quality.  I was very interested in that point.<\/p><p>It becomes a water filter.  Could the witnesses explain that to us in more detail?  I refer to the protein payment.  The witnesses are focusing on protein crops as well.  Is that just because of the versatility of the system they are proposing or are protein crops more suited to the system of farming they are suggesting?  Is this exclusively for tillage farmers or does grassland have a part to play in it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Y00400","speaker":"1350","continuing":true},{"type":"speech","time":1526394600,"counter":50,"content":"<p>I thank the witnesses for their presentation and I would like if they could broaden out on some issues for my information because it is a new concept to me to be honest.  I would like to know where the organisation base started from their point of view.  Do they recruit members or are they just like minded people who came together?  What long-term rules and regulations do they lay down to qualify for this?  I could start in the morning and decide in a year's time that this is not working and I need my fertiliser.  Can people come and go?  Can a farmer be active on one day and gone the next?  I refer to organic farming, when farmers buy into it they have to buy in for a certain period of time.  From an organisational point of view, what are the terms and conditions and who polices or determines them?  If I am able to get a few bob more for my vegetables in the market on a Saturday morning because I say I am involved in this scheme but realistically at home I am throwing nitrogen on them by the bucketful, how is that policed or who controls it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Z00200","speaker":"1383"},{"type":"speech","time":1526394600,"counter":51,"content":"<p>I will ask a couple of questions before I go back to the witnesses.  They mentioned greening measures.  With the new CAP that is around the corner, with ongoing negotiations and talks, the perception is that the present greening measures that were introduced in the last and the present CAP have not really worked.  Do they have any view on that and what way would they see that going in the future?  They mentioned GLAS and that it should be better funded more so than anything else.  Do they see GLAS being reviewed to take greening measures into account?  On cost savings and the comparison between the conservation type and conventional tillage farming, what type of cost saving would the witnesses see because it is all about reducing costs to try to create more profitability at the other end.  Where do they see that going and have they done analysis on figures on that?  One of the biggest challenges over the next number of years will be climate change.  How do the witnesses see conservation farming or agriculture playing its part in that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Z00300","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":52,"content":"<p>We will split some of those points between us.  I will address the organic one first.  We have organic farmers in the system but it is more of a halfway house for farmers to think about whether they need it or not.  We are not out to say we will cut everything out.  We are making everything justify why we need to use it for the environment and our own pockets as the Chairman has asked about costs.  On the organic way, we are not against conventional farming, we have just become disillusioned with the way we have gone.  We are getting more problems the whole time.  We are not solving anything.  We are going with the bag and the can trying to solve all our issues and we are not getting it.  We are getting more problems with disease resistance.  We are getting more fertilisers.  Our soils are becoming worn.<\/p> <p>  The system has three key principles, that is the fundamental way it has to be looked at.  The three principles are minimal soil disturbance, diverse rotations and the continuous cover of the soil.  We are focused on the resource that is there, the most important one on the farm, namely, our soil.  If our soil is not looked after our farming system cannot flourish.  I will let Mr. McAuley and Mr. Greene take another couple of points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Z00400","nonspeaker":"Mr. Conor O'Flaherty"},{"type":"speechnospeaker","time":1526394600,"counter":53,"content":"<p>I will continue if I may.  I will address Deputy Martin Kenny on the age profile and average area.  We have some very big farms within our group, we have some small part-time farmers, we have livestock farmers, mixed farmers and we have a lot of tillage farmers.  We started out as a tillage group but we have expanded as mixed farmers and livestock farmers became part of it.  We do see that livestock integration onto tillage soils could have big benefits for all enterprises, like organic, through fresh grazing and pastures with less worms as grass or forage crops as part of our crop rotation.<\/p><p>There are benefits to all within the system.<\/p><p> I refer to the question of us being an expanded GLAS.  Those of us practising conservation agriculture were doing a lot of the GLAS measures before GLAS was even dreamed up.  As with a lot of schemes, similarly to the greening within the basic payment scheme and everything, a lot of the people in the group are carrying out these practices because it is good farming practice not because the rules say we have to do it.  That is important.  We make our decisions on the farm on inputs, fertiliser levels or whatever because it is what the farm requires not because that is what the rule book says.<\/p><p> A lot of our figures and much of the work we do tends to be on the more intensive farms where a lot of inputs are used.  Therefore, we have more inputs to take away.  On the smaller, more marginal, less intensive farms there would naturally be a lower level of inputs.  When it comes to wet ground with difficult grazing conditions, I do not know how familiar the committee is with holistic grazing systems, but more matter might be grown so that the soil is then better able to take the traffic.  If some of these wet areas are grazed too tightly, it will create problems.<\/p><p> In reply to Deputy Corcoran Kennedy's question, yes this is a very big issue worldwide.  Ireland is very late coming to the party.  No tillage, direct drilling etc. would be very common in South America.  There are very high percentages in the 80s or 90s, I could not give the Deputy the right figure but it is big.  In all of those countries it is about conserving moisture.  If the storms in America of the 1930s are looked at, that was a result of over-cultivation so now they have learned from that, they are doing less cultivation and going back to more natural ways.  I grow peas for Batchelors tinned peas.  Years ago we used to grow the vining peas but that contract is no longer available and a lot of the beans grown are for animal feed.  The protein payment is a good example.  There is a need for home grown proteins within Europe.  Our production of these is very low; there is an awful lot of imported soya in the EU.  That is why I believe the protein payments have been put in place.  It is very important to be able to supply our own markets.<\/p><p> Our young farmers and our friends from Macra na Feirme were here earlier.  We have had various groups out to the farm, one of which was a group of Kildalton students.  We would also entertain a lot of knowledge transfer groups and discussion groups and I found the questions coming from the students of Kildalton were way more open and positive.  This is a new way of farming and it is similar to organic farming in the sense that it takes a farmer in.  It is more about working with what we have, working with our soil and nature and it is a great way to farm.  As a group we were very happy to entertain the young people and bring them into that.  Mr. McAuley had the Kildalton students as well and I had a few Waterford Institute of Technology, WIT, students doing studies a couple of weeks ago on worm numbers.  WIT and Kildalton are looking at this approach and we would like to see some more of it.<\/p><p> The state of our soil is very variable.  A year like this shows up an awful lot.  The fields that have been well managed held on better in the difficult conditions over the past six or eight months than some of the over-stocked, over-cultivated fields.  That became very evident this sowing season just gone past.  I have written \"nutritional farming\" down here, getting more from soils in the state they are.  The best comparison I can make is with human health.  People look after themselves and eat their fruit and vegetables - an apple a day keeps the doctor away - and we are similar with how we treat our soil.  We would prefer to fertilise our soil with a natural compost than a bagged fertiliser or chemical product.  It is a more balanced product, it is healthier and we believe farmers get an awful lot more bang for their buck.<\/p><p>I cannot give any figures in response to Deputy Cahill but the numbers are certainly on the increase.  It is very big in North America and South America, as well as Australia, and it is moving into Europe and the UK as well.  It is slowly coming over here, gaining much momentum.  As Mr. O'Flaherty pointed out, it is very similar with organics.  On the farm at home I try my very best to take the best from both systems, organic and conventional.  I try to mix that in an integrated system.<\/p><p> The Deputy asked how many are involved in having diversity across crops but we cannot have too many.  Nature loves diversity.  When we examine diversity, we might think about going with cash crops but it is not necessarily just about that.  Many of us are growing cover or nurse crops so there is a diversity of cash and cover crops.  We are now expanding into the growing of companion species.  For example, I have a field of wheat at home with a nice underlay of white clover no different from a grassland sward.  We grew oilseed rape on the farm along with buckwheat, which is a great phosphate scavenger, allowing us to use fewer phosphate fertilisers.  It naturally harvests phosphate from the ground.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#Z00500","nonspeaker":"Mr. Jonny Greene","continuing":true},{"type":"speech","time":1526394600,"counter":56,"content":"<p>The wheat is undersown with white clover.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#BB00200","speaker":"1350"},{"type":"speechnospeaker","time":1526394600,"counter":57,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#BB00300","nonspeaker":"Mr. Jonny Greene"},{"type":"speech","time":1526394600,"counter":58,"content":"<p>Will it be cut as a whole crop?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#BB00400","speaker":"1350"},{"type":"speechnospeaker","time":1526394600,"counter":59,"content":"<p>It will be combine harvested.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#BB00500","nonspeaker":"Mr. Jonny Greene"},{"type":"speech","time":1526394600,"counter":60,"content":"<p>For grain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#BB00600","speaker":"1350"},{"type":"speechnospeaker","time":1526394600,"counter":61,"content":"<p>Yes.  The clover grows lower.  As soon as the milling wheat, I hope, is harvested in this case, the clover will come through and we might get a grazing for lambs over the winter.  It will continue to produce nitrogen as clover is a legume.  That will in turn allow us to reduce the bagged fertiliser nitrogen input into the farm.  Nature loves diversity.<\/p> <p>  I do not know how many cover crops in fields the members have seen but we are trying to mimic a forest.  Nature does not do monoculture and if one goes to a woodland or natural grassland, there are bushes, trees, grasses and flowers.  It is what we are trying to mimic.  There would be something in there for every little pest, insect, beetle, bird and everything else.  It is about having balance in our fields rather than having one particular element.  This comes back to the question of how quickly we can wean ourselves off pesticides.  We must have prey before we have a predator.  When we moved to a system, the first thing to move in was a slug, and that came before the ground beetle, which eats slug eggs, etc.  The balance comes in time.<\/p> <p>  The difficulty with getting into the system is knowing how long to hold off so the pest does not dominate and give us crop or yield loss.  This is where we must play a little bit of a waiting game and be a little pragmatic in how we go.  We have greatly reduced the amount of insecticides we use on our farm and we have used just one spray insecticide in the past two and half years.  Five years ago we were using two or three on most crops.  We are doing this slowly, learning as we go.  We have taken one or two little bangs with yield here and there but the cost saving is currently leaving us in a better position.<\/p> <p>  Senator Daly asked where it all started but I do not really know.  A few of us got together over a cup of coffee one day and we were looking at a few things.  We started comparing notes, we got together and three of us decided to form a committee.  The original BASE group, from which we took our name, is in France and it has over 1,000 members practising similar techniques.  There is another group in England with more than 100 members, BASE UK.  We decided to align ourselves with them just so we would have a few friends out there from whom we could learn.  Basically, our first annual general meeting was in 2014 and we had 14 members but we are now up to 60.  We do not go looking for new members but we let them come to us.  It is a system of farming that one must want to do.  Coming back to the schemes, one must go in for the right reasons.<\/p><p>There was an eco-tillage movement 25 years ago and it went in for cost savings on fuel and machinery.  It did not quite work.  If somebody goes in for the right reasons, such as increasing soil fertility, and starts from the ground up, like any organisation or system, it will start to work naturally.<\/p><p> Senator Daly asked about long-term rules and reductions.  It is a difficult point.  We do not want a position where we might be trying to sell a product as a conservation or low-input system but then somebody does not follow through.  Residue testing is getting tighter all the time.  The numbers add up and we can get to the cost savings in a minute.  The people who have started down this road get hooked on it and what they were blind to before becomes very obvious.  It is no different from a child taking a nature walk; when one goes out to look at birds, bees and ladybirds, the work they do and the diversity in the fields becomes obvious.  We are hoping that is what will bring us through.  The policing will come down to residue testing, I would imagine, if we were to go down the road of looking for premiums.  If we can produce crops with less agri-chemical residue, it would be probably be more nutritionally balanced and enhanced food.<\/p><p> The question was asked of why greening has not worked.  The foundations of what it tried to do, such as the three-crop rule and rotation, were sound agricultural practice.  A crop must be grown where it is suited but people with fragmented farms had three crops here, there and everywhere.  The policy was there for the right reasons but the farmers were not going into it for the right reasons.  There was a little bit of a disjointed thinking along there.  We should absolutely review the green, low-carbon, agri-environment scheme, GLAS, as it must be improved.  More farmers must be encouraged to join, especially young farmers.  It is a way into farming and perhaps we can get young farmers practising these ways and give them a financial benefit along the way.  That would be great.<\/p><p> Mr. McAuley might have the cost savings from the initial submission to the committee.  The most obvious cost savings at the tillage end are in machinery and cultivation costs as we are not doing half the number of passes through a field.  Teagasc cost and returns figures have it at &euro;174 per hectare to establish a crop but our members are doing it for approximately &euro;75; there would be one fewer tractor in the field and much less diesel used.  Figures are between 33 to 49 litres of diesel per hectare in a normal one-pass plough within a conventional system while we are approximately 9 litres to 18 litres.  Basically, we are running machines a lot less through fields.<\/p><p> I will speak about my farm briefly.  We have been in the system for a number of years now and Deputy Deering has visited us.  Perhaps he might not come in January next time and it might not be so cold.  It would be nicer this time of year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#BB00700","nonspeaker":"Mr. Jonny Greene","continuing":true},{"type":"speech","time":1526394600,"counter":63,"content":"<p>It would be drier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#CC00200","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":64,"content":"<p>We were cold that day.  I have one fewer tractor on the farm.  Perhaps it is not as good but I have one fewer labour unit on my farm.  Our diesel bill is much smaller, as is our fertiliser bill.  We have almost cut out insecticide, although I will not quite say we have got there.  One must be pragmatic every now and then and there will be a year where there might be a very mild November, with aphids proliferating.  Sometimes one must react.  The idea is to put building blocks in place.  We have greatly reduced the amount of insecticide used.  Nearly 20% of my winter barley and 40% of winter wheat has no herbicide used on it.  We are using natural mulches and competitive species such as the clover I mentioned, to keep an understorey below the wheat.<\/p><p>That stops weeds coming through and because we are not cultivating, we not generating weeds to grow.  We are getting less weeds.  Each cost we save will amplify into the next stage.  A whole pile of little costs are being saved but they are significant and we are starting to see a benefit to the bottom line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#CC00300","nonspeaker":"Mr. Jonny Greene","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":66,"content":"<p>Deputy Jackie Cahill asked about water quality.  The Chair, Deputy Deering, was with us when we did it.  The improved water quality comes from increased levels of humus, a better soil structure and more roots and fibrous material in the soil holding the soil together.  We did a soil infiltration test and a straight test.  Deputy Deering saw it.  Soil is taken out of a field under conservation agriculture and then from a neighbouring field operating under a traditional plough-based system.  Both of those soils are put into a jar of water, a clear jar with some mesh on the top, and then we watch what happens.  Within five to ten minutes, the soil from the ploughed system has all loosened away from itself, the water has become brown and at the bottom of that jar is a layer of the silt, small particles and fertilisers.  That is all of the goodness and the trace elements that we need to grow the crops.  If we look at the jar with the conservation of agriculture soil, it has stayed nearly completely intact.  For me as a farmer that is what it is delivering.  The structure and integrity of the soil is giving us all of the benefits.<\/p> <p>  The key principle is not to cultivate or disturb the soil.  Once that is done, that is when things can happen.  That is the first thing.  Many things can go wrong after doing that but that is the first step.  That is where we are getting the soil benefits and improved fertility, etc.  It is so visual and so obvious - even from YouTube videos - that it has to be good.  The more acres we can get to hold on to themselves like that is what is going to keep our rivers clean and help us meet our targets for quality.  We are on heavier land than Mr. Greene and traditionally we have had problems with trafficability and being able to get machines on the land - particularly at harvest or spraying and fertilising at key times.  The tram lines are too wet and we end up with big ruts.  They are very visible this year with the bad weather.  However, with conservation agriculture soil, it is like driving on an old hard pasture, a laid sward, and it carries machinery in a completely different way.  That is a major factor that helps us to improve the soil.   <\/p> <p> Mr. Greene mentioned insecticides.  All of those products are coming under increasing pressure from being banned and also from a resistance point of view.  Even if we are allowed to use them, they are becoming ineffective because of overuse.  One of the amazing things about this system of farming - and it is not 100% - is that, for something that does not cost anything and there is no technology involved, we are finding much less trouble with aphids generally.  That is without any insecticides.  If we have the same crop in the same field that is under conservation agriculture and the same beside it, generally we have far fewer problems with aphids.  When a virus gets into a field it can be devastating for yield.  It is nothing fancy.  <\/p> <p>  It is amazingly simple and achieved by just leaving the soil intact.  It is a mixture of leaving beneficial creatures to eat the aphids and nearly camouflaging a crop so that it tricks them.  It is so simple and so natural but it is delivering something major.  There is really no alternative coming to us.  In conventional agriculture, a couple of companies may be going to come out with a new higher power insecticide.  However, it is harder and harder to register new insecticides.  That is perhaps proper order because they probably are doing harm.  It is the natural principles.  We look at organic and think \"what is clever about that\"?  We are not saying we are trying to be organic.  It is not about not being able to use anything.  It is about finding a happy medium.<\/p><p>I always use one example.  If someone comes to our farm and tells us we cannot use any chemicals, we are going to suffer badly in output and in the quality of the crop we grow.  However, in this system, it is about optimising and looking and working slowly, by doing one thing.  There will be progress and eventually we will get to a better place.  Even if we never get to not using any chemicals, implementing this kind of farming on a wide area will have a massive impact.  That is one thing we have gotten from the CAP and all the environmental schemes.  The EU consumer needs impact.  This type of farming can give the consumer that impact.  It does not require a premium for its produce.  It has the output of conventional farming with a much better benefit to the environment.  <\/p><p> Mr. Greene has spoken of some very clever things.  Most of what we have done and what we have found has been in our own time and at our own cost by just trying things.  Some of these things do not work.  If we could get some assistance and some funding the potential is massive.  We have discovered what we have as farmers, on our farms, while maintaining our profits and leaving some percentage of our area to try things.  The burden is very much on us to discover how to do all this stuff.  If there was assistance with that, there would be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#DD00200","nonspeaker":"Mr. Louis McAuley","continuing":true},{"type":"speech","time":1526394600,"counter":68,"content":"<p>What kind of assistance?  What exactly would that be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#EE00200","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":69,"content":"<p>I think research, general basic research.  We do not do that.  It is not just an Irish problem.  There is not generally a really fit-for-purpose conservation agriculture research element in most countries.  Much research is funded by a company.  With this system, there is often not much benefit for a company or corporation to fund research because of its nature.  It is about reduction.  It is the consumer and the environment gaining.  The farmer's bottom line also benefits.  It is up to those two to come together to fund and research it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#EE00300","nonspeaker":"Mr. Louis McAuley"},{"type":"speechnospeaker","time":1526394600,"counter":70,"content":"<p>I have one last point.  Deputy Cahill asked about livestock.  Livestock is an important part of the system.  It is important to integrate it into this.  Many of us use livestock to graze the cover crops we grow over the winter.  We also us mixed herbal lays - for anyone who does not know, a mixed herbal lay is using diverse species and not just being dependent on, for example, rye grasses and clover.  I refer to things like herbs and other legumes being in the system.  To relate it back to humans, we do not eat a diet of just one or two things and neither should our animals.<\/p> <p>  A few studies were funded under the SmartGrass project of the Department of Agriculture, Food and the Marine.  The results that came out recently showed that lambs grazed on mixed herbal lays were actually brought to slaughter quicker.  We are implementing these things.  There are snippets of help in the system already with research but we feel that there is not enough.  We need some more help to get over the problems we are encountering.  To prove the environmental benefits that we see and believe are there, we need to put the figures on paper.  When the politicians and the policymakers go on to form whatever may be, they will then have concrete evidence that this system is helping and it is helping to achieve targets under the greenhouse gas emissions that we have set. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#EE00400","nonspeaker":"Mr. Conor O'Flaherty"},{"type":"speech","time":1526394600,"counter":71,"content":"<p>I call Mr. Greene.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#EE00500","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":72,"content":"<p>I do not think we have covered the last point about climate change that was raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#EE00600","nonspeaker":"Mr. Jonny Greene"},{"type":"speech","time":1526394600,"counter":73,"content":"<p>No, I was going to ask about that again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#EE00700","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":74,"content":"<p>That is fine.  As a country, there are some big stories coming down the road in respect of water quality or carbon dioxide.  All of these issues are coming at us like a steam train.  Carbon can often be a dirty word.<\/p><p>We see carbon in our soil as good.  What we want to do is take it out of the atmosphere and put it in our soil.  That is a win for us and a win for the environment.  We are looking at systems that do that.<\/p><p> The best way of getting carbon out of the air is photosynthesis.  One of our principles, as Mr. O'Flaherty mentioned, right at the start was a constant growing crop.  My aim within my farm is to always have a growing root in the ground and always have a leaf photosynthesising every day of the year.  One sees a lot of systems, say, a spring barley system out there now, where the crop would be planted in March and come out in August.  It is in the ground for five months of the year and for seven months the ground is left fallow.  That is bad for soil life because the soil life feed - they convert this through the root exudates which are photosythesised down.  This is - a bit of a clich&eacute; - about the circle of life and how everything is working in dependency.  What we are trying to put within our farmers are measures that keep that going.  As long as we can keep plants photosythesising, we will put carbon.<\/p><p> We will have less fossil fuels coming into the country if we go down this road.  We will have less inorganic fertilisers being used and production of nitrogen fertiliser is a significant cause of global emissions.  We are trying to reduce all that.  This is a good news story for us.  It is a good news story for the environment and the country, and policies within it.  The only one it might not a good news story for is the industry which sells us the fertilisers and the diesel.  That may be why, worldwide, as Mr. McAuley stated, there has not been a significant amount of research dollars invested in this area.  There are not too many who will benefit from it but the farmers and their environment will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#EE00800","nonspeaker":"Mr. Jonny Greene","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":76,"content":"<p>Cultivation introduces oxygen to the carbon and that is how we get our carbon dioxide into the air.  If we keep the soil intact and healthy, and full of life, and do not put the plough or cultivator through it and do not get this release, putting carbon down into the soil, on top of the photosynthesis, will keep it there.  That is another keeper.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#FF00200","nonspeaker":"Mr. Louis McAuley"},{"type":"speech","time":1526394600,"counter":77,"content":"<p>The witnesses spoke about the lack of knowledge in research organisations.  Would they see Teagasc, for example, with its farm advisers, playing an important role in the future, being completely up to speed on this and being in a position to advise farmers who want to change direction or whatever?<\/p> <p>  Where do they see this fitting into the community-supported agricultural model?  There is an interesting weekend coming up in the Ecovillage in Cloughjordan where they will be examining matters which sound like much of what BASE Ireland is talking about, such as feeding ourselves, healthy soils, connecting with each other again, and developing that whole community-supported agricultural model and how it can be expanded.  There will be many interesting speakers.  I wonder how BASE Ireland sees this fitting in to that type of model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#FF00300","speaker":"1339"},{"type":"speech","time":1526394600,"counter":78,"content":"<p>It is clear BASE Ireland is saying one can keep yields or productivity up, and maybe there is a little more work involved, but fewer chemicals and fewer inputs.  I wonder, from the point of view of the price one gets for one's product, can one market what one gets at a somewhat better price.  Organic produce obviously gets a premium.  The witnesses stated some of those involved are organic farmers.  I wonder, from a conservation agricultural point of view, is there a possibility to place it on such a footing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#FF00400","speaker":"1345"},{"type":"speech","time":1526394600,"counter":79,"content":"<p>For information purposes, we will have UCD before the committee in two weeks' time and it might be a topical issue to discuss with them.  We met them when we visited Brussels a couple of weeks ago and they are coming before the committee to discuss similar matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#FF00500","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":80,"content":"<p>In response to Deputy Corcoran Kennedy, Teagasc has advisers out on the ground and they, of course, will have a major role to play in this.  Like everything else, they are limited by funding and direction.  They have to accommodate what is common practice.  They need to be directed to look at matters differently.  They definitely have a role to play.  At present, they are limited in what they can do by funding.  We are in their ear, probably, quite annoying, but that is part of it.<\/p><p>They definitely have a role to play.  They need to be given more resources because the potential to deliver is considerable.  It is definitely something on which they need to be given direction and work with the likes of ourselves to get that out to more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#FF00600","nonspeaker":"Mr. Louis McAuley","continuing":true},{"type":"speech","time":1526394600,"counter":82,"content":"<p>In the context of the new CAP, all of the discussion to date has been about funding.  As regards the policies in it, would Mr. McAuley see a greater emphasis on research?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#GG00200","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":83,"content":"<p>Definitely.  On some of the core crops going into the last one, the research was so limited that it did not show the benefits in the way it could have done.  As a result, there was less of a weighting put on them.  However, if that was shown to be better, as it is showing on our farms, it would receive a greater backing in the CAP and play a greater role.<\/p> <p>  In the context of small farms, there are different examples of the farming community.  One benefit we would have is that much less machinery is required in order to farm in this way.  Under the other system, the small farm requires a contractor to do all of this cultivation and the various elements that go with it.  However, we have a couple of examples in our group where a couple of farmers got together.  With small farms, they would not be able to justify the full rigmarole for conventional tillage but they bought a direct drill or no-till drill between them and that empowered them to go and do it for themselves.  Working in a partnership, they have the option to do little bits of contracting for their neighbours who are also interested.  That is one example of a smaller farm given a little injection of life with this system.<\/p> <p>  There would be other such examples.  With a small livestock farmer in the locality, our cover crops are an option for him to graze for the winter.  It is closing the loop a little bit, linking the traditional tillage farms and livestock farmers together.  There is the potential for co-operation, such as straw-for-dung agreements, where if we all work on our own we can run into all sorts of challenges but if one has straw to sell, he or she may be much more interested in doing so if he or she will get the dug back.  These are simple principles but the potential for what can be achieved is limitless.<\/p> <p>  UCD was mentioned.  We have had a presentation from Dr. Saoirse Tracy on soil scanning.  Dr. Tracy, as part of her research, is looking at what we are doing, but from a technical point of view, and seeing it in a scientific way.  Definitely, we would love to work more with UCD.  That is an example of how science and scientists can put a value and some numbers on it and give us more verifiable evidence of what we are doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#GG00300","nonspeaker":"Mr. Louis McAuley"},{"type":"speech","time":1526394600,"counter":84,"content":"<p>Before Mr. McAuley carries on, how did matters go this spring from a practical point of view?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#GG00400","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":85,"content":"<p>It was difficult but we got there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#GG00500","nonspeaker":"Mr. Jonny Greene"},{"type":"speechnospeaker","time":1526394600,"counter":86,"content":"<p>Mr. Greene farms easy ground and no one takes his word for it.  That is not fair of me.<\/p> <p>  In our situation, the spring was slow and delayed and one thought it was never going to happen, but then we got a few days.  In our system where we are just slotting in some seeds - we particularly sowed a good few beans this year - it took a few dry days and the top of the soil was fine for working.  We did not need to go ploughing it down and bringing up wet stuff.  We were able to just pop the beans in and close the gate and we have crop with very little fuss.  By sticking to that, we now have a crop with which to follow our beans and which will have a benefit down the line.<\/p><p>Autumn was quite tricky with the hurricane.  Over winter, crops looked poor and I am sure the neighbours thought we were mad but with every day of growth things are improving.  Nature and the soil are starting to pay us back a little for our patience and dedication to the system.  It would have been very easy to say it was not going to work and to plough everything, bringing us back to deep tramlines and making it hard to get on the land and this takes courage, bravery and a bit of assistance.  We now have the benefit of a few years' experience and, if we get a nice autumn, we should be able to build on that.  It is not easy and it takes a lot of nerve.  If a farmer has to risk a bit in the early years, it is worth looking at the possibility of encouraging him in some way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#GG00600","nonspeaker":"Mr. Louis McAuley","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":88,"content":"<p>Deputy Kenny asked about rural communities.  We are looking at a system that is trying to reduce the cost of production.  If we can do that we will make more money and if farmers can make more money they will stay on the land.  Rural communities are massively important and we need young farmers to come through.  Some traditional conventional farming methods are starting to fail us a little bit.  We are looking to address that by controlling what is within our farm gate, rather than what is outside, be that the fuel price, the fertiliser price or any other input.  We are relying on what we are doing ourselves and we feel we are being successful.  More research is definitely needed, whether it is by Teagasc, UCD, WIT or Kildalton.  Those organisations all have a role to play, as do we.  On a worldwide basis, this is a farmer-led initiative and there is not a lot in it for the rest of the industry.  It is going to be farmer-driven but we would love to have more consultation with the colleges.  We may need to travel a bit too, to see how other guys are doing it.<\/p> <p>  On getting a premium for our produce, I do not think we are there yet, though we have spoken about it.  Whiskey with a story is selling very well so it would be good if we would put a selling point on a few products.  We have not got there yet and we want to measure things first, which is where UCD or Teagasc could come in because we do not have the resources to do it on farm.  If we can validate the theory, perhaps we can go to the market and say something is worth an extra &euro;1 or &euro;2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#HH00200","nonspeaker":"Mr. Jonny Greene"},{"type":"speech","time":1526394600,"counter":89,"content":"<p>We did a report on the tillage sector before Christmas and one of the big things we learned was that input costs were increasing year on year, which was a huge problem because income was not increasing.  The best way of addressing this is to reduce costs, which is what farmers are doing, and getting the optimum price at the other end.  This is a positive way of going forward but developing if further is the challenge so that more people can buy into it.  The issues seem to be confined to the tillage sector.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#HH00300","speaker":"1268"},{"type":"speechnospeaker","time":1526394600,"counter":90,"content":"<p>Yes and no.  We started in the tillage sector but livestock guys have come on board.  Holistic grazing methods, such as on wet ground where there might be a sward beneath, are being employed, as are carbon sequestration measures such as trampling grass.  That might seem obscene to some people as it might waste it but we have to feed the livestock below ground as well as that above ground.  If one can get the biology working below ground, that is, the worms, it will give something back.  I grow herbal leys for my suckler herd and the cattle are very content with that.  They are much happier than they are in a monoculture or a rye grass ley.<\/p><p>Mr. O'Flaherty mentioned herbs and we are growing chicory, plantain and other things which are natural wormers.  Livestock farmers can reduce the amount of wormers they use in this way and this has an impact on top of using more legumes in the system.  There is a livestock gain from fewer wormers and less nitrogen in the system<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#HH00400","nonspeaker":"Mr. Jonny Greene","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":92,"content":"<p>The principles of optimising soil health, such as reducing the amount of nitrogen on livestock farms, apply to all sectors.  Many of our members, even small livestock farmers, are starting to reduce the level of nitrogen they use.  Biodiversity can fit into any farm.  In some farms on poorer quality land, pushing and pushing to maximise output might not be the answer.  Their role might be to provide environmental habitats, which does not mean letting a place go wild but delivering other environmental benefits as part of the farming system.  They could grow flowers to provide a source of pollen for bees and rewarding that sort of thing, which is an essential service to the community and the environment, is as justifiable as a payment for a cow.  One does not have to be an intensive tillage farmer to buy into this system and to deliver for the wider environment.  We can improve things with mob grazing and improving soil health and the quality of the environment for wildlife, humans and everything else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#JJ00200","nonspeaker":"Mr. Louis McAuley"},{"type":"speech","time":1526394600,"counter":93,"content":"<p>I thank the witnesses for what has been a very interesting discussion on different ways of doing things.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018051500002#JJ00300","speaker":"1268"},{"type":"unspoken","time":1526394600,"counter":94,"content":"<p>The joint committee adjourned at 6.17 p.m. until 3 p.m. on Tuesday, 22 May 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Education and Skills","time":1526394600,"counter":95},{"type":"unspoken","content":"<p>The Joint Committee met at 15:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Thomas Byrne, Senator Maria Byrne, Deputy Catherine Martin, Senator Robbie Gallagher, Deputy Hildegarde Naughton, Senator Paul Gavan. Deputy Jan O'Sullivan,<\/p><p>In attendance: Deputy Paul Murphy and Senator Fintan Warfield.<\/p><p>DEPUTY FIONA O'LOUGHLIN IN THE CHAIR.<\/p>","time":1526394600,"counter":96,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002"},{"type":"minorheading","content":"Business of Joint Committee","time":1526394600,"counter":97,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#A00100"},{"type":"speech","time":1526394600,"counter":98,"content":"<p>We have a quorum and I call the meeting to order.  I remind members to switch off their mobile phones.  No apologies have been received.  We will go into private session to discussion some housekeeping matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#A00200","speaker":"1257"},{"type":"unspoken","time":1526394600,"counter":99,"content":"<p>The joint committee went into private session at 3.38 p.m. and resumed in public session at 4. 16 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Review of Relationships and Sexuality Education: Discussion","time":1526394600,"counter":100,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#F00100"},{"type":"speech","time":1526394600,"counter":101,"content":"<p>We are now in public session.  I remind members and witnesses to either turn off their mobile phones or place them in flight mode as they interfere with the sound system.  Apart from those who are watching at home on television, the parliamentary reporters are following the meeting and their work would be adversely affected.<\/p><p>Item No. 4 on the agenda is our engagement with stakeholders on the committee's review of relationships and sexuality education.  This is the second of three meetings we are holding on the topic.  At the first session of the review, we undertook an investigation into the effectiveness of the current model of sexual health and relationships education.  We heard from users, parents, teachers and student representative bodies as well as the Department of Education and the National Council for Curriculum and Assessment, NCCA.  In this second session, we will be looking at the elements which need to be considered in a future model of sexual health and relationship education.<\/p><p>On behalf of the committee, I welcome Ms Elaine Byrnes, doctoral researcher from the school of psychology at National University of Ireland Galway, NUIG, Ms Sarah Lennon, communications and information manager at Inclusion Ireland, Ms Moninne Griffith, executive director at BeLonGTo, Ms Anna Keogh, an academic working in the area, Ms Rachael Treanor, health promotion officer at the National Youth Council of Ireland, and Ms Alex Cooney, CEO of CyberSafe Ireland.  I will invite each of the witnesses to make an opening statement.  I thank them for their written submissions.  Speakers will have a maximum of three minutes for each opening statement and that will be followed by an engagement with members of the committee.  We will call on members in order and Deputy Paul Murphy and Senator Warfield, who are not members, will then be given an opportunity to ask questions and comment.<\/p><p>I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>Any opening statements to the committee will be published on its website after the meeting.  I note that Ms Cooney must leave at 5 p.m. for another engagement.  I ask members to put questions to Ms Cooney first in order to accommodate her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#F00200","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":102,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#F00300","nonspeaker":"Ms Alex Cooney"},{"type":"speech","time":1526394600,"counter":103,"content":"<p>Ms Cooney is very welcome.  We try to be as flexible as possible.  I call on Ms Byrnes to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#F00400","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":104,"content":"<p>I thank the members of the joint committee for this opportunity to discuss topics raised in my written submission with Mr. Richie Sadlier.  My perspective is informed by two components of my work.  I deliver the pilot sexual health module at second level with Mr. Sadlier and I work on my own PhD research with third-level students, focusing on sexual behaviour and the communication of consent.  Data from third-level students I have interviewed indicates that, for most, school-based relationships and sexuality education, RSE, was at best haphazard and at worst non-existent.  There was consistency with words and phrases used to describe the experience including &quot;limited&quot;, &quot;mechanics&quot;, &quot;skirting around the issue&quot; and &quot;it wasn&rsquo;t dealt with&quot;.  One student's, recollection resonated with me and summed up sex education in Ireland:<\/p><blockquote>I think that education at that point has failed us, because we haven't had enough information[...] if I had this information, I could have made different choices.  And I know people who have had sex, and years later have realised that they regretted it.<\/blockquote> <p>Such experiences and memories are not something I want for this cohort of students.  As a parent, it is not what I want for my own children and their generation.<br\/><br\/>There is a very real opportunity now to create a framework for sex education that is not just comprehensive, but which empowers young people to develop autonomy and sexual competence in their relationships.  Collectively, as adult members of society, we owe it to young people to address past failings and support their developing sexual health.  As outlined by the World Health Organisation, the sexual rights of all people must be respected, protected and fulfilled.  I acknowledge that it is a daunting task for the committee to review the existing RSE programme, but we do not need to reinvent the wheel.  There are a number of offerings from independent bodies which facilitate sex education and support schools in that work, the gold standard in respect of which is the Relationships Explored and Life Uncovered, REAL U, programme delivered by For&oacute;ige.  While that programme needs updating, it is a very good starting point for the committee.  There is also work being done by Anna Keogh, who will make her own submission here today, and a team at Trinity which is developing very innovative work.<br\/><br\/>In the assessment of the challenges in implementing the existing RSE curriculum contained in their report of 2007, Mayock <i>et al<\/i>highlighted and identified the practice of involving outside facilitators to deliver RSE.  That is something which really needs to be considered.  In our work together, Mr. Sadlier and I have noticed that our relationship with students is very different from the teacher-student relationship.  There is a skill set an outside facilitator brings to bear which it would be very difficult for a teacher to replicate regardless of how enthusiastic he or she might be about delivering an RSE programme.  I am at a loss to understand how we expect teachers to deliver an RSE programme which must be open, interactive and participatory and thereafter resume an authoritative role in the primary subjects they deliver.  It is an unfair burden to place on teachers.<br\/><br\/>Regarding student-parent-school collaboration, I understand readily that there is a responsibility on us as parents to support our children's developing knowledge of sex and sexuality.  I am equally understanding of the fact that it will probably take another generation before we are comfortable in this country with any discussions around sex and sexuality.  Factual information is difficult for parents to deliver due to the specific knowledge and skills required.  As evidenced in Nordic countries, however, where there is a progressive approach to sex education, children learn through both school and home that sex and sexuality are healthy and normative parts of the human experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#F00500","nonspeaker":"Ms Elaine Byrnes"},{"type":"speech","time":1526394600,"counter":105,"content":"<p>I thank Ms Byrnes.  We are inviting For&oacute;ige to attend at one of our upcoming meetings.  I call Ms Lennon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#F00600","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":106,"content":"<p>I thank the committee and Deputy O'Loughlin for the invitation.  I think the fact that Inclusion Ireland is here today represents a culture shift.  We represent people with intellectual disability, so for us to be part of a conversation around mainstream sexual education is a significant moment in itself.  Sexuality and intellectual disability is an area that is constantly surrounded by taboo, and the tendency is to focus on how to protect people.  We see people with intellectual disabilities as eternal children, devoid of sexuality.  This is a very damaging preconception, and it can have a very serious impact on the quality of the sexual education that people receive.  Inadequate sexual education can have very serious consequences.  Until last year, the criminal law in this area reinforced prejudices.  That law has been repealed and replaced, but the new law still contains many prejudicial aspects.  In the 25 years it was on the Statute Book, that law created a chilling effect where teachers and other people who may have wanted to discuss sexual relationships were afraid to because of the fear of potential criminality in the area.  In that context, we know that sex education for people with intellectual disability has suffered.  The law has improved, but there is still a legacy of that law's prevalence for the past 25 years, and a number of people who are now in their 30s and 40s have not received sexual education.<\/p> <p>  Added to that is the fact that many people with intellectual disability attend special schools which teach at a primary level until they are 18 years of age.  Like all other parts of the curriculum, relationships and sexuality education, RSE, and social, personal and health education, SPHE are pitched at that primary level, so young adults of 17, 18 or 19 may not receive relationships and sexual education.  If they receive it at all, it is not beyond a primary level.  We know that this focus tends to be around personal care skills and relationships rather than sexuality.  HSE research shows that many staff working with people with intellectual disability are reluctant to provide sexual education after school for fear of reprisal from parents or organisations and concerns around the capacity of the individual to engage in relationships.<\/p> <p>  We know there is inadequacy, but we also know that people with intellectual disability have sex.  We know that people with intellectual disability who have sexual relationships are at a high risk of sexually transmitted infections, STIs, and often have limited access to care if they contract an STI.  We also know that children and adults with disabilities are much more likely to experience violence, including sexual violence, than their non-disabled peers.  We know that women and girls with disabilities are more likely to be adversely affected by the constitutional ban on abortion care in Ireland.  We know that 20% of children taken into care are taken as a result of the mental illness or the disability of the parent, usually the mother.  As such, where people do parent, there is a very high chance that those children will be taken into care.  Each of those issues is exacerbated by the lack of adequate and early sexual education.<\/p> <p>  What does Inclusion Ireland think can be done?  We believe that the recently ratified United Nations Convention on the Rights of Persons with Disabilities should prompt a review of all laws and policies impacting people with disabilities, including the criminal law and many of the policies surrounding the delivery of sexual education.  We think the review of approaches to sex education has to include required learning techniques, including the need to use easy-to-read materials and methodologies which engage people.  We need to develop a specific curriculum for people with intellectual disability that is accessible but age appropriate, and deals with sexuality and contraception.  We need funding for specific education programmes for school leavers and older adults who over the past 25 or 30 years have missed out on sexual education or who may need reinforced education.  We also believe that the current review of voluntary organisations needs to look at the fact that many disability service providers are former religious orders and the impact that can have on the delivery of sexual education within a service provision environment.  Parenting skills education should be developed in response to the large number of children who are taken into care on the grounds of disability.<\/p> <p>  As I said at the outset, we are undergoing a significant culture change.  The ratification of the UN Convention is a very important point.  There is now a responsibility on legislators, policymakers, the media and advocacy organisations to set the pace of that culture change and to take proactive steps towards the citizenship of people with disabilities rather than seeing them as eternal children.  As citizens, people with disabilities require the tools and the education to access these rights to privacy, intimacy and sexual relationships in the same way as their peers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#G00100","nonspeaker":"Ms Sarah Lennon"},{"type":"speechnospeaker","time":1526394600,"counter":107,"content":"<p>I am the executive director of BeLonG To, Ireland&rsquo;s national organisation for lesbian, gay, bisexual, transgender and non-binary, LGBTI+, young people aged from 14 to 23.  We have been supporting young LGBTI+ people since we opened our doors 15 years ago in Dublin.  Today we provide specialist youth services in Dublin, including peer support groups, one-to-one support, in-house counselling with our partners in Pieta House and street outreach.  We also support a national network of more than 30 LGBTI+ youth groups throughout Ireland and we run Stand Up, the largest anti-bullying campaign in second level schools nationally, with the support of the Department of Education and Skills and many other education partners.  This is now in its eighth year, and last year 43% of schools participated.<\/p> <p>  BeLonG To also works with the Government and other partners so that Ireland will be safe, equal and welcoming for LGBTI+ young people.  This includes our work with the Department of Educations and Skills on the development of Growing Up LGBT, which is part of the SPHE-RSE curriculum.  Most recently we have been working with the Minister for Children and Youth Affairs, Deputy Katherine Zappone, and her Department in the development of the world&rsquo;s first LGBTI+ youth strategy.  We have also been working with the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, and her Department on a review of the Gender Recognition Act 2015.  In this review, the issue of feeling unsafe or not belonging in schools was highlighted time and again by the young people and stakeholders consulted.<\/p> <p>  Ireland changed what it means to grow up LGBTI+ in 2015 with a resounding \"Yes\" in the marriage equality referendum and with the Gender Recognition Act 2015.  There is still much work to be done, however, to create an Ireland where LGBTI+ young people are free from discrimination and stigma.  Recent Irish research confirms BeLonG To&rsquo;s experience from our front-line work with young people that anti-LGBTI+ stigma results in significantly higher mental health challenges for young LGBTI+ people.  We have seen a doubling in the number of young people in crisis who have come to our services in recent years, especially those who are under 18.  Our dedicated youth workers and our resilience programmes are working all-out to meet that need.<\/p> <p>  The LGBT Ireland report, published in 2016, found that 56% of LGBTI+ people between the ages of 14 and 18 had self-harmed, 70% had suicidal thoughts and one in three had attempted suicide.  The report showed a link between a young person having experienced anti-LGBTI+ bullying, social exclusion and fear of rejection with serious mental health difficulties.  Some 67% of those in school now or in past five years witnessed anti-LGBTI+ bullying and 50% had experienced it themselves.<\/p> <p>  We know from the young people we work with that shame, mixed messaging and, too often, silence surround the areas of gender, sexuality and relationships in many classrooms across Ireland.  Irish young people receive inadequate information relating to sexuality, safe sex, STIs, consent and reproduction.  In many schools young people receive incomplete or no information on being LGBTI+ at all, despite Growing up LGBT being part of the SPHE and RSE curriculum.  In short, what they are telling us is that many of them feel unsafe to be themselves in school, afraid to come out, afraid of the consequences, unwelcome and that they do not belong in our schools.  Just last week, I heard the story of a young transgender person in school who was thrown down the stairs.  In the changing rooms after PE they were thrown into the showers and the water was turned on just because they are transgender.<\/p> <p>  Back in 2015, Ireland said \"Yes\" to marriage equality.  BeLonG To is now calling for our education system to say \"Yes\" to the inclusion of LGBTI+ identities in a real and meaningful way.  On behalf of all the young people, parents and teachers whom we work with, we are advocating for a school system where every young person has access to scientifically factual, up-to-date information about sexuality, sexual orientation, gender identity, STIs, safe sex, and consent.  Learning about these topics is an essential life skill and vital to realising young people&rsquo;s right to health and well-being.<\/p> <p>  We are calling for an update of the Growing up LGBT RSE resources, which I believe is under way; integration of this Growing Up LGBT material into the main SPHE-RSE curriculum; the provision to teachers of further training on how to teach Growing up LGBT to build their confidence and capacity to cover these issues; the inclusion of LGBTI+ identities across all subjects to create visibility and highlight role models for young LGBTI people; the timetabling of RSE lessons in every school which would include Growing up LGBT; the resourcing of the Safe and Supportive Schools programme developed by HSE and BeLonG To so that it can be rolled out in second level schools nationally; the increasing of resources to reach more schools as part of Stand Up anti-bullying campaign and the provision of substitute cover to enable all teachers to attend the training; the resourcing of Alltogether Now developed by St Patrick&rsquo;s College in DCU and BeLonG To so that is can be rolled out in fifth and sixth classes in primary schools nationally; and the inclusion of Growing Up LGBT and anti-bullying programmes in whole-school<\/p> <p>inspections<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#G00200","nonspeaker":"Ms Moninne Griffith"},{"type":"speechnospeaker","time":1526394600,"counter":108,"content":"<p>First, I thank the committee for the invitation.  As I have spent the past four years researching the RSE programme, I am delighted to see it getting some much-needed attention.  As we are here today to discuss the future of the programme, I will make some suggestions on content and will make suggestions on how new lessons could be facilitated and how teachers could be supported.<\/p> <p>  As for content, some matters need to be expanded upon in our current curriculum.  First, the topic of consent needs to be interwoven into all lessons to showcase that although it is particularly relevant in relationships and sexual situations, it can be learned from day-to-day exchanges and does not need to be a big scary awkward conversation.<\/p> <p>  The topic of pleasure needs to be included and cited as a perfectly healthy reason to engage in sexual activity.  In fact, if we actually talk about pleasure, it can be used as a measure of consent.  Put simply, if it does not feel good, be that in one's head, in one's body or in one's gut instinct, then it is just not right.<\/p> <p>  In respect of equality, all the resources should be inclusive of all gender identities and sexual orientations.  It is great that we have a separate resource but it does not need to be a separate issue.  Our society has developed to include marriage equality and a Gender Recognition Act and these should be reflected in our resources also.<\/p> <p>  In respect of sexual activity, young people have reported in previous studies that they are engaging in sexual activity that is not intercourse.  These types of activities need to become part of the conversation that we are having in schools.<\/p> <p>  Having regard to media literacy and pornography, young people are bombarded by media influences every day, many of which are sexualised.  Media literacy lessons could help them to critically analyse the messages they receive and discussions on pornography could help them to acknowledge that it does always not portray reality.<\/p> <p>  I could go on and on about all of the information we could include in the RSE programme but as was mentioned in the last meeting here, a fully comprehensive programme is useless if the people who are teaching it do not feel well supported, are not well trained and if they are not comfortable.<\/p> <p>  I would like to encourage the Department of Education and Skills, the National Council for Curriculum and Assessment and all of the other stakeholders involved in RSE to utilise the services of professionals in this area.  There are many individuals and organisations, some of which are here today, who do not have any other agenda than to provide fully comprehensive factual information on a wide range of topics.  Qualified outside facilitators can provide innovative lesson plans, teacher training and support, additional, focused or more complex modules where needed, as well as parent workshops.<\/p> <p>  The model that I would propose is for each school to be assigned an RSE professional who would cover a number of schools in a catchment area.  Such a professional would work with the whole school to support the RSE programme, keep up to date with matters arising in the media or any local matters that may need to be addressed, provide additional workshops when needed and partake in continual research and professional development, which would then be passed on to the teachers he or she was supporting in his or her schools.  This would allow RSE to be recognised as an integral part of how we help young people in their development and growth and would assist teachers and parents in the already mammoth task of providing guidance to young people in the rapidly advancing world of today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#H00200","nonspeaker":"Ms Anna Keogh"},{"type":"speechnospeaker","time":1526394600,"counter":109,"content":"<p>On behalf of the National Youth Council of Ireland, NYCI, and the national youth health programme, NYHP, I thank members for the invitation to speak today on the review of relationships and sexuality education.  The National Youth Council of Ireland is the representative body for 51 national voluntary youth work organisations working with young people in every community in the country.  We represent and support the interests of our member organisations and use our collective experience to act on issues that impact on young people.  The national youth health programme, is a partnership between the National Youth Council of Ireland, the Health Service Executive and the Department of Children and Youth Affairs with a vision for Ireland to be a country where all young people can experience positive health and well-being.<\/p> <p>  As outlined in our submission, sexual health is a specialist area of work for the health programme, working in partnership with the HSE's sexual health and crisis pregnancy programme.  Working in collaboration, we have developed three training programmes: the B4u Decide programme, which explores relationships and sexual education; the understanding young people and pornography programme; and the good practice in sexual health promotion programme, which enables the development of an organisational sexual health policy.  The health programme and NYCI also contribute at a national level to a number of key strategic groups and committees one of which includes the crisis pregnancy and sexual health promotion training strategy<\/p> <p>  I do not want to quote pages of statistics, as in our submission we have outlined important findings.  I want to highlight, however, some findings that illustrate what is affecting young people&rsquo;s sexual health.  In 2015, the NYHP conducted a rapid mental health needs assessment among youth work organisations to investigate the mental health needs of young people.  The main issues identified as affecting the mental health and well-being included body image, relationships and sexuality.  In the beginning of 2018, we conducted a rapid needs assessment to investigate young men&rsquo;s health and the key issues identified affecting the health of young men included relationships, confidence, sexuality and body image.  The online world young people now utilise further affects their sexual health development.  A recent report by the National Society for the Prevention of Cruelty to Children, NSPCC, on the impact of online pornography on the values, attitudes, beliefs and behaviours of children and young people found that on first viewing pornography, young people report a mixture of emotions including curiosity, shock and confusion.  These emotions subside, however, on repeated viewing whether pornography is deliberately sought out or accidentally viewed and that substantial minorities of older children wanted to try things out they had seen in pornography.<\/p> <p>  Within the youth work sector, the aforementioned needs and issues are addressed through the delivery and implementation of the programmes that the health programme currently delivers.  Within our submission we have outlined the aims and objectives of those programmes.  Although this work is aligned to national policy and strategies, awareness and support, however, is needed.<\/p> <p>  The National Youth Council of Ireland welcomes a holistic and comprehensive approach to sexual health and well-being.  Sexual health needs to be recognised across a spectrum where young people are supported to develop their knowledge and competency regarding relationships and gender identity through the practical skills in respect of using contraception and accessing information from safe and reliable sources.  The National Youth Council of Ireland and the health programme recommend the implementation of the B4u Decide programme throughout the youth work and school settings, ensuring young people are supported to delay the onset of early sex until they are ready.  As work on consent is already happening across the youth work sector, it is important that this work is highlighted and recognised and that work on the area of consent is not delivered as a stand-alone piece but as part of a suite of training on sexual health and well-being to ensure consistency of messaging for young people with regard to consent.  It is essential that the relevant sectors are equipped with accurate, consistent and tangible information.  Consideration needs to be given to the role of gender, gender identity and the role of gendered messaging and how this informs sexual health and well-being.  Young people need to be supported to develop their own competencies, especially with regard to self&ndash;esteem, body image and confidence.  Evidence on the impact of pornography on young people should be collated and key learnings identified and formally shared to relevant sectors, as it is important to identify and understand why young people are using pornography.  In the absence of safe and relevant online resources, young people need to be supported to access the information they need from reliable and trustworthy sources.<\/p><p>The establishment of a working group is essential to ensure an agreed approach and response to underage sex, social media and sexting, particularly since the implementation of the Children First legislation and the Criminal Law (Sexual Offences) Act 2017.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#H00300","nonspeaker":"Ms Rachael Treanor","continuing":true},{"type":"speech","time":1526394600,"counter":111,"content":"<p>I thank Ms Treanor.  Last but not least I call Ms Mooney.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00200","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":112,"content":"<p>I am the CEO of CyberSafeIreland and I would like to thank the Chair, Deputy O'Loughlin, and the committee members for the invitation to speak today.  To give the committee some background on our work, CyberSafeIreland is the Irish children&rsquo;s charity for online safety.  Our focus is on equipping children aged between eight and 13 with the skills to manage their online experiences in a safe, positive and successful manner.  We do this primarily through the delivery of educational programmes in primary schools, but also through raising awareness among parents and teachers as well as the wider public.  We have spoken to almost 12,000 children aged between eight and 13 since 2016.  I am therefore speaking today from the perspective of online safety for children.  We believe that an updated curriculum must endeavour to equip young people with the skills that they will need to safely navigate through their lives, both online and offline.  According to Article 29 of the UN Convention on the Rights of the Child, education should prepare children for responsible life in a free society and in the modern world this must reflect what children are exposed to in the online world as well as how this exposure affects their development.<\/p> <p>  Children are accessing the online world at an ever younger age without appropriate guidance, monitoring and support, making them vulnerable to a range of online risks, which I will outline further.  Based on our own survey of 4,000 children aged between eight and 13 to whom we have spoken to since September last year, 67% of them own a smartphone and 72% are using social media and messaging services, such as Snapchat, WhatsApp and Instagram.  This data serves as a reminder that the majority of children in Ireland are embracing technology and that they are doing so from a young age.  While the online world undoubtedly offers opportunities to children to access information, this increased exposure brings with it increased risk, including loss of privacy and personal data, exposure to inappropriate material, cyberbullying, online grooming, extortion and negative impacts on their health and well-being.<\/p> <p>  I would like to consider for a moment exposure to inappropriate content.  Some 32% of the children we have surveyed and 52% of the boys overall are playing adult rated games.  These games, such as Grand Theft Auto and Call of Duty, are designated for 18 years and older as a result of, for instance, sexual and-or violent content of a more extreme nature.  In our earlier submission, we highlighted findings from the same survey my colleague referenced, namely, the NSPCC 2016 survey that examined children&rsquo;s exposure to porn.  It found that 53% of 11 to 16 year olds have seen explicit material online, the vast majority of whom have seen it by the age of 14.  Most of the boys who had viewed pornography online thought it was realistic.  While we do not yet know how such exposure is going to impact children over the longer term, I think it is fundamental that we start to address these issues in an appropriate way and ensure that they are not learning about important topics such as consent or respect in relationships from online pornography.<\/p> <p>  Our focus is primarily on children aged between eight and 13.  As such, we do not come across regular incidents of children sharing explicit images or videos, that is, sexting, although it is often a topic that concerns parents to whom we speak.  We are aware, however, that it is a much greater issue among older teens in Ireland.  Children should be educated on the risks related to inappropriate sharing of explicit images or videos and specifically on consent issues relating to online sharing of another&rsquo;s images or videos.<\/p> <p>  While there is no doubt that parents play a crucial role in both protecting and empowering children in regard to online safety, schools also have a fundamental role to play.  In our experience, parents need a lot of support as many are struggling to manage their children&rsquo;s online use and to set parameters around it.  Parents and schools need balanced and sensible guidance on how to minimise risk while encouraging positive uses of digital media.  It is critical that every child gets the opportunity to get consistent information and to have well informed and balanced discussions on important issues like consent, sexuality and what healthy relationships look like and the school curriculum offers that opportunity.  This is particularly important given that parents often have very different approaches to discussing these issues at home and some parents will avoid having awkward or difficult conversations.<\/p> <p>  Children are learning how to use technology in schools in a much more consistent way since the roll-out of the digital strategy for schools in 2015 and this is welcome since technology will play such an important part in their futures.  However, this education will need to extend beyond the teaching of practical skills of computer literacy to include a much broader focus on digital literacy, where children get the opportunity to develop critical thinking skills in an online environment so that they can make smart choices.  This education should start when children are young, in an age and stage appropriate manner.  If children are getting their first device and exploring the online world in primary school, and we know that they are, then these discussions need to start both at home and in school at least at the same time, if not before.  It would be good to start talking about things like self regulation and achieving a healthy balance from an early age as many of the online platforms are designed to be addictive.  According to Dr. Jenny Radesky, a US-based developmental behavioural paediatrician from the American Academy of Paediatrics, we can begin to teach children to self regulate from as young as six or seven years of age.<\/p> <p>  In 2017, a survey by Barnardos in the UK found that 70% of 11 to 15 year old children in England wanted the government to ensure that all children have school lessons on sex and relationships.  Some 96% of the children surveyed felt that it was important for them to understand the dangers of being online so that they can stay safe.  I do not believe we have carried out a similar survey in Ireland but I suspect the figures would be broadly similar and it would be well worth ascertaining young Irish people&rsquo;s views as part of this review.<\/p> <p>  We provided a set of recommendations in our earlier submission and I will not repeat them.  I would like to emphasise, however, the importance of ensuring that digital literacy is a compulsory part of the curriculum at both primary and secondary level, along with age and stage appropriate discussions around issues related to what children are exposed to in an online environment.  Such additions to the curriculum will help to mitigate against risks that children face in the online world and enable them to embrace the opportunities that exist there for them.<\/p> <p>  I thank for the committee for the opportunity to speak today and I look forward to members' questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00300","nonspeaker":"Ms Alex Cooney"},{"type":"speech","time":1526394600,"counter":113,"content":"<p>I thank Ms Mooney and all the witnesses for their submissions and opening statements.  They have addressed the whole area of content and collaboration between schools, parents, family and community extremely well and also the need to support teachers in the vital work they have in this area.  I am conscious that Ms Cooney has to leave soon.  Is she in a position to stay for a few questions specifically directed to her?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00400","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":114,"content":"<p>I can stay until 5.10 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00500","nonspeaker":"Ms Alex Cooney"},{"type":"speech","time":1526394600,"counter":115,"content":"<p>If not, she could write to us.  If anybody has any particular questions for Ms Cooney, I am happy to take them now.  I call Deputy Thomas Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00600","speaker":"1257"},{"type":"speech","time":1526394600,"counter":116,"content":"<p>My question is not just for Ms Cooney.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00700","speaker":"1225"},{"type":"speech","time":1526394600,"counter":117,"content":"<p>I call Senator Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00800","speaker":"1257"},{"type":"speech","time":1526394600,"counter":118,"content":"<p>I have a question for Ms Cooney.  The Data Protection Bill will be dealt with this afternoon and I wonder about the digital age of consent being raised to 16 years of age.  I know about the inaccurate picture pornography, etc., give to children but there is also a lot of positive content online that somebody might not get from a parent, peers or school.  Will raising the age of digital consent to 16 years of age cause problems under the current system in regard to children being able to engage positively on particular platforms, especially if they come from groups such as LGBT or with intellectual disabilities where people are already isolated and they use the likes of Facebook to share experiences.  If the legislation is passed and the digital age of consent is increased to 16 years of age, will that have a negative impact on people being able to engage online positively in terms of sexual experiences or relationships?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J00900","speaker":"1404"},{"type":"speech","time":1526394600,"counter":119,"content":"<p>We will group the questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J01000","speaker":"1257"},{"type":"speech","time":1526394600,"counter":120,"content":"<p>I found part of Ms Cooney's presentation chilling, particularly on boys up to the age of 14 seeing pornography as normal sex and getting their messages in that way.  I forget the percentage she said but it was a relatively high percentage.  I want to ask a specific question following on from that.  Would Ms Cooney suggest, as well as the other issues we will tease out with the others around sex education in general, that online materials and a strategy are needed to address this online because it seems that is where many young people spend a lot of time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J01100","speaker":"1325"},{"type":"speech","time":1526394600,"counter":121,"content":"<p>In her presentation, Ms Cooney highlighted the gap between the messaging that children receive at home and in school on online safety.  I am interested in her elaborating further on that and seeing how we can bridge that gap.  Can she give us any insight on that?  The statistics she gave us were shocking and harrowing.  Will she expand on the implications for society in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#J01200","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":122,"content":"<p>I hope I cover all the bases.  We believe the digital age of consent should be 13.  If it is raised to 16, it will make children in fact more vulnerable, even if at face value it seems it will protect their data.  I mentioned that 72% of the children to whom we speak, the vast majority of whom - 94% or 96%, I think - are under 13, are already accessing these services, and many of them are doing so with parental consent.  Therefore, we really need to consider parental consent and what informed parental consent looks like.  If we raise the digital age of consent to 16, we will simply have more children lying about their ages to get online and not being afforded the basic safeguards that are available for children who are 13 and older, 13 being, in theory, the age at which they are allowed to access these services.  There are measures in the general regulation that will address children's data, and that is positive.  It is the first time this has been done.  However, the digital age of consent, which has captured everyone's interest in recent weeks, is not really the solution.  It will not stop children accessing the services, it will not protect their data, it will mean more children lying about their ages and it will not provide the safeguards needed.  It would be great to see the data of all children under the age of 18 protected regardless.  That should just be the rule: if they are under 18, one is not allowed to collect data from them or advertise to them.  The solution should not be so connected to the digital age of consent.  Our view is that the digital age of consent should be 13.  We feel that will keep children safer.  What we want is proper parental engagement and parents making informed decisions as to when their children are ready to access these services, own devices and so on.<\/p> <p>  Regarding online safety in the curriculum, we absolutely need to address these issues at school and in the curriculum in an age and stage-appropriate way.  This needs to happen at primary school as well as secondary school.  The problem is that there is a big gap between what children are exposed to online from a young age and what they are learning about through those sources and the reality.  Parents at home and in schools offer the opportunity to explore these issues in a safe way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00100","nonspeaker":"Ms Alex Cooney"},{"type":"speech","time":1526394600,"counter":123,"content":"<p>My question was whether there should be actual teaching materials that operate online as opposed to just-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00200","speaker":"1325"},{"type":"speechnospeaker","time":1526394600,"counter":124,"content":"<p>Yes, there are some fantastic educational resources online.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00300","nonspeaker":"Ms Alex Cooney"},{"type":"speech","time":1526394600,"counter":125,"content":"<p>They should be the primary method.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00400","speaker":"1325"},{"type":"speechnospeaker","time":1526394600,"counter":126,"content":"<p>Yes.  Webwise has some really good materials for children.  There are lots of good materials out there.  We just need to highlight them more and push parents and children in those directions.  There is a lot of really good information they can access but, unfortunately, they do not always access the best sources of information.  It is also about helping children to make informed choices online, to understand what is real and what is fake and what is advertising and what that means, and to learn how to navigate through that and challenge what they see in order that they do not just accept everything at face value.  This is where digital literacy comes in, and this is something we will have to teach children to do.  I hope that answers the question.<\/p> <p>  Regarding the messaging in terms of what we need to do, it is really important that we also equip parents with the skills and knowledge.  We often compare this to road safety, for example.  We have had much campaigning on road safety in recent years.  I ask the committee to think how socially unacceptable drink-driving is today and how we all wear seat belts.  Obviously, there is legislation that supports these measures, but there have been acts of campaigning on these issues for a number of years.  We need social norms around safe online use and we need to equip parents with simple empowering messaging.  If we freak parents out, they are inclined to take away the technology, which is absolutely not what children want at all and will stop children coming to them and telling them of problems.  If they think the technology will be taken away, they are less likely to share negative experiences.<\/p> <p>  It is a matter of equipping parents with the skills and knowledge they need to support their children in this regard.  There is lots of evidence to suggest that practices such as co-use, that is, parents and children using technology together, are really positive.  It is a matter of helping children to learn about things like self-regulation so we can address some of the addiction issues we are seeing in primary school as well as secondary school.  We really need to support parents actively in this regard.  We are calling for a national parents' awareness campaign, which we hope to kick-start ourselves.  We are here to discuss relationships and sexuality education in school.  School is an opportunity to offer this consistency.  We know that not all children get consistent information at home - if indeed they are having conversations about some of these issues at all - so school offers that opportunity to have these issues consistently addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00500","nonspeaker":"Ms Alex Cooney"},{"type":"speech","time":1526394600,"counter":127,"content":"<p>I thank Ms Cooney.  She is excused.  I know she needs to go.  I will go back to the members.  I call Deputy Martin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00600","speaker":"1257"},{"type":"speech","time":1526394600,"counter":128,"content":"<p>I thank the witnesses for their detailed presentations.  I have questions for each and every one of them.  What do they consider to be, or how do we define, age-appropriate materials?  How do we ensure that they are not delivered too late or too early?  What exactly is their advice on this and how it should be done?<\/p> <p>  Ms Byrnes spoke of the use of facilitators in delivering sexual health education.  How does she envision this happening at a national level?  Would she advocate for facilitators to be employed by the Department or contracted?  How do we ensure a level playing field and that all schools get the same type of programmes?  Would it be a weekly programme or module?  I presume, given what Ms Lennon said, that if outside facilitators are employed, they would then have to have training on how to engage young people with disabilities and on easy-to-read materials and methodologies.  Ms Byrnes also mentioned the feedback survey on her module, which is fantastic.  It is the way to do it.  Are we getting a sense of what is children's sense of this?  Are we tapping in enough, or does she think we should conduct some kind of national survey of our youth on their attitudes towards or understanding of sex, consent and relationships and then design programmes?  Does she think enough studies have been done?<\/p> <p>  Regarding the growing up LGBT and anti-bullying programme to be included in the whole school inspections, does Ms Griffith feel this is not being taught across the board in all schools?  How does she envisage this working?  It is subject-orientated when the inspectors come in, so would that be a module instead of SPHE or sex education?  How exactly would that work in the whole-school evaluations?  Should it be included not just in whole-school inspections?  Is it ever included in the incidental inspections?  We used to call them drive-bys.  Perhaps that is a good way of checking up as well.  I was not quite clear on the anti-bullying programme being included in the whole-school inspections.  Is that the Stand Up! awareness week or is it the anti-bullying policy?  Do the witnesses believe that the ethos of the school interferes with the provision of fact-based and informative sex education?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00700","speaker":"1242"},{"type":"speech","time":1526394600,"counter":129,"content":"<p>I thank the witnesses for coming before us.  They have given very informative presentations.  My questions are along the lines of Deputy Martin's regarding the consistency across the country in our education system in respect of sex and relationship education and how best to do that.  Ms Byrnes referred to outside facilitators, as did Ms Anna Keogh.  Do they have any evidence as to how best to do this between primary and secondary school?  For example, in primary school, the teacher is there teaching all subjects all day long.  How would they interact with the teacher training colleges?  There is one school of thought that an outside facilitator would come in and perhaps assist the teacher in class.  Perhaps the outside facilitator would come in and do the RSE lesson, or SPHE in the case of primary schools.  Has the best approach been thought out between primary, secondary and third level?  What would the qualification of these outside facilitators be, and how would that best work with teachers?<\/p><p>Coming from that background, I know that certain teachers and people are just not comfortable giving those lessons.  They would rather not do it.  It would not work and they know they would not be comfortable doing it.  There may be teachers who would be very willing, perhaps in second level schools, and this may be their subject.  This might work out more effectively.  Consistency is needed right across the board.<\/p><p> With regard to the LGBTQ+ community, will the witnesses give the committee a brief outline, without an in-depth explanation, on what is being taught at the moment, where it is done well and what is being done?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#K00800","speaker":"1315","continuing":true},{"type":"speech","time":1526394600,"counter":131,"content":"<p>I thank the witnesses for their very interesting presentations, which are very useful to the work of this committee.  I particularly appreciate having Inclusion Ireland and BeLonGTo here.  It will ensure that we will have more comprehensive proposals than we might otherwise have had.  I was particularly interested to learn in the presentation by Inclusion Ireland that many special schools are described as primary schools, a fact I had not thought about.  I was struck by Ms Lennon's comment that these students are not \"eternal children\".  This aspect is often left out and we absolutely need to include it.<\/p> <p>  My question relates to those of the two previous questioners.  It is about bringing in people from outside.  Ms Treanor spoke about particular expertise.  I agree with her on this and I am aware that the For&oacute;ige programme and others that come in from outside are factual and good, as referred to by Ms Keogh.  I have concerns, however.  I was a member of the Oireachtas Joint Committee on the Eighth Amendment of the Constitution.  When we discussed the issue of sex education with the Department of Education and Skills, the concern was that people from outside could be brought in by a particular ethos that might not present factual information or might present it from a certain perspective.  If people are to be brought in from outside, no matter how good they are, does this allow us to have other people from outside coming into other schools?  If we are to have an absolutely comprehensive programme that is factual, inclusive and appropriate to deal with all kinds of issues, such as those raised by Ms Keogh, including consent, pleasure and equality, how would we ensure this happens when one brings in people from outside?  Is it better to have a programme, such as the one proposed by Ms Keogh, where people come in and are clustered with a number of schools to train the teachers?  Perhaps the witnesses would tease this out a little more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#L00200","speaker":"1325"},{"type":"speech","time":1526394600,"counter":132,"content":"<p>I started working on the issue of consent a number of years ago and I was quite shocked at the reaction I got when speaking consent, understanding consent or understanding sex-positive parenting outside the education system.  I gave a talk on negotiated sexual relationships and sex-positive parenting and I literally cleared the room; they left with their children.  This is where we are at.  We look at the education system but where does the interplay come in around parents who come from a particular ethos or way of thinking?  I read the submissions and there are many different specialised areas within the topic.  Do we break up the specialised areas in modules or do we train special facilitators to carry out all the functions around sexual education; LGBTQ+, minority groups, consent and cyber issues?  Do we acknowledge that there is different expertise in different areas and that the topic is a running course through the whole of second level school, and whatever is introduced in primary school?<\/p> <p>  Deputy O'Sullivan asked about who is invited into schools.  Obviously those involved would have to be regulated and come under the remit of the Department of Education and Skills as recognised bodies to carry out this type of work within schools.<\/p> <p>  I have a question for Ms Byrnes, which may refer to what she included in her submission.  Will she explain what is actually meant by sexual competence?<\/p> <p>  I read the submission by Inclusion Ireland.  The issue around consent for people with intellectual disabilities was not an area I had ever thought about.  Deputy O'Sullivan spoke of it being all primary level.  If we are to look at the issue from the perspective of intellectual disability, can Ms Lennon explain if it is to be a totally different programme or would it adopt existing or proposed programmes?  Where does changing the culture come in?  Some people with intellectual disabilities are still dependent on their parents.  Will the parents have a say in this issue?  Is the struggle with the parents in terms of a cultural shift and the acceptance that their child engages in sexual relationships?  Obviously, and rightly, we need to shift that culture but how do we begin?  Will Ms Lennon explain whether the programme would need to be completely specialised?  We refer to age appropriate sex education but then refer to part of the school system as primary education.  Is the age appropriate sex education in a mainstream school the same as age appropriate sex education in special schools?  I ask this from a place of ignorance, not because I think it should be one way or the other.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#L00300","speaker":"1404"},{"type":"speech","time":1526394600,"counter":133,"content":"<p>I thank all of the witnesses for their presentations.  As the father of two teenagers, and one child about to become a teenager, there is a huge amount of crucial information here.  Every parent in the State needs to hear what has been said here today.<\/p> <p>  Like my colleagues, Deputies O' Sullivan and Naughton, I was a member of the Oireachtas Joint Committee on the Eighth Amendment of the Constitution, and I have a particular interest in the ancillary recommendations that have brought about this topic today.<\/p> <p>  I have one question for all of the witnesses, which I believe goes to the heart of the issue.  Unfortunately, I was in Europe during the last meeting when Rita Sexton from the Department of Education and Skills said: \"...the ethos of the school should never preclude learners from acquiring the knowledge about the issues, but ethos may influence how that content is treated.\"  How do the recommendations that the witnesses make today sit with a statement like that?  Is it possible to deliver the recommendations that the witnesses are looking for in the context of such a statement?  Ms Sexton's statement reflects the current policy of the Department of Education and Skills.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#L00400","speaker":"1389"},{"type":"speech","time":1526394600,"counter":134,"content":"<p>Does Senator Gallagher wish to come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#L00500","speaker":"1257"},{"type":"speech","time":1526394600,"counter":135,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#L00600","speaker":"1396"},{"type":"speech","time":1526394600,"counter":136,"content":"<p>I thank the witnesses for their presentations.  From their different experiences, will the witnesses comment on the mediating factor of ethos between what exists on paper on the curriculum and what is actually delivered in schools?  What impact does this have on the sex education that ends up being delivered?<\/p> <p>  Ms Lennon's comments were interesting with regard to the infantilisation of people with disabilities.  It is clear that this would also tally with the idea that sex education is completely inadequate or effectively non-existent.  Where do the witnesses think this comes from?  Is it linked to a paternalistic attitude that desexualises people and infanlitises them and how do we tackle this?  As Senator Ruane asked, what does tackling this issue look like in reality and what would be appropriate?<\/p> <p>  I was interested to hear the story about the trans young person, which was horrific.  It is, unfortunately, not that surprising because we know that trans people are particularly subjected to bullying, and in some instances horrific bullying.  Sex education as currently taught is supposed to discuss LGBTQ+ issues but we are aware that the delivery of this aspect of sex education is inadequate.  How do the witnesses see the interaction between sex education as delivered and an environment where bullying and homophobia persists in schools?  Any amount of this bullying is too much.<\/p><p>Is there a hidden curriculum that makes LGBTQ+ people feel excluded?  If their sexual experiences are not referred to or discussed, this can mean that their experiences are \"othered\", even if their teachers do not set out to do this.  That creates an environment in which they can be the subject of bullying.<\/p><p> I agree with what Ms Keogh said about pleasure as a measure of consent and what she said about equality, sexual activity and the different ways in which sex exists.  Sex is not just a means of reproduction.  Does she believe the fact that things are not taught in that way is linked to the issue of ethos?  My experience has been that because of a particular view of sex, heterosexual sexual intercourse, as opposed to all the other forms of sex that exist, is the only type of sex that is really discussed during sex education.  Is that related to the question of ethos?  Finally, I ask Ms Keogh to go into a bit more detail about what she meant when she spoke about innovative lesson plans.  What does that look like?  Is there research in this area that can inform us?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#L00700","speaker":"1433","continuing":true},{"type":"speech","time":1526394600,"counter":138,"content":"<p>I thank our guests for contributing to this somewhat emotional committee hearing.  I know someone who has said their experiences would have been different if they had been given this information when they were younger.  Two years after I left school, I was the victim of a sexual assault.  It took me five years to realise what consent was.  After I watched an RT&Eacute; documentary called \"Asking For It?\" around that time, it became clearer than ever to me that my response to a life experience would have been much different if I had been equipped with the knowledge to realise that the experience in question was not consensual.  I am not alone in this regard because we know that 500 new cases of HIV are being detected alongside consent.<\/p> <p>  The question I would like to put to Ms Griffith is like the one that was asked by Deputy Hildegarde Naughton.  Almost ten years have passed since I left school.  Has the education system improved for LGBT young people during that time?<\/p> <p>  I would like to speak about the impact of the absence of role models and frames of reference for LGBT people.  There can be issues of trust with a teacher or a parent who is not a frame of reference for a gay young man, as I was.  I suggest that we cannot truly empower or reach LGBT young people with inclusive sex education that is a two-way street between the teacher and the pupil until we redefine the social code entirely.  Can that be done?  Can we reach LGBT young people through education reform alone?  Can we deal with this through a vision for safe schools?  Does the social code, which is essentially repressive to us all, need to be redefined entirely?  The upcoming referendum is a perfect example of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#M00200","speaker":"1372"},{"type":"speech","time":1526394600,"counter":139,"content":"<p>I thank the Senator for sharing his personal situation and helping us to understand this matter from his perspective.  I suggest he is a good role model for many young men and women in the circumstances he has outlined.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#M00300","speaker":"1257"},{"type":"speech","time":1526394600,"counter":140,"content":"<p>I apologise for having to leave earlier.  I will have to leave again shortly to go to the D&aacute;il.  I disagree with very little that has been said.  I agree with practically all of it.  I set out the only issue I have in a parliamentary question that I tabled in the D&aacute;il last week.  As two or three speakers have said, it has been recommended that outside bodies should come in to give these lessons.  There are many outside bodies going into schools at the moment.  Concerns have been raised about some of them.  There are sports organisations going in.  It all seems fantastic, but there is absolutely no regulation of this activity.  I am concerned that no standard practice has been set down at a departmental level to oversee who is allowed in and out of our schools.  I see the potential for this to become an issue in the most benign areas.  It has been mentioned as an issue in sex education.  There are groups going in that people say should not be going in because they are not happy about what those groups are doing.  People on the other side of the argument might say they are not happy about some other crowd going in.  Do the witnesses have any suggestions in that regard?  Teachers are trained to teach.  Nowadays, many of them have master's degrees.  Why do they need to be taken out of the picture when these subjects are being introduced in our schools?  Maybe there is an obvious answer to that.<\/p> <p>  One of the speakers referred to the suggestion that we could be throwing too much at the education system.  When problems arise, it is often suggested that the education system should sort it out.  It is obvious that we have to educate people on the issue of consent, for example, but it is clearly a societal issue.  Perhaps it is beyond the scope of this committee and the witnesses who are present to deal with it.  I am not sure what the education system can do about the valueless attitude or mindset that clearly exists among certain people in society.  Maybe it can try to deal with it, but I think we all have a responsibility in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#M00400","speaker":"1225"},{"type":"speech","time":1526394600,"counter":141,"content":"<p>My three brief questions relate to issues that have been raised by other members.  In the experience of the witnesses, are external providers going into ethos-based schools to provide training on matters that would be considered to be outside the ethos of such schools?  The question of external people coming in also arises when we talk about the importance of taking a whole-school approach.  The implementation of the RSE curriculum and the teaching of modules with regard to growing up as an LGBT person should be considered when a school is having a whole-school inspection, but my understanding is that such matters are not currently considered during such inspections.  Do the witnesses think it would be a good idea to develop that?  We regularly debate issues of cybersafety and cybersecurity, but we tend to forget about the ongoing presence of print media.  Is the emphasis on the digital age causing us to ignore the many magazines that are readily available when young people go into our large newsagents?<\/p> <p>  When I attended a Comhairle na n&Oacute;g day in County Kildare in 2014, I was struck by the fact that the main issue raised by young people from different school backgrounds and different rural and urban areas across the country was their huge concern that their peers in the LGBT space were not getting the support they needed, were at risk of being bullied by their peers and were suffering from a lack of respect and understanding.  It was striking to learn that 43% of schools were not delivering anything in relation to LGBT issues.  It is still particularly concerning.  What can we do to help young people who are struggling?  The stark statistics we have heard regarding young people's struggles with all aspects of growing up have made it clear that those who are having to deal with sexual identity issues feel very alone.  Thursday is the national day against homophobia.  This is something we need to stress and support as much as we can.  It strikes me that have had many discussions in this session and previously about collaboration between students and parents.  As Ms Byrnes has said, it will take another generation before we have matured on a societal and cultural basis to tackle this issue in a meaningful way.  It is a generation away.  We have a duty to try to bridge that gap within this generation.  I will call the witnesses to respond in the order in which they put their hands up, after which there will be an opportunity for further questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#M00500","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":142,"content":"<p>The NYCI can only really comment on the Youthwork sector.<\/p><p>We do not deal with the schools.  To answer the first question from Deputy Catherine Martin on how to find age-appropriate materials, it is not just about dealing with lack of sex education in the youth work sector.  It starts at the beginning and takes a holistic approach to sexual health promotion.  It starts with body image and promotes self-confidence and self-esteem.  It gets people to negotiate that area of consent.  It is done on a day-to-day basis, not as a stand-alone module or programme.  It is embedded in all the programmes in the youth work sector, especially in youth-promoting and health-promoting organisations.  Health promotion is embedded in their day-to-day work.  They take the best approach, which is a holistic one looking at all of those different forms of sexual education.  It especially incorporates the body image piece and confidence to give people the ability to say \"No\".  That will stand to them throughout their years.  That answers that.<\/p><p> Again, we cannot comment on the schools but the consent piece is done within the youth work sector on a day-to-day basis.  It is not done as an individual programme.  It is embedded within the work.  The work For&oacute;ige does on the REAL U programme is similar to B4u Decide.  It incorporates all of that and is done within the day-to-day work.  It is really about promoting self-esteem and the confidence of young people.  If a consent issues comes up, they then have the ability to say \"No\" and to negotiate the pleasure piece, what they like and what they do not like.  It is just about incorporating and taking that holistic approach to the sexual education piece within the youth work sector.  I cannot comment on schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#M00600","nonspeaker":"Ms Rachael Treanor","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":144,"content":"<p>We were asked about how outside facilitators are regulated.  There is postgraduate education.  I did my masters in sexuality studies and focused on sex education in secondary schools.  I attended training with the Irish Family Planning Association and For&oacute;ige.  There are many training programmes which can help someone to become a relationship and sexuality educator.  This year, DCU has been commissioned a postgraduate programme on sexual health and sex education and it has a module which focuses on intellectual disabilities.  It is coming along.  There are education certificates we can get.  As to regulation of outside facilitators per se, we need to trust the schools that they can regulate who they let in.  There are outside speakers for other subjects also.  One would not let someone come in and say something that is completely wrong about history.  In the same way, one would not let them come in and say something non-factual about sexuality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#N00200","nonspeaker":"Ms Anna Keogh"},{"type":"speech","time":1526394600,"counter":145,"content":"<p>It is being that people are going into schools to say things which are wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#N00300","speaker":"1225"},{"type":"speechnospeaker","time":1526394600,"counter":146,"content":"<p>Yes.  There are some organisations which have been going in.  However, that goes back to the question about ethos and whether it reflects the school's ethos.  If the ethos clause was taken out of the Education Acts, those organisations would not be allowed to go in because it would not be factual.  Deputy Paul Murphy asked whether the ethos clause made it possible to teach factual information.  There is some factual information being taught by teachers and outside facilitators and we are trusting them.  However, it means the information can be skewed.  Senator Gavan asked about this.  The Department said the ethos cannot affect the content but it can affect the delivery.  That means, for example, the school would have to teach a module on different sexualities, but in the delivery, it can say it thinks they are wrong if that is the ethos.  That is what that means on a day-to-day basis.  The ethos affects almost everything in the programme, including outside facilitators.  Taking the ethos clause out of the Education Acts would be a way to regulate them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#N00400","nonspeaker":"Ms Anna Keogh"},{"type":"speechnospeaker","time":1526394600,"counter":147,"content":"<p>To say something about facilitators, I do not see people going into schools half-cocked.  I see it as being part of the Department of Education and Skills or of Department-approved facilitators.  They are delivering.  Deputy Hildegarde Naughton raised an issue I also have with how sex education is currently delivered, namely, the lack of consistency.  Teachers deliver RSE - where they are delivering it - to their own level of comfort.  Whether that is due to ethos or the teacher himself or herself, it is not acceptable.  That would not happen with any other subject.  We would not have a maths teacher saying \"I am not comfortable with the theory of Pythagoras so I am not going to deliver it\".  It would not be acceptable to parents.  Why is it acceptable that relationship and sexuality education can be delivered to the level of comfort of whoever in the school has drawn the short straw and must deliver RSE?  That is what happens in effect; he or she draws the short straw.  There is a collective sigh of relief in the school I am working in now when they see Richie Sadlier and I walk in the door on a Friday.  As such, I do not see it as a question of disparate and unregulated bodies going into schools.  WHO Europe and the Federation of Health Education in Europe produced a framework for sexuality educators in 2017 which outlines competencies and expectancies for any sexuality educator delivering programmes at second level.<\/p> <p>  Regarding content, we talk about age appropriateness and stage appropriateness.  It is something that needs to be delivered from first year to leaving certificate, building year-on-year starting with 12 and 13 year olds in first year.  Senator Ruane asked what is meant by the term \"sexual competence\".  There are four underpinning principles of sexual competence in the module I deliver with Mr. Sadlier and preparing adolescents for the instance of first intercourse.  First is absence of regret and second is willingness which means they are not under duress.  That brings in consent.  Third is autonomy of decision, whereby they are doing something because they want to and not on foot of peer pressure or intoxication.  Fourth is reliable use of contraception.  Once a young person can tick those four boxes, we regard him or her as sexually competent.  However, they have a long way to go in their education before they can tick those four boxes and competently and confidently negotiate consent and sexual relationships.  It is important to note that we come from a place of positive sexuality.  Senator Ruane referred to that.  Heretofore and not only in this country, sex education has been delivered from a risk perspective.  What has been highlighted to young people are the risks associated with sex rather than pleasure or the discourse of desire.  They do not come into it at all.  It is about avoiding risk, unplanned pregnancy and, with the introduction of consent, sticky legal situations instead of mutual pleasure, competence and the development of mutually satisfying relationships.<\/p> <p>  I am used to working with students at third level but I have been particularly struck by the capacity of the young people I work with at second level to engage in critical evaluation when they have the opportunity to do so.  They have the capacity to tease things out and evaluate through debate when they are peer supported.  It is very important to Mr. Sadlier and me that the activities in our module are interactive and peer-led.  While the boys are supported, they run the activities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#N00500","nonspeaker":"Ms Elaine Byrnes"},{"type":"speechnospeaker","time":1526394600,"counter":148,"content":"<p>Deputy Catherine Martin asked a question about age-appropriateness.  We know from research that 12 is the most common age for people to realise they might be LGBT or different in some way.<\/p><p>However, the age they may come out to another person is 16.  That also means there are much younger children coming out earlier than 12 and there are many 12 year olds in primary schools.  At the request of the Department of Education and Skills, we engaged with St. Patrick's College and DCU to develop a pilot programme called All Together Now.  It is age appropriate and does not talk about safe sex or STIs, sexually transmitted infections.  It starts with exploring in fifth and sixth classes the concepts of human rights, equality, diversity, difference, empathy, bullying, the impacts of bullying and how to stand up for one's friends.  It introduces all these concepts in a nice, age-appropriate, soft way to ensure people who are already thinking they might be different will not feel excluded in primary school and it sets them up for secondary school.<\/p><p> The feedback we are getting is that the Growing Up LGBT programme is not being taught.  It is only in a minority of schools that it is being covered.  The suggestion around the whole-school inspections is one that came up during the course of the stakeholder consultations on the LGBTI+ youth strategy.  There may be other ways and other tools which will ensure it is taught.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#N00600","nonspeaker":"Ms Moninne Griffith","continuing":true},{"type":"speech","time":1526394600,"counter":150,"content":"<p>Incidental inspections could be considered in this context as the whole-school evaluation is every few years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#O00200","speaker":"1242"},{"type":"speechnospeaker","time":1526394600,"counter":151,"content":"<p>I have taken a note of that and will add it to my list.<\/p> <p>  Schools are required to address homophobic and transphobic bullying as part of the national action plan on bullying.  The problem is that some schools claim it does not happen as they have no LGBT students in their schools.  Having this as part of the incidental inspection or the whole-school evaluation would ensure schools address it.  It would also provide a way to evaluate and monitor that something is being done.  Schools are supposed to keep a log of homophobic and transphobic bullying.  However, those figures are not sent up to the Department of Education and Skills, meaning we have no way of monitoring whether it is enforced in schools or not.<\/p> <p>  As to Deputy Hildegarde Naughton's question on what is being taught in schools, the RSE, relationships and sexuality education, Growing Up LGBT programme is comprehensive and we are involved in updating it.  There is a junior cycle and senior cycle.  It talks about respectful communication, gender, coming out, friendship, prejudice, discrimination, relationships, trans identities, supports and celebrations.  It would be great if this was being taught in schools as it addresses many of the issues.<\/p> <p>  Safe and supportive schools is a whole-school community programme developed by the HSE with the support of BeLonG To.  It involves everybody in the school community, not just the teaching staff, including parents and the board of management, along with social workers, GPs and youth workers getting involved.  They develop curriculum, policy, planning, training of staff members and boards of management, direct support to young people through linking in with LGBT youth groups and community partnership.  It is independently evaluated and has been rolled out in some of the larger schools in Donegal and the north west with fantastic results.  Many of the evaluated schools have reported a much better environment not just for LGBT students but for all students.  It encourages issues such as LGBT identities to be discussed openly with everybody involved in the students' lives, working on policies which encourage empathy and encouraging young people to stand up for themselves and for their friends.<\/p> <p>  Stand Up awareness week happens every November in secondary schools.  The results from that are positive.  Young people who have reported back to us have said seeing a poster in the school or the teachers involved is positive.  In one school, all teachers posed in a photograph wearing rainbow shirts.  That sends a strong message to young people, making them feel welcome and included.  The simplest things make a young person feel there is somebody in the school they can come out to and that they belong there.  When they are ready, then they know they can get the support they need.<\/p> <p>  On the interaction between sex education and bullying, generally in the curriculum there must be greater inclusion, visibility and normalisation - if one will forgive that word - of LGBT identities.  One young woman told me last year that in her school they were talking about Oscar Wilde in English class.  When she said Oscar Wilde was gay, her teacher said that we do not talk about that in school.  This is perhaps the most famous gay Irish man in history.  That reinforces that there is something wrong about being gay.  She was rightly enraged about it.  Another person, who might not be quite as empowered as this young woman, might internalise those messages and feel there is something wrong.  With the high level of self-harm and suicidal ideation we are seeing among the young people we are supporting across the country, it is too important an issue not to address.  This is a major health issue.  It really is important that we ensure our LGBT young people belong in our school system.<\/p> <p>  I thank Senator Warfield for sharing his story.  Unfortunately, it is not unique.  I have heard many of those stories from young people who have come into us for support.  Has it improved in the schools system?  I wish I could tell the Senator it has.  In some schools it has.  There are amazing teachers, principals, great leaders and boards of management who are making inroads to ensuring schools are safe and supportive for LGBT students.  However, that is not across the board everywhere.  There is an absence of role models.  Many young people have told us how important it is to have teachers who are out on the staff team.  In general, the acknowledgement that such and such an architect was gay or that poet was a lesbian or gender recognition is discussed in a politics class have a hugely powerful impact for young people.<\/p> <p>  Including it in the whole-school inspection came up in the LGBT youth strategy as a solution.  We are open to other solutions around this.  It was just a way of trying to encourage and support schools to ensure they are complying with their obligations under the national action plan on bullying and ensuring our schools are safe and supportive for LGBT young people.<\/p><p>I have heard from many young people across the country.  In the consultation of the Department of Children and Youth Affairs as part of the LGBT youth strategy, over 4,000 young people were surveyed.  Not all of them identified as LGBTI+.  They listed their concerns over safety and inclusion.  Time and again, including in the consultation and recently in the Budding Burning Issues survey in <i>Gay Community News<\/i>, inclusive sex education always arises in the top three issues of importance.  On what we can do about this, I have outlined some of the solutions already.  Safe and Supportive Schools is an excellent model because it involves everyone and because it is inclusive of diversity and difference across the board.  Focusing on LGBT young people is wonderful but it actually has a knock-on effect for young people who may be different in any way.  I hope I have answered the questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#O00300","nonspeaker":"Ms Moninne Griffith","continuing":true},{"type":"speech","time":1526394600,"counter":153,"content":"<p>I find it quite shocking that any school could just make a blanket statement to the Department that it has no LGBT students.  Apart from the issue of the young people in the school who are probably experiencing angst associated with finding their sexual and gender identity, it is about support, awareness and tolerance.  Even if there were no LGBT students, there would certainly be one with a brother, sister, neighbour or friend in that category.  They need to be equipped with all the tools to help them understand this.  I find the concept of a blanket statement quite shocking.  I have no doubt it happens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#P00200","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":154,"content":"<p>I will start with Deputy Paul Murphy's question on why we have infantilised people with intellectual disabilities.  We have a legacy of institutionalisation and segregation in this country.  That persists for people with intellectual disability today.  A great number of residential services, educational services and post-educational services are segregated from the mainstream.  That creates very significant othering for people with intellectual disability.  The criminal law from 1993 was the law that decriminalised homosexuality.  At the same time, it created an offence of sex with a mentally impaired person.  The definition of \"mentally impaired person\" was such that pretty much everyone with an intellectual disability and a large number of people with mental illness fell within it.  It was an offence for someone in this category to have sex unless married.  This was 1993.  Thankfully, that law was repealed in the past 12 months.  We are living with the legacy, however, and we are playing catch-up.  There are other ways in which people have been othered but the effect on those with an intellectual disability has been very significant.<\/p> <p>  With regard to the questions Deputy Jan O'Sullivan and Senator Ruane were asking on age appropriateness and special schools, approximately one in five people with an intellectual disability will go through a special school system, approximately four out of five will go through second level and a very small number will proceed to third level.  There is no specific relationships and sex education programme for people with an intellectual disability but there are curriculum guides.  This is a matter that the NCCA  can address.<\/p> <p>  The curriculum guide for primary schools, which includes the special schools, has a very heavy focus on personal care skills and on relationships that do not continue on to sexuality itself.  At post-primary level, the curriculum guide is divided into sections covering mild, moderate and severe to profound intellectual disability levels rather than considering the individual learning styles of pupils or proposing needs analysis.  With regard to mild intellectual disability, the syllabus module, which covers friendship, relationships and sexuality, is called \"You've Got a Friend\".  We are already in circumstances in which we are still not acknowledging that those concerned, even those with a mild intellectual disability, should have a sexuality.  It is not appropriate, respectful or realistic to think people with an intellectual disability would not have physical desires or experience arousal, regardless of intellectual functioning.  We know from our advocacy work that if this is not recognised and if the correct tools are not used, it leads to what we call either challenging or inappropriate behaviours down the line.  That is a very significant challenge.<\/p> <p>  Inclusion Ireland would always favour a universal approach whereby people should take their place in the mainstream with resources that are accessible to them.  While we continue with a special education system and special schools, we cannot afford not to take cognisance of the fact that there are people in primary education who are, in effect, adults.  We need to develop curriculum guidelines that take account of people's different needs, stages and processes.<\/p> <p>  With regard to ethos, there is a very significant impact on service delivery across the board in both education and, although it is probably outside the remit of this committee, disability services.  Inclusion Ireland was contacted by many disability services, including former or current religious orders, that have a genuine fear resulting in a form of paralysis among people who want to develop relationships and sexual education for people who have left the school system, who might never have received it or who received deeply inadequate and in some cases inappropriate sexual education.<\/p> <p>  Parental involvement, which has arisen a few times, is crucial.  Research shows that many people working in schools or disability services are afraid of reprisals from parents.  That fear might be genuine or imagined but, nonetheless, it is essential that parents be brought on the journey with young people with an intellectual disability.  There is a significant fear in that anyone who is a parent does not want to consider his son or daughter growing up and his or her blossoming sexuality but when we deny people with an intellectual disability access to the information they require, we create vulnerability.  People are not inherently vulnerable; we make them vulnerable by denying them the information they need to enjoy intimacy and to protect themselves.  Protection is a significant issue, as I stated in my presentation.  People with an intellectual disability are far more likely to be sexually abused than their non-disabled peers.  That should not be seen as an excuse to deny people information and education.  It is quite the opposite because we are only creating vulnerability when we deny people that information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#P00300","nonspeaker":"Ms Sarah Lennon"},{"type":"speech","time":1526394600,"counter":155,"content":"<p>The presentations have been excellent.  Is the best practice for sexuality and relationships education to have outside facilitators coming in?  In the primary school setting, there is one teacher for every class.  Should teachers be given the proper qualifications in teacher training college?  It might work differently in secondary schools.  What is the best practice?  Can the witnesses be specific about this right now?  Is it best to have an outside facilitator coming in who has the appropriate qualification approved by the Department of Education and Skills?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#P00400","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":156,"content":"<p>To whom is the Chairman addressing the question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#P00500","nonspeaker":"Ms Moninne Griffith"},{"type":"speech","time":1526394600,"counter":157,"content":"<p>Whoever wants to answer it.  First, I call Senator Robbie Gallagher.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#P00600","speaker":"1257"},{"type":"speech","time":1526394600,"counter":158,"content":"<p>I will be very brief.  Unfortunately, I missed a lot of the presentation because of other commitments this afternoon.  The part I heard, I really enjoyed.  It is a really challenging subject for us all.  In this country, we sometimes clap ourselves on the back for travelling so far and for being such a mature-thinking country but when it comes to this subject, we are lagging behind and have a long way to go.  There is a challenge for the schools.  I am easy about whether the programme is delivered by an outside body or internally by teachers as long as the content is right and those who are delivering the content are competent.  That is the most important aspect.<\/p> <p>  It should not all be left to schools.  Educating the parents is also an element we cannot ignore.  Ms Lennon referred to intellectual disability.  We have so far to travel in this regard that it is quite shocking.<\/p><p>Has Ms Byrnes ever been refused access to any school that she wished to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#P00700","speaker":"1396","continuing":true},{"type":"speechnospeaker","time":1526394600,"counter":160,"content":"<p>We are only piloting this module in one school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#Q00200","nonspeaker":"Ms Elaine Byrnes"},{"type":"speech","time":1526394600,"counter":161,"content":"<p>Okay.  Therefore, there has been no issue in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#Q00300","speaker":"1396"},{"type":"speechnospeaker","time":1526394600,"counter":162,"content":"<p>Absolutely not.  It is a school with a Catholic ethos.  I have found that some schools with a Catholic ethos will allow in outside facilitators, while others will not.  There is a lack of consistency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#Q00400","nonspeaker":"Ms Elaine Byrnes"},{"type":"speech","time":1526394600,"counter":163,"content":"<p>It is something we will address in our report.  Does Ms Keogh wish to respond to Deputy Hildegarde Naughton's question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#Q00500","speaker":"1257"},{"type":"speechnospeaker","time":1526394600,"counter":164,"content":"<p>It is a combination of both.  A circular was issued in 2010 on the use of outside facilitators to deliver the relationships and sexuality education, RSE, programme.  Teachers are encouraged to bring them in.  If there is a certain area a teacher is uncomfortable covering and an outside facilitator is willing to come in and cover it, that is fine.  In a way they are encouraged to do so.  However, there are mixed research findings.  From the research we have carried out, some students prefer their teacher to cover the programme as they have a relationship with him or her and can follow up questions they have about the programme.  Other students have said they would not dream of asking their teacher a question.  They may know him or her from down the road and known him or her all their lives.  It is a matter of combining the two and utilising the services we have available.  It is a matter of empowering teachers and making them as comfortable as they can be, but if they are not comfortable teaching the programme, we cannot blame them for that.  That is not the reason they may have chosen to enter the education system.  If they need help to talk about contraception or lesbian, gay, bisexual and transgender, LGBT, issues, a person can be brought in to talk about them.  Outside facilitators probably would not want to teach the whole programme, but teachers can use them as a support system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#Q00600","nonspeaker":"Ms Anna Keogh"},{"type":"speech","time":1526394600,"counter":165,"content":"<p>I thank the delegates, individually and collectively, for giving of their time, their motivation and passion in dealing with this sensitive issue.  It has been incredibly useful for us as members to listen to their opening statements and contributions and have had the opportunity to read their written submissions.  They will certainly help us in forming our ideas for inclusion in our report that we will probably finalise in a month or so and then present to the Minister and the Department of Education and Skills.  We will be in touch with the delegates when we are planning to do so.  I thank all of them again.  Their input is very much appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018051500002#Q00700","speaker":"1257"},{"type":"unspoken","time":1526394600,"counter":166,"content":"<p>The joint committee adjourned at 6.05 p.m. until 3.30 p.m. on Tuesday, 29 May 2018.<\/p>","notice":"TIME STRING DETECTED"}]