[{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade, and Defence","time":1486633200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 09:40<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Seán Barrett, Senator Mark Daly, Deputy Lisa Chambers,* Senator Billy Lawless, Deputy Seán Crowe, Senator Gabrielle McFadden. Deputy Noel Grealish, Deputy Tony McLoughlin, Deputy Maureen O'Sullivan,<\/p><p>* In the absence of Deputy Darragh O'Brien.<\/p><p>In attendance: Deputy Aengus Ó Snodaigh.<\/p><p>DEPUTY BRENDAN SMITH IN THE CHAIR.<\/p>","time":1486633200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002"},{"type":"unspoken","time":1486633200,"counter":4,"content":"<p>The joint committee met in private session until 10.33 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Defence Forces Reserve: Reserve Defence Forces Representative Association","time":1486633200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#F00050"},{"type":"speech","time":1486633200,"counter":6,"content":"<p>In the first part of today's meeting we will meet with representatives of the Reserve Defence Forces Representative Association, including Mr. Neil Richardson, general secretary, Mr. Eugene Gargan, chairperson, and Mr. John Leahy, member of the national executive committee.  I welcome the witnesses to this morning's meeting.  The format of the meeting is that we will hear the witnesses' opening statement before going into a question and answer session with the members of the committee.  Before we begin may I remind members, witnesses and those in the Public Gallery to ensure that their mobile phones are switched off completely for the duration of the meeting as they cause interference with the recording and broadcast equipment in the committee room even on silent mode.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses, or an official, either by name or in such a way as to make him or her identifiable.  <\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  If, however, they are directed by the Chairman to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him or her identifiable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#F00100","speaker":"1270"},{"type":"speechnospeaker","time":1486633200,"counter":7,"content":"<p>I thank the Chairman, Deputies and Senators.  During the last appearance of the Reserve Defence Forces Representative Association, RDFRA, in November 2015 before the then Joint Committee on Justice, Defence and Equality, we spoke about various issues facing the Reserve Defence Forces at that time.  The association was keen to work openly, supportively and closely with the military authorities and the Department of Defence towards the resolution of all issues.  At the time, the 2015 White Paper on Defence had just been published.  It was RDFRA&rsquo;s intention to fully support the implementation of this document, and so we actively endorsed and promoted the White Paper to our members.  All in all, we expected 2016 to be a positive and growth-filled year for the Reserve.  Sadly, the result was exactly the opposite.<br\/><br\/>In terms of recruitment, generally the main concern on the lips of every reservist, there were 341 new recruits who joined the organisation in 2015, a welcome increase of 184 on the previous year&rsquo;s figure of 157.  However, by the end of October 2016, only 47 new recruits had been trained by the Reserve since the start of the year.  The military authorities hoped that the figure might reach between 80 and 100 by the end of the year.  It ended up being somewhere in the region of 60.<br\/><br\/>Recruitment is the life blood of the Reserve and without a steady flow of new recruits the organisation is doomed to erode away to nothing.  During our November 2015 opening address to the joint committee, I personally stated that:<\/p><blockquote>This year, recruitment competitions yielded an increase of just over 300 new members, but retirements due to natural wastage resulted in a loss of over 200 other personnel.  Overall, this produced a net gain of approximately 100 new members.  If this rate of increase were to continue year on year into the future, it will be 2030 before the Reserve will have recruited up to its establishment.<\/blockquote> <p>Within weeks of saying this, we could have revised this statement to point out that retirements were now outstripping recruitment.  While the Reserve had 2,280 effective members at the end of 2015, this had reduced to 2,049 by the end of 2016.<br\/><br\/>Most tellingly, application figures actually increased from 2014 onwards.  In 2014, the Reserve received 4,870 applications to join while between September 2015 and December 2016, a period during which there was an administrative pause on Reserve recruitment for several months to allow for a Permanent Defence Forces recruitment competition, the Reserve received 5,891 applications to join.  Somehow, while the 4,870 applications received in 2014 resulted in 341 new recruits in 2015, the 5,891 applications from the next round of recruiting resulted in approximately only 60 recruits.  For some reason in 2016, the ability of the Defence Forces to induct new reservists plummeted.<br\/><br\/>The problem partially stems from the overburdening of Permanent Defence Forces staff in various offices that deal with recruitment.These offices are staffed by only a handful of personnel at best and are responsible for Permanent and Reserve recruitment, along with a host of other tasks.  Anything to do with the Reserve is often given the lowest priority, meaning that vital Reserve administration is often attended to only months after a due date, resulting in endless delays that see some Reserve applicants waiting over 18 months to undergo the required tests to join the Reserve.  The other half of the problem is the unwillingness of some Permanent Defence Forces personnel to support Reserve recruitment endeavours.  While many are genuinely seeking to do their jobs and support the Reserve but are completely snowed under, others simply view the Reserve as not a real part of the Defence Forces, and so therefore not really important in the grand scheme of things.  It must be added that, when members of the Permanent Defence Forces act in such a way towards the Reserve, they rarely, if ever, are reprimanded by higher military authority.  In essence, an insidious culture of discrimination is allowed to go unchecked. <br\/><br\/>Either way, the negative handling of Reserve recruitment has the same effect.  The goodwill and enthusiasm of many Reserve applicants is utterly destroyed, producing in them a lasting and unfairly negative opinion of the Reserve, while the Reserve itself gets smaller and smaller, despite the thousands of young Irish men and women looking to join each year.  Based on current trends, our association&rsquo;s previous prediction that the Reserve would not recruit up to establishment strength until 2030 has proved to be grossly optimistic.<\/p><p>If the net loss of 200 members that the Reserve experienced this year continues into the future, the Reserve will cease to exist by 2026.  It is likely it will be seen as impractical to sustain long before that.  We would like to strongly re-emphasise that this is not due to a lack of interest from people looking to join and improve both themselves and their communities via Reserve military service to the State but rather it is due to the lack of importance with which the Reserve is viewed by elements within the Defence Forces and Department of Defence.<\/p><p> Sadly, recruitment is not the only area in which the Reserve is mishandled and mistreated.  The RDFRA has been fighting the case for improvements to the personal protective equipment, PPE, supplied to the Reserve for years.  Unlike with members of the Permanent Defence Force, reservists do not obtain a personal issue of many items of PPE.  Instead, Reserve units pool this equipment for use by various individuals when required.  With regard to other items of PPE, most notably cold weather clothing, reservists do not receive any meaningful items of this type at all.  In terms of the pooled items, this equipment is regularly returned to storerooms in a heavily soiled state, only to be stored in this condition for weeks or months before being handed out to a different reservist in the future.  I invite the committee to imagine what a mould-covered, sweat-soaked helmet or a wetsuit covered in mud and sheep faeces look like when they are removed from a warm storeroom after several months of storage.  Furthermore, we wish to point out that the reservists who assisted with flood relief efforts around the country during the winter of 2015-16 did so almost exclusively with items of warm clothing they had purchased themselves because the Defence Forces does not issue them with any such clothing beyond a thin Norwegian top that is hardly sufficient for minus temperatures.  In order to combat this health and safety disaster waiting to happen in respect of the pooled equipment, the RDFRA had several meetings with senior military management and it was agreed that regulations on the correct cleaning of pooled PPE would be drafted and widely circulated to Defence Forces logistics personnel.  Despite receiving multiple assurances that this would be done, logistics personnel in storerooms around the country are still unaware of this directive.  In contrast, when an issue arose over whether Reserve officers would be permitted to continue wearing a peaked cap with their dress uniform, an item of clothing normally worn by Permanent Defence Forces officers only, the relevant regulations were speedily amended to prohibit the wearing of this item of clothing by Reserve officers.  This instruction was widely and effectively circulated to ensure compliance.  This example only proves that certain echelons of the Defence Forces care less about the correct provision of PPE for reservists and more about trivialities such as making sure that Reserve officers cannot be mistaken for Permanent Defence Force officers when wearing their dress uniforms.  This example also proves that the mechanisms to make changes clearly exist but are not being utilised for the benefit of reservists.<\/p><p> Similarly, the RDFRA has continually requested that necessary amendments be made to other Defence Forces regulations governing the Reserve, most notably R5 and S7, only to be informed month after month and year after year that these regulations are still currently in the process of being examined.  However, as the peaked cap issue shows, it seems that when there is a will for Reserve regulatory reform, it can happen very quickly.  In 2015, the RDFRA argued that the end-of-year gratuity, which was taken from members following the 2012 value-for-money report, should be reintroduced both to incentivise new members to join and to help offset the often substantial costs incurred by members during their annual service.  It should be remembered that reservists undertake their duties in a predominantly voluntary unpaid capacity and due to past barracks closures must now travel considerable distances to reach their training centres.  A returned gratuity would at least make serving in the Reserve more cost neutral than it is at present.  Now, however, we find ourselves faced with an extremely blas&eacute; attitude emanating from the Defence Forces and the Department of Defence towards normal Reserve pay, that is, the pay reservists receive for undertaking short blocks of full-time training each year.  One of the most frequent issues raised by reservists with the RDFRA pertains to late payments.  One of the Defence Forces' own internal documents, Army Financial Circular 297, states that a reservist must be paid on the Friday of the week in which they have undertaken paid full-time training.  Despite this clear instruction, reservists frequently only receive their pay after a delay of a number of weeks or sometimes several months.  In early 2017, the RDFRA even dealt with one case where a member was still awaiting pay dating back to December 2015.  Whenever these issues are raised by the RDFRA, the response is generally that maladministration in the reservist's unit is the cause, as if explaining the cause of the problem is somehow the same as fixing it.<\/p><p> Put simply, when reservists receive pay, it is regularly treated as though it were an income supplement or a bonus of some sort, that is, moneys that reservists are receiving on top of their civilian wage and therefore, moneys they do not really require as a matter of urgency.  This is an outrageous and inaccurate view.  In fact, many reservists take unpaid leave from work to attend periods of Reserve full-time training and so their Reserve pay is actually an income replacement for that period, not a supplement.  Furthermore, there have been tragic cases of reservists in receipt of social welfare payments who have signed off from their welfare payments to undertake paid periods of Reserve full-time training, only to be told in the middle of the training week that the paperwork to pay them has not been processed and consequently they will receive their Reserve pay at some undefined time in the future.  Subsequently, their attendance at that period of Reserve full-time training does not carry with it a social contribution as they received neither a welfare payment nor Reserve pay during that week.  Worst of all, thanks to their decision to undertake military service to the State for that period, they are left without any source of income for that period.  This was the situation in which several reservists found themselves in the weeks preceding Christmas last year.  Furthermore, if late payments are finally paid to a reservist in a subsequent calendar year, this adversely impacts their annual tax credits.  No matter how often these concerns are raised, there seems to be either an inability or an unwillingness to seriously address and remedy the problems.  I invite the committee to imagine what might happen in any Department or private sector business if employees were informed that their pay each week would arrive at some point in the future but no one could say when for sure.  We have no recourse to the industrial relations mechanisms of the State such as the Workplace Relations Commission to formally address this issue and without official reprimand or rebuke, there is little prospect of any meaningful changes or improvements to this issue.<\/p><p> Ultimately, the RDFRA believes that the constant river of obstacles faced by the Reserve stems from a culture within the Department of Defence and elements within the military authorities who simply could not care less about the Reserve Defence Force.  This has been allowed to flourish, unchecked by Oireachtas or public scrutiny.  In terms of the Department of Defence, its level of engagement with the RDFRA, particularly in respect of the implementation of the 2015 White Paper on Defence, has been deeply troubling.  The RDFRA and the Reserve are considered only as an afterthought.  Delegations from the RDFRA have arrived at White Paper joint implementation team briefings to be provided with documents that had been circulated among other key stakeholders well in advance of the meeting but which the RDFRA had not received.  Queries raised and requests made by the RDFRA go unanswered while all attempts by the RDFRA to engage further in the White Paper implementation process are rejected or ignored.  For example, when questioned about the number of reservists sitting on the 12 Reserve-relevant projects arising from the White Paper, a member of the White Paper joint implementation team had to think hard about how many reservists were actually sitting on these project teams.  They knew of one and possibly of two.  It is hard to imagine that key stakeholders would not be centrally and widely involved in the various White Paper project teams but when it comes to the 12 projects linked to the Reserve, there are only two reservists permitted to be involved.  The RDFRA has continually recommended known subject matter experts within the Reserve, one of whom has conducted considerable academic research on the Reserve, to the Department of Defence in the hopes that these experts will be utilised as part of the White Paper project teams.  Again, all recommendations made by the RDFRA have been ignored.  This leads us to the inevitable conclusion that the Department of Defence has an agenda and a desired outcome for the Reserve and neither the RDFRA nor any qualified reservists will have the opportunity to influence that goal in any way.  To be blunt, the effect of this latent policy is to run the remains of the Reserve into the ground for the Department's own reasons; reasons which we believe run counter to the stated policy of the current and previous Governments.<\/p><p> The level of engagement experienced by the RDFRA from the military authorities is, overall, somewhat more positive.  Most issues arise from individuals who are not adhering to Defence Forces policy or from specific offices in which Reserve matters fall through the cracks either on purpose or due to overburdened staff.  Meanwhile, on the whole, the general staff are positively disposed towards the Reserve.  Unfortunately, the same cannot be said to be true with the Naval Service Reserve.  Once, the Naval Service Reserve was the shining light of the Reserve.  At points in the recent past, Naval Service vessels would not have been able to put to sea if it were not for members of the Naval Service Reserve going aboard as extra crew when needed.  Now, the Naval Service Reserve is the basket case of the Reserve.  The command element of the Naval Service responsible for the Reserve engages with it in what can only be described as an erratic, highly questionable manner.  Recruitment, training, and the provision of necessary supports are areas of extreme concern.  In terms of recruitment, the current batch of Naval Service Reserve applicants have recently been asked to complete Garda security vetting applications for the third time.  They were first asked to complete this in January 2016, then again in June and July 2016, and now they have been asked to do so for a third time.  These are applicants who applied to join the Naval Service Reserve in late 2015 and who still have not been inducted into the organisation.  It would not be hard to reverse the situation in the Naval Service Reserve, given the high level of expertise and qualifications present within the Reserve members of the organisation, but if Naval Service management does not wish to repair and grow the Naval Service Reserve, then its fate is sealed.<\/p><p> Sadly, the RDFRA must also report that, even at the highest levels, meaningful engagement is lacking.  Since the start of July 2016, the RDFRA has forwarded nine letters on matters of critical importance to the office of the Minister with responsibility for Defence.  Aside from an acknowledgement of receipt reply received by the RDFRA in each instance, no letters of reply have been received to any of these communications.  To sum up, the Reserve is a vital asset at the State's disposal.  It is comprised of hardworking, enthusiastic and patriotic volunteers who undertake their Reserve duties in a predominantly unpaid capacity.  Crucially, this makes the Reserve a very inexpensive force to maintain.  To put it in context, the 2014 Reserve pay bill equated to only 75% of the annual cost of private cleaners to clean Defence Forces buildings that year, while the 2015 Reserve pay bill almost matched the Defence Forces 2015 natural gas bill.  One would be very hard pressed to find an organisation that would not be excited at the prospect of having 4,000 willing and enthusiastic volunteers who will predominantly work for free in their service.  However, the Reserve is not just a collection of patriotic Irish men and women.  We are doctors, engineers, IT experts, legal professionals, academics, entrepreneurs, business owners, tradespersons, civil servants and students.<\/p><p>In essence, we come from all walks of life and provide the Defence Forces with a huge range of specialist skills.  In fact, in 2016, six reservists &ndash; all with highly impressive IT backgrounds &ndash; revolutionised the communications systems that the Defence Forces were due to provide to the EU battle group then training in Germany.  All that was required for the Defence Forces to be impressive on the international stage was for these six reservists to travel to Germany for a number of days to set up their equipment after transit, after which the Permanent Defence Forces element of the battle group could operate the equipment and the reservists could travel home.  However, because of legislation which states that only members of the Permanent Defence Forces can serve overseas in operational roles, these reservists were prohibited from travelling to Germany and the Defence Forces were subsequently unable to deploy the equipment they had developed.<\/p><p> This ban on letting reservists travel overseas, no matter how briefly, was even extended to a group of reservists who were invited to view British Army reserve training procedures in Ballykinler, County Down, in 2016.  The invitation had to be rejected after the Department of Defence deemed this to be operational service overseas.  Arguments that there is no sea between the Republic of Ireland and Northern Ireland fell on deaf ears.  We see no benefit to the continued existence of this policy, as it hampers the Defence Forces in the delivery of their operational targets.  It is perhaps ironic that in the year in which the State commemorated the memory of a group of volunteer, patriotic men and women who were not professional soldiers, the Irish Reserve Defence Forces should be so mishandled and mistreated, despite all of the added value that it provides to the State.<\/p><p> Those who should be ensuring that the Reserve Defence Force is maintained and grown as per the 2015 White Paper on Defence, seem to care very little about the future of the force.  So we are here today in the hope of improving the fortunes of this great and proud asset to the State before it is too late.<\/p><p> I would now like to invite questions from members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#F00200","nonspeaker":"Mr. Neil Richardson","continuing":true},{"type":"speech","time":1486633200,"counter":10,"content":"<p>I thank Mr. Richardson very much.  He clearly outlined many matters of concern to us, including poor administrative practices and a Reserve Defence Force which is declining in numbers.  He even pointed out the threat to its very existence within the next ten years.<\/p> <p>  I have represented two of the southern Ulster counties, Cavan and Monaghan, for a considerable number of years.  I grew up in a Border community.  On a number of occasions in this committee, and also in the D&aacute;il Chamber, I have outlined the importance and value I have always attached to the Reserve Defence Force.  I have seen many young, vulnerable people whose lives were turned around by their participation in the Defence Forces.  It allowed them to become top-class citizens working in the local community and in the national interest as well.  I am talking about young people who could have been targeted by paramilitary organisations and other undesirables to bring them on the wrong path.  I must re-emphasise the role the reserve Defence Forces have played in the lives of so many individuals and families.<\/p> <p>  On the occasion of our previous meeting, we discussed the Estimates with the Minister of State, Deputy Kehoe.  I gathered from him that there was a difficulty in recruiting people.  The Minister of State said that if we had ideas for recruitment he would welcome them.  Many of our colleges of further education run courses in security nowadays, so I suggested that that cohort of young students could be targeted.  They might be interested in enlisting.  However, in light of the Minister of State's message to us that people are not, how does one generate interest?  What Mr. Richardson has said contrasts sharply with what I gathered from the Minister of State's message to us.<\/p> <p>  As a representative of a Border community, I emphasised the important role the Reserve Defence Force has played and should continue to play.  The committee will be disturbed by the contents of the presentation.  When we had an opportunity discuss defence issues at previous meetings, all my colleagues spoke clearly about the importance of the Reserve Defence Force.  We must support the latter and encourage as great a level of recruitment and participation as possible.<\/p> <p>  I will take some other colleagues now and perhaps Mr. Richardson can respond to all of them after that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#H00200","speaker":"1270"},{"type":"speech","time":1486633200,"counter":11,"content":"<p>The presentation was very interesting and those serious concerns made for grim reading.  In my previous life as a secondary teacher in Dublin, Defence Forces representatives used to come in and speak to the girls.  There was always great interest due to the way in which the benefits of getting involved were presented.  I am glad to say that some of them subsequently did.<\/p> <p>  As I listened to the presentation, I thought there was obviously something wrong with the culture, but Mr. Richardson made that point himself.   Can he elaborate on that a little bit?  He said there is a more positive engagement with the military authorities, yet he does not see that with the Naval Service Reserve, so I would like to hear about that.  On what basis did the very few numbers make it through, while others were rejected?<\/p> <p>  Does Mr. Richardson have examples of international best practice in similar reserve forces?  We know their value and benefit, but are there procedural, funding or resource issues that other countries have and from which we could learn?  From what Mr. Richardson is saying, there seems to be a dumbing down.  I think it is something that we can pursue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#H00300","speaker":"1291"},{"type":"speech","time":1486633200,"counter":12,"content":"<p>I think the Chairman's support for the Reserve Defence Force can be in no doubt.  He has spoken on many occasions about its value in light of his own experience.  I have agreed with him on all of those occasions.<\/p> <p>  As members of the committee will be aware, I served with the Reserve Defence Force for about 13 years.  Mr. Richardson and I trained and served together over many years, so I have first-hand experience of what the organisation can bring to a community and an individual.  There is no doubt that the RDF helped to shape the person I am today.  It played a huge part in my development as a young person from when I joined, through college and into my 20s.  Perhaps the Defence Forces and the Department do not fully appreciate the social value of the Reserve Defence Force, as well as the community value it brings.  I attended the official closing of my barracks and the removal of the Permanent Defence Force unit there.  We now retain a small outpost, which is only a shadow of the former facility in the centre of Castlebar.  It represents a huge loss to the community.  In addition, it highlights the disadvantages for people in that area because they do not have access to the military as much as they had previously.<\/p> <p>  The voluntary nature of the organisation and the spirit of volunteerism represented by the RDF is lost on many citizens.  That was outlined very eloquently by Mr. Richardson, including the many hours of service given by reservists of their own free will without any remuneration.  Very often it is undertaken at a big personal cost to themselves, not just in terms of foregoing wages or salaries for their training period, but also in having to purchase their own equipment.  I have had personal experience of going on numerous training courses when I was not properly equipped by the Defence Forces to attend such courses.  I was obliged, therefore, to purchase my own equipment, including a pair of tactical boots because I was not provided with any.  I was expected to go on the ground for two or three nights in barrack boots, which are unsuitable and present a health and safety issue.  They are not proper protective equipment for the individual going on such an exercise.  Reservists will return from manoeuvres with foot problems as a result.  The only option open to me was to purchase my own tactical boots.  I was fortunate to be able to do so, but many reservists cannot afford it.  That situation is totally unacceptable.<\/p> <p>  Similarly, the lack of warm clothing was also mentioned.  The clothing provided to reservists is totally inadequate for colder temperatures.  There is also a real issue concerning the pooling of personal equipment.  I have put on a helmet which was worn God knows how many times and was probably never cleaned.  We just got on with it, but it is not acceptable.  It certainly presents a health issue for Reserve Defence Force members who have to don clothing that is neither clean nor fit for purpose.  The Minister can certainly address all these issues in the immediate future, and he must answer for the relevant resourcing and funding.<\/p> <p>  If I am going on too long, I would have no difficulty in stepping out and coming back in at a later stage.  I have a number of questions to ask, but before doing so I wish to reiterate my unwavering support for the Reserve Defence Force.   I recognise the campaign under way to diminish the capacity of the reserves, and the Department's unwillingness to step up to the plate by adequately assisting with recruitment.  I scoff at the idea that somehow we are having difficulties in recruiting people.  That is not the problem.  Thousands of people have applied to join our Reserve Defence Force but only a small fraction have been inducted.<\/p><p>Last year, fewer than 100 of more than 5,000 applicants were inducted.  The problem lies not with the Reserve Defence Force but with the Department and senior ranking members in the organisation who are actively placing obstacles in the way of the induction and recruitment of new members.  This issue has been ongoing for many years.  I have raised it with the Minister in the D&aacute;il several times through parliamentary questions and in this committee but nothing has been done.  The Minister of State, Deputy Kehoe, suggested that the problem was somehow that the organisation was experiencing a difficulty in attracting talent.  That is far from the case, as has been made clear to him on several occasions.  He is failing miserably to address this issue properly.<\/p><p> I ask Mr. Richardson to discuss in greater detail the issue of Reserve Defence Force pay because many aspects of pay are not clear and it would be of benefit to the joint committee to learn more about it.  The White Paper on Defence published in August 2015 included a commitment to seek the views and comments of the Reserve Defence Forces Representative Association, RDFRA, on all matters concerning the implementation of the White Paper.  Has the RDFRA been contacted to elicit its views or comments on any aspect of the implementation of the White Paper pertaining to the RDF?  I am also interested in hearing the RDFRA's views on issues arising in implementing the White Paper and how the single force structure has been working since its introduction.  <\/p><p> I would also appreciate if the witnesses would offer a view on the reasons for the under-utilisation of training man days last year.  What difficulties are preventing those currently enlisted from taking up training man days?  How could the joint committee better support and retain serving members of the Reserve Defence Force?  While retention is also an issue for the Permanent Defence Force, the reasons for retention difficulties may be slightly different with the Reserve Defence Force.<\/p><p> What issues arise with regard to security clearance requirements?  While I have a fairly good idea as to what they are, I ask the witnesses to outline what they know in this regard.  I have submitted questions to the Departments of Justice and Equality and Defence on this matter.  For the information of the committee, I was initially informed by the Department of Defence that problems with security clearance arose at the Garda stage.  When I tabled a question to the Minister for Justice and Equality asking how long it took for security clearance applications to be processed by the Garda, I was informed that it took approximately six weeks, although it can take up to 12.  Given that people have been waiting for more than a year for security clearance, it seems the problem lies with the Department of Defence rather than the Department of Department of Justice and Equality.  <\/p><p> I am aware that RDFRA has requested additional funding from the Department.  Will it provide an update on that matter?  I wrote to the Minister in respect of it because I was aware that the RDFRA was experiencing difficulties obtaining a reply.<\/p><p> The issue of personal protective equipment, about which I intended to ask some questions, has been largely covered.  I am interested in hearing the RDFRA's views on the establishment of a specialist reserve.  I am pleased, therefore, that Mr. Richardson noted the vast experience, expertise and knowledge available within the Reserve Defence Force.  We have slightly more than 2,000 Reserve Defence Force members.  It is extraordinary that we are not using the wide range of skills this group of people, who come from a variety of professions and trades, has to offer.  I ask Mr. Richardson to outline his views on the specialist reserve and the establishment of same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#H00400","speaker":"1336","continuing":true},{"type":"speech","time":1486633200,"counter":14,"content":"<p>I welcome the witnesses and thank them for their submission.  The concerns they have outlined paint a damning picture.  Will they provide some details on what type of funding the RDFRA receives?  What roles should professionally qualified Reserve Defence Force members assume in the Defence Forces?  What particular skills and professional qualifications are they seeking to acquire?<\/p> <p>  When we discussed this issue previously I asked a question about the Defence Forces plan to raise awareness and attract more recruits from counties where they are experiencing difficulties recruiting members.  I asked what plans they had in this regard and whether social media were being used to attract recruits.  My constituency of Sligo-Leitrim includes parts of counties Cavan and Donegal.  I am aware, therefore, of the work being done by the Reserve Defence Force.  I support the Chairman's comments and applaud the work the Reserve Defence Force has done over many years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#J00200","speaker":"1343"},{"type":"speech","time":1486633200,"counter":15,"content":"<p>I ask the witnesses to respond before we take questions from three other members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#J00300","speaker":"1270"},{"type":"speechnospeaker","time":1486633200,"counter":16,"content":"<p>The Chairman correctly referred to the social value of membership of the Reserve Defence Force.  We have taken the view, in light of the response by the military authorities, that they do not see any value whatever to the social element and that we are viewed exclusively through the prism of military value.  We recognise that a person who enlists in the Reserve Defence Force derives great benefit from membership.  It gives members a sense of purpose and they learn how to operate in a military fashion, as soldiers and with discipline, all of which are very good features and something on which other jurisdictions capitalise.  Reference was made to best practice elsewhere.  As a representative association, the RDFRA has made countless submissions and numerous points regarding comparators between the RDF and reserve forces in other European countries where the utilisation of the reserve is more effective both militarily and financially.<\/p> <p>  Culture is a nebulous concept in very large organisations such as the Defence Forces.  We come to the issue based on our experience, anecdotal evidence and formal evidence from dealing with issues as they are presented to us.  We are limited in what we can do.  Reference was made to some of the Defence Forces regulations.  Regulation S7, for example, covers the RDFRA as a representative body.  We are very constrained in what we can do and how we can assist our members.  Regulation R5 effectively covers how the Reserve Defence Force is run at a very high level.  Certain aspects of the regulations are in glaring need of update and amendment.  We have been waiting for these changes for many years.<\/p> <p>  The culture issue has emerged slowly in recent years.  It exists in a place somewhere in the middle management of the Defence Forces.  Mr. Richardson mentioned that the reception we get when we deal with the General Staff - the top layer of management in the Defence Forces - is always polite, business-like and positive.  We are told there is a value that is recognised in the Reserve Defence Force and, as far as the General Staff are concerned, they are doing all they can to try to facilitate and utilise it in a meaningful and effective way.  Put simply, this does not happen on the ground.  The only place where we can identify a breakdown in what we would describe as the commanders' intentions is somewhere in the middle echelons.  It is here that they fall apart.<\/p> <p>  We can probably point to the absence of set targets for unit commanders which specifically call out utilisation or training of Reserve Defence Force elements under their control.  This is a problem because if there are no targets set at that level, there is no sanction for failing to meet such targets.  I should point out, however, that an effort was made to introduce what is known as key performance indicators, KPIs, in the Defence Forces.  This was essentially a matter of counting the number of man days and how many people were in and out.  It did not address or seek to implement improvements, which is what we are seeking with the utilisation of the Reserve Defence Force.<\/p> <p>  As to how the culture manifests itself, in such a broad organisation with such large numbers of members, one invariably finds that some areas will be hot spots and others will be cold spots, if I may use that terminology.  It must be recognised that in some areas of the Defence Forces there are individuals who are very pro-reserve.  We are very sympathetic to them because they recognise the value of the Reserve Defence Force.  Frequently, these individuals are commanders or other Defence Forces employees who were once members of the reserve.  While they are great advocates for us, they are swimming against the current because if the rest of the organisation does not support their attempts to utilise us properly, it is a major problem.<\/p><p>I have to call that out and recognise the fact that it is not a universal condemnation of culture within the Defence Forces.  However, there are areas where we can see that we represent a risk to someone's career.  The safest thing to do with the Reserve under one's command is to do nothing with them so that it cannot do any harm.  There are no specific targets set for utilisation.  <\/p><p> We are dismayed, obviously, that the Defence Forces has issues with the processing of items such as security clearances.  We have brought this up several times before and asked what the solution is to it.  It is a simple thing.  People coming from a business background will understand how business processes work.  Documentation must be tracked through various stages where it is approved, where it goes, who has responsibility and who is accountable for it.  There seems to be an unwillingness or an inability to provide for these types of processes, despite the fact that we have a large number of experts within the Reserve who can do this and would be happy to do it.  It is quite convenient to blame an Garda S&iacute;och&aacute;na and the Garda vetting unit, but in my experience of other areas I can say that the Garda vetting unit, especially since the advent of e-vetting, is actually quite effective and quite efficient at making returns.  One has to ask what is actually happening.  Anecdotally we hear that all the applications come in, they might sit on someone's desk, but because there is no sanction for failing to deal with this there is no incentive for anyone to deal with it.  There is the breakdown in procedure.  There is where the culture manifests itself. <\/p><p> I could speak for the rest of the day about the culture.  I do not want to condemn the entire Permanent Defence Forces because that would be unfair.  There are some people who bend over backwards to help us, and we are hugely appreciative of that, but sadly they are in the minority.  <\/p><p> Regarding recruitment, I would have to refute the point made earlier that there is a failure to recruit because people do not want to join the Reserves.  Literally thousands of people want to join.  If any other organisation had a return rate of less than one per cent for a recruitment campaign, very serious questions would have to be asked at a high level about what went wrong.  Does the organisation possess the intention or the will to address these issues?  We can only deduce from that that there is no such will.  We can come to that conclusion considering recruitment and how we are constantly fighting with bureaucracy in terms of wages and man day allowances and getting personal protective equipment, which are very standard things in industry or enterprise in civilian life.  If it was in a civilian context we would have access to the Workplace Relations Commission, the WRC.  There is no sanction and so these issues arise again and again.  <\/p><p> The Specialist Reserve was mentioned as well.  At the time of the production of the White Paper the former Minister did invite us to participate in part of the process, and we willingly did, and we made our submissions and engaged as fully as we could.  Our view at the time was that we endorsed the White Paper.  There were some areas in the White Paper which could be interpreted in a number of ways, but we chose as a representative organisation to embrace it as a good thing.  We took any ambiguity which arose from that document at face value and took the verbal assurances we got from the Department, the Minister and the military authorities that it would work out in our favour.  They recognised our value, and they would seek to use us as best they could, notwithstanding the challenges of employer engagement and the issues that arose from that.  We welcomed that.  We recognised that the White Paper was an unfinished process and that there were wrinkles that would have to be ironed out, but we were there to help.  What we found was that we were invited to the project meetings almost as an afterthought, and that the rest of the participants and stakeholders have already spoken to each other.  We are pushed to the back of the queue again, which is very disheartening as well as quite unfair.  We have much to offer and much to contribute.  It should be borne in mind that our only motivation here is to serve the State and to do so, for the most part, for free.  We are a resource which is not being used, and it beggars belief that military authorities and the Department cannot recognise that and use us for what we can provide.  Any other country would be crying out for people knocking on the door to try to join up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#J00400","nonspeaker":"Mr. Eugene Gargan","continuing":true},{"type":"speech","time":1486633200,"counter":18,"content":"<p>I welcome the witnesses.  I am delighted to hear first hand the situation they are in.  I was one of only two Oireachtas members who attended the symposium in Farmleigh in 2015, and I was very enthusiastic about the White Paper myself, as everybody was.  There was much discussion about talking up the Defence Forces over the next ten years, and that included, as far as I was concerned, the Defence Force Reserve, so I am very disappointed to hear how the witnesses' feel.  At the time I considered the White Paper very much pro-Reserve.<\/p> <p>  I know, coming from Athlone where there is a barracks, the benefits that accrue to the community.  We had difficulties with flooding last year, and the volunteerism that we had was very important to us.  That is fantastic for a community, but the personal benefits that accrue to the Reserve members themselves are second to none.  People who come out of the Reserve, and those who stay in it, have discipline and structure in their lives, and it is very beneficial.  That in turn comes back into the community as a benefit.  <\/p> <p>  Mr. Gargan spoke about the end of gratuity and the normal Reserve pay.  I would like to hear more about those.  Is there a possibility that that could be standardised as part of a payroll run with the Permanent Defence Forces so that it is dependable?  A mortgage provider will not accept being told that someone might get paid in a couple of weeks time.  Is there a way that pay can be standardised for the Reserve members and included in a payroll run with the Permanent Defence Forces members?<\/p> <p>  Deputy McLoughlin asked what kind of funding the Reserve gets and what kind of administrative support exists.  If there were three things that the committee could do to help the Reserve members today what would they be?  <\/p> <p>  I thank Mr. Gargan and his members for their service to the State.  It does not go unnoticed by us.  We are all aware of the wonderful work the Reserve does, and we are grateful for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#K00200","speaker":"1375"},{"type":"speech","time":1486633200,"counter":19,"content":"<p>The national guard or the national reserves in most countries as far as I can see work hand in hand with the regular defence forces.  This is a very damning report.  It is very disturbing to think that our Reserve members would be treated with such contempt.  I did not realise that this was going on at all in the Reserve Defence Force.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#K00300","speaker":"1429"},{"type":"speech","time":1486633200,"counter":20,"content":"<p>To follow on form what Senator Lawless has just said, it is 36 years since I was elected to this House and I have never received a more damning report.  I am ashamed that I was once a Minister for Defence in the 1990s when the Defence Forces Reserve was always a very important aspect of the overall structure.  There is no point in condemning beyond what has already been said.  What I propose is that we send the exact copy of Mr. Richardson's address to the Minister for Defence and to the chief of staff of this committee, ask for comments on the points raised and request that they attend before this committee to answer the charges contained in the report.<\/p><p>There is no point in having a meeting in which we can listen to people expressing their disappointment and concern.  I am anxious to have the matter rectified and the only way we can do that at this committee is to suggest, as I have done and I hope the committee will support me, that it be brought into the open and that people attend to answer these charges.  We could then take a decision on how we make a recommendation on changes should be made.  Like Senator Billy Lawless, I am deeply disappointed that there is this feeling.  Very serious allegations have been made and they should be fully investigated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#K00400","speaker":"1219","continuing":true},{"type":"speech","time":1486633200,"counter":22,"content":"<p>I fully concur with Deputy Se&aacute;n Barrett's proposal and I am sure there will be unanimous agreement from the committee that we act according to it.  We can assure our visitors of that.  I ask them to respond to the last group of questions.  They mentioned that persons in receipt of a social welfare payment come off it for the week or two they are training.  By pure bad administration and lack of interest, they do not receive their payment for a week and there is a delay.  The weekly cheques of the officials responsible for that maladministration are transferred electronically to their bank accounts.  It is appalling that people on low incomes should be left in that situation in any week of the year, not just at Christmas.  It is appalling that there is a delay in paying a person who comes off a low social welfare payment to engage in public service.  It is not acceptable in any walk of life or at whatever level within the Department or the Defence Forces that it is allowed to happen.  The officials responsible for others not receiving their weekly remuneration were paid.  The Department told us in a briefing note that the allocation for paid training in 2016 was &euro;2.15 million, of which only &euro;1.568 million was drawn down, leaving a sum of &euro;500,000.  That gave us the impression that the funding allocated had not been drawn down.  The Department also stated the delay in recruitment to the Reserve Defence Force might be attributable to the pause in recruitment caused by the emphasis on recruitment to the Permanent Defence Force, but that seems to be a very lame duck excuse.  If there is an interest in recruiting, the necessary processes must be gone through, including security clearance.  None of us would condone not following processes properly.<\/p> <p>  The report of the delegates is very disturbing.  The Oireachtas does not want to see the Reserve Defence Force move into oblivion.  We want to stand by and support it.  We want numbers to grow again.  It is very disheartening for members if they know that the people in their community do not attach the same high reputational status they had in the past.  The least that can be done is restoring that well deserved and well earned reputation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00200","speaker":"1270"},{"type":"speechnospeaker","time":1486633200,"counter":23,"content":"<p>We have often been criticised and asked if there is an interest in joining the reserve.  The figures speak for themselves.  In 2014 there were 4,800 applicants and a year later, 5,000.  The number of female applicants nearly doubled in that time.  They represent two 12-month recruitment periods during which the number of applications made online increased by 1,000, yet the recruitment figures for those who were successful went from 341 to approximately 60.  It is not due to lack of interest but to the failure of the Defence Forces to facilitate recruitment.<\/p> <p>  We used only 55% of our pay budget last year, but what is never spoken about is that when a reservist hits 28 paid days in a year, rigorous control measures are in place to ensure exceeding that number of paid days per year is very difficult and sometimes impossible.  If there is a glass ceiling placed on the number of paid days of which a reservist can avail each year, it is not surprising that our ability to utilise the pay budget for training and service is kept artificially low.  There is a budget allocation, but it is not provided for us.  That glass ceiling needs to be investigated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00300","nonspeaker":"Mr. Neil Richardson"},{"type":"speech","time":1486633200,"counter":24,"content":"<p>Deputy Se&aacute;n Barrett's proposal that we invite the Minister and the Chief of Staff to appear before us has the unanimous agreement of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00400","speaker":"1270"},{"type":"speech","time":1486633200,"counter":25,"content":"<p>The reports should be sent to the Chief of Staff and the Minister in advance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00500","speaker":"1219"},{"type":"speech","time":1486633200,"counter":26,"content":"<p>They will both be sent this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00600","speaker":"1270"},{"type":"speech","time":1486633200,"counter":27,"content":"<p>I join Deputy Se&aacute;n Barrett in his very sensible and reasonable suggestion the reports be forwarded, that comments be sought and that those responsible appear before us as an Oireachtas committee to answer the charges.  I am heartened by the response around this table.  We are all appalled and disgusted at the way the Reserve Defence Force has been treated and there is no doubt that there will be no organisation left in five to ten years if we continue on this trajectory.  It needs to be made clear in the letter to the Minister that this is an immediate concern, not one to be kicked down the road, as it has been in the past few years.  He needs to answer for this in the next few weeks, not the next few years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00700","speaker":"1336"},{"type":"speech","time":1486633200,"counter":28,"content":"<p>The Official Report of today's proceedings, when it is available, will be forwarded to the Minister and the Chief of Staff for their attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00800","speaker":"1270"},{"type":"speechnospeaker","time":1486633200,"counter":29,"content":"<p>To follow up on Deputy Lisa Chambers' comment that the Reserve Defence Force will not exist in five or ten years, I argue, without criticism of her, that it is far more urgent and could be expressed in months.  The capability intrinsic to reserve elements is withering.  We are losing the ability to train personnel because we have not had a pipeline of new volunteers inducted into the Defence Forces and the Reserve Defence Force.  Our focus was training and being ready and available to the Defence Forces.  These are perishable skills and if we do not have the throughput, we will not have the elements established to train and utilise them.  It is absolutely urgent; we are in peril and it is difficult to see us in existence in two years time if immediate action is not taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L00900","nonspeaker":"Mr. Eugene Gargan"},{"type":"speech","time":1486633200,"counter":30,"content":"<p>I assure Mr. Gargan and his colleagues in the Visitors Gallery and those in the organisation of the interest of committee members and that we will be proactive on the issue.  We will do all we can to assist them.  I thank the delegates sincerely for their important presentation which gives us real cause for concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L01000","speaker":"1270"},{"type":"minorheading","content":"Passport Service: Senator Robbie Gallagher","time":1486633200,"counter":31,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L01100"},{"type":"speech","time":1486633200,"counter":32,"content":"<p>The second part of our meeting will involve a discussion with Senator Robbie Gallagher about the increasing workload of the Passport Service due to increased numbers of inquiries and requests for passports, particularly following Britain's decision to leave the European Union.  II call on the Senator to make his opening remarks, following which we will have questions and answers and a discussion on this very important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L01200","speaker":"1270"},{"type":"speech","time":1486633200,"counter":33,"content":"<p>I thank the Chairman and committee members for affording me the opportunity to address them.  As I know that their time is precious, I promise this will be short and to the point.<\/p> <p>  It is fair to say and widely acknowledged that no part of the country will be affected more by Brexit than the Border counties.  The impact of the referendum result and a hard Brexit will be magnified in County Monaghan which is experiencing Brexit at macro and micro levels daily.<\/p><p>For Monaghan and the Border counties, Brexit is not a concern for two years down the line.  It is very much here and now for that community.  It is interesting to note that we have had a considerable spike in demand for passports in recent times since the Brexit vote.  Last year in 2016, more than 750,000 Irish passports were issued.  That is 70,000 more than the 2015 figure, which represents an 9% increase.  Of those 750,000 applicants, 68,000 came from Northern Ireland and 64,000 from Great Britain.  The numbers from Northern Ireland represent a 26% increase and the numbers from Great Britain represents a 40% increase on 2015 figures.  It is projected that these numbers will continue to grow in 2017 and beyond as the devastating realities of a hard Brexit begin to become more exposed. <\/p><p> Public representatives like myself and others living along the Border areas have noticed a huge number of inquiries from citizens living north of the Border about how to go about getting an Irish passport.  All this has created extra pressure on the existing passport office.  We believe it is timely to make the case to locate a passport office in a place like County Monaghan that would look after the northern part of our country.  To give a bit of background, we believe that Monaghan is ideally located from a geographic perspective in that it borders three counties in the North, namely, Tyrone, Armagh and Fermanagh.  It should also be noted that Monaghan is located along the N2.  As members are aware, citizens travelling from Donegal and Derry must travel through Monaghan on their way to Dublin.  It is also a main link from Belfast to the west of Ireland and Galway as that route also travels through County Monaghan.  From that perspective, we believe that Monaghan is ideally located.  It is more than capable of holding such a facility, being centrally located.  It is quite qualified to deliver a sharp, efficient and timely service.<\/p><p> The location of a passport office in a county like Monaghan would send out a positive signal from the Government and would create an economic stimulus for the private sector and for the Border area generally, which as I stated earlier is suffering greatly from the impact of Brexit and will unfortunately continue to do so.  The retail and agricultural sectors, particularly the mushroom industry, have been particularly badly hit in the county since the Brexit vote.  The fluctuations in sterling have led to serious price differentials for growers, with fears of job losses continuing to grow.  Monaghan is probably too heavily reliant on the food sector generally and those jobs are generally low skilled and low paid.  As the committee is aware, we are heavily dependent on the UK market for exports.<\/p><p> It is also interesting to note that 85% of all schoolchildren who sit the leaving certificate exams go on to third level education, which is to be welcomed, and 87% of them subsequently go on and qualify to degree level.  The only problem we have is that when we do educate them, unfortunately there is nothing for them in their home county to take them home.  That is an issue we definitely need to investigate and explore further.<\/p><p> As one can imagine, being close to the Border retail can be particularly difficult.  The fluctuations in currency can lead to quite a number of people going to Northern Ireland to shop.  Such uncertainty is not good for business and subsequently has an impact on jobs and job retention.<\/p><p> As for IDA visits and inward investment in the county, I am saddened to note there have been something like four or five visits to the county over the past two years.  Unfortunately, nothing came from that small number of visits.<\/p><p> The Government has rightly made great noise in recent times about rural Ireland, the regions and the need for their regeneration.  The Government has a great opportunity to make a positive statement about rural Ireland.  Were it to locate or consider locating a passport office in County Monaghan to service the northern part of the country, it would send out a positive message to the general community and to the private sector.  The private sector might then look at this region and at Monaghan as a potential business location in the future.<\/p><p> A hard Brexit potentially would bring further issues in respect of Border crossings and Border patrols.  God knows that is the last thing we want to see.  A passport office would aid the continued co-operation that currently exists between North and South.  I urge the Minister, Deputy Charlie Flanagan, his Department and this committee to give serious consideration to this proposal to examine the possibility of a passport office to cater for the northern part of our country.  As I indicated earlier, it would send out a positive statement that the Government is taking seriously rural Ireland, the regions and the future of counties like Monaghan.  I thank the Chairman and members for their time and wish them well in their work in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#L01300","speaker":"1396","continuing":true},{"type":"speech","time":1486633200,"counter":35,"content":"<p>I thank Senator Gallagher.  It is a very important subject matter.  As the Senator quite rightly pointed out, those public representatives who live in the Border region have seen a huge increase in the number of people contacting us from north of the Border about passport services.  My office and I have received calls, as I know has the Senator, from a huge number of people from the North of Ireland applying for passports or whose family members intend to apply for Irish passports in the future.  I believe the Senator's proposal is a very good one.  There is a public passport office in Dublin and another in Cork.  If we are to deal with the reality that there will be a increasing number of people from Northern Ireland seeking Irish passports following Brexit, I believe the proposal to have a public office adjacent to or centrally situated in the northern half of the country to cater for areas on both sides of the Border is a worthy one.<\/p> <p>  Immediately after Christmas, I had a huge number of calls from people living in counties Tyrone, Fermanagh and Armagh who were about to apply to or were seeking information on our passport service.  I believe it is heartening that people are applying for Irish passports and we should make it as easy as possible for them if they wish to go to a public office.  Departments and statutory agents would say that nowadays, one can get everything online.  Not everybody has the capacity to go online and it is simply not acceptable that there is not ready access to a public office if a person wants to go and meet the officials and persons dealing with the subject matter.  I believe it is a good proposal that I hope our committee will support.  Personally, I am very supportive of the proposal.  Does Deputy Barrett want to say a quick word?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#M00200","speaker":"1270"},{"type":"speech","time":1486633200,"counter":36,"content":"<p>I am happy with the Chairman's support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#M00300","speaker":"1219"},{"type":"speech","time":1486633200,"counter":37,"content":"<p>I support Senator Gallagher and the Chairman on this concept.  It is a case well made.  Brexit obviously makes it more relevant.  We have a passport office down in Cork and obviously in Dublin.  However, there is nothing to facilitate anybody north of Galway and Dublin to get a passport appointment.  If one is coming from Donegal to Dublin, it is a long way to go, whereas people from Kerry, Limerick and Waterford can go to Cork.  It is a huge difference.  What we are highlighting here accidentally is discrimination against anybody north of Galway and Dublin.  Under the Good Friday Agreement, everybody within Northern Ireland is entitled to be a citizen of the Irish State.  They are citizens of the Irish nation and should all be treated equally and have equal access to passports.<\/p> <p>  On the issue of emergency passports, I received a phone call from a person in County Donegal last night to which I replied nothing could be done.  The person simply could not get to the passport office in time to get to a flight from Knock.  Whereas if there was an office in Monaghan and a person was coming from Donegal, it would only have been down the road to Knock.  That is the practical element of what Senator Gallagher is talking about.  It is something that we should put forward as a formal motion in the committee.  Perhaps we could raise it when the Minister comes before the committee and perhaps Senator Gallagher could attend that meeting to put forward the idea.  Brexit makes it relevant, in terms of our overall response to it, particularly in the area of citizenship.  As many of the committee are aware, the passport office is now absolutely overwhelmed.<\/p><p>In the past, someone who needed an emergency passport in the aftermath of a bereavement to travel to England, where one gets nearly two weeks' notice, would have been facilitated by the Passport Office, but now the pressure on the office means it cannot get passports out in such circumstances, even to those who arrive at the counter.  For that reason, I think Senator Gallagher's proposal regarding Monaghan is a case well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#M00400","speaker":"1414","continuing":true},{"type":"speech","time":1486633200,"counter":39,"content":"<p>I am conscious of the note we received on this matter, which we discussed when representatives of the Passport Office were before the committee.  They did not have any plans to open additional passport offices at that stage, although they said they would keep service levels under review.  I suggest it is worth asking the question and making the case again in the context of the numbers we have heard, which would justify such a review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00200","speaker":"1291"},{"type":"speech","time":1486633200,"counter":40,"content":"<p>I have listened to Senator Gallagher expressing his frustration about the failure of the recovery to have an impact on parts of rural Ireland, including County Monaghan.  I am conscious that two days after the Brexit vote, a passport office in Belfast ran out of passport forms and had to place an emergency order for more forms.  According to figures we have been given, 46,257 passport applications were received from the North between January 2016 and July 2016.  This represented an increase of 18.85% on the figure for the same period in the previous year.  As people start to appreciate the reality of the impact that Brexit and its implications will have for them, it is generally accepted that there will be an increase in applications for Irish passports.  In July 2016, there were 6,638 applications for Irish passports.  This represented an increase of 63.1% on the July 2015 figure.<\/p> <p>  It has been mentioned that there are passport offices in Dublin and Cork.  I am based in Dublin.  I encounter the same issues as other elected representatives even though there is a passport office in Dublin.  Huge difficulties can arise when people need to get passports at the last minute.  I have heard what others have said about how difficult it is to help people in the North to enfranchise their rights from that location.  It could be argued that an office should be located in Belfast as the second largest city on the island.  I do not mean to detract from Senator Gallagher's idea when I say that.  I recently spoke to an elected representative from Donegal who said it would not be unusual for him to have to try to deal with 100 passports.  The difficulty is that the removal of the passport facility which Deputies used to enjoy is making things awkward.  Members of the committee know from their own experience that demands are placed on elected representatives in respect of passports.  I do not think the idea that an office could be located in Belfast takes away from Senator Gallagher's suggestion.<\/p> <p>  It has been identified that there is a difficulty in this regard.  My argument is that there is a clear need for an office in Belfast or Derry.  I have no difficulty with Senator Gallagher's proposal.  My genuine belief, based on all the indications we are receiving, is that demand is going to grow in the North.  We need to plan for that possibility.  It would make it easier for people if a passport office were located in one of the locations we have mentioned.  I know from talking to people that even though there is an office in London, there is a demand for a similar service in Liverpool, Newcastle and other cities with large first-generation or second-generation Irish communities.  People in the third generation, whose grandparents moved to Britain from Ireland, also have an entitlement in this area.  We need to look outside the box.  I think Senator Gallagher's proposal is helping us to do that.  I suggest that as part of any proposal, we should look at locating a passport office in Belfast.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00300","speaker":"1309"},{"type":"speech","time":1486633200,"counter":41,"content":"<p>I thank Senator Gallagher for his presentation.  I think his suggestion makes complete sense.  It is especially relevant to those living in the area near the Northern counties.  The decentralisation of a passport office makes sense in the aftermath of the Brexit vote and as a sign of goodwill from ourselves down in the South towards our colleagues and citizens in Northern Ireland.  It would be of assistance in the context of the current level of unemployment, as a focal point and as a signal that people do not have to go to Dublin or Cork to get their passports.  I certainly support the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00400","speaker":"1429"},{"type":"speech","time":1486633200,"counter":42,"content":"<p>Is there anything in particular that Senator Gallagher wishes to add?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00500","speaker":"1270"},{"type":"speech","time":1486633200,"counter":43,"content":"<p>I thank the Deputies and Senators for their comments.  While I take Deputy Crowe's well-made point about Belfast, I remind the committee that Belfast is a strong and vibrant city.  I am concentrating here on an area of rural Ireland and a region that is trying to catch up with the big cities in the rest of the country.  Perhaps we should be looking at Deputy Crowe's suggestion, but my main focus today is on rural Ireland, particularly the Border region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00600","speaker":"1396"},{"type":"speech","time":1486633200,"counter":44,"content":"<p>Senator Gallagher's proposal, which makes absolute sense, has the unanimous support of the committee.  I propose that we should write to the Minister for Foreign Affairs and Trade to ask him to ensure the proposal gets urgent and favourable consideration.  The whole idea of Brexit has knocked the stuffing out of communities.  Those of us who grew up in Border parishes thought we had left behind the era of permanent vehicle checkpoints and Border controls.  Any move by the Government to ensure a new facility is provided in the Border community to serve a large part of the country would send a very good message.  I am sure the passport service draws in enough revenue to fund a large part of its outgoings.  Senator Gallagher and I know from our experience and from speaking to colleagues of all parties from the Northern half of the country, that people have shown a huge interest in seeking and demanding information about passports.  Every day of the week, we receive calls from all over Northern Ireland and elsewhere regarding passports.  I think that as the number of people making applications continues to grow, the numbers that have been mentioned here today will be exceeded considerably.  With the agreement of the committee, we will write to the Minister to outline our strong support for Senator Gallagher's proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00700","speaker":"1270"},{"type":"speech","time":1486633200,"counter":45,"content":"<p>I would like to make a suggestion in the context of the forthcoming Estimates process.  We could ask the Department, as it is bringing in the Estimates, to estimate the cost of setting up another passport office.  If we are going to move this forward, someone will have to come up with a price for it.  If officials from the Department were able to bring such details with them when they attend the Estimates meeting, it might be of assistance to Senator Gallagher's proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00800","speaker":"1414"},{"type":"speech","time":1486633200,"counter":46,"content":"<p>I thank Senator Daly for that suggestion.  I thank Senator Gallagher for his contribution to today's proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N00900","speaker":"1270"},{"type":"speech","time":1486633200,"counter":47,"content":"<p>I thank the joint committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N01000","speaker":"1396"},{"type":"speech","time":1486633200,"counter":48,"content":"<p>When we are sending our letter to the Minister, perhaps we can ask him to tease out the idea of locating a passport office in Belfast.  It is clear from the number of applications coming from Northern Ireland that there is a substantial level of demand there.  It should not be a case of either Monaghan or Belfast.  We should be able to make the case for both.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N01100","speaker":"1309"},{"type":"speech","time":1486633200,"counter":49,"content":"<p>We can do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N01200","speaker":"1270"},{"type":"minorheading","content":"Consular Service: Motion","time":1486633200,"counter":50,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N01300"},{"type":"speech","time":1486633200,"counter":51,"content":"<p>Senator Daly wishes to make a proposal with regard to the consular service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N01400","speaker":"1270"},{"type":"speech","time":1486633200,"counter":52,"content":"<p>I move:<\/p><blockquote>In respect of the recent review of consular and honorary consular services and the importance that appointments are based on reliable information, this committee:agrees that the Minister for Foreign Affairs and Trade, Secretary General of the Department and the Head of the Consular section come before the committee regarding the method in which consuls and honorary consuls are appointed;<br \/><br \/>is concerned over the lack of data available regarding the location of the Irish community living overseas including their specific location;<br \/><br \/>and calls for members to be supplied with up to date information to ensure the service is fit for purpose and in locations where the Irish community are living.<\/blockquote> <p>This motion calls on the Minister for Foreign Affairs and Trade, the Secretary General of the Department of Foreign Affairs and Trade and the head of the consular system within the Department to come before this committee prior to the publication of the review of consular and honorary consular services.  I am concerned about the lack of data because any policy should be based on data.  We should be given information about the service so that we can ensure it is fit for purpose.<\/p><p>As members will be aware, we have asked for information on where Irish people are living around the world.  We know there are 70 million people in the Irish diaspora, including 40 million in the US and 6 million in Canada.  Those headline figures are reported over and over again.  This committee wrote to the consular service to ask for data on where the Irish diaspora is located.  When I say we want information, I do not mean we should be told there are 6 million people of Irish descent in Canada.<\/p><p>I mean how many are in each province, for example how many people in Montana are of Irish descent?   I understand and this probably has not changed, the Department of Foreign Affairs and Trade does not have the breakdown of the figures.  How can one establish honorary consulates unless one has the data?  Government policy is based on data, for example the number of schools and classrooms is based on the number of pupils in the area.  I do not think it is acceptable that the Government does not know the states where people of Irish descent live in the United States.  I could tell the committee that in Alabama's first district of the US Congress that 12.3% of people have Irish ancestry, that is 85,045 in Alabama have Irish ancestry.  If one goes to Montana, which is served by the consulate in San Francisco and what cover 13 states and a representative may get to Montana once every three years.  <\/p><p> The message we are sending to our communities in the United States is that we like them around St. Patrick's Day, but outside of that we are not going to give them any resources.  <\/p><p> Let us compare what we are doing in America to what we did in Canada, the then ambassador, Dr. Ray Bassett, who was there until recently, appointed honorary consulates to virtually every province.  We have more honorary consulates in Canada, where there are only 6 million people of Irish heritage compared to the United States where we have 40 million people of Irish descent.  This is the result of an ambassador taking an initiative.<\/p><p> I know there are concerns about it.  I maintain that policy is based on data.  It is shocking that the reply from the Department of Foreign Affairs and Trade to this committee after numerous requests, is that they simply do not have the data.  If one went on the census website for England, one would be able to get data on the number of people with Irish ancestry in Birmingham. <\/p><p> If the Department of Foreign Affairs and Trade is to have a consulate policy, for a start the Department must have the data.<\/p><p> I would like to hear the views of the committee members on this.  I think the reply from the Department of Foreign Affairs and Trade is unacceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#N01500","speaker":"1414","continuing":true},{"type":"speech","time":1486633200,"counter":54,"content":"<p>Senator Daly raises an important issue.  I do not know the criteria for the selection of an honorary consul.  One has an idea that in other countries that the selection of a consul is based on whether the person was a fundraiser for the party in government.  I am not saying that is the way it operates in Ireland.  I do not know the criteria of how we select a consul or the criteria for where he or she is based.  I probably should.<\/p> <p>  I think it would be important that we invite somebody to outline how the position of consul is filled.  The then ambassador in Canada came up with the idea and took the initiative to appoint consuls in Canada, which has gone down very well and is seen as a positive in Canada. <\/p> <p>  I am conscious that people in other parts of the world go to the consul if they have difficulties and so on.  Some consulates are probably more busy than others.  I would be interested in how we come up with the criteria for those whom we would like to appoint, who and how they are selected and how one decides on the location.<\/p> <p>  Senator Daly has raised an important issue and I think it is worthy of investigation by the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00200","speaker":"1309"},{"type":"speech","time":1486633200,"counter":55,"content":"<p>Deputy Crowe has made the point that we should invite an official from the Department of Foreign Affairs and Trade to outline the procedure.  How can it happen in Canada and not in other countries, including the United States?  As far as I am aware there are no set rules and regulations.  I think a lot depends on the ambassador and other factors.  That is not very satisfactory.  In this day and age we should have some idea.  I do not see anything wrong in making certain that every state in the United States should have some representation on behalf of the Irish people.  I support Senator Daly and congratulate him on raising this matter.  Let us have officials from the Department of Foreign Affairs and Trade come to the committee and tell us what criteria are used, if any, to appoint a consul or whether it is at the whim of the ambassador of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00300","speaker":"1219"},{"type":"speech","time":1486633200,"counter":56,"content":"<p>I think it is an excellent idea, especially where Senator Daly and I are coming from with regards to the undocumented Irish people in the United State.  We would like to get up-to-date figures.  The figures we are using are definitely more than ten years old.  I would like to know exactly the number of undocumented Irish in the mid American states.  We are always concentrating on Chicago, the East Coast and the San Francisco area, but one can be sure that there are thousands of Irish people all over the country.  In this day and age we should be compiling lists of our citizens that are abroad.<\/p> <p>  I certainly would back that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00400","speaker":"1429"},{"type":"speech","time":1486633200,"counter":57,"content":"<p>I think it is worth pursuing the compilation of the information.  My question is around the cost factor.  Do honorary consuls get expenses?  If somebody from the Department of Foreign Affairs and Trade comes to the committee, I would like them to talk on the cost factor too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00500","speaker":"1291"},{"type":"speech","time":1486633200,"counter":58,"content":"<p>It is not a paid position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00600","speaker":"1270"},{"type":"speech","time":1486633200,"counter":59,"content":"<p>The honorary consuls are not paid.  It is an honorary position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00700","speaker":"1429"},{"type":"speech","time":1486633200,"counter":60,"content":"<p>I understand there is some allowance to cover some costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00800","speaker":"1270"},{"type":"speech","time":1486633200,"counter":61,"content":"<p>I think it is about &euro;5,000  per honorary consul per annum.  I think that is to cover incidental costs.<\/p> <p>  The number of people of Irish descent in Montana is 164,746 people, some 16% of the population have Irish heritage and they might get a visit once every three years.<\/p> <p>  Melbourne in Australia has a major Irish community, born in Ireland and living there.  I do not blame the ambassadors or the consulate, but the system or lack of one.  It is up to the ambassador to decide whether to appoint somebody.  That is not a system.  It should be the case that every province in Canada, every state in the United States, every state in Australia would have a consulate or an honorary consul.  That is a policy.  Leaving it up to the ambassador is not a policy.  That is leaving the situation as it is.  That is not good enough.  If one had a consular strategy, one could decide to review it in three year time.  Then we can ask the consular services if they managed to get a consul for each state in America.  God knows there are plenty to pick from but one needs to go out and do it.  This initiative would assist the implementation on the ground of Government strategy in respect of trade and Ireland reaching out to incentivise people to bring jobs to Ireland.  If one were to make a payment to those who were responsible for bringing a job to Ireland, there might be people in Montana who would think of moving some of their operation to Europe.  Somebody has to tell them and that is why one has honorary consuls on the ground, not just to assist people in trouble but also to promote our policies and explain to a member of Congress or a public representative in those states the issue of the undocumented Irish and our concern about it.  <\/p> <p>  One will often meet Irish American public representatives, who did not realise what is of concern, because we do not have people on the ground in some of those areas.  <\/p> <p>  I thank my colleagues for their support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O00900","speaker":"1414"},{"type":"speech","time":1486633200,"counter":62,"content":"<p>Could I propose that we amend the motion?  If we were to request a meeting with the Minister, it could take a considerable time to arrange due to diary commitments.  May I suggest that it would be better if we were to ask the director of consular services to come and brief us at an informal meeting.  Is Senator Daly in agreement that we invite the director of consular services to brief us and that we amend his motion accordingly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O01000","speaker":"1270"},{"type":"speech","time":1486633200,"counter":63,"content":"<p>Chairman, that is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O01100","speaker":"1414"},{"type":"speech","time":1486633200,"counter":64,"content":"<p>I remember a few times coming across people who had been approached to take up the position of honorary consul, but they could not take it up because of work commitments.  Where there is a large Irish population and strong Irish groups and cultural organisations, maybe there has been a kind of tardiness in appointing honorary consuls in such areas.<\/p><p>I do not know.  It would be useful if we spoke to Mr. Pat Bourne.  He would give us an outline of how the process is undertaken, what the proposals are to expand it or whatever.  The host country has a say in the appointments being ratified as well.  It may not all be straightforward.  I do not know the details.  I propose with the committee's agreement that we seek a briefing meeting for members of the committee with the director of consular services.  Would that be agreeable to the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#O01200","speaker":"1270","continuing":true},{"type":"speech","time":1486633200,"counter":66,"content":"<p>We will amend the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#P00200","speaker":"1414"},{"type":"speech","time":1486633200,"counter":67,"content":"<p>We will amend the motion to read: <\/p><blockquote>In respect of the recent review of consular and honorary consular services and the importance that appointments are based on reliable information this committee: agrees that the Head of the Consular Section meet with members of the joint committee to provide briefing on the method in which consuls and honorary consuls are appointed; <br \/><br \/>is concerned over the lack of data available regarding the location of the Irish community living overseas including their specific location; <br \/><br \/>and, asks that members are supplied with up to date information to ensure the service is fit for purpose and in locations where the Irish community are living. <\/blockquote> <p>Is the motion, as amended, agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#P00300","speaker":"1270"},{"type":"speech","time":1486633200,"counter":68,"content":"<p>Just before we end the discussion, it is important that at some stage we put on the record our appreciation for all those people in those positions.  We do not do that often enough.  There can be a huge workload involved in just one case, not to mention a group of cases.  Again, I would like to know the criteria but I can understand the reluctance to appoint people because if one wrong person is appointed, that is the one that is remembered, not the others that are positive and so on.  I can understand the system being tardy or reluctant to move forward on appointments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#P00400","speaker":"1309"},{"type":"speech","time":1486633200,"counter":69,"content":"<p>This is not the same as an ambassador.  He could be appointed for three years or five years, so if there is a bad appointee, there can be a change.  There is no reason they should be permanent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#P00500","speaker":"1219"},{"type":"speech","time":1486633200,"counter":70,"content":"<p>We will proceed as I suggested and as agreed with the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2017020900002#P00600","speaker":"1270"},{"type":"unspoken","time":1486633200,"counter":71,"content":"<p>The joint committee adjourned at 12.02 p.m. until 9 a.m. on Thursday, 23 February 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on the Implementation of the Good Friday Agreement","time":1486648800,"counter":72},{"type":"unspoken","content":"<p>The Joint Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Declan Breathnach, Senator Frances Black, Deputy Tony McLoughlin, Senator Gerard P. Craughwell, Deputy Fergus O'Dowd, Senator Mark Daly, Deputy Maureen O'Sullivan, Senator Frank Feighan. Deputy Sean Sherlock, Deputy Brendan Smith,<\/p><p>In attendance: Senator Paul Coghlan.<\/p><p>DEPUTY KATHLEEN FUNCHION IN THE CHAIR.<\/p>","time":1486648800,"counter":73,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002"},{"type":"minorheading","content":"Implications for Good Friday Agreement of UK Referendum Result: Discussion (Resumed)","time":1486648800,"counter":74,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#A00100"},{"type":"speech","time":1486648800,"counter":75,"content":"<p>We will continue our consideration of the implications of Brexit for the Good Friday Agreement and its institutions.  I am pleased to welcome the Minister for Public Expenditure and Reform, Deputy Paschal Donohoe, who will focus, in particular, on the implications of Brexit for the allocation of EU funding, including under the PEACE and INTERREG programmes.<\/p> <p>  Apologies have been received from Senators Denis Landy and Niall &Oacute; Donnghaile.  We have also received apologies from Mr. Francie Molloy, MP, and Mr. Mickey Brady, MP.<\/p> <p>  I remind members of two matters.  First, votes will take place at 4 p.m.  It is possible that we will finish the meeting before then because I am not sure how much time would remain if we were to suspend the sitting.  <\/p> <p>  Second, on behalf of the joint committee, I welcome Ms Marylee Wall who has been appointed as our policy adviser.  She is on secondment from the Department of Foreign Affairs and Trade.  I am sure everyone will have loads of questions for her in the next few months.  It is great to have the assistance of a person from the Department.  I am very glad that she has joined us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#A00200","speaker":"1266"},{"type":"minorheading","content":"Implications for Good Friday Agreement of UK Referendum Result (Resumed): Minister for Public Expenditure and Reform","time":1486648800,"counter":76,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#B00100"},{"type":"speech","time":1486648800,"counter":77,"content":"<p>On behalf of the committee, I welcome the Minister and thank him for being with us today.  We know his time is precious so we very much appreciate it.  I remind members, guests and those in the Public Gallery to please ensure that their mobile phones, tablets or anything electronic are switched off or at least are on airplane mode as they interfere with the recording equipment.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person or body outside the Houses, or an official, either by name or in such a way as to make him, her or it identifiable.  <\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  If they are directed by the Chairman to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>There were many questions in the past on the possible implications of Brexit for EU funding for the EU Programme for Peace and Reconciliation, PEACE, and the EU initiative for inter-regional co-operation INTERREG.  I am sure the committee would be interested to hear the Minister's thoughts on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#B00200","speaker":"1266"},{"type":"speech","time":1486648800,"counter":78,"content":"<p>I thank the Cathaoirleach and the committee for the opportunity to appear before it.  I am very pleased to be here to discuss, as the Chairman indicated, the implications of Brexit for the Good Friday Agreement.  I will be focusing my remarks mainly on an area that I know is of interest to the committee, which is the status of European Union funding for Northern Ireland, how I see it at the moment and my expectation for its future evolution.<\/p> <p>  I am very much aware of the important work the committee has undertaken in recent months in this area.  I appreciate the interest of members in the PEACE and INTERREG programmes for which I am responsible.  It is a responsibility that I share with my colleague in the Northern Ireland Executive, Mr. M&aacute;irt&iacute;n &Oacute; Muilleoir.  I know Mr. &Oacute; Muilleoir has already appeared before the committee and I also know it has had the opportunity to be briefed by the chief executive of the Special EU Programmes Body, SEUPB, Ms Gina McIntyre, with whom my officials and Department work closely.<\/p> <p>  In December I travelled to Derry where, along with Mr. &Oacute; Muilleoir and Ms McIntyre, I saw some of the excellent work being undertaken by PEACE and INTERREG.  I have had an opportunity to visit programmes and projects funded by both programmes, to meet with programme beneficiaries and to assure them of the Irish Government&rsquo;s continuing commitment to PEACE and INTERREG.  I have had the opportunity over a number of years to meet those who are involved in organising PEACE projects that are funded by PEACE and INTERREG but I made a point at the end of last year of spending two days in Derry and going to visit a selection of the projects.  No papers or meetings with those organising the projects compare with the opportunity to visit them, to see the work that is under way and to see the importance of that work from an economic perspective and the very important role that it plays in sustaining the peace process.<\/p> <p>  With both those perspectives in mind, let me be very clear about this Government&rsquo;s commitment and my commitment to the current programmes and to successor programmes post-2020.  The Irish Government is justifiably very proud of its role in securing EU funding for a fourth PEACE programme.  Between them, PEACE and INTERREG have seen nearly &euro;3.5 billion of investment in Northern Ireland and the Border region of Ireland over the last quarter of a century, with more than &euro;0.5 billion to be invested over the period beginning in 2014 and ending in 2020.  These programmes have made an enormous contribution to cross-Border co-operation and remain important drivers of regional, economic and social development in a cross-Border context.  More than that, the programmes have been a key element of the European Union's continuing commitment to the process of peace building, reconciliation and support for the Good Friday Agreement.<\/p> <p>  As part of the contingency planning undertaken by the Government prior to the UK referendum, my Department identified the risks to these EU-funded programmes in the event that the UK voted to leave.  As soon as the result was known work started on securing the programmes.  Early on the morning of the referendum result I had my first conversation with my officials about the steps that needed to be taken.  That afternoon they had their first discussions with their counterparts in the European Commission, the Department of Finance in Northern Ireland and the SEUPB.  A week later, the North-South Ministerial Council, NSMC, meeting in Dublin Castle, reiterated the joint commitment of the Government and the Executive to the successful implementation of the programmes and agreed that the two sponsor Ministers should consider how to secure European Regional Development Fund, ERDF, funding for the two programmes, including through engagement with the Commission.  Later that week I hosted a sectoral meeting of the NSMC in Iveagh House where I proposed that Mr. &Oacute; Muilleoir and I would write to the European Commissioner for Regional Policy, Ms Corina Creu, to highlight the importance of the programmes.<\/p> <p>  So began a process of patiently working through a very significant number of issues facing the programmes.  I was delighted that on 28 October 2016, that is, four months and four days after the referendum result, and against a background of enormous uncertainty over Brexit, Mr. &Oacute; Muilleoir and I were able to announce that we had agreed a safeguard clause that would Brexit-proof letters of offer to programme beneficiaries.  That was a very significant development in light of the challenges that we then faced.  I want to recognise the work that went into achieving that recognition from officials in the Northern Ireland Executive and from officials in my Department.  Mr. &Oacute; Muilleoir and I were really pleased to be able to communicate that development to projects which were dependent on certainty about future funding.<\/p> <p>  With that in mind, I will outline the three objectives I have with regard to such funding.  In the short term, my objective was to secure the programmes and give programme beneficiaries the confidence they need to proceed with projects.  That has now been achieved through a process of working quietly behind the scenes to address this particular challenge.  This is the approach being taken by the Government across a range of headings to emphasise our concerns and to ensure that they are fully reflected in the EU position once negotiations commence.  I would also like to acknowledge the collaboration and frequent contact that took place between myself and Mr. &Oacute; Muilleoir across that period that played a key role in allowing everybody to get to that point.<\/p> <p>  In the medium term, my objective now is to see implementation of these programmes out to 2020.  This will take place during a period in which it will be likely that the United Kingdom will leave the European Union.  We should not underestimate the challenge that will be involved here.  We will look to maintain these programmes that receive EU funding across a period in which the UK leaves the EU.  This is the importance of the safeguard clause that we secured and that was communicated to the project beneficiaries.  I hope that the current political situation in Northern Ireland will not jeopardise that.<\/p><p>This is why the Government has very strongly emphasised the need for the swift resumption of the power-sharing institutions after the election when we will play our part with the political parties and the British Government in the years ahead.  I must also be very clear that the North-South programmes can only be implemented successfully with the co-operation of everyone concerned.  These are EU-funded cross-Border programmes which is one of the many reasons it is so important to see a resumption of the political institutions.  This needs to be understood by everybody involved in the programmes.  We must all respect not just the letter but also the spirit of the programmes.<\/p><p> The long-term objective is to see the success of programmes beyond 2020.  These programmes are very well regarded in the North, South, UK and throughout the EU.  The necessary goodwill is there for successor programmes.  Moreover, the regulatory framework for programmes with third countries already exists.  My officials are already working with the SEUPB to examine such programmes to see how they might form a model for North-South programmes post 2020.  Next week, I will be meeting colleagues within the European Commission and European Parliament on Wednesday and using that as a further opportunity to discuss a very important area.  Of course, these programmes are not the only such programmes funded by the EU.  For more than 20 years, we have had the very successful Ireland-Wales INTERREG programme.  The current programme for the period 2014 to 2020 is worth almost &euro;100 million.  Last October, I had a very fruitful meeting with my Welsh counterpart, Mark Drakeford, to discuss the Ireland-Wales programme which supports an range of important investments across our maritime border.  There are also a range of cross-Border programmes supported by Horizon 2020, Leader, Erasmus+ and other EU funds that we want to see continue.<\/p><p> As I said, next week I will travel to Strasbourg for the plenary session of the European Parliament.  In that session, I will meet members of the Parliament and Commission to emphasise our concerns about the impact of Brexit.  I will highlight to them the importance of the peace process and the contribution EU funding has made as well as the necessity to protect the Good Friday Agreement and ensuring that the vital work of the programme continues.  These are programmes that are worth fighting for.  In the most recent visit I made, which was to Derry, I had the opportunity to walk across the peace bridge with a DUP mayor and a Minister of the Northern Ireland Government from Sinn F&eacute;in.  This is a project that was enabled by the European Union through a funding stream we have fought to maintain and which we want to see deployed successfully up to 2020.  I am absolutely committed to us doing everything we can to negotiate a structure and funding for these programmes for the future of Northern Ireland and those parts of the Border which have seen them make a huge difference to the economic and social development of their communities.  That is an overview of where we are and of the various programmes.  I look forward to responding to any questions or points the committee has.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#B00300","speaker":"1292","continuing":true},{"type":"speech","time":1486648800,"counter":80,"content":"<p>I will open the floor to questions.  We will take three contributions together and then revert to the Minister for answers.  Deputies Breathnach and Sherlock and Senator Craughwell will go first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#C00200","speaker":"1266"},{"type":"speech","time":1486648800,"counter":81,"content":"<p>I welcome the Minister's comments and thank him for his proactivity on questions from the D&aacute;il and Seanad on this important funding stream.  I have lived through all of the peace programmes and INTERREG programmes.  Indeed, when INTERREG was announced, many in the Border area wondered if it was an Easter egg.  There was a great deal of difficulty in trying to understand what the programme was.  Thanks be to God, it was an Easter egg and a golden one at that, not just for the Border region, but indeed for myriad projects which have benefitted people right across the country from North-South interaction, whether in universities in Cork, Dublin or elsewhere.  The country has benefitted greatly from it.  I contend, however, that there is a major vacuum here albeit I welcome the commitment of the Government up to 2020.  I took the liberty of writing to the Secretary of State for Northern Ireland who confirmed for me on 12 December that he wished to affirm his Government's commitment to Northern Ireland's hard-gained political stability and the continuation of the programme, which is welcome in itself.  I hope that will be honoured.<\/p> <p>  I have said time out of number since I entered the D&aacute;il that for too long communities turned their backs on each other.  As a result of INTERREG and the peace programmes, communities have collaborated, faced each other and found commonality of purpose.  That did not happen in the Border region for many years and required the aid of the EU whether it was students benefitting from the funds in attending colleges across the island, research or the collaboration of local authorities.  That could be in difficulty post-Brexit.  It is the uncertainty I want to come back to and the worry.  While there is a commitment to 2020, people are afraid to plan post that date.  It is dragging out the uncertainty as to whether these worthwhile projects from which communities have benefitted greatly will continue.  I would like the Minister to comment on that.<\/p> <p>  We had the SEUPB in here and its representatives indicated, as has the Minister, that they were looking at mechanisms whereby funding is provided to non-EU countries by the EU.  The EU was set up to ensure that peace continued.  The peace process is probably the greatest peace process in Europe since the Second World War.  Will the EU see it as an exemplar of how a peace process should operate and guarantee the funding into the future?  The Minister referred to various programmes.  I could list a lot more, including the Atlantic programmes and other European programmes for which people have planned.  There would be a serious risk to the peace process if these programmes were not followed through and if the EU does not find a special mechanism to ensure that, regardless of Brexit, these programmes continue beyond 2020.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#C00300","speaker":"1332"},{"type":"speech","time":1486648800,"counter":82,"content":"<p>I join the welcome to the Minister.  My first question relates specifically to the Minister's intervention where he stated that he had agreed a safeguard clause to Brexit-proof letters of offer to programme beneficiaries.  Could he flesh out that statement and tell us exactly what it means in relation to securing funding lines for the very programmes he talks about?<\/p><p>The second issue I wish to raise relates to Horizon 2020.  I am encouraged by the fact that the Minister made specific reference to it.  He might indicate what the permutations might be for Science Foundation Ireland, SFI, funded programmes whereby the legislative base within the Twenty-six Counties is such that the remit of SFI allows it to fund researchers in the North and the South.  I am concerned that when the United Kingdom exits the European Union, it will put this island at a disadvantage when it comes to accessing the Horizon 2020 funding pot because, to all intents and purposes, there are two jurisdictions which can collaborate to access funding from the main source.  Has the Government given any thought to what the permutations will be in seeking science funding and for the island of Ireland in reaching the stated target in accessing the Horizon 2020 funding pot?  Has the Government, not specifically the Minister, engaged with Science Foundation Ireland on having a co-ordinated view on the research infrastructure which is vital in supporting thousands of jobs, North and South?  What is the Minister's general view on that issue?<br\/><br\/>We are all following the passage of the legislation before the House of Commons.  I understand the opposition tabled an amendment, No. 86, to require Article 50 not break to anything agreed to in the Good Friday Agreement, to put it loosely.  I understand the amendment was defeated by a majority of 39.  Therefore, <i>de facto<\/i>, the Tories defeated the amendment.  I am concerned about this.  Is the Government watching the legislation from that vantage point?  Does it have a strong view that sufficient attention is being given by the UK Government to the Good Friday Agreement?  If the UK Government is defeating simple amendments of this nature, it may speak to a certain attitude that would concern me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#C00400","speaker":"1276","continuing":true},{"type":"speech","time":1486648800,"counter":84,"content":"<p>T&aacute; f&aacute;ilte roimh an t&Aacute;ire.  He will be aware that the members of the Joint Committee on European Affairs visited Brussels in the past two days.  I was a member of the group and during the two-day period we held 14 meetings with different individuals and groupings, ranging from Monsieur Barnier to Commissioner Hogan.  I have to compliment the Government because from what I heard in Brussels, a sizeable amount of work has been done by it in preparing for Brexit.  However, it is perfectly clear to me from every meeting we held in Brussels that the time to drive home the needs of the Good Friday Agreement has passed.  Everybody understands this.  Yesterday morning Monsieur Barnier made the point that in 1999 he had visited Northern Ireland where he met two people on two occasions in different rooms, David Trimble and John Hume, and said the memory of the meetings would never leave him.  He said the one thing he could tell us as we entered into the negotiations on Brexit was that he would not do anything to destabilise what had taken many years to put in place and work.  He said he would do everything he could to hold it in place.<\/p> <p>  While Monsieur Barnier said it would be easy enough to deal with the issue of free movement of people, he also said he was asking the Irish Government to provide him with a solution in dealing with the issue of trade.  What came across at every meeting was that they wanted the Irish Government to identify five or six principles that Ireland holded dear which set out our demands in the negotiations on Brexit and to provide solutions, where possible.  Mr. Verhofstadt made the point yesterday that no matter how outlandish the solution seemed to us, we should put it on the table.  He wants to hear how Ireland wants to deal with the issue.  There was a clear understanding the island of Ireland had to be looked upon as a complete entity, North and South.  Nobody had any answer as to how that would be achieved and one would not expect them to show their hand at this time, but I came away from Brussels totally satisfied in my mind that there was massive sympathy and support for our position within the Parliament, the Commission and among those who would be negotiating.<\/p> <p>  I fear there is a risk that we are sailing too close to the United Kingdom.  We need to establish ourselves as good Europeans and to be seen as such.  We need to constantly reaffirm our commitment to the European model and the European project which I believe the Minister will agree is in serious trouble, given the unrest across Europe.  As good Europeans - we have always led the way in that regard - the time has come for us to do this.<\/p> <p>  What would be wrong at this stage with bringing in expertise from outside the Government?  The members of the Irish Road Hauliers Association who cross borders every day of the week in travelling across Europe might have something to help us.  The technological solution was dismissed in some of the discussions we had in which it was argued that the use of cameras and various other electronic devices might not be the way to go.  I am not sure what the Minister's view is, but I know that he has all the sympathy and support he needs elsewhere in Europe.<\/p> <p>  The final matter I want to address is the Supreme Court ruling in the United Kingdom.  It is clear from it - I attended a high level conference in Queen's University Belfast hosted by its legal department - that Westminster will trigger Article 50, irrespective of the view of any of the devolved governments.  It does not need the permission of the assemblies in Scotland, Northern Ireland or Wales to trigger it.  It is also clear that when it does trigger Article 50, it should have some primary legislation in place to reaffirm the Good Friday Agreement to ensure we will not find ourselves having to renegotiate any part of it, albeit that it is part of an international treaty which would be difficult to destabilise in any way.<\/p> <p>  Several of the people whom we met in Brussels pointed to the availability of European Investment Bank funding for capital projects in Ireland.  One of the issues I discussed was the provision of what I refer to as a new European super highway to aid the further development of Rosslare, Waterford and Cork ports.  There should be ferries sailing directly to mainland Europe, rather than having trucks stopped at the borders with the United Kingdom.  We should develop our own super highway to bypass the UK problem.  I do not know if such plans have yet been put on the table, but I do know that there are plans in Galway, for example, for a deep see harbour.  It might not be the most direct route to mainland Europe, but as a good Galwegian, I would have to support that plan.  On the possibility of ferries sailing from Cork, Waterford, Rosslare, Dublin and Drogheda straight to the northern part of mainland Europe, are we looking at such projects, in addition to projects for the construction of a motorway to Letterkenny to improve the western corridor from Letterkenny to Cork, which is an horrendous trip to have to take?<\/p> <p>  I thank the Minister for giving of his time.<\/p><p>I was most impressed by the understanding that exists and it is down to the work of the Government.  The Minister of State, Deputy Murphy, was most accommodating while we were over there and I thank him for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#D00200","speaker":"1390","continuing":true},{"type":"speech","time":1486648800,"counter":86,"content":"<p>I thank the Deputies and the Senator for their questions.<\/p> <p>  I will begin with the question from Deputy Breathnach.  There is no vacuum.  We have an agreement in place now to see the honouring of the programmes up to 2020.  I will outline some of the detail for INTERREG.  A total of 24 letters of offer have issued to projects.  A total of 16 letters of offer for the PEACE programme have issued.  We are in the process of finalising letters and agreements with projects in respect of funding.  We gave a commitment to do everything possible to maintain the stability of these projects up to 2020.  Had we not done that, then one could contend that such a vacuum exists.  However, it does not because the agreement is in place up to 2020.  The agreement is in place for a reason.  Deputy Breathnach outlined the importance of the projects and the Government and I agree with him in this regard.  Now, we need to move to looking at what can replace these programmes.  The programmes matter and they have made a difference economically, socially and politically.<\/p> <p>  I was asked a direct question on whether this is in the interests of the European Union.  I contend that it is.  The EU is, first and foremost, a peace process - this point was alluded to already.  Given its political provenance, there must be an opportunity for us to negotiate something to further support the peace process on our island.  We will play our leading role to ensure that happens.<\/p> <p>  Deputy Sherlock asked what I meant by Brexit-proofing.  In the letters of offer that we have issued to the projects, we have agreed text in respect of a safeguard clause.  It has been agreed that letters of offer will include a safeguard clause whereby if, as a consequence of the UK leaving the EU, the UK element of the European Regional Development Fund is no longer available, the letters will be covered by the UK Treasury financial commitment in respect of EU funding programmes, even when specific projects continue beyond the UK departure from the EU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#E00200","speaker":"1292"},{"type":"speech","time":1486648800,"counter":87,"content":"<p>That is just in from the UK Exchequer.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#E00300","speaker":"1276"},{"type":"speech","time":1486648800,"counter":88,"content":"<p>It is about ensuring that a funding source is in place.  It has also been agreed that the programmes and projects will continue to be subject to EU regulations.<\/p> <p>  Reference was made to Horizon 2020 and Science Foundation Ireland.  The Minister for Jobs, Enterprise and Innovation, Deputy Mitchell O'Connor, is responsible for this area, in particular for Horizon 2020 funding.  This is another area of cross-border EU funding that we are keen to see continue.  Anyway, it will be subject to negotiation and agreement.<\/p> <p>  A point was made about the amendment on the Good Friday Agreement.  It is my understanding that all amendments to the Bill were defeated in the House of Commons.  However, the Government and, no doubt, the Oireachtas will be absolutely vigilant in respect of the maintenance of the Good Friday Agreement and any associated commitments.  This leads me directly to the point Senator Craughwell made about the Good Friday Agreement.  I thank the Senator for recognising the work that has taken place up to this point.  Substantial work has been undertaken to copperfasten the understanding of the significance of the Good Friday Agreement, its status in international law and as an international treaty.<\/p> <p>  Reference was made to the broad communication of principals from the Government regarding where we are now in the aftermath of recent developments in the House of Commons and in the immediate run-up to the triggering of Article 50.  That will happen imminently.  That will be laid out on the part of the Government by the Taoiseach.<\/p> <p>  Senator Craughwell expressed concern about sailing too close to the UK.  I can be explicit in my comments by saying that I see Ireland's long-term economic, political and social development in the context of continuing as a strong member of the European Union.  Any discussion that we have had within the European Union has been anchored firmly in that view.  Of course, some may well make the charge that we are too close to the UK.  It is our largest neighbour and a country in respect of which we have seen our relationship transformed.  However, the UK is leaving and we are staying.  In the coming years, we will work through specific areas to ensure that our needs are recognised and met.  As I said, it will be subject to years of negotiation.<\/p> <p>  Reference was made to the Supreme Court ruling and the instruments of the Good Friday Agreement.  I see no need for any further legal instruments relating to the Good Friday Agreement.  It has been negotiated and ratified.  It is recognised by both Governments and via an international treaty.  There are no prospects for or basis on which I envisage the arrangement being reopened in any way.  We will ensure that the interests of the Agreement are protected in the coming years.<\/p> <p>  Senator Craughwell referred to the role of the European Investment Bank, EIB.  He is correct.  We believe there could be an additional opportunity in this regard.  The Department of Finance and my Department are working with the EIB on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#E00400","speaker":"1292"},{"type":"speech","time":1486648800,"counter":89,"content":"<p>I have two further questions on the UK Supreme Court ruling.  I take on board what the Minister has said.  Have we sought an explanation from the UK on its interpretation of the ruling?  Have we taken legal advice on the ruling?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#E00500","speaker":"1390"},{"type":"speech","time":1486648800,"counter":90,"content":"<p>Is Senator Craughwell referring to the ruling of the UK Supreme Court?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#E00600","speaker":"1292"},{"type":"speech","time":1486648800,"counter":91,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#E00700","speaker":"1390"},{"type":"speech","time":1486648800,"counter":92,"content":"<p>We have not really done so.  Legal advice may have been sought and perhaps it may have been shared with the Taoiseach and the Department of Foreign Affairs and Trade.  I am not aware of that, but I can check.  Senator Craughwell is raising an issue relating to a British political decision being implemented by the British Government that will be overseen by the UK courts.  The issue of legal advice does not arise immediately for me, but I will check that for the Senator.  We are not going to go down any avenue that might indicate any uncertainly regarding the status of the Good Friday Agreement, because there is no such uncertainty.<\/p> <p>  Senator Craughwell is right about ports.  We need to give greater recognition to the role our ports can play in future.  We are ahead of the game in that regard not for reasons of Brexit but because some years ago the boards of the various ports, as well as the Department of Transport, Tourism and Sport, recognised the need to invest more in our ports.  As a result, the Alexandra Basin project is under way in the constituency of Deputy O'Sullivan and myself.  When that is complete, Dublin Port will be able to handle the largest vessels in the world.  The redevelopment of the Port of Cork is proceeding.  My recollection is that it is at the planning stage.  The idea is to move the location of the Port of Cork.  Several other ports are involved in seeking to gain funding to strengthen their transport links.<\/p><p>I would not underestimate for a moment the role of Shannon Foynes as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#E00800","speaker":"1292","continuing":true},{"type":"speech","time":1486648800,"counter":94,"content":"<p>I thank the Minister for his presentation.  He referred to the expenditure of &euro;3.5 billion through the PEACE and INTERREG programmes over the past number of years.  This has been a very welcome investment in the Border communities.  The funding has been drawn down by statutory agencies and local community and voluntary groups.  In many instances, the funding that became available empowered both urban and rural local communities, in many areas very disadvantaged local communities, which was very welcome.  I want to see this continue beyond 2020.  As a person with some experience of different aspects of the programmes over the past 20 years, I must say a huge amount of preparatory work goes into preparing applications and getting to the point of drawing down money.  The year 2020 is not that far away from the point of view of a community group that wants to put in motion the preparation of an application for a project to draw down funding.  We need to get a clear message out now that there will be substantial PEACE and INTERREG programmes post-2020.  If not, a huge vacuum would emerge in the Border community because we are all aware of the huge deficits and challenges that will face us due to the United Kingdom leaving the European Union.<\/p> <p>  Regarding Deputy Sherlock's question about Brexit-proofing and the letters of offer to which the Minister referred, the British Exchequer has committed to make good on that funding up to 2020.  I sincerely hope it will not come out of the block grant it gives to the Northern Ireland Executive but that it will come from the necessary additional funding.<\/p> <p>  I listened with interest to Senator Craughwell's comments and I sincerely hope the message he has given us comes to pass.  A number of us met members of the Dutch Parliament yesterday.  To their credit, they were doing a report for their EU affairs committee and foreign affairs committee and were visiting London, Cardiff, Belfast and Dublin.  They said clearly to us that the interest in our problems is non-existent in other member states of Europe.  Unfortunately, I am inclined to agree with them, judging from the little interaction I have had with other member states.  I sincerely hope I am wrong and that Senator Craughwell is right.<\/p> <p>  Senator Craughwell mentioned Michel Barnier.  We are fortunate that he is the main negotiator because over the years, as European Commissioner for Regional Policy and, subsequently, European Commissioner for Internal Market and Services, and in France as Minister of State for European Affairs and Minister of Agriculture and Fisheries, he had very significant contact and good relations with successive Irish Governments.<\/p> <p>  What Senator Craughwell says is in sharp contrast to what Alasdair McDonnell and Mark Durkan told us here two weeks ago.  The content of their contributions to the committee was alarming.  They spoke about the interest in Ireland in Westminster, Whitehall in particular, and it was very worrying.  I wish to put on the record that, judging from some of the coverage I have managed to read up on and listen to in the House of Commons debate during the week, Alasdair McDonnell and Mark Durkan made exceptionally good contributions, hammering home the message of the huge challenges for all our island and the disregard with which the British Government is treating us.<\/p> <p>  I recognise the challenge that is there but I emphasise again the need to ensure as soon as possible that there will be post-2020 PEACE and INTERREG programmes with substantial funding.  Am I correct in thinking that these programmes to date have been funded 85% by the EU, with the remaining 15% being made up by the two member states?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#F00200","speaker":"1270"},{"type":"speech","time":1486648800,"counter":95,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#F00300","speaker":"1292"},{"type":"speech","time":1486648800,"counter":96,"content":"<p>I am moving slightly away from today's specific topic, but there has already been a huge downer for business and communities in the Border region.  I know of businesses, small and medium-sized enterprises in particular, that are very heavily reliant or totally dependent on the British market and the Northern Ireland market.  They have put on hold plans to develop, expand jobs and create additional employment because of the uncertainty.  This arose immediately following the deterioration in the value of sterling against the euro.  This has stabilised to some extent, but there is huge uncertainty, and it would hit the small and medium-sized enterprises more than the larger enterprises because many of the business I know well from my area depend particularly on the Northern Ireland market and the British market as their export base, so they see the particular difficulties.  If good trade agreements are not in place from a British point of view and if World Trade Organization, WTO, tariffs kick in, there will be huge knock-on negative impacts for the agrifood and other sectors.  We, as a State, need to support the enterprises that are creating very valuable employment in these areas.  Many of these companies were established in the very hostile times of the Troubles and all the mayhem that occurred throughout the province of Ulster, with paramilitary activity and needless maiming and murder of people.  Businesses established at that time have come through very difficult periods and now provide stable employment.  While we have had a positive political dispensation since 1998, these businesses now see extra challenges again.<\/p> <p>  A critical evaluation of the infrastructural needs of the Border region needs to be carried out.  If enterprise is to have any hope of remaining competitive in the region, we need huge upgrading of infrastructure.  I know the Minister has given a commitment to review the capital programme.  If possible, I would like in that review a particular evaluation of the needs of the Border region for infrastructural investment and upgrade because of the particular challenges hitting us right away.  I sincerely hope that in the capital envelope available to the Minister over the next few years, he can target some specific funding towards upgrading infrastructure in the Border region because of these particular challenges.  I am thinking of the road network, broadband, etc.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#F00400","speaker":"1270"},{"type":"speech","time":1486648800,"counter":97,"content":"<p>As my colleague, Deputy Smith, pointed out, the difficulty about the Dutch Parliament's understanding of our position is that it is not unique.  I understand from meetings Fianna F&aacute;il members had with some of the Sicilian and Italian parliamentarians that they thought Ireland is leaving the EU because Northern Ireland is leaving.  This is the challenge we face.  Malta had some understanding but, in reality, it requires a lot of education because there is so much going on and so much information-sharing and laying out of our position.  One of the big challenges the Government faces is that while Theresa May has made her statement, we need to set out our asks and say what we want.  Deputy Sherlock pointed out the votes that took place in Westminster.  What is being said by the British Government and what it is doing are two entirely different things.  Theresa May when she was Home Secretary said the hard Border would of course return if there were a Brexit.  Then she became Prime Minister and said there would of course be no return to a hard Border.  Now she says the Border will be as frictionless as possible.  The Secretary of State for Northern Ireland, James Brokenshire, says there will be no special deal for Northern Ireland.  The lack of understanding in Westminster could be put in the following way.  While Westminster was trying to emphasise the importance of Northern Ireland in terms of the impact of Brexit, one of its reports which the House of Lords produced stated that - I thought it was a very telling line - the relationship between Ireland and Britain has not always been a smooth one.  This would have to be the greatest understatement of any diplomat in the history of the State.  The report's analysis of the impact was such that its authors dismissed everything that would suit us and would do everything to suit themselves.  The UK currently has an operation called Operation Gull whereby people leaving Belfast, Derry and Larne are profiled and 752 people have been arrested on immigration grounds.<\/p><p>It already has immigration controls between the North of Ireland and Britain.  That is the solution to not having a hard Border.  It has to accept that when 40,000 people were employed in the security forces in the North, the Border could not be secured.  Trying to secure it now would be foolhardy, whereas it is already carrying out immigration controls at the three exit points from Northern Ireland to Britain.  Yet, it will not reimpose that.  The House of Lords has said that it cannot be done for political reasons, even though exactly the same system was in place between 1939 and 1952 and, under it, identify checks were carried out on people travelling from the North to Britain.<\/p><p> I commend the great work done by the Minister in respect of funding.  I do not think it was highlighted enough.  Many of the organisations would not be aware that a lot of safeguards have been put in place.  In essence, this goes back to the strategy and statement of the Government, in that we have to be quite forthright and say that Britain voted to leave the EU and Northern Ireland did not.  Any loss of funding to the INTERREG and PEACE programmes will have to be made up by the British taxpayer post-Brexit, not from 2020 but from here on, because the peace process is that important.  If there is not funding going into east Belfast and youths are no longer engaged in youth projects and looked after by the funding from the PEACE and INTERREG programmes, things will destabilise over time.  That is how fellows would become indoctrinated.  There would be a slow return to violence and, unfortunately, the economy would disintegrate, as much of the evidence shows.  When I say EU funding, I just mean INTERREG.  The British taxpayer should pay for that because Northern Ireland did not vote to leave the EU and, therefore, should not suffer.  I accept, however, that many farmers there voted for Brexit.  Again, the British taxpayer should see to it that those EU programmes continue.  Otherwise, it will destabilise the economy and, in turn, the peace process.<\/p><p> Colleagues spoke about innovative programmes in terms of what we want and what we should be putting forward in our statement.  Part of what we need to look at is trade quotas between the North and the South and between Britain and Ireland.  Europe is very good at coming up with innovative language in order to facilitate such processes.  We had an Anglo-Irish trade agreement back in the 1960s for beef and other produce.  We have to examine that.  There is an argument that if we have a hard Border between the North and the South, somebody would make money by smuggling people.  It is an anti-criminal measure as well.  We do not want to have these border checks because if we do, someone will make money getting around them.  It is the same with customs checks.  People will make money by getting around them.  If there is a trade quota, there is then some chance of saying that we can continue to trade.  Obviously, east-west trade is very important to us.<\/p><p> An issue that is arising in correspondence is analytics.  Brexit is a huge project for Ireland.  There are so many areas affected.  I made a point on that at the previous meeting.  Even within Leinster House, pretty much every committee is dealing with Brexit.  From this committee's point of view, not all of them are going to include something to do with the North in their final report, even though it affects every committee.  What is happening is just an exercise in ticking the box.  The Government should say that every committee and Department must analyse how this is going affect the North.  Everything affects the North, even down to fishing.  What are we going to do with the Naval Service?  How are we going to patrol European waters when Britain leaves?  The best of brains must carry out analytics to assist the Government from the outside and to structure things to ensure that every issue the Government wants to address for Ireland is addressed.  That includes reaching out to the Italians and the people of Malta to say that we are not leaving the EU.  We must lay out our five or ten key issues.<\/p><p> In the event of Britain breaching elements of the Good Friday Agreement, there are opportunities to deal with that.  We have signed up to the International Court of Justice.  For some reason, however, the only country that does not come under that is Britain and the North.  We can take every other country to the International Court of Justice for a breach of an agreement that we have with them or for any grievance we have with them.  The only country we cannot take to court is Britain.  When it comes to a breach of the Good Friday Agreement, there is no mechanism to adjudicate between the two sides.  Even the European Union has pointed out that there appears to be a breach of the Good Friday Agreement.  Now we have no body to decide upon it.  The Government might need to look at that case for the North and Britain to be brought under the remit of the International Court of Justice.<\/p><p> I thank the Minister for coming before the committee and for outlining all of the stuff he has been doing in the background on this.  It is a huge challenge for the Government and for the country just to understand the scope of it.  Every time one thinks of a problem, there is another underneath it.  If we listed out all of the problems, we could then start to address them.  However, I do not think that we have one document that has everything on it.  That is the start upon which we can base policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#F00500","speaker":"1414","continuing":true},{"type":"speechnospeaker","time":1486648800,"counter":99,"content":"<p>I welcome the Minister and thank him for his presentation.  I am aware of and commend the Minister's work with M&aacute;irt&iacute;n &Oacute; Muilleoir on securing the EU funding programmes and Brexit-proofing them up to 2020.  I would also like to commend the Minister on his more long-term objective of looking beyond 2020.  However, there is no such thing as a soft Border.  It is just so many soft words.  It is not going to happen.  The road on which the British Government is travelling is going to lead to a hard Border on the island of Ireland.  That is going to happen.  There is an example that Deputy Sherlock mentioned.  Amendment No. 86 tabled at Westminster, stating that the Good Friday Agreement would not be affected by Brexit, was defeated.  We are now depending on the House of Lords.  God help us if that is what we have come to.  We are in for a very difficult time.<\/p> <p>  I have absolutely no doubt that the Irish Government and political parties North and South, with the possible exception of People Before Profit and the Traditional Unionist Voice, TUV, do not want a hard Border.  None of the major parties want a hard Border.  However, there is a lot of emphasis by the British Government on the common travel area.  I came home from Britain in 1968 to my parents place in Donegal and I worked in Derry.  I had to cross the Border every day.  In Donegal terms, that did not involved travelling north to south but more like east to west.  I had to stop at the Irish customs post and at the British customs post both ways every day.  I was driving an ordinary car.  They would search the boot and the car.  There were lorries queued up on both sides of the Border with massive amounts of forms that they had to have filled in by customs clearance agents.  There were massive delays.  This was all under the common travel area and this was before there was any sign of the Troubles or even the civil rights movement emerging.  We should not be naive about the intention of the British Government.  It is going to have a hard Border and it does not care in any meaningful way about its impact on Ireland.<\/p> <p>  I could give numerous examples of how the British Government deals with things.  I will give a quite benign one.  In 1997, when Mr. Tony Blair became Prime Minister, he came to Belfast and made a hugely pro-Unionist public statement and privately authorised dialogue with Sinn F&eacute;in.  That is the way the British Government operates all the time, not just some of the time.  With regard to Europe, I was part of the Assembly commission and part of the infrastructure committee.  We went to Europe as a delegation.  As part of our work, we had to meet Irish Government officials who briefed us about what was coming.  They told us that most European countries had little knowledge of the reality in Ireland and that they actually believed that there was a train link between London and Dublin.<\/p><p>Their belief was that because there was a train link between Belfast, which was part of the UK, and Dublin, there must also have been one between London and Dublin.  That was the level of their knowledge.  The Minister's officials told us that and warned us that we had to be careful about how much knowledge we might believe people in Europe possessed.  We have a huge job to convince Europe of how big a problem Brexit poses.  <\/p><p> The Good Friday Agreement was voted for on the basis of referendums held in the North and the South.  It was accepted by 74% of the people in the North and 91% of those in the South.  That stands against an advisory referendum on Brexit in the UK.  It is quite clear now that it is advisory because it has to make its way through Westminster.  We need to face up to these problems and realise that there is a huge amount at stake for the people of Ireland, North and South.<\/p><p> Europe is well able to devise special situations and special circumstances.  They have done it for other countries and members of this committee all know the examples.  There is enough capacity in the Irish people, political parties and the Government to devise a special status for the North within Europe.  Under the terms of the Good Friday Agreement, every citizen in the North is entitled to be an EU citizen.  Some of them may not take that up but they are entitled to do so.  They are entitled to be Irish, British or both.  We need to be focused and clear.  The British Government does not care about the impact of Brexit on Ireland.  They care about it in terms of the Tory-Conservative vote, mostly in England.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#G00200","nonspeaker":"Mr. Pat Doherty","continuing":true},{"type":"speech","time":1486648800,"counter":101,"content":"<p>If Mr. Doherty is finished, I will revert to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#H00200","speaker":"1266"},{"type":"speech","time":1486648800,"counter":102,"content":"<p>The common theme of what Deputy Brendan Smith, Senator Mark Daly and Mr. Pat Doherty, MP, have said is that we need to be careful not to overestimate the knowledge that other European parliaments might have about Ireland.  I could not agree more.  Furthermore, I cannot see why we should think that they have a very high stock of knowledge in that regard.  The Dutch parliament is preoccupied with the election that is coming up there.  Do members think the parliaments of Estonia, Latvia or Lithuania are spending a lot of time considering Ireland's plight?  Europe is a crowded marketplace of interests.  When we get to European Council negotiations, we cannot rely on the fact that everybody around the table will have anywhere near as high a level of knowledge about our circumstances as we do.  Of course they will not.  That is why we are in the room.  It is our job to do that.<\/p> <p>  I am not at all surprised to hear what Deputy Brendan Smith said about their engagement with the Dutch parliament.  I would expect that if one went to many other European parliaments they would have a degree of knowledge about Ireland and Northern Ireland, but I would not expect them to have anywhere near the level of appreciation of the details that we have just discussed.  That is why in the coming years - because this will take years - the Government will play a strong role in explaining what is our Irish national interest.  We will also explain why we believe it is in the interests of Europe that our needs in this area should be met.<\/p> <p>  Senator Mark Daly spoke about the relationship between economic and political stability, and he is right.  That is why I believe these programmes matter.  Deputy Brendan Smith spoke about what we need to do beyond 2020.  I agree with him that said need is there, but we have a lot of work to do to get to the point where we will have those programmes in place.  If we did not have funding stability in place up to 2020 we would be having a very different kind of committee hearing now, and justifiably so.  We have that commitment in place, however, and in recognition of the Deputy's point, we must now start examining other models that would allow us to construct an argument about the replacement of these funding streams.  For example, we will be looking at what happens in Sweden and Norway, as well as relations between France and Switzerland.  We will be examining whether there are models there that would allow for the development of a new approach for the funding programmes to which the Deputy referred.<\/p> <p>  As regards the points made by Pat Doherty, neither I nor the Government want to see a return to the circumstances he has mentioned.  We will do everything possible to ensure that does not happen.  The Taoiseach has been clear that this Government does not want to see a return to a hard Border with the kind of friction that Mr. Doherty has described.  He made an important point in that the movement of people and goods can be different things and we need to be cognisant of that.  We clearly need to do everything possible to ensure that the kind of Border arrangements described by Mr. Doherty do not return to our island.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#H00300","speaker":"1292"},{"type":"speech","time":1486648800,"counter":103,"content":"<p>We have three more people indicating.  They are Deputy O'Dowd, Senator Feighan and Senator Black.  I call Deputy O'Dowd first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#H00400","speaker":"1266"},{"type":"speech","time":1486648800,"counter":104,"content":"<p>Go raibh maith agat a Chathaoirligh agus cuirim f&aacute;ilte roimh an Aire.  I agree with a lot of what everybody has said and I particularly welcome the Minister's comments.  The frictionless Border is a real economic Border, if it is there at all.  The point is that if there is any tariff, no matter what that might be or whether it is imposed electronically or physically, it is still a division.  Brexit is really dividing our country economically in a new and different way.  It will be profoundly traumatic for people North and South, but particularly for those living along either side of the Border.<\/p><p>I know we cannot make policy here today and I am not suggesting that we should.  It seems to me, however, that a lot of product manufactured in the North ends up in the South and <i>vice versa<\/i>.  If we could at the very least have a tariff-free regime for products which originate either in the North or South, but which are not exported outside the island, it would allow for farming produce, Guinness and other products to be traded freely.  It would require such products to be technically certified as tariff-free, with only the occasional check on manifests.<\/p><p>When the Assembly election is over, it will be hugely important for parties North and South to reach a consensus.  I know that there will not be an agreement on the constitutional issue but, post-2020, there will be infrastructural plans North and South.  We can provide funding for our end of it through the capital expansion programme, but the North will have difficulties because it will have to obtain funding from the UK.<\/p><p>It is important in our discussions with the United Kingdom and the European Union that we can plan beyond that point.  The Minister could say that his capital programme, which he will announce shortly, will dovetail in respect of health benefit in the way it is happening between Donegal and Derry, and transport.  We could have all those matters planned and ready to go and get a consensus through the North South Ministerial Council if we can.  We will have to make provision here for our contribution to those programmes.  If the North does not get the money and if it cannot get it from the EU where are we?<\/p><p> I welcome the engagement we are having today.  The most important issue is our ports but some of the comments today sound as if we are finding a way to get around having to use the North.  I am not suggesting people are implying this.  Products come into Warrenpoint and Drogheda that go North and South and there will be a negative transformation for one of those ports if we do not solve those problems.  We have to give a commitment in the South not to take business from the North.  There is no future in that.  We have to plan for working together.<\/p><p> The Minister said that North-South programmes can only be implemented successfully with full co-operation and this needs to be understood by everybody.  We need to respect not just the letter but also the spirit, what does that mean?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#H00500","speaker":"1329","continuing":true},{"type":"speech","time":1486648800,"counter":106,"content":"<p>I welcome the Minister.  Brexit has taken up a great deal of time in all sectors because it is one of the most serious issues to hit our country, this island, the UK and Europe for many years.  I was at two conferences, one in Carrick on Shannon a few weeks ago chaired by the Minister for Jobs, Enterprise and Innovation, about the impact on jobs.  Last Monday I was at an all-Ireland conference on energy, chaired by the Minister for Communications Climate Action and the Environment.  It is very worrying to see how vulnerable we are given the amount of energy coming from the United Kingdom.  These are issues we have to resolve, for example there is talk of a 45% tariff on agricultural goods.  It is up to negotiators but it is right for us to highlight them.  We have to get those tariffs down as close to zero as possible.  We have people in the public service and other positions to negotiate those, although we are part of the 27.  The United Kingdom will fight for its side.  We are losing an ally.  We have our differences but it was an ally in Europe.  Every day for the past 20 or 30 years there was an average of 26 meetings between UK and Republic of Ireland negotiators.  We are going to lose that kind of link and must do everything possible to try to increase the co-operation.  These voids have to be filled, I do not know how.  We need to consider this opportunity.<\/p> <p>  We have had a chequered relationship with that island.  The queen's visit in 2011 certainly woke us up.  We have had decades of trade with our neighbour, amounting to &euro;1 billion and 200,000 jobs on each side but the British Irish Chamber of Commerce was set up only five or six years ago.  We must work harder and increase those links.  It is good to know we are planning for 2020 but there cannot be a hard Border on the island of Ireland.  That is the negotiating step that our Government, and the EU have to ensure.  There cannot be a return to a hard or soft Border.  The only way is a border in the Irish Sea. There is no way around this.  Whether we will have to produce a passport going from one to the other I do not know.  These issues need to be discussed.<\/p> <p>  People are talking about special status for Northern Ireland.  We spoke to some Dutch parliamentarians.  We are not familiar with what is happening all over France or Germany but it is up to us to inform them and do our best.  We laud the United States and the United Kingdom but the EU has put &euro;3.5 billion into peace projects.  It was the main player in the Northern Ireland peace project and it is a huge success.  If we want a special status there should be a peace building that Northern Ireland and the island of Ireland should be seen as good news.  This is good news.  The EU put huge energy and resources into this for 25 years and it has been a success, for the two parts of our island and for the UK, apart from a few little problems.  We must pass this message on to the EU. <\/p> <p>  We have to build bridges.  One island has gone insular.  I launched the Irish for Europe in Britain last year calling for a \"yes\" vote in the Brexit referendum and I said that referendums were a blunt instrument.  We have had 27 referendums over 27 years and people do not normally vote on the question that is put to them.  Immigration was one aspect of the vote in Britain.  There were many aspects.  <\/p> <p>  To our left we have the continent of the United States.  These are our neighbours and we find on the island of Ireland that we are being reasonable and democratic whereas the countries that built bridges are being seen as insular, building walls and borders and whatever.  We have a unique position on the island of Ireland to step up and make that difference but we need help. <\/p> <p>  What brought Brexit up was a brand of unionism.  It was the United Kingdom, England and others who wanted to be part of that union.  That is their right but it is creating huge difficulties.  Many of them feel that the Republic of Ireland will have no choice but to follow them out of Europe.  We have to stand firm and say we are committed members of the European Union and will be the last country ever to leave.  The European Union has been a wonderful peacebuilding project since the Second World War.  The Republic of Ireland will be the last one standing as far as I am concerned.  When we see what it has done for the Republic of Ireland, the island of Ireland and around eastern Europe, we have to stand firm and we can take our place there. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#J00200","speaker":"1424"},{"type":"speech","time":1486648800,"counter":107,"content":"<p>I thank the Minister for coming in today and for his commitment and hard work.  He has a tough road ahead.<\/p> <p>  I was at an event in Belfast a couple of weeks ago about the Supreme Court ruling.  A political scientist, Brendan O'Leary, spoke on Skype.<\/p><p>He has a huge interest in this area.  He spoke about the fears of a hard border, and his idea is that Westminster in particular does not really care about the North or about Ireland, and that it has to come from the Irish Government's perspective.  We have to stand firm on not letting that hard border happen.  It is a red line issue, and I would encourage the Minister to connect with him because he is a very bright man.  <\/p><p> I have a couple of questions for the Minister about EU funding.  I know that the Minister has done great work in this area.  Does the Minister think that EU funding is dependent on the Assembly being in place in the North?  We all know that the reason it has fallen is because of the lack of equality.  Should the Irish Government encourage the DUP to agree to an equality agenda?  It is really important that there are talks and connections with the DUP, in particular around the Irish language.  My colleague, Senator Mark Daly, spoke in the Seanad recently about the 100,000 plus Irish speakers in the North.  It is a huge issue.  My father came for Rathlin Island, which is off north Antrim, and his grandfather spoke the Irish language exclusively.  It means so much to people.  It is part of people's identity, and it is a very important part of our culture.  <\/p><p> I want to ask the Minister about the amendment calling on the UK to guarantee the rights of EU nationals living in the UK which was defeated in the House of Commons last night.  That is very worrying.  The Labour Party Whip's office tweeted, either last night or this morning, that: \"The defeat of this amendment means that the agreements in the Good Friday agreement could be broken.\"  The Good Friday Agreement is weakened by the defeat of this amendment.  It should be rock solid at this point.  Does this mean that Irish citizens living in the North will be treated as second class citizens again?  What will happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#J00300","speaker":"1408","continuing":true},{"type":"speech","time":1486648800,"counter":109,"content":"<p>I thank Deputy O'Dowd and Senators Feighan and Black for their questions and comments.  With regard to Deputy O'Dowd's comments about the potential nature or level of any tariffs, the discussion and negotiation has not commenced yet.  If we look at how long it took to reach agreement in the Transatlantic Trade and Investment Partnership, TTIP, negotiations, or the nature of the agreement between the European Union and Canada, it took years of negotiations before they reached the ratification stage.  We have not even reached the starting point of that process with regards to Brexit.  We are very clear that we want the current trading relationship between the United Kingdom and Ireland to be as close to current circumstances as possible.  That is the approach that we will use and the objective that we will have entering those negotiations.  It is important to acknowledge that the British Government is very clear about its relationship with the Single Market.  It wants to leave; it will be out of it.  They have left space regarding what their relationship with the customs union will be in the future.  That is an important area within which we would have to negotiate a trading arrangement that best suits the needs of the Irish economy.<\/p> <p>  Deputy O'Dowd and Deputy Smith made the point to me - and I did not acknowledge this with Deputy Smith earlier - about the capital needs of the north west of our country and the Border counties.  I am very much aware of that.  It takes on a new significance in the context of Brexit.  It will feature in the review of the capital plan now under way and which I aim to conclude in the second half of this year.  <\/p> <p>  Senator Feighan made the point about losing an ally.  I would not understate the importance of that point.  It is a fact that in many negotiations that took place in meetings of ministerial councils that the country to which we were most closely aligned in many policy areas was the United Kingdom.  An example of that would be when I was Minister for transport and discussing aviation, an area which is absolutely crucial to the development of the Irish economy and to access in a changing world.  Frequently the country which was the nearest to sharing our views was the United Kingdom.  Its departure will mean that in a whole breadth of areas, from the digital economy to agriculture to security and foreign policy, we will now need to develop new allies, depending on the policy area.  That is one of the reasons we will be supporting the office of the permanent representative in Brussels to make sure that we have the resources in place to do this work in the future.  It will take more effort, more work and more contact to guide negotiations to places that meet our national interest.  <\/p> <p>  Comments were made regarding a hard border, with which I agree.  We see Ireland's future within the European Union and the eurozone.  <\/p> <p>  I thank Senator Black for her contribution.  Any time I visit any of our Border counties I hear very clearly from concerned citizens there about economic stability and their freedoms in the future, given what is happening with Brexit.  I am well aware of that.  I agree with the Senator that we cannot see a return to a hard border because of the destabilising effects that it would have on the North and indeed all parts of our island.<\/p> <p>  As for the Senator's specific questions concerning the status of the Northern Ireland Assembly, the answer is that it would definitely help in delivering the agenda I have outlined if we have functional, stable institutions in Northern Ireland.  In delivering the agenda I have spoken about in terms of making sure that the agreements that are in place up to 2020 translate into activity on the ground, it will be absolutely vital that we have functioning institutions in the North.  We have to have Ministers and civil servants in the Northern Ireland Administration who we can pick up the phone to and with whom we can co-operate to make sure these agreements happen.  That is one of the many reasons I hope that we see the resumption of the political institutions after the Assembly elections which are taking place at the moment.<\/p> <p>  I believe that any issues regarding equality and people feeling that they are being treated respectfully and fairly should be dealt with.  To borrow a phrase from another setting in terms of the politics of Northern Ireland, parity of esteem is vital.  Each community has parts of our heritage that are important to them and they must be treated with respect.  I hope we will see further progress on that in the coming years.<\/p><p>The Irish Government does not want to see anybody treated as a second class citizen in Northern Ireland.  It is our ability to move away from that environment, in which all political parties here and in the North have taken risks and have played a role, to get to a point where that does not happen and we do not have to use that kind of language or to have people asking me these kinds of questions.  That is what we have to hold on to.  Brexit will make all this more challenging but we must rise to the occasion.  I submit to the committee that the progress we have made in clarifying where these programmes stand within just over four months is evidence of our ambition to so do.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#K00200","speaker":"1292","continuing":true},{"type":"speech","time":1486648800,"counter":111,"content":"<p>On behalf of the committee, I thank the Minister for attending and giving us his time.  I also thank his officials for their attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#L00200","speaker":"1266"},{"type":"speechnospeaker","time":1486648800,"counter":112,"content":"<p>I agree with Senator Feighan's comment that, by and large, the British and Irish Governments had been allies at the European table.  However, let us remember that the British Government does not have permanent friends; it only has permanent interests.  That is where the land lies at this point in time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#L00300","nonspeaker":"Mr. Pat Doherty"},{"type":"speech","time":1486648800,"counter":113,"content":"<p>That comment can be applied to all countries.  People must know the difference between friends, interests and allies.  Allies change but we are clear on where we stand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#L00400","speaker":"1292"},{"type":"speech","time":1486648800,"counter":114,"content":"<p>I thank the Minister for securing funding and we do not underestimate the importance of his work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#L00500","speaker":"1266"},{"type":"speech","time":1486648800,"counter":115,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#L00600","speaker":"1292"},{"type":"speech","time":1486648800,"counter":116,"content":"<p>I propose that we go into private session to conclude a few housekeeping matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/GFJ2017020900002#L00700","speaker":"1266"},{"type":"unspoken","time":1486648800,"counter":117,"content":"<p>The joint committee went into private session at 3.50 p.m. and adjourned at 4 p.m until 2 p.m. on Thursday, 23 February 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Social Protection","time":1486634400,"counter":118},{"type":"unspoken","content":"<p>The Joint Committee met at 10:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy John Brady, Senator Alice-Mary Higgins, Deputy Willie O'Dea, Senator Kevin Humphreys.<\/p><p>DEPUTY JOHN CURRAN IN THE CHAIR.<\/p>","time":1486634400,"counter":119,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002"},{"type":"unspoken","time":1486634400,"counter":120,"content":"<p>The joint committee met in private session until 10.20 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Labour Activation Measures: Discussion (Resumed)","time":1486634400,"counter":121,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#C00100"},{"type":"speech","time":1486634400,"counter":122,"content":"<p>I welcome Dr. John Sweeney from the Labour Market Council to further our discussion on labour activation measures.  The council's response to Pathways to Work has been circulated as background information.  After Dr. Sweeney he has made his opening statements, members will be invited to address their questions to him.  As usual, questions should be confined to five minutes, if possible.  There may be additional time.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence they are to give to the joint committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that evidence connected only with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  The opening statements submitted to the committee will be published on its website after the meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Dr. Sweeney to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#C00200","speaker":"1298"},{"type":"speechnospeaker","time":1486634400,"counter":123,"content":"<p>On behalf of our chairman and other members of the council, I welcome and I am grateful for the joint committee's interest in the role and work of the Labour Market Council.  I am afraid my invitation came at short notice; therefore, this will not be a collectively crafted presentation.  However, I am delighted to be here and will endeavour to speak with the mind of the council, although flagging clearly that committee members will be listening to a member of the council rather than to the council.<\/p> <p>  I suspect I was invited to be a member of the Labour Market Council because of work I had done while I was with the National Economic and Social Council.  I will begin with a few words on the Labour Market Council and how it functions and then draw attention to what I consider to be key observations in its response to the Pathways to Work strategy before concluding with personal reflections on where I believe the single most important front line on which the activation strategy must now work lies.  <\/p> <p>  The Labour Market Council is a body to advise the Government and first met in September 2013.  It is made up of 13 industry leaders and labour market specialists who become members at the invitation of the Minister for Social Protection and participate voluntarily.  Its overarching strategy is to monitor implementation of the Pathways to Work strategy.  Senior staff from the Department attend meetings, sometimes in significant numbers, as do senior officials from key other Departments.  It is my experience that discussions are open and frank, both between members who come from very different backgrounds and three of whom were present at the committee's last meeting and, importantly, between council members and senior departmental staff.  It is clear that the council is in the Department but not of it.  It has to be supportive of it and yet independent of it.  <\/p> <p>  Pathways to Work has evolved from being a Government statement on activation to being a 50-point plan to tackle long-term unemployment.  It is now a five-year strategy.  With that, the role and expectations of the Labour Market Council itself have evolved.  It is now described as the Government's primary advisory body on labour market policy.<\/p> <p>  Given all of this, one might regret that the Labour Market Council has produced only two short written reports that are general.  I did not mean to overlook the long 22-page text we produced on the JobBridge evaluation by Indecon and London Economics.  As such, the council has had little impact on the media and outside world and, probably, on the committee.  This is partly because it is a large and labour-intensive step to move from open, frank discussion to agreed texts.  I note that point having worked for many years with the National Economic and Social Council, the normal summaries of which tended to comprise large, voluminous reports that carefully marshalled evidence and presented both sides of a long debate before making recommendations.  It is also because most of our time as council members is devoted to dealing with issues of plumbing, as it were, in implementing the Pathways to Work strategy.  I draw members' attention to the work of the employer engagement subgroup and that of the evaluation subgroup, of which I am a member.<\/p> <p>  On the evaluation subgroup, there is in Ireland a dearth of reliable evidence on what many of the programmes funded by the State achieved down the line for their participants.  Traditionally, we have been good at funding programmes on the basis of inputs or throughput.  The programme in question has a greatly disadvantaged intake; therefore, we fund it without asking the hard question as to whether it is achieving what we expect and hope for for the participants.  Enter what is called \"CIE\", not the public transport body but \"counterfactual impact evaluation\".<\/p><p>The evaluation subgroup is to the fore in embracing this and encouraging the Department to employ it as much as possible in the rigorous evaluation of services and programmes that constitute Pathways to Work.  Very simply, CIE sets out to establish the net difference being in a programme makes to those who participate in it.  It requires establishing comparable groups of individuals who took part in the programme and those who did not as strictly and carefully as possible.  The perspective of the council is that only these evaluations will help policy to learn from success and failure and only such research findings can be used to decide which programmes and services should be scaled up and which should be redesigned, scaled back or even closed.<\/p><p> I am aware that the politics of policy-making are not kind to this type of evaluation.  What the media selects for attention and returns to regularly becomes received wisdom that is accepted because people have heard and read about it so often and not because it has a reliable basis in fact.  A new Government or Minister can be impatient to make a difference in a national programme or service and to be seen to make a difference.  They do not want to be told that something is interesting, that a pilot programme will be designed and evaluated and that they will get back to the Minister in a few years.  The wider the media-fuelled sympathy for a new departure, the more pressure there is to roll it out immediately and to exclude nobody or no part of the country from it.  Yet CIE evaluations, by nature, take time and require delaying access by the many to what is an anticipated and hoped-for improvement in a service or programme.  As I have said, these are not features calculated to appeal to people caught in the electoral cycle and the rough and tumble of constituency politics.<\/p><p> Rigorous evaluation is also important if we are to not assume that Pathways to Work is \"evidently\" working simply because, as the committee heard at its last meeting, most of the core trends in the labour market, particularly in unemployment, are very encouraging.  It took us ten years after the fiscal crisis of the 1980s to reduce the unemployment rate by six percentage points.  It has taken us four years to achieve the same since the last great recession.  Similarly, long-term unemployment, youth unemployment and now jobless households indicators are fast heading down in the right direction.  The Central Bank quarterly bulletin that has just been issued anticipates that unemployment this year will be under 7% and will reach 6% in 2018.  We are in sight of full employment.  The council cautions that the impact of Pathways to Work on these great developments cannot yet be assumed until its programme of rigorous evaluation is completed.  Only this approach to evaluation allows us to factor out the impact of the improving economy, the Action Plan for Jobs and other programmes.  Only then can it be concluded that this particular approach to activation has contributed significantly to it.<\/p><p> To date, two evaluations, of the back to education allowance, BTEA, and JobBridge, have been published by the Department of Social Protection with the council's sign off.  A third evaluation of the back to work enterprise allowance is about to appear.  Very specific learning has been associated with each.  For example, the evaluation of the BTEA was stunningly negative but was so focused on impacts alone that a follow-up qualitative evaluation to find out just what was happening is now under way.  The evaluation of JobBridge was hugely positive but abuse of the programme by a number of employers and the extent to which this lodged in the public mind had already brought the Government to set its face against it.  JobBridge has been closed and no action yet taken on a smaller redesigned replacement proposed by the council.  The current Minister for Social Protection addressed the council a while ago.  I thought his quip when he spoke about community employment was very appropriate.  He said that economists do not like community employment because it does not work and that politicians like it because it does.  I feel the same can be said about the BTEA allowance.  Economists do not like it because it does not work but politicians like it because it does.  I feel the reverse is true in the case of JobBridge.  Economists liked it because it was working but politicians did not like it because it was not working.  Further specific programmes targeted for evaluations include the Intreo process, JobsPlus, MOMENTUM and community employment.<\/p><p> However, for several reasons, I believe that none will be as important as the evaluation of JobPath.  Its scale makes it the single biggest innovation introduced under the Pathways to Work strategy.  It has capacity for an average annual caseload of almost 100,000 people and will offer services to 137,000 people who are long-term unemployed.  Between them, the two contracted private providers have, in effect, doubled the number of case officers in place to engage with people on the live register.  The roll-out of JobPath began in mid-2015 and only now, beginning in 2017, is it up and running throughout the State.  The timing makes it too late to claim credit for the significant developments in the labour market to which I have referred.  Great Britain's work programme, on which JobPath was modelled, has had only modest success and some clear design flaws.  The UK Department for Work and Pensions has discontinued it and replaced it with a smaller redesigned programme called Work and Health.  Employment services are now, in effect, being delivered to the long-term unemployed by quite different types of provider, principally Intreo local offices themselves, the local employment service, the two different JobPath contractors and jobs clubs.  This presents major opportunities for peer review and learning across the organisations involved.  A return flow to Intreo of people whom JobPath contractors were unable to help has begun and will grow in volume.  This underlines how important it is that Intreo's own case officers and divisional managers learn as much as possible from what JobPath contractors did and what they did and did not achieve.  Very initial indicators of the performance of JobPath are overwhelmingly positive, which is hugely to be welcomed.  Looking at the evaluations of the work programme in Great Britain, they are almost surprisingly positive.  It is clearly an area on which the council will keep a very close eye.<\/p><p> The Labour Market Council makes three recommendations or endorsements in its response to Pathways to Work 2016-2020 that I invite members to dip into.  I believe that each of them can go forward because of the happy conjuncture of the large decline in the numbers on the live register and the significant increase in the capacity that is available to the public employment services.  In the time available, I will only expand on the third recommendation, but I have already flagged that I will be commenting as a member.  What are the three issues?  The council strongly endorses extending the remit of the public employment services beyond those currently unemployed and those on the live register to embrace all adults of working age in receipt of a social welfare payment such as adult dependants, lone parents with school-going children and people with a disability or health condition who have an interest in employment that matches their capabilities.<\/p><p>It emphasises that this wider embrace by our activation strategies of people on social welfare should happen only as resources allow and without jeopardising the priority needs of the long-term nd young unemployed.  The rationale behind that is both social, involving people's well-being and social inclusion, and economic, which involves a higher employment rate or net fiscal contribution.  <br\/><br\/>In 2005 the National Economic and Social Council looked at this issue in some depth and argued that Ireland would have to develop a social model based on a high level of employment.  It also stated that to do that, we needed to bring into and hold in employment groups that had need for multiple supports.  It argued that most of those supports took the form of key quality services from child care to access to housing, transport, health and ongoing education and training opportunities.  The second main message to which I will draw the committee's attention is that the council urges that attention now be given to the quality of the engagement the public employment services has with employers and jobseekers to ensure the capabilities and culture of Intreo, not just its capacity, will meet the highest standards.  It argues that a culture of active inclusion and equality needs to be incorporated into it, particularly if it is to engage effectively with groups in receipt of payments for an inactive status.  It states:<\/p><blockquote>(T)he target group is very heterogeneous and we know little about what works best.  Important lessons can be learned from the work of non-governmental, community and local development organisations.<\/blockquote><p>The analogy should be with what we know about what makes for good education at school level.  We might talk about the resources - the quality of IT resources, access to broadband in schools, pupil-teacher ratios and the quality of school buildings - but in the long run, if there are not good teachers and good school leadership, nothing much will happen.  However, when there are good teachers and strong school leadership, many other obstacles can be surmounted.  In the long run, the capabilities, culture and mindset of case officers and those who lead them in the public employment services are critical.  <br\/><br\/>On this last message in the council's response I will comment a little more.  The council wants to see even clear plans for how collaboration between employment service providers and education and training providers will deepen and improve.  It specifies that it would like to see, in particular, assurances that a consistent and high standard of career guidance service will be provided.  More generally, it argues that Pathways to Work 2016 to 2020 should be closely aligned with broader Government policy, including Enterprise 2025, the national and regional action plans for jobs and the national skills strategy 2025.  <br\/><br\/>I will end by commenting on that aspect in an individual capacity rather than speaking with the authority of all council members.  If we are to align activation policies with the type of economy which we are intent on creating and the characteristics of the workforce we see as enabling it, one of the key areas where consensus needs to be deepened is the frequently controversial issue of job quality.  In its response the council notes the importance of ascertaining the quality of the jobs taken by the long-term unemployed and the role played by employment programmes in that regard.  It notes that there are concerns about employment stability and career progression once jobseekers find work.  As a group, the council still inclines more towards improving in-work supports than advocating stronger upskilling prior to employment, that is, more towards a work first approach to alleviate the plight of the long-term unemployed than to a train-first approach.  <br\/><br\/>It is clear that many pieces of labour market evidence support a work-first approach.  I will quickly draw attention to four pieces of evidence.  A significant number of the job openings that continue to arise in advanced economies like Ireland are conventionally low skilled.  The dignity of a job and its value to the community and national economy should not be predicated on its skill level.  Many on the live register express little interest in undertaking substantial training.  The viability of the business models of a large number of enterprises, especially SMEs, would be undermined if they had to pay higher wages.  For some people, getting into any job at all can prove to be the beginning of a process of recovery of their self-confidence and widening options which leads to higher quality employment down the line.  As the recovery in employment leaves behind an increasingly disadvantaged clientele, the value to them of any job at all needs to be increasingly factored in.<br\/><br\/>I should have warned the committee that I am an economist.  Therefore, I will say that, on the other hand, there is evidence and reasoning that support the train-first approach.  Low-skilled jobs are not what they used to be, but, according to a European report, they are becoming surprisingly demanding.  I know that a human resource manager from the North of Ireland who came to an Intreo office just across the Border to recruit for her fast expanding franchise in Northern Ireland and went home without taking one person.  She said it was not appreciated how demanding the jobs in the fast food sector had become.  <br\/><br\/>Soft skills are growing in importance in gaining any job.  At the last meeting of the committee IBEC reminded it eloquently of this.  Soft skills are not acquired easily or instantly.  They are, according to a McKinsey report, hard work.  It is a major challenge to education and training providers to raise them from being easy modules used to pack out programmes and curricula to being serious modules that achieve demonstrable improvements in competency.  There is little evidence that placing low-skilled individuals in low-skilled jobs makes it more likely that they will upskill later.  If anything, the evidence is to the contrary.  <br\/><br\/>As the recovery in employment leaves behind an increasingly disadvantaged clientele, it becomes more important than ever that literacy, numeracy and digital deficits be accurately diagnosed and effectively addressed.  In 2012 we were given stunning figures for the extent of deficits in basic literacy among the unemployed in Ireland.<br\/><br\/>I will end with my personal view that aligning Pathways to Work more closely with broader national policies on the economy and skills will require us to move from a work-first to a train-first strategy.  As I read them, there is little tolerance, let alone enthusiasm, in the national and regional action plans for jobs, the national skills strategy 2025 or Enterprise 2025 of any of the perils to which the literature points when low-skilled individuals are matched with low-skilled jobs.  The dangers include trapping people in a low pay, no pay cycle; having them fill dead-end jobs that do not even require the exercise of the skills they possess, much less offer opportunities to improve on them; closed circuits that restrict people&rsquo;s experience of the world of work to employment opportunities in their local area; and low-skilled equilibria at regional and local level that hold back the dynamism of their economies.  As the committee can see, the literature is rich.<\/p><p>On the contrary, the successive reiterations of the Action Plan for Jobs have made clear that the jobs to replace the 100,000 lost in the recession should be a type that enables employers to pay and employees to earn at levels that do not require wage subsidies or in-work benefits on an ongoing basis.  The national skills strategy 2025 commits to helping those on the live register achieve &quot;quality employment&quot; and &quot;the best possible job&quot; by upskilling them through &quot;bespoke courses&quot; that are jointly designed by education providers, employers and the enterprise agencies.  My favourite quote, however, is from Enterprise 2025, Ireland's national enterprise policy report, which describes a &quot;highly skilled and adaptive people, equipped with the higher order capabilities required in the 21st century workplace and [open] to continuous learning&quot; as the economy's &quot;primary asset&quot; to underpin &quot;high levels of productivity and innovativeness&quot;.  This vision and ambition for Ireland&rsquo;s workforce must also embrace its unemployed members, as well as those who are inactive and who wish to join it.The train-first approach needs to become the default position and the preferred strategy, all other things being equal, in helping the long-term unemployed to find and retain decent employment.  We need to move from a compelling reason to deal with numbers to a quieter reason to deal with quality.  We need to move from preventing the drift into long-term unemployment towards dealing with skills shortages.  In short, to make progress, we can now hasten slowly, or <i>festina lente.<\/i>A deepening and widening collaboration between employment service providers and educational training providers is probably the single greatest challenge facing the implementation of Pathways to Work 2016-2020.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#C00300","nonspeaker":"Dr. John Sweeney","continuing":true},{"type":"speech","time":1486634400,"counter":127,"content":"<p>I thank Dr. Sweeney.  A number of colleagues have indicated they have questions for the witness.  I will take the questions first and then we will return to Dr. Sweeney.  I remind members they have five minutes for the opening round of questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#F00200","speaker":"1298"},{"type":"speech","time":1486634400,"counter":128,"content":"<p>I am aware of the time constraint and will be brief.  I thank Dr. Sweeney for a very interesting and thought provoking presentation.  It would appear that there is scant evidence of a connection between activation programmes and the drop in unemployment.  It is only now, having invested quite a lot of money in the area, that we are evaluating and measuring the effect.  Reports in the media today indicate that the Government is contemplating closing down a number of the activation programmes.  T&uacute;s and another programme - I forget which one - were specifically mentioned.  Does Dr. Sweeney think it is appropriate?  Have we have arrived at a time when we can actually start to close down some of those programmes?  If I have interpreted it correctly, the article stated this is being done as a cost-cutting measure, as we are approaching full employment, even though under-employment rates in Ireland are about double the EU levels.  As Dr. Sweeney has rightly said in the concluding paragraph of his presentation, the quality of jobs has deteriorated dramatically.  How should we be looking at this?  Is it appropriate to close down programmes without having evaluated them properly?  If it is appropriate, then should we be looking at reinvesting the savings into the areas Dr. Sweeney has suggested, such as more training for Intreo staff to be more flexible, adaptable etc., more training for better career guidance for people who are unemployed and for investment in programmes to create an incentive and opportunity for people in dead-end jobs to upskill?<\/p> <p>  Dr. Sweeney spoke of the current service needing to extend beyond currently unemployed people to embrace inactive adults of working age.  I take it that Dr. Sweeney does not mean the embrace to mean identifying more people and applying sanctions.  Does he believe we could soon be in a position where people could select their own pathway forward, instead of people being presented with a programme or job that is sometimes totally inappropriate for their needs? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#F00300","speaker":"1227"},{"type":"speech","time":1486634400,"counter":129,"content":"<p>I thank Dr. John Sweeney for the presentation and for the work he has done in this area.  It is not the first time I have heard about CIE in the context of not being the public transport authority.  It is not a criticism, but it always hits me that economists such as Dr. Sweeney always have time to look back at the analysis, whereas in practice politicians such as myself and Deputy O'Dea must make instant decisions to try to make a difference in the here and now and then do the quantitative analysis afterwards.  The biggest fault for which I would criticise myself and others would be if we did not make a decision at all.  We try to move on and make an impact.  President Roosevelt's attitude was to try something and if it did not work then he tried something different.  He brought the US out from the Great Depression.  I find that politicians are very good at cherry-picking reports.  We go with the reports that suit us or with reports that are popular with the public.  We need to get away from that and this is why counterfactual impact evaluation, CIE, is so important.<\/p> <p>  I have some observations on the Pathways to Work programme and the 150,000 people who are unemployed.  We talk about men in their 30s and 40s but I believe that a group being ignored is that of those who are in their 50s.  This is one of the major faults of the programme.  People in that age group still have 15,16 or 17 years of active contribution to society and to their families and they are being ignored by the programme.<\/p> <p>  On the growth of services, some of the new services being rolled out by Intreo on training, engagement and assisting people back into work and onto proper training paths, are only being targeted at those in receipt of a social welfare benefit.  There is a large cohort of men and women who are not in receipt of a social welfare benefit who are excluded from the Pathways to Work programme.  They are also excluded from some training and education areas.  There are some small programmes opened up and the last Government tried to open up more but with the changing environment, we must look at the impact on society as well as on the economy.  There are many men and women in their 40s and 50s, whose partners are working, but who are excluded from the activation measures even though they may be extremely anxious to be involved in JobPath or in accessing Intreo offices.<\/p> <p>  Employers' engagement is also important.  There needs to be a very strong relationship between the Intreo offices and employers.  We must ensure that we are providing quality candidates for the jobs that come up and that there is a confidence in the system from employers.  With regard to the train-first approach, if one speaks to people who are long-term unemployed, they want to work first and train after.  There is a resistance and they ask \"What am I training for?\"  This is because the recession has lasted so long, they may already have been on so many courses and the outcomes were not great because work was not there.  On a constant basis I hear people saying they just want to get a job and then they will upskill.  In the early 2000s, the pharmaceutical industry made a huge effort in upskilling its workforce with in-house training courses run right across the sector.  We need to look at expanding upskilling in the workplace through co-operation with employers.  The upskilling may need to be incentivised but as we have seen with Hewlett Packard, technology changes rapidly.  A person may once have had four or five careers over the course of their life.<\/p><p>Now that person is likely to have six to ten careers.  That upskilling has to take place constantly in the workforce, otherwise the same people, just as they get on the bottom of the ladder, will be knocked off again.  It is a cycle of employment, followed by long-term unemployment, followed by short-term employment.  In a period in which we are seeing a decrease in unemployment numbers, we need to concentrate on upskilling in the workforce, certainly in areas of low skill and low pay, to allow people to have a career path that allows them to see a future for themselves.  I would like to hear Dr. Sweeney's view on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#F00400","speaker":"1417","continuing":true},{"type":"speech","time":1486634400,"counter":131,"content":"<p>I welcome Dr. Sweeney.  It was certainly a very informative presentation.  I am aware the Deputies and Senators are rushing off, as am I, so I will be as brief as I can.<\/p> <p>  I did not see that report about schemes that are being wound down which Deputy O'Dea was talking about.  We know, and the Minister is on the record as saying, that schemes such as Gateway are being wound down.  He is looking at broadening the qualifying criteria for the community employment scheme.  We have yet to see any proposals or any more information on that.  We know that JobBridge has been wound down and stopped nine months ago.  We are yet to see any replacement scheme for it.  I note Dr. Sweeney's comments on media attention around the scheme, but certainly there was a very damning internal departmental report carried out that highlighted a number of deficiencies within that particular scheme.  Is Dr. Sweeney aware of any pending scheme that the Department may be introducing?  If he is, he might enlighten us because information is certainly not forthcoming from the Minister.<\/p> <p>  One other area I would like to home in on is job quality.  That is critical.  It is all well and good having these labour activation schemes but the survey on income and living conditions, which came out last week, highlighted serious difficulties.  There are 105,051 people living in poverty who are within the workforce at the moment.  There are 750,000 people who are living on incomes of less than &euro;230 a week.   The Minister has very publicly said that people need to stop dreaming about their ideal job or their dream job and get back into the workforce.  The reality is that the dream job that people have trained and upskilled for and for which they have got qualifications is the job they want.  We certainly need to look at how people are forced into these labour activation schemes at levels well below their qualifications.<\/p> <p>  There is also the issue of people within the workforce in low-paid employment where employers are using subsidies, such as the family income supplement, to complement wages.  That has been echoed within this chamber.  That is an abuse and employers are actively using that.  There are major issues there.  I am not sure as to how we are going to overcome that because, as Dr. Sweeney had said, \"train first\" is the default position.  Many of these people are forced through privatised schemes such as JobPath.  That entire sector has been privatised.  They are forced into these jobs well below the skills levels they have.  On that point, we see referrals to the local employment services down substantially over recent years and a lot more referrals to Turas Nua and Seetec, which are private companies.  I would like to know if Dr. Sweeney has any views on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#G00200","speaker":"1252"},{"type":"speech","time":1486634400,"counter":132,"content":"<p>I thank Dr. Sweeney.  It was a really interesting presentation.  I have almost a network of questions so potentially I will come back again.  I found a number of key points.  To pick up on what my colleague, Senator Humphreys, said in terms of decisions being made in the shorter period versus the longer period of analysis, the key thing for all of us and for everybody on the political side is to be willing to admit that something did not work, to be able to change strategy and to acknowledge that.  That is something we are beginning to see around the area of lone parents, where maybe there needs to be an evaluation of policy.  That is something else we have been discussing.  It is that question of being able to look at the outcomes and to be honest and open enough to be able to change direction.  I think we can all do that.<\/p> <p>  Regarding some of Dr. Sweeney's points and the counterfactual impact evaluation, I would be interested to know to what extent Dr. Sweeney feels the balance is or is not being struck at the moment between quantitative and qualitative analysis.  He spoke very strongly and very clearly about the issue of quality.  To what extent is the quality of outcome for the individuals in the various schemes being captured in the counterfactual impact evaluation at the moment?  On the add-on effects, for example, in the case of education, an educated parent is one of the greatest indications that one will be very successful, so there may be add-on benefits from the back to education scheme.  These might not affect the individual person but will have an impact on the education levels and attainment levels for their families.<\/p> <p>  Dr. Sweeney's statement was a very useful and nuanced analysis but I think it is interesting that it does, unfortunately, get simplified.  We have heard previously in our hearings on this matter that education is not working and that is not what I heard from Dr. Sweeney today.  I heard that there were concerns and a negative analysis about certain aspects of how the back to education scheme was working, but he pointed to what needs to be looked at, for example, the specific issue of the role that career guidance needs to play in ensuring people are being educated and directed towards the right kind of education and training opportunities.  Again, the focus is on how it is done.<\/p> <p>  That brings us to the question of work first and train first.  I honestly believe we have erred excessively on the side of work first.  For many people, what they want is to move to a job but we have erred toward work first and it has become a default position, whereas I think it needs to be evaluated as to what is appropriate in each case.  Again the quality of casework is important.  I really appreciate that Dr. Sweeney has put a strong case for bringing train first back into focus.  There are two key points there.  One is progression.  What we have heard is that many of these low-paid jobs are both demanding and, at times, can be dead end.  A person can be in a job that is not leaving him or her much free space to develop his or her other hopes and dreams.  When we talk about precarious work and insecure hours in particular, we see that sometimes these jobs and roles preclude the development of other opportunities.  That is a question to consider.  The key point is if we do have employment with in-work training, like apprenticeships, which I think was discussed by Senator Humphreys, the work itself has built-in progression and opportunity.  I would appreciate Dr. Sweeney's thoughts on apprenticeships.  That is something very concrete.  A lot of the evidence is against the idea that simply by being in work one will automatically progress.  The UK analysis of those who went into service level jobs in the fast food industry found that a very large number of them, especially women, tended to be in those same jobs ten years later and that they were not moving.  I would like to hear Dr. Sweeney's thoughts on that.<\/p> <p>  In addition to progression there is the question of choice and of the importance of ensuring choice and guidance.  I am not talking about choice in an abstract way but choice where there is real guidance in order that people are able, with that guidance and support that Dr. Sweeney mentioned, to choose a path forward that will really work.  In Dr. Sweeney's experience, what are the differences between situations with choice or voluntary engagement and situations in which there is a feeling of compulsion?  This comes into his very strong and important point on the question of re-entry and of bringing in other groups.  This is an area around which there is strong concern.  From my perspective, there are many women who became qualified adults and who fell out of the system but who have great skills and in many cases even have third level education and who would like to be activated back into the system.  Dr. Sweeney mentioned three important things about how we do that and I would like him to elaborate.<\/p><p> Dr. Sweeney referred to services, ongoing education, training and guidance.  Will he address flexibility?  If we want to bring these new cohorts into employment and the labour market, do we need to re-examine time flexibility and, for example, the requirement for full-time availability for seeking employment?  There are those with partial capacity and some with carer responsibilities.  Do we need to develop and fine-tune the system to ensure it provides pathways into half-time labour market engagement, which we know is happening informally but could be happening in a more effective way formally?  There is also the question of the voluntary invitation to these groups which in many cases are keen and hungry to be involved in the labour market.<\/p><p> I see Dr. Sweeney&rsquo;s point about the resources being directed towards the long-term unemployed.  However, I do not see why the live register must take precedence over these groups because we have an underemployment as well as an unemployment problem.  Unless we are moving towards a punitive dynamic, there are many people, due to the restrictions I mentioned, who will not necessarily voluntarily sign on to the live register because they know they are not available full-time.  We have had a strong focus on the live register, sometimes to the exclusion of the underemployment issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#G00300","speaker":"1405","continuing":true},{"type":"speech","time":1486634400,"counter":134,"content":"<p>All schemes introduced are evaluated on an ongoing basis.  The problem is that this tends to be a quantitative evaluation, that is, whether the scheme is achieving its goals and targets.  It normally involves numbers of participants and whether they have moved from A to B.  It is the qualitative evaluation which causes the problems because it is more suggestive.  Accordingly, such an evaluation is more difficult to do in a timely fashion.<\/p> <p>  Dr. Sweeney raised the issue of soft skills which have been raised at the committee before.  The one piece that seems to be missing is that there are few positive suggestions on how soft skills should be developed, as well as what would be become a norm or a core.  Everyone, including employers, says how important they are.  However, there is little importance attached from a training point of view on how those soft skills might be developed.<\/p> <p>  We referred to a range of schemes and initiatives aimed at the individual participating and progressing.  In the Dublin area and to in other geographic areas throughout the country, there are particular pockets of high unemployment.  By and large, these areas have remained the same in my lifetime, despite different programmes and initiatives.  In addition to individual schemes and programmes, what needs to be done in those areas to ensure they would no longer be deemed employment blackspots or areas of high unemployment? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#H00200","speaker":"1298"},{"type":"speechnospeaker","time":1486634400,"counter":135,"content":"<p>I share many of those questions rather than being able to give clear answers to them.  I value every point committee members have raised and I will endeavour to advance them a little more.<\/p> <p>  I have not seen the report Deputy O&rsquo;Dea referred to on direct employment programmes, but its findings do not surprise me.  If we think of community employment, T&uacute;s and Gateway together, the capacity of direct employment programmes has remained steady throughout the fall in unemployment, which we gratefully have witnessed.  Voices are being raised as the client group, the proportion of the long-term unemployed on the live register, gets smaller, but the capacity of these programmes has been rising.  Some of these programmes are among the most expensive of all individual labour market measures.  I am not surprised wise heads are pointing this out as unusual.<\/p> <p>  There was a quip from the current Minister that economists do not like community employment because it does not work while politicians like it because it does.  The metrics and the outcomes on which one chooses to evaluate a programme like community employment are critical.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#H00300","nonspeaker":"Dr. John Sweeney"},{"type":"speech","time":1486634400,"counter":136,"content":"<p>Coming from my background, I have always believed community employment has been wrongly designated.  There should be a question as to whether it should be designated as an activation measure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#H00400","speaker":"1417"},{"type":"speechnospeaker","time":1486634400,"counter":137,"content":"<p>I fully understand that.  On the other hand, if we go with the thesis that as the numbers who might need these programmes are falling, the quality of the programmes should improve, we need to ask if we could be more ambitious for those who have been the core clientele for community employment.  Taking the sponsors of these schemes, can we not get them to increase their commitment to ensure the period on these direct employment programmes is genuinely a stepping stone?<\/p> <p>  I referred to a concept known as closed circuits, which comes from French labour market research, namely, that if we restrict people&rsquo;s experience of the world of work to employment generated in their locality, we are selling them short.  It would be a good ambition to ensure the quality of direct employment programmes features more training and more exposure to the world of work to ensure people are launched into the wider labour market.  Given that the age group that avails of this programme would include people in their 40s and 50s, it is a good place to start.<\/p> <p>  This is not me clawing back the money and being thankful we got an evaluation which states it must be scaled down.  That money should be reinvested in the quality of the measures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#H00500","nonspeaker":"Dr. John Sweeney"},{"type":"speech","time":1486634400,"counter":138,"content":"<p>One point which gets missed with community employment schemes is that their hours are often more flexible.  The National Women's Council of Ireland found that was one of the reasons people kept going into community employment schemes rather than other activation programmes.  There is also the problem that many people are being skilled up in a sector which itself is being scaled down in terms of the funding and employment available in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#H00600","speaker":"1405"},{"type":"speechnospeaker","time":1486634400,"counter":139,"content":"<p>For those of working age who receive a payment for a status which has them outside the workforce, does that imply sanctions coming to them?  I am also concerned about the term &ldquo;activation&rdquo; as it always has that connotation that it is the individuals in receipt of welfare payments who need the activation.  In fact, the activation has to be of services, the Government and policy.  After much work with the National Economic and Social Council, I have not found evidence that our social welfare payments are laxly administered.<\/p><p>I have not found evidence that the incidence of fraudulent receipt of welfare in Ireland is particularly bad.  Each instance of fraudulent receipt of welfare is one instance too much but, by and large, the control mechanisms of the Department of Social Protection pass a good test by international standards.  It is regrettable that sanctions come into the question of how we encourage more people, who are currently in long-term receipt of a welfare payment, to enter sustained employment.  We should pay credit to those in the control and fraud section of the Department and advise them to continue their work but we do not have to use active labour market programmes as an extension of their work.  Those programmes should have an objective and an identity apart from that.<\/p><p> Senator Humphreys is right in that every time we get the live register figures for the month, we are reminded that the live register is not a measure of unemployment.  For that, we have the quarterly national household survey, QNHS.  The labour force survey, the QNHS, tells us about the extent of demand there is among the population for employment and those who are frustrated at not being able to get the job they are seeking.  The focus of attention must be, as Senator Higgins has also implied, on those who are frustrated at not being able to find paid employment, rather than on the live register.  The live register is the claimant count.  Many people who are on systematic part-time work are recorded on it.  Their status is totally valid and there is not an issue with them.  If the Labour Market Council is truly to become an advisory body on labour market policy rather than on the management of the live register, it needs to align much more with economic development policy, Enterprise 2025 and the national skills strategy 2025.<\/p><p> This tension is lived daily within the Department of Social Protection and within the Intreo service.  As members are aware, the capacity of Intreo has been enormously expanded by bringing in case officers who have very different backgrounds.  Some have come from the old National Manpower Service and there are placement officers from F&Aacute;S and they understand perfectly well the position from where each Senator is coming on this.  We would ask what is all the attention about the live register and ask if we are overdoing the focus.  The former public employment service was there for anyone who wanted work but was not able to get it.  We have merged those people and that culture with those who were primarily administering payments and who had to work very closely with those in the control and fraud section to ensure that only those who were entitled to it were getting a payment.  In fairness to the Intreo service as we now have it, that tension continues and the merging of those two cultures is a work in progress.<\/p><p> On the question of what people are training for, I fully agree with Senator Humphreys that there is justifiable scepticism among many who have been looking for work for a long time with some of the opportunities for education and training that they have been offered.  They are hungry to get back to work.  The provision of good career guidance is essential for them.  It is not enough to say that they do not want work, they want this.  People need to be made aware of what, if they go into a certain job, will lie down the line for them.  Good career guidance must be informed with good labour market intelligence.  The people being given such career guidance must be given good insight into what is happening and what will most surely happen in a particular line of work that they are currently hungry to get into.  One must ask them if this in their long-term interests?  We cannot simply read the demand for education and training from the preferred list of jobs that comes from those currently on the live register.  Good career guidance is an interactive two-way process.  <\/p><p> Most of those at work need upskilling.  Apprenticeships will be a small part of the contribution.  Traineeships offer potentially a greater quantitative contribution to what is a dual education approach, allowing people at work to upskill and allowing people preparing for work to be exposed to the workplace while they are receiving their training.  Sadly, in underlining the importance of further training opportunities to those already at work, the evidence is that employers invest and co-operate more with outside bodies in training those who have higher education among their workforce.  The uptake of continuing education and vocational training opportunities by people at work tends to be of the better educated in the workforce.  It brings me back to the evidence that if one enters a low-skilled job because one is low skilled, it is unlikely that that employer will be particularly interested in facilitating or supporting one to upskill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#H00700","nonspeaker":"Dr. John Sweeney","continuing":true},{"type":"speech","time":1486634400,"counter":141,"content":"<p>Opportunities were opening up in 2005 and 2006, and the Institute of Technology, Tallaght was probably one of the leaders in it.  It was partnering with employers in the low-skill areas, but obviously when the recession came that was the first thing that was lost.  As the economy recovers, we need to examine that area again because people are returning to low-skilled jobs.  We need to partner with employers to make sure that such employees can be upskilled and educated.  I do not refer to those who are coming in with degrees because in many ways, the State has already contributed to their education.  I refer to those who have worked in low-skill areas who now need a second chance.  That is where the partnering with employers comes into play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#J00200","speaker":"1417"},{"type":"speechnospeaker","time":1486634400,"counter":142,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#J00300","nonspeaker":"Dr. John Sweeney"},{"type":"speech","time":1486634400,"counter":143,"content":"<p>That is where the institutes of technology and the education and training boards can play a role in designing educational courses for people who are employed.   I have seen this being carried out in a factory or an office where a certain amount of time was set aside for such upskilling.  I know of one company that set aside two hours to facilitate its staff on the packing lines attending for training with the Institute of Technology, Tallaght to upskill and it was based on the condition that the employer would give the staff two hours of employment time if the staff gave two hours on a voluntary basis, and in that way four hours was provided in upskilling.  We need to be more imaginative now with the change with an upturn in the economy and not wait until we reach the peak in that upturn to do it.  I apologise as I must leave now to raise a matter on the Order of Business in the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#J00400","speaker":"1417"},{"type":"speechnospeaker","time":1486634400,"counter":144,"content":"<p>One issue Deputy John Brady raised in that area is also significant.  The proportion of people at work who are below the poverty line is small but the numbers are large because the number of people at work is now more than 2 million and a small percentage of that figure constitutes many people.  In-work poverty normally is addressed by in-work supports.  We have seen in the island across the Irish Sea a huge rise in spending on in-work benefits, absorbing much of the savings in benefits on unemployment payments.  Clearly, the ideal is that people in work have skills that make their employment so valuable to their employer that no ongoing subsidy is needed to be paid to them or to their employer and that must remain the objective.  Intreo, our new public employment service, is learning more that there are different types of employers.  Some employers will state they have people among their staff who left formal education at a very early stage and who have been terrifically loyal and good employees but who, if they are to remain in employment until they reach the age of 65 or 66, will need real opportunities to upskill.  Such employers will co-operate with that.<\/p><p>However, there are employers who might talk the talk but will not walk the walk.  Whereas our public employment service has built up considerable experience in identifying the work shy among the jobseekers, it is only acquiring expertise in identifying the employer who is not really serious about investing in its employees from those who are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#J00500","nonspeaker":"Dr. John Sweeney","continuing":true},{"type":"speech","time":1486634400,"counter":146,"content":"<p>Some of these issues are arising from the employer engagement subgroup within the Labour Market Council.  Is there any danger of perverse incentive coming towards a situation where the in-work supports that are so vital to and needed by people are calculated in?  Might we be building towards having employers planning for and assuming in-work supports in their calculations on expenditure and so forth?  Can anything be done on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#K00200","speaker":"1405"},{"type":"speechnospeaker","time":1486634400,"counter":147,"content":"<p>Some employers will calculate in that way.  It is one of the things that brought JobBridge into disrepute so quickly.  A small number of employers realised this would be a short-term subsidy to their current business model and went for it.  The significance in the wider picture may be quite small.  The employer subgroup on the Labour Market Council is alert to that and is trying to advise the Department as to what to do, how to watch and so on.<\/p> <p>  Several members, particularly the Chairman, referred to the balance in evaluation between the quantitative and the qualitative.  I suspect, like many, they may be reading some of these evaluations and getting sore heads from the numbers being crunched and the metrics being used.  In the long run what is going on here?  This was very acutely observed in a presentation made on Monday at a conference in Dublin Castle jointly organised by the Geary Institute of UCD and the Labour Market Council.  The speaker, Mr. Nigel Meager from the UK, reflected on the work programme in the United Kingdom.  He said that if one sets out to prescribe only in general outlines what employment providers should achieve but one does not specify much how it should be done, one will always be left wondering what the results mean.  If we are told that this programme is not working because at the end of it, those who took part in it are 30% less likely to be in a job than those who did not take part in it, we are left asking why it happened.  If the impact evaluation is not balanced or accompanied by a process evaluation and if the number crunching is not accompanied by a narrative outlining what the education and training providers, case officers and individuals participating were looking for and how they experienced it, we end up scratching our heads a bit.<\/p> <p>  Already the Labour Market Council has seen evidence of that with the very impressive number crunching done by the ERSI on the back to education allowance, but it was left wondering what it needed to do about the programme.  To be left with the binary option of closing it or keeping it going despite the evidence is not that helpful and rather assumes that the education and training providers, teachers, instructors, lecturers and the people, for whom going back to education is a big investment of time and energy, are all fools.  We now have a qualitative evaluation of the BTEA in process precisely for the reasons members referred to.  We need to balance quantitative and qualitative evaluations.  There are instances of that being done very well in, for instance, the ESRI's work on secondary education.  I do not know if we have yet brought that balance into our evaluations of active labour market policies.<\/p> <p>  I fully agree with the Chairman's remarks about soft skills.  I repeatedly read about the importance attached to them.  I believe Tony Donohoe at the committee's previous meeting articulated that extraordinarily well with evidence from IBEC.  By and large, employers will say that if they have the right soft skills, the employability skills, the employers will teach employees the content of much of what is required by the job.  However, we have done very little work on how to bring about that greater self-confidence and those abilities to listen and be a good team player and problem solver.  These cannot be done with two or three days' communication modules.  The evidence is that these soft skills are best incorporated as hard modules into occupation-specific training programmes.  It is difficult to impart or to raise competency in soft skills in isolation from an educational training programme that is targeting a specific occupation.  The soft skills needed to enter, for example, Intel with third level education are quite different from the soft skills needed to enter the hotel industry.  Soft skills have a significant occupation-specific element, but it is hard-wiring modules on soft skills into substantive vocational education training programmes that is needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#K00300","nonspeaker":"Dr. John Sweeney"},{"type":"speech","time":1486634400,"counter":148,"content":"<p>Dr. Sweeney hit the nail on the head in talking about the soft skills.  People entering the hotel industry may have no formal qualification in that area.  They might go in as a lounge boy or similar.  The access to the position still requires the soft skills they may not have had the opportunity to acquire and therein lies the challenge.  I take Dr. Sweeney's point that where there is a more formal training piece, the piece relating to soft skills should be incorporated.  People go without that level of qualification and frequently they are the people being turned down as a result of not having the interpersonal skills or not being a team player.  As a result of their not being in a formal training structure, they find it very difficult to get those skills from the employability point of view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#K00400","speaker":"1298"},{"type":"speech","time":1486634400,"counter":149,"content":"<p>Dr. Sweeney's contribution has been fascinating and invaluable.  He answered so many questions that there were one or two he may have missed.  The Chairman asked about how, where there is an area as well as individuals, we can look to wider social support.  I worked with young unemployed people in Wexford for a year and looked at the very particular challenges of another blackspot.<\/p> <p>  My own question was on flexibility where we are trying to bring in new cohorts in, and not even trying to bring in because in many cases, as Dr. Sweeney highlighted, they are keen to be offered training and opportunities.  Do we need to re-examine, for example, the full-time availability requirement specifically in that respect?  I know that is a key issue for many people who are either qualified adults or are on disability payments.<\/p> <p>  I wish to add to what Dr. Sweeny said about soft skills.  We need to look at this again.  It relates to philosophy, civics and those sorts of things in our secondary education system.  Those are capacities.  They need to be occupationally applied.  Based on what Dr. Sweeney said, we may have to propose recommendations on changes to how career guidance is provided in schools.<\/p><p>My last point is that I would strongly support some of the points that Dr. Sweeney made about the direction that the Labour Market Council might need to go in terms of alignment.  We have been pushing a joined-up approach in terms of the sectors we want to build, the enterprise we want and the quality of employment we want in Ireland.  I would support some of the ambition on where the Labour Market Council could focus.  I know there is an employer engagement group but is there a union engagement?  Is there engagement with other strands?  How might that be strengthened as the Labour Market Council continues to evolve?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#K00500","speaker":"1405","continuing":true},{"type":"speechnospeaker","time":1486634400,"counter":151,"content":"<p>I thank Senator Higgins for drawing attention to two issues which I overlooked.  In regard to whether more can be done for area-based initiatives, it is close to my heart because I earned my spurs at one stage by living and working in what is still an unemployment black spot all of 30 years later.  It drags on me when I hear those who are now activists in that area using sentences that I would have used nearly 30 years ago and asking what has changed here?  What has changed over the 30 years is that the investment going into the area through multiple Departments and different types of programmes has enormously increased.  At the time I was active in this area to get a youth employment agency grant of &pound;5,000 was the highest accolade one could get.  The budgets of some of the area-based interventions is much bigger.<\/p> <p>  I would point out that for all we have done with area-based interventions over the last two or three decades we have never given them the dignity of seeking to evaluate well what they were achieving.  We still do not know if some area-based partnerships work better than others.  Why?  Of those who entered the programmes and received the subsidised services, what have they achieved?  This is not an argument for discontinuing but it is an argument for bringing the same evaluation that we give to some programmes to more of the area-based work.  Unemployment black spots have been far too persistent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#L00200","nonspeaker":"Dr. John Sweeney"},{"type":"speech","time":1486634400,"counter":152,"content":"<p>This goes to the point I forgot to make earlier.  We heard about the scheme in Tallaght, for example, during 2003-2004, Dr. Sweeney spoke about some of the things that public employment services were doing right in terms of accessing supports for everybody and we talked about area-based supports.  These all pre-date the establishment of the Labour Market Council.  Might there be scope to look back and examine some of the best historic work done and learn from that?  Is that something that might be on the cards?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#L00300","speaker":"1405"},{"type":"speechnospeaker","time":1486634400,"counter":153,"content":"<p>It certainly is, probably among the Departments which administer these, such as Department of Housing, Planning, Community and Local Government which has an Irish version of the social inclusion and community action programme, SICAP.  It is interesting that it is only programmes and services for which the Department of Social Protection is responsible that our evaluations and input are required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#L00400","nonspeaker":"Dr. John Sweeney"},{"type":"speech","time":1486634400,"counter":154,"content":"<p>Not the historic programmes of that Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#L00500","speaker":"1405"},{"type":"speechnospeaker","time":1486634400,"counter":155,"content":"<p>No.  Programmes that are very important to unemployment black spots are currently not on the horizon of the Labour Market Council.  Senator Higgins's question about flexibility and accommodating people with a capacity to work some hours, or staggered hours, is very true.  It is inherent in the council's endorsement of bringing the public employment service to provide services to those who are inactive for whatever reason and are not currently members of the workforce.  This is what quality means, having that flexibility, and understanding that people, especially in their 50s and 40s, have very significant household commitments and we cannot expect them to drop those and be full-time employed.  That is part of the change in capabilities and culture that the council is pointing to.  That is what is required if the public employment service is genuinely to serve all those looking for work.<\/p> <p>  I thank the committee for this opportunity which I enjoyed much more than I thought.  I would say again that when the Labour Market Council's chair passed the committee's invitation to me, I had not realised at the time the very difficult decisions that had been taken in his place of work, Hewlett Packard.  I think the committee will fully understand why he was unable to attend and why I am here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#L00600","nonspeaker":"Dr. John Sweeney"},{"type":"speech","time":1486634400,"counter":156,"content":"<p>I thank Dr. Sweeney for his presentation, his attendance and the direct manner in which he answered the questions.  I am glad that he found it more enjoyable than he had anticipated.  To be fair to the members of the committee, its work is not hostile in any sense but it is to gather information and to elicit the answers which will help us produce an informed report on this whole area and Dr. Sweeney has been very helpful in the committee's deliberations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPJ2017020900002#L00700","speaker":"1298"},{"type":"unspoken","time":1486634400,"counter":157,"content":"<p>The joint committee adjourned at 11.45 a.m. until 10 a.m. on Thursday, 26 February 2017.<\/p>","notice":"TIME STRING DETECTED"}]