[{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade","time":1381934700,"counter":2},{"type":"unspoken","content":"The Joint Committee met at 15:45","time":1381934700,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600002"},{"type":"minorheading","content":"Business of Joint Committee","time":1381934700,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600002#A00100"},{"type":"speech","time":1381934700,"counter":6,"content":"<p>Apologies have been received from Senator Jim Walsh who is unable to attend this afternoon.  Draft minutes of the meeting of 9 October have been circulated to members.  Are the minutes of 9 October agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600002#A00200","speaker":"974"},{"type":"speech","time":1381934700,"counter":7,"content":"<p>I asked a question about the Irish International Immigrant Center and whether we had received a report on the incident that occurred in the summer.  We asked for a report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600002#A00300","speaker":"1159","continuing":true},{"type":"speech","time":1381934700,"counter":9,"content":"<p>I presume that the Senator is referring to the Boston incident?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00200","speaker":"974"},{"type":"speech","time":1381934700,"counter":10,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00300","speaker":"1159"},{"type":"speech","time":1381934700,"counter":11,"content":"<p>As far as I am concerned the matter has been resolved and an apology has been issued to the family.  A parliamentary question on that subject was tabled on 26 June.  The matter has been dealt with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00400","speaker":"974"},{"type":"speech","time":1381934700,"counter":12,"content":"<p>We were promised a report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00500","speaker":"1159"},{"type":"speech","time":1381934700,"counter":13,"content":"<p>That is the situation as far as I know.  It is dealt with.  It is over and done with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00600","speaker":"974"},{"type":"speech","time":1381934700,"counter":14,"content":"<p>When the Minister was here I asked whether we could get a copy of the report on what happened in the incident and we were told that we would get a copy of the report and we still have not received one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00700","speaker":"1159"},{"type":"speech","time":1381934700,"counter":15,"content":"<p>I have no update on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00800","speaker":"974"},{"type":"speech","time":1381934700,"counter":16,"content":"<p>Could we ask for a copy of the report?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B00900","speaker":"1159"},{"type":"speech","time":1381934700,"counter":17,"content":"<p>As circulated here, the Department has admitted what happened and has issued an apology on same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01000","speaker":"974"},{"type":"speech","time":1381934700,"counter":18,"content":"<p>Yes, but I asked for the report on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01100","speaker":"1159"},{"type":"speech","time":1381934700,"counter":19,"content":"<p>I have no update on a report on that for the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01200","speaker":"974"},{"type":"speech","time":1381934700,"counter":20,"content":"<p>Can we ask for the report?  The Minister said-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01300","speaker":"1159"},{"type":"speech","time":1381934700,"counter":21,"content":"<p>We can ask for the report but we will probably get no more than what was given out in reply to the parliamentary question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01400","speaker":"974"},{"type":"speech","time":1381934700,"counter":22,"content":"<p>The Minister said he would give us-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01500","speaker":"1159"},{"type":"speech","time":1381934700,"counter":23,"content":"<p>It has been outlined in the parliamentary question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01600","speaker":"974"},{"type":"speech","time":1381934700,"counter":24,"content":"<p>The parliamentary question is an entirely separate issue from the report that was made of the incident.  We never got a copy of that.  We asked for a copy and we were told that we would get it from the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01700","speaker":"1159"},{"type":"speech","time":1381934700,"counter":25,"content":"<p>I will certainly enquire about that report for the Senator for our next meeting but that is all I know about that case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01800","speaker":"974"},{"type":"speech","time":1381934700,"counter":26,"content":"<p>I think we received a reply on the Wider Horizons programme.  The gentleman involved in that programme is our honorary consul in Philadelphia.  It did some great work in the North.  Several Congressmen had supported its funding and it was-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B01900","speaker":"1159"},{"type":"speech","time":1381934700,"counter":27,"content":"<p>I will return to that in private session, if the Senator does not mind.  I will give him an update on that.  Unless there are other matters arising from the minutes, we will proceed with the main business of the meeting.  I remind members, witnesses and those in the Public Gallery to ensure their mobile telephones are completely switched off for the duration of the meeting as even in silent mode they cause interference with the recording equipment in the committee rooms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B02000","speaker":"974"},{"type":"minorheading","content":"Syrian Conflict: Discussion with Minister of State at Department of Foreign Affairs and Trade","time":1381934700,"counter":28,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B02200"},{"type":"speech","time":1381934700,"counter":29,"content":"<p>I welcome the Minister of State at the Department of Foreign Affairs and Trade, Deputy Joe Costello, and his officials to the meeting.  We are all aware of the horror story in Syria and the ongoing issues in the region, which we see daily on our televisions.  The Minister of State has only recently returned from a visit to the Middle East and his attendance today is particularly timely.  We have had several meetings on this issue in recent times.  I call on the Minister of State to give his presentation and we will then have a question and answer session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B02300","speaker":"974"},{"type":"speech","time":1381934700,"counter":30,"content":"<p>I thank the Chairman.  I am very pleased to be here today to address the committee.  I was in the Middle East and in Lebanon last week.  I am delighted to have the opportunity to give the committee the up-to-date account of my experiences there.<\/p><p>  My main purpose in travelling to the region was to visit the occupied Palestinian territory and to see for myself the Irish Aid programme there.  I also, however, took the opportunity to visit Lebanon and to maintain the strong focus and attention that the Government has placed on responding to the humanitarian crisis caused by the ongoing conflict in Syria.  The Minister for Foreign Affairs and Trade had been in Turkey earlier and last year I was in Jordan.  We have had a fairly strong presence in the surrounding countries.  During my visit I announced an additional contribution of &euro;3 million in humanitarian assistance for Syria.  This announcement has brought Ireland's support to almost &euro;40 million, making us one of the world's most generous donors to the Syrian problem on a <i>per capita<\/i> basis.<\/p><p>  As we look towards the donor pledging conference for Syria, which will come up in January 2014, my visit offered an opportunity to demonstrate Ireland's continued leadership and commitment to responding to one of the most complex humanitarian situations in the world today.  As the Chairman is aware, my visit coincided with a period of heightened international focus on the region and I was keen to see for myself the impact of the ongoing Syrian crisis in particular on Palestinian refugees.  The scale of the Syrian conflict and its devastating humanitarian consequences continues to outstrip forecasts and planning scenarios.  This crisis continues to have a serious impact, not just on Syria where more than 100,000 people have been killed and almost 7 million displaced, but on the wider region where neighbouring countries such as Lebanon continue to bear an almost impossible burden.<\/p><p>  My visit took place as Syria marks almost three years of devastating conflict.  Since the violence began, more than 2.1 million have fled the country into neighbouring Turkey, Jordan, Iraq, Lebanon and across north Africa.  More than one third of the people of Syria are in urgent need of humanitarian assistance and the most pressing needs are protection, health care, shelter, food, water and sanitation.  An estimated 4.25 million people are displaced inside Syria.  Among these are 235,000 Palestinian refugees, approximately half the total number of Palestinians within the country.<\/p><p>  The purpose of my visit to Lebanon was to get a better sense of the efforts being made to address the unprecedented and appalling humanitarian needs on the ground.  I was deeply conscious that political tensions are never far from the surface across this region.  Lebanon, with a population of only 4.3 million, has been fractured by almost two decades of civil war and the country remains fragile.  It has found itself increasingly affected by the Syrian conflict through the large-scale influx of Syrian refugees and its border region has frequently been subject to shelling.  Lebanon receives the highest number of refugees in the region.  A country of 4.3 million persons now hosts 768,175 refugees.  At the United Nations High Commission for Refugees, UNHCR, registration office in Beirut I saw that thousands of people continue to arrive every day, seeking life-saving assistance from the United Nations.  In fact the UNHCR now estimates that with current trends the country will host 1 million refugees by the end of the year.  That is equivalent to almost one quarter of Lebanon's current population.<\/p><p>  This visit gave me an opportunity to demonstrate Ireland's support to key partner agencies such as United Nations Relief and Works Agency, UNRWA, and while in Beirut, I announced &euro;500,000 of financial assistance for its Lebanon programme and a further &euro;500,000 for the work of UNHCR.  As winter approaches I was assured that the Irish contribution will be of great assistance in meeting essential needs for protective items such as blankets, tents and other essentials.<\/p><p>  A major challenge in Lebanon is the fact that the majority of refugees are hosted in communities that even before this crisis were among the poorest in the country.  Local capacities are increasingly stretched.  Reaching out to populations not residing in formal camp settings is a major challenge.  Both host and refugee populations in the country have been affected by increasing pressure on health and education systems, housing, employment opportunities and food prices.  The Lebanese Government fears that resentment is building among host communities and that the needs of those communities should be better addressed by the international community as we work to provide assistance and service to refugees.  In addition to the continuous arrival of Syrian refugees, Lebanon has experienced several influxes of Palestinian refugees from Syria, totalling some 48,000 on top of the pre-existing caseload of 440,000 Palestinians in Lebanon since before the Syrian crisis.  The vast majority of these newly arrived Palestinians have been displaced more than once within Syria before even crossing the border.  Most are housed in informal shanty towns and enjoy few legal rights.<\/p><p>  A highlight of my visit to Lebanon was a tour of the UNRWA managed Burj Barajneh refugee camp located on the outskirts of Beirut, which is home to more than 16,000 people.  I was shocked at the poor and crowded conditions of the camp, which is prone to flooding with its narrow streets and dysfunctional sewerage system.  I visited the home of a Palestinian refugee who had escaped the war in Syria with his family.  I was impressed that, despite the ongoing shortage of humanitarian resources, this family has been able to benefit from basic food, health care and education services through Irish and other donor assistance.  I also visited Tulkarm school in the refugee camp where I had the opportunity to learn more about UNRWA's education system and to meet Palestinian refugee pupils from Syria.  I met a little girl called Palestine, aged six, whose family had finally decided to flee Daraa when their home was burnt to the ground.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600003#B02400","speaker":"1006","continuing":true},{"type":"speech","time":1381935900,"counter":33,"content":"<p>I thank the Minister of State for a comprehensive report on his recent visit.  It reminds us of our own visit to the region in June.  I note the Minister had a very busy itinerary which did not include a meeting with Israeli officials.  Was there any particular reason there was no meeting with Israeli officials during his five-day stay in the Middle East?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00200","speaker":"974"},{"type":"speech","time":1381935900,"counter":34,"content":"<p>We decided that this would be purely under my development hat and that we would keep to Lebanon, the occupied territories and Gaza.  In the relatively short time that was available for me it could be perceived as tokenistic if I was to meet a small number of Israeli officials.  That is something we would hope to do on a future occasion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00300","speaker":"1006"},{"type":"speech","time":1381935900,"counter":35,"content":"<p>Okay.  I call Deputy Brendan Smith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00400","speaker":"974"},{"type":"speech","time":1381935900,"counter":36,"content":"<p>I welcome the Minister of State's detailed report on his visit to the Middle East.  It was an important visit.  I welcome the fact that he and the T&aacute;naiste continue to highlight the terrible humanitarian disaster in Syria and adjoining regions.  I welcome also the fact that Ireland continues its support in a very positive manner through overseas development assistance to ease some of the humanitarian disaster in that region.  In the opening paragraphs of his contribution, the Minister of State mentioned a donor pledging conference for Syria in January in 2014.  I hope that conference reviews the pledges that have been made and not honoured by some major countries.  We know from previous discussions both here and in the House the position in regard to the Irish contribution and also the EU's role as a substantial donor.  In his concluding remarks he referred to the political turmoil and the humanitarian disaster.  It is important that the humanitarian disaster in Syria and adjoining regions continues to be highlighted.  Some of our non-governmental organisations such as Trocaire work with sister organisations in those areas and their work is to be commended.<\/p><p>  During the time the Minister of State was in the Middle East the World Bank issued a report claiming that Israeli restrictions are costing the Palestinian economy &euro;3.4 billion on an annual basis.  It is obvious that those restrictions undermine the generous support Ireland gives to the Palestinian Authority.  Such restrictions curtail the effectiveness and sustainability of this development assistance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00500","speaker":"970"},{"type":"speech","time":1381935900,"counter":37,"content":"<p>A mobile telephone is interfering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00600","speaker":"974"},{"type":"speech","time":1381935900,"counter":38,"content":"<p>It is not mine.  If the Minister of State has not been apprised of the report perhaps he would report back to us through correspondence or whatever.  Perhaps he would let us know if the EU or other donor states are raising these issues in regard to the hindrance of progress.<\/p><p>  On the issue of the banning of settlement products, is Ireland taking any particular steps on banning such products from the EU?  Is Ireland continuing to push for the labelling of settlement products at EU level or are we taking any initiatives within our own competence?  I think Britain and Denmark did some work in this area but I do not know how effective it is or whether it has been implemented.  The whole area of banning and labelling of settlement products is very important and needs to be addressed.  Is unilateral action being considered or formal advice being given to Irish businesses to discourage investment or financial links with the settlements?  I think a message should go out to Irish companies that have business links in those areas.  <\/p><p>  In regard to the Gaza blockade, is pressure being applied on the Israeli and Egyptian governments?  I welcome the Minister of State's statement and the fact that he visited the region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00700","speaker":"970"},{"type":"speech","time":1381935900,"counter":39,"content":"<p>I call Deputy Crowe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00800","speaker":"974"},{"type":"speech","time":1381935900,"counter":40,"content":"<p>Go raibh maith agat.  Recently a fatwa, religious edict, was released allowing people to eat dog and cat meat.  This is  a reflection of the reality that people were suffering on the ground.  The situation in Lebanon is that up to one million people have fled from Syria into Lebanon, approximately 2,500 people per day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D00900","speaker":"1037"},{"type":"speech","time":1381935900,"counter":41,"content":"<p>A mobile telephone is interfering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D01000","speaker":"974"},{"type":"speech","time":1381935900,"counter":42,"content":"<p>It is not my telephone.  Will the Minister of State explain its impact on Lebanese society.  We know the Lebanese economy is in difficulty.  I am informed that trading with Syria has almost stopped, the deficit is getting bigger and there are huge difficulties within the country.  While the Minister of State was in the area, a report released by Oxfam, Shifting Sands, mentioned the changing gender roles among refugees in the Lebanon and the difficulty that is causing.  One of the issues raised in the report in respect of aid was that traditionally the funding or cheque went through the male.  The difficulty is that among many of the refugees there is not a male.  Can the recommendations of the report be examined?  It deals with issues such as promoting gender equality, limiting women's participation in social, economic and political life and the difficulties in that area.  Perhaps we could look at the accountability of the programme to ensure it is open to everyone, that women will be included and that there will be an outreach to those women who are currently not getting aid.<\/p><p>  Another issue that strikes me in regard to the aid programme in Lebanon is that no aid goes to poor Lebanese families, despite the fact that the economy is in crisis.  There is instability in the country arising from a number of civil wars and there are difficulties arising.  Given that it has one million refugees I do not know how the country is holding itself together.  It has no camps and is not opening camps, although there are camps for Palestinians.  People are having to live in garages and anywhere there is space, all of which is impacting on society.  We know that if there is a huge influx of people, the price of food and accommodation increases.  That in itself creates tension within society as well as religious difficulties.  Is the Minister of State worried about the outbreak of even more violence by some of those groups who, clearly, are active within the Syrian conflict?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600005#D01100","speaker":"1037","continuing":true},{"type":"speech","time":1381936500,"counter":44,"content":"<p>Following Deputy Durkan's contribution, I will hand over to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600006#E00200","speaker":"974"},{"type":"speech","time":1381936500,"counter":45,"content":"<p>I too thank the Minister of State for coming before us to update us on his visit to the Middle East.  I wish to follow on from some of the previous questions.  Is he satisfied that the international community is availing of Lebanon and adjoining countries to facilitate the refugees from Syria?  It is difficult to support the refugees in Syria for all the stated reasons.  Is the international community, however, sufficiently committed to supporting the refugees in the Lebanon and adjoining countries with a view to ensuring that hardship is minimised?<\/p><p>  The Minister of State mentioned he visited one community during his visit to Gaza.  In order to reassure all involved in the international process, is he satisfied that adequate regard is being had for the groups such as Christians or Israelis in the area who may feel aggrieved at the possibility of somebody from the international community, with the best of the intentions visiting one side only?  In regard to the recently discovered tunnel from Gaza into Israel, has the purpose of that exercise been satisfactorily explained?  Members have received e-mails from people who have expressed concerns in that area.  I am sure the Minister of State has received them also.  It would do no harm if he could indicate the degree to which the ongoing peace process in the area is being supported without restriction, by all involved, that is the Israelis, Hamas and Palestinians.  A peaceful resolution cannot be achieved unless there is a commitment from everybody.  To what extent is that commitment evident?  To what extent can the international community support those who are committed to that concept?<\/p><p>  To what extent are the fears of the various interested parties on all sides of that conflict assuages as to the direction and progress of the peace process?  I know there is a question of secrecy at this stage due to sensitivity.  Can signals be given to the participating groups as to the extent to which their particular interests are being observed and recognised and taken into account?<\/p><p>  When we visited that area previously, questions on prisoners in Israeli prisons, prisoners in Palestinian camps, prisoners of the various combatant groups who were in most times held without trial, and the international regulations not being observed in the normal way were a significant issue.  To what extent has the international community engaged and continued to engage in that area on an ongoing basis?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600006#E00300","speaker":"957"},{"type":"speech","time":1381936500,"counter":46,"content":"<p>I am sure the Minister of State will try to do his best to answer all the questions.  Other members wish to raise issues as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600006#E00400","speaker":"974"},{"type":"speech","time":1381936500,"counter":47,"content":"<p>I thank Deputies for their questions.  In response to Deputy Brenda Smith's question on the donor pledging conference, we held one already and another will take place in January 2014.  Deputy Smith also tabled a parliamentary question in the D&aacute;il on this matter.  Ireland fully honours all its pledges.  There is never a question about it.  We are renowned for it.  It is not necessarily the same with some other countries.  Some countries make pledges but do not honour them in full or at all.  That gives rise to concern.  We know that some of the pledges that were made in the previous conference have not been honoured at this point.<\/p><p>  The host country made an original pledge of &euro;300 million, a significant figure that mobilised a large number of funds, but normally roughly 70% of pledges are honoured.  If all of the pledges were honoured it would make things a lot easier.  We emphasise at all times the need to honour pledges in full.<\/p><p>  The United Nations states the situation in Syria is the worst international conflict since the fall of the Iron Curtain.  A third of the population is displaced within the country or are refugees outside the country.  Deputy Crowe put the figures at roughly 2. 5 million people but when we were in Lebanon, we were told that at least 3 million people are crossing the border every day into one country alone.  It was a trickle the last time I was in Jordan in August 2012, and there were 16,000 people in Zaatari camp, whereas there are now over 160,000 people in that camp.<\/p><p>  Lebanon takes a different approach and has an open border, instead of having camps as Turkey and Jordan.  People flow through Lebanon to a different degree.  The only real camp in Lebanon is the Burj el-Barajneh camp, which is for the Palestinians.  There are about 0.5 million Palestinian people in the Damascus area, half of whom are now displaced .  They are beginning to head across the border into Lebanon, where there is already a very large number of Palestinians from previous conflicts and is creating problems.  This is also happening in Jordan, which has about 2 million Palestinians from the 1948 and 1967 wars.<\/p><p>  It is a major humanitarian crisis.  The pressure this crisis is putting on Lebanon is not just a humanitarian issue of having to feed the refugees and provide camps, food, shelter and blankets for them, but also a question of the impact on the existing infrastructure.  The problems associated with the influx of large numbers of refugees seeking accommodation and jobs places an enormous burden on an infrastructure that is fragile at the best of times in Lebanon and Jordan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600006#E00500","speaker":"1006","continuing":true},{"type":"speech","time":1381937700,"counter":50,"content":"<p>Given that he spent only four days in the region, the Minister of State has done a masterful job in obtaining such a complete picture of the situation which obtains there.  He has been dealing with two of the most complicated issues of the 21st century, namely, Syria and the displacement of its people and the ongoing crisis in the Middle East, particularly as it relates to Israel and Palestine.  Many of those present are former city or county councillors and it is impossible for us to imagine how the affected countries in the Middle East - particularly Lebanon, which is emerging from a period of crisis and civil war involving armed troops, Hezbollah, etc. - can continue to try to absorb the number of Syrian refugees crossing their borders.  Of course many of the latter are Palestinians who were given refuge in Syria and who are now refugees in Lebanon.  Those who served as councillors will be well aware of the difficulties of sophisticated First World cities in the context of water supplies, sewage, infrastructure, roads, health and waste.  I recall visiting Gaza and witnessing the horrendous situation with regard to waste there.<\/p><p>  We should applaud the work being done by the governments of Lebanon, Turkey and Jordan.  The latter, which is a very tolerant Arab state, has been obliged to deal with a huge influx of Palestinians over the years.  I am not sure of the position in north Africa.  It is unbelievable that 7 million people have been displaced and that 2 million to 3 million of them are living in temporary accommodation, garages and deserted buildings.  In addition, the members of the indigenous populations are being obliged to try to compete with these people and to hold down their own jobs in the face of cheap labour.  The situation must be horrendous.<\/p><p>  I thank the Minister of State and the Government for allocating &euro;14 million in humanitarian aid.  I accept that his visit took place in the context of development aid and that he did not engage with the Israelis, which is understandable.  We experienced something of a shock when some of our other development aid moneys were mislaid, transferred or stolen in Uganda.  On each occasion the T&aacute;naiste, the Minister of State or some other Minister travels abroad, we hear about another &euro;1 million or &euro;2 million being released.  Some disturbing information has been emanating from Gaza in recent times.  The EU has discovered that a great deal of money has gone astray.  We are acting in a spontaneous and emotional manner in respect of what is an emergency situation.  Is the Minister of State satisfied that our aid is being administered properly?<\/p><p>  It is difficult to know where to begin when it comes to the Middle East.  For example, in the context of Gaza we have the tunnels and misplaced European Union moneys.  When it comes to peace process in Palestine, one is obliged to deal with issues relating to the West Bank, Gaza, Fatah, Hamas and Sharia law.  In addition, there have been terrible human rights abuses taking place in Gaza.  Are the Palestinians sufficiently united to ensure that the peace talks will achieve a successful outcome?<\/p><p>  A number of representatives from the aid agencies came before the committee last week and we discussed the issue of Syria in depth.  We understand that 50% of the Palestinians who were in Syria have been displaced and are now in camps in other countries.  Is there any particular reason for this?  The Palestinians were deemed not to be parties to the conflict and it was perceived that they had remained outside it.  Why have the 50% of Palestinians in Syria to whom I refer now become refugees for the second or third time in their lives?<\/p><p>  On development aid, in the past we dealt with people from war zones in Hungary and Bosnia-Herzegovina.  Has the Department ever considered operating in a different way in the context of development aid and refugees?  I refer in particular to women and children in this regard.  Would problems arise because refugees from the Middle East would be Muslims and we live in a Christian society?  Is providing this degree of aid open to consideration?  We have done it very successfully in the past and I see no reason why we might not consider doing it again.<\/p><p>  Ireland is a tiny country and can provide as much aid as it so desires.  If, however, the Americans, those in Geneva and the Syrians do not come together in a serious fashion in order to bring peace to Syria, the displacement of people is going to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600008#G00200","speaker":"1030"},{"type":"speech","time":1381937700,"counter":51,"content":"<p>I welcome the Minister of State and I thank him for visiting the region in question.  His trip is a reflection not only of Ireland's commitment to the region but also to his personal and ongoing commitment to it over many years.  As he was speaking, I recalled that we visited the region together ten years ago and there was hope that some kind of resolution would be reached.  A recent World Bank report estimates that the economic cost to Palestine of the restrictions placed on it by Israel is $3.4 billion per year.  Is there any way pressure can be exerted in order to try to minimise the impact in this regard?  What is happening seems both wasteful and, from Israel's point of view, counter-productive.  I accept that the Minister of State visited the area in the context of Irish Aid and that there is probably a reluctance to discuss exerting pressure on Israel while the talks continue.  However, talks took place in the past and matters just appeared to become continually worse.  This led to further restrictions being put in place.  If, as the Minister of State noted, there is to be a two-state solution, then both states must be viable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600008#G00300","speaker":"1026","continuing":true},{"type":"speech","time":1381938300,"counter":53,"content":"<p>My apologies for missing the start of the meeting but I have just come from the Chamber.  The Minister's visit to this committee today has generated an amount of e-mail correspondence.  I am sure that I like everybody else got these e-mails from groups.  They are entitled to their opinion and to ask us to examine other aspects.  One concern is about Irish Aid money, which Deputy Byrne has addressed.<\/p><p>  My second question relates to the Minister's decision not to meet any people on the Israeli side or any Israeli groups.  My apologies if he has already addressed that point.  Did he meet the small Christian population in Gaza?<\/p><p>  My other question is in regard to the camps.  Some people do not know any other life except living in a camp.  Is there any sign of people being moved from camps into villages, towns or other places where there would be more normal living?  Did the Minister get any sense from the people he met of a commitment?  He spoke about the peace talks and there appears to be some positive moves in that regard but did he get a sense of a strong commitment to the two-state solution or is that slipping further down the agenda?  He mentioned one or two groups but are there not more Palestinian and Israeli groups that work together or did he come across any groups actively working together, whether in the areas of health or education?<\/p><p>  Many UN resolutions have passed in this regard but it seems they are being completely ignored.  What is the position with regard to them?  The fact that they were being ignored led to the boycott.  Is there any sense that they will be revisited and taken seriously?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600009#H00200","speaker":"1005"},{"type":"speech","time":1381938300,"counter":54,"content":"<p>I call the Minister of State for a final response to the questions raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600009#H00300","speaker":"974"},{"type":"speech","time":1381938300,"counter":55,"content":"<p>I thank the members for their questions.  Deputy Byrne asked about the enormous burden that is being placed on Lebanon.  We are not only engaged in that area but have Irish troops serving with UNIFIL and we have sent new troops to participate with UNDOF in the Golan Heights.  We have a very strong traditional involvement there.  Irish troops have been in Lebanon since 1978 from the beginning of the conflict there.  From what we can gather, and we met some of the army officers who were there, they are very well respected and their reputation is so good that the Lebanese people in the area have submitted petitions to keep them there and ensure that they will not be moved because they were being moved from area to area.  We have a very strong reputation in that respect.<\/p><p>  On the question of why half the Palestinians in Syria are being displaced, there are 500,000 to 600,000  Palestinians in Syria and approximately half of them have been displaced.  They were located largely the Damascus, which has come in for some very heavy shelling.  Both sides have engaged heavily in the Damascus area and that has resulted in the displacement many members of the community.  Many of them are displaced within the Syrian borders but they are increasingly beginning to cross over into the neighbouring countries.  That adds to the very sizeable Palestinian populations that are in Jordan and in Lebanon and that creates a new problem in its own right.  The Burj Barajnah camp we visited in the  Lebanon was a Palestinian camp that has been there since 1948 from the first major showdown in the conflict there.  It is a camp to which a new wave of Palestinians have come from Damascus and the Syrian area.  That is part and parcel of the problem; the Palestinians are now becoming more and more displaced because the area in which are located is becoming increasingly targeted.<\/p><p>  On the question of whether we are satisfied with the funding being provided for Gaza, we have always supported the United Nations Relief and Works Agency, UNRWA,  This committee would have been addressed by John Ging, a former director of UNWRA,  in the past.  We have worked through that agency in this respect.  It has been given that responsibility since 1948 when it came into existence with the specific mandate of maintaining services to the displaced Palestinian population.  It is doing that in Gaza, Syria and Lebanon and we met representatives of UNRWA in Lebanon.  We are very satisfied that it is a very strong, well organised organisation.  That is the agency our funding for Gaza largely goes through.  We can never be fully satisfied that everything will go to the right place all of the time in those conflict, fragile situations but we are satisfied that in this case very little more could be done to ensure that the money is properly dispensed and disbursed.<\/p><p>  With regard to what we can do to assist refugees, the Minister for Social Affairs in Lebanon made the point strongly to us that what is required is not only a question of providing funding and resources but one of the international community undertaking some of the burden in regard to displaced persons and refugees.  They asked us to emphasise to the European Union, in particular, the need for members states of the Union, the international community, to take refugees from Syria as they should not all be taken by the surrounding neighbouring countries.  Sweden is doing an outstanding job in that respect.  It is taking in 12,000 to 17,000 refugees.  There was a debate in the European Union on Monday or Tuesday of this week to that effect and a resolution was debated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600009#H00400","speaker":"1006","continuing":true},{"type":"speech","time":1381938900,"counter":57,"content":"<p>I asked about people moving from the camps.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600010#J00200","speaker":"1005"},{"type":"speech","time":1381938900,"counter":58,"content":"<p>There are no camps in Lebanon.  The only camp there is a Palestinian camp and that is why it has come to light now.  All of a sudden, there has been a huge new influx of Palestinians who have been displaced from Syria.  The old camp is still there from 1948 and it is in rag order.  It is hard to imagine people have lived there for all those years.  Children have been raised in it and a whole new generation has grown up-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600010#J00300","speaker":"1006"},{"type":"speech","time":1381938900,"counter":59,"content":"<p>Is there not a camp in Jenin in Gaza?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600010#J00400","speaker":"1005"},{"type":"speech","time":1381938900,"counter":60,"content":"<p>There is a camp in Gaza but there is only that one camp in Lebanon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600010#J00500","speaker":"1006","continuing":true},{"type":"speech","time":1381939500,"counter":62,"content":"<p>I wish to ask the Minister about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00200","speaker":"1037"},{"type":"speech","time":1381939500,"counter":63,"content":"<p>I will allow Deputy Crowe to ask a question in a second.  Is the Minister of State finished with Deputy O'Sullivan's questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00300","speaker":"974"},{"type":"speech","time":1381939500,"counter":64,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00400","speaker":"1006"},{"type":"speech","time":1381939500,"counter":65,"content":"<p>Deputies Crowe and Durkan are offering to speak.  I will take Deputy Crowe first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00500","speaker":"974"},{"type":"speech","time":1381939500,"counter":66,"content":"<p>I asked the Minister of State earlier on about the al Aqsa mosque.  This has the potential to affect the talks.  It is a holy shrine for Muslims and the worry is that the fact that it is being opened up to Jewish zealots may inflame the Arab street.  Did that come up during any discussions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00600","speaker":"1037"},{"type":"speech","time":1381939500,"counter":67,"content":"<p>That issue did come up.  The Deputy is quite right in that it is an issue that could inflame the situation.  The Palestinian leaders raised that issue as something abhorrent that should not have happened and that could cause trouble in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00700","speaker":"1006"},{"type":"speech","time":1381939500,"counter":68,"content":"<p>Does Deputy Durkan wish to speak briefly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00800","speaker":"974"},{"type":"speech","time":1381939500,"counter":69,"content":"<p>Is the Minister of State satisfied with the degree to which the international community has been exercised regarding the importance of providing adequate backup and support for the host refugee countries such as Lebanon, Jordan or Turkey given what the Minister of State said about the possibility of resentment on the part of the communities in the host countries?<\/p><p>  Fatah, Hamas and Israel all have prisoners belonging to each other to a greater or lesser extent.  To what extent does the international community continue to monitor the extent to which prisoners are held in each other's territory, the conditions in which they are held and the extent to which humanitarian requirements are being met?  <\/p><p>  What was the outcome of that tunnel?  What was it about?  It is important that we keep an ongoing interest in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K00900","speaker":"957"},{"type":"speech","time":1381939500,"counter":70,"content":"<p>Somebody asked the Minister of State about life in Gaza.  I was there in 2009 with the Taoiseach when he was leader of the Opposition just after Operation Cast Lead.  Has Gaza been rebuilt and has life normalised?  I know the Minister of State said it is difficult getting supplies in and I know he went in through the areas we went in through.  Is life normalising?  Israeli people would say life is improving so as someone who has seen it at first hand, could the Minister of State say a few words on life in Gaza?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K01000","speaker":"974"},{"type":"speech","time":1381939500,"counter":71,"content":"<p>In response to Deputy Durkan, there is concern on the part of the neighbouring host countries that the international community is not doing enough in respect of accepting a burden of the refugees from Syria who are piling into neighbouring countries.  They believe that the international community seems to be satisfied with providing humanitarian aid but that this is not enough to relieve the burden on them because they are small and fragile countries.  Lebanon is only the size of Munster and has a population of 4.3 million.  Jordan is similar.  Both countries are incredibly fragile.  The history of both countries has been very difficult.  They want the international community to accept some of the burden in terms of taking refugees and assisting them in supporting services and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K01100","speaker":"1006"},{"type":"speech","time":1381939500,"counter":72,"content":"<p>Infrastructure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K01200","speaker":"957"},{"type":"speech","time":1381939500,"counter":73,"content":"<p>Exactly.  That is the message they wanted us to get out very strongly to the international community.<\/p><p>  The issue of prisoners is an ongoing saga.  I would have loved to have visited the prisons while I was there but, unfortunately, that was not possible.  However, we did meet the Minister with responsibility for prisons and detainees in the Palestinian Authority and received a strong briefing regarding how the authority saw it.  We did not, of course, meet anybody from Hamas in Gaza so we were unable to see what the situation there is like.  There is major concern about administrative detention, children ending up in prison, forms of interrogation, torture and the length of time people are spending in prison.  Effectively, internment is a major part of it.  People are lifted and end up in prison and the process is very bureaucratic.  There are military courts of course.  The type of system we would envisage as a normal democratic western judicial and prison system is something they do not have in respect of Israeli jails.<\/p><p>  We asked the Minister about jails in the West Bank that are controlled by the Palestinian Authority.  Unfortunately, the Minister with responsibility for prisoners and detainees is not responsible for those prisons and we had not realised that at the time because we were very anxious to get to see what those conditions are like.  We would have looked for the other authority.  I do not know the Minister responsible.  It would be the Minister for justice.  Unfortunately, we did not have the opportunity to meet that particular Minister.  Many speakers spoke about it.  They see the prison issue as part of the solution in the same way as it was part of the solution in Northern Ireland.  The prisoners or activists were the thinkers who for one reason or another ended up behind bars but they were political people so, therefore, they would be part of the engagement that would bring about a solution.  <\/p><p>  The tunnel referred to by Deputy Durkan is the most recent tunnel discovered by the Israelis.  There were a variety of tunnels.  We do not know what the intention behind that tunnel was.  It was a tunnel from Gaza that was about 1 km long.  There were rumours that it was intended for use in abducting Israeli soldiers but we do not know for certain what the situation was.  Clearly, it has given rise to concern from the Israeli side.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K01300","speaker":"1006"},{"type":"speech","time":1381939500,"counter":74,"content":"<p>There have been some expressions of concern from the Israeli side as to whether international aid was used in the construction of that tunnel or whether international aid goes to the people for whom it was intended.  I presume there is no truth in that rumour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K01400","speaker":"957"},{"type":"speech","time":1381939500,"counter":75,"content":"<p>We are not aware of any basis for that rumour.  The best information we have on the tunnel is that it was started over a year ago and that construction on it had stopped over two months ago.  In other words, construction had stopped at a particular time so we are not sure how long the Israelis knew it was there or what function it was going to serve.<\/p><p>  What is life like in Gaza?  I would have thought that life was worse when I was there after Operation Cast Lead, which destroyed so many buildings.  At one factory, one could see where the tyres of the tanks had destroyed the equipment after the factory had been blown up.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600011#K01500","speaker":"1006","continuing":true},{"type":"speech","time":1381940100,"counter":77,"content":"<p>I inquired whether the infrastructure has been rebuilt and how much other rebuilding has been done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600012#L00200","speaker":"974"},{"type":"speech","time":1381940100,"counter":78,"content":"<p>A considerable amount of work was done after the tunnels opened to Egypt.  Some of the tunnels were large enough to allow vehicles through and a large amount of material was smuggled into Gaza.  That has since been closed down and approximately 85% of the tunnels are out of operation.  The situation has been tightened greatly.  A partial element of normal economic life was permitted through the transport of goods through the tunnels but this has now been stopped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600012#L00300","speaker":"1006"},{"type":"speech","time":1381940100,"counter":79,"content":"<p>I thank the Minister of State for his frank and open discussion with members regarding his recent visit to the Middle East, and his officials for accompanying him to the meeting.  When we visited in June we also met the chief negotiator, Mr. Erikat.  He is an experienced negotiator for the Palestinians and I am sure he will do a good job on their behalf.  I look forward to another meeting with the Minister of State in the near future and wish him well in his work on trade.  The committee will be visiting Ghana in the last week of October to investigate the area of trade and imports.  I understand the Minister of State has also visited that country.  We will report back to him on our visit.  Is it agreed that the meeting will now go into private session?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013101600012#L00400","speaker":"974"},{"type":"majorheading","content":"Joint Oireachtas Committee on Justice, Defence and Equality","time":1381912500,"counter":81},{"type":"unspoken","content":"The Joint Committee met at 09:35","time":1381912500,"counter":82,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600002"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals: Discussion with Department of Justice and Equality","time":1381912500,"counter":84,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600002#A00200"},{"type":"speech","time":1381912500,"counter":85,"content":"<p>I ask everybody to ensure their mobile telephones are switched off completely.  Silent mode is not enough as it interferes with the sound system.<\/p><p>  The purpose of this meeting is to receive a further briefing concerning two EU proposals and to allow the committee to consider any implications these may have for Ireland.  These proposals are COM (2013) 534, proposal for a Council regulation on the establishment of a European public prosecutor's office, and COM (2013) 535, a proposal for a regulation of the European Parliament and of the Council on the European Union Agency for Criminal Justice Co-operation, Eurojust.  Members will have received briefings on these two proposals.<\/p><p>  I welcome Mr. Andrew Munro, Mr. David Fennell and Ms Una Murphy from the Department of Justice and Equality.  Before Mr. Munro addresses the meeting, I draw the witnesses' attention to the question of privilege.  Witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  However, if they are directed by it to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person or an entity by name or in such a way as to make him, her or it identifiable.<\/p><p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>  I invite Mr. Munro to make his opening statement on these two proposals.  He might tell us what he makes of them and what they are all about.  We will have a question and answer session afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600002#A00300","speaker":"978"},{"type":"speechnospeaker","time":1381912500,"counter":86,"content":"<p>Thank you very much, Chairman.  My colleague, Mr. David Fennell, will deal with the Eurojust proposal, while I and my colleague, Ms Una Murphy, will deal with the proposal regarding a European public prosecutor's office, or EPPO.  We have an opening statement on the latter proposal.<\/p><p>  The concept of a European public prosecutor's office has been discussed for more than 20 years.  The rationale underpinning it is that the Union needs to be able to protect its interests directly as the member states' efforts to prosecute fraud successfully are insufficient.<\/p><p>  In the explanatory memorandum to the proposal the Commission states:<blockquote>The present situation in which the prosecution of offences against the Union's financial interests is exclusively in the hands of the authorities of the member states is not satisfactory and does not sufficiently achieve the objective of fighting effectively against offences affecting the Union budget.<\/blockquote>  Many of the difficulties faced in tackling cross-border offences in particular can, it is argued, be obviated by having a central body at EU level that is empowered to operate across member states' borders.  Article 86 of the Treaty on the Functioning of the European Union provides for the possibility of an EPPO to investigate and prosecute offences against the Union's financial interests.<\/p><p>  In a reflection of the challenging nature of the concept, Article 86 provides for a Council regulation involving a special legislative procedure requiring unanimity.  In other words, it is not the ordinary co-decision measure where the Parliament is an equal partner in the legislation.  It is also one that does not depend on qualified majority voting; it requires unanimity.  In the absence of unanimity among member states, provision is made for the establishment of the EPPO on the basis of enhanced co-operation by at least nine member states.<\/p><p>  The proposed regulation is a complex measure with significant implications from a legal and practical perspective for Ireland.  Whether we participate in its adoption and implementation, or whether we just interact with the EPPO, if it is established, as a non-participating state, it will be challenging.  The proposed regulation would provide for the first time for an authority from outside this State to direct criminal investigations and prosecutions.  The model of investigation and prosecution would see the prosecutor, not the police, initiate and manage investigations.  The European public prosecutor would, for example, order the arrest and interview of suspects, order that search warrants be sought and executed, etc.  This is quite different from the standard Irish model where members of the Garda S&iacute;och&aacute;na initiate and manage investigations and present their findings to the Director of Public Prosecutions, who then decides whether to prosecute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600002#A00400","nonspeaker":"Mr. Andrew Munro","continuing":true},{"type":"speech","time":1381912500,"counter":88,"content":"<p>I thank Mr. Munro.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00200","speaker":"978"},{"type":"speech","time":1381912500,"counter":89,"content":"<p>I thank Mr. Andrew Munro and Ms Una Murphy for their help.  I have read the briefing.  There would obviously be a concern around subsidiarity.  The Department of Justice and Equality has not specifically pointed it out but it has, as the witnesses have done, pointed out the practical issues of implementation.  From a broader point of view, the concept of a European constitution and us all being citizens of a new European state did not proceed.  It was rejected by people in France and Holland and, in fairness, while it was endorsed by a couple of countries, it did not proceed further.  We are citizens of Ireland.  We are members of the European Union but we are citizens of this State.  We have a Constitution in this State and we expect the laws to be upheld.  I would have grave concerns.  I agree with co-operation between the Judiciary and our police forces to combat European-wide threats, particularly as specified by Eurojust which also deals with this area.  I would be concerned about people co-operating and sharing intelligence and evidence emanating in Ireland but not at the European level.  My view is that we should flag a subsidiary concern in Ireland, as has been done elsewhere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00300","speaker":"998"},{"type":"speech","time":1381912500,"counter":90,"content":"<p>I know there are certain things on which one can and cannot comment.  The Deputy's main focus is how it would work.  I should say to Deputy Mac Lochlainn that the subsidiary issue is an issue for us and for us to comment on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00400","speaker":"978"},{"type":"speech","time":1381912500,"counter":91,"content":"<p>I apologise.  Therefore, we can ask questions around it.  I have decided on this and that was probably clear from my questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00500","speaker":"998"},{"type":"speech","time":1381912500,"counter":92,"content":"<p>We would never have guessed.  Does Mr. Munro wish to respond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00600","speaker":"978"},{"type":"speechnospeaker","time":1381912500,"counter":93,"content":"<p>As the Chairman said, the question on subsidiary is a matter for the competence of the Houses, particularly in relation to protocol 2 to the treaty.  As I said in my opening remarks, it is very challenging.  It marks, as with any measure, a degree of transfer of sovereignty and control to the Union in a particular area any time we agree a new measure at EU level.  It is particularly challenging in the ways that I mentioned.  It would require us to turn our investigation and prosecution system upside down, to some extent, in that it would now require to be prosecutor led.  It would require change to our approach to criminal procedure law and it would see an external prosecutor operating within the State for a time.  These are things that are relevant to a judgment on subsidiarity.  The Government has not taken a particular view on that issue.  I would not seek to influence the decision of the Houses in relation to it but it is certainly a relevant question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00700","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381912500,"counter":94,"content":"<p>I thank the officials for their work in this area.  Like Deputy Mac Lochlainn I have a view, having read the material.  I think we should put forward a reasoned opinion on the breach of the principle of subsidiary involved in the setting up of the EPPO.  I am very taken with the British House of Commons report.  I have a specific question.  Looking at the report of the House of Commons and also the justice committee of the Scottish Parliament, which is quoted and which arrived at a particular conclusion, I believe there is a substantive objective issue.  I do not know if the witnesses can comment on this because it is a borderline political issue.  The conclusion of the Scottish committee quoted by the House of Commons was that the committee did not consider the establishment of the EPPO to be necessary to achieve the stated objective of tackling EU fraud and that it had concerns that the Commission had not explored sufficiently whether action short of a super-national agency would be capable of delivering effective protection against EU financial fraud.  There is a suggestion, which the House of Commons did not go into, that more developed co-operation between OLAF and Eurojust could deliver an effective means of protecting against EU financial fraud.  Perhaps the witnesses would comment on that issue.  There is a certain value judgment but there is an objective issue about whether existing agencies are capable of delivering effective protection against financial fraud at EU level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00800","speaker":"1148"},{"type":"speechnospeaker","time":1381912500,"counter":95,"content":"<p>Some of the arguments advanced by the Commission and some of the things that have been discussed in the Council working group touch on the point raised by the Senator.  One argument I have heard is that perhaps more can be done in terms of preventing fraud.  It is a truism to say that any system in place can be tweaked to improve it and make it work better.  Much effort goes in at national level.  For example, in terms of the biggest volume of payments in the agricultural sector, of the order of 23,000 inspections or checks are conducted annually on the system within Ireland alone.  Therefore, much work is done on the preventative side and at administrative level.<\/p><p>  I could not comment specifically on whether there is scope for more and better co-operation between OLAF and Eurojust.  My guess is that every system could, perhaps, be tweaked to work better.  The suggestion has been made that when cases go through the administrative process in OLAF, OLAF finds there is a criminal issue at stake and it is referred back, the Commission's position is that the level of success in terms of prosecutions in member states following on from that is not what it should be.  If we look at the figures, not specifically relating to fraud against the interests of the EU, from the Director of Public Prosecution's report for last year for fraud cases finalised, we find that the success rate in terms of cases that were prosecuted was 100% last year, with 19 cases resulting in conviction.  I believe it was 95% the previous year.  It is a very high number of cases when there is a decision to prosecute and they go ahead.  It is difficult to draw a particular conclusion because we do not have any set of figures broken down between EU fraud and other types of fraud.  Certainly at the discussion at member state level one will hear other member states maintaining that their systems are effective and that they are successfully challenging these issues.  I agree that more co-ordination between member states might be helpful but whether the proposed model needs to go that far is the focus of the discussion to some extent and also how much centralisation and harmonisation is needed on this measure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600003#B00900","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381913100,"counter":96,"content":"<p>How will the European Public Prosecutor Office, EPPO, function in each member state?  Will files be referred to it from Europol, from the Garda S&iacute;och&aacute;na or the PSNI?  Who takes the prosecution in the individual jurisdiction?  Will it be handed to the Office of the Director of Public Prosecutions in the relevant jurisdiction?  Could Mr. Munro tell us how it in envisaged such an office would function in practical terms?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00200","speaker":"1057"},{"type":"speechnospeaker","time":1381913100,"counter":97,"content":"<p>In very simple terms, the regulation provides for anybody who becomes aware of fraud against the interest of the European Union to report it to the EPPO system.  There would be an obligation on national authorities that become aware of fraud to report it to EPPO.  The proposal provides for exclusive competence for the EPPO over cases of fraud against the interest of the Union.  In the Irish context, the Director of Public Prosecutions would not have competence but it is envisaged in the proposal that every member state that participates would nominate at least one if not several European delegated prosecutors.  Germany has a federal system and as a result there may be several European delegated prosecutors, EDPs for each of the different landers because of the volume of cases.  If Ireland were to participate we would have to nominate at least one European delegated prosecutor to that office.  When a report would come in to the office, it is envisaged that an investigation directed by the Irish EDP would direct the Garda S&iacute;och&aacute;na to investigate it and produce a report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00300","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381913100,"counter":98,"content":"<p>Would the Irish European delegated prosecutor have the status of the Chief State Solicitor or higher?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00400","speaker":"1057"},{"type":"speechnospeaker","time":1381913100,"counter":99,"content":"<p>The European delegated prosecutor would be a qualified prosecutor and would have all the functions and competences of a national prosecutor.  This is a challenge also in that the office holder would have to have in law the competence and powers of the Director of Public Prosecutions or equivalent to the DPP.  This is what is meant by the term \"two-hatted\", that at the one time the person would be a prosecutor in terms of Irish law in this case and a prosecutor in terms of being part of the European Public Prosecutors Office, but in terms of the control in running any EU fraud case, the delegated prosecutor would be under the supervision and control of the European Public Prosecutor's office.  The delegated prosecutors would not operate as independent entities or members of a college, they would be under the control of the European Public Prosecutor.  The proposal under this regulation envisages that in certain cases the European Public Prosecutor, the central authority, would act directly in national courts.  By the proposals under this regulation they would have to be conferred with the power to prosecute in an Irish court.  It is not clear in what circumstances this would apply but perhaps in cases relating to European officials or such like, they might be taken on directly by the European Public Prosecutor, so that those appointed would potentially appear on the ground and ask that such a suspect would be interviewed or a search warrant sought and executed and direct that a prosecution would be brought against a person.  There is inner control from the European Public Prosecutor's office, in that it envisages generally decentralisation to the extent that the European delegated prosecutor in the member state would probably be an Irish prosecutor with two hats but would be under the direction and control of the European Public Prosecutor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00500","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381913100,"counter":100,"content":"<p>Will the monetary limits of the court determine in which court the case is heard?.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00600","speaker":"1057"},{"type":"speechnospeaker","time":1381913100,"counter":101,"content":"<p>In the main, the cases will be heard in the Circuit Court.  While there is no <i>de minimis<\/i> threshold, the likelihood is that they will be concerned with more serious cases involving a trial on indictment.  Part of the discussions among member states is the question of exclusive competence, and if it is pragmatic for the European Public Prosecutor to have exclusive competence over even the most minor cases, the type of cases that would only be brought to the District Court because it is of such minor value.  It is open to question as to whether that is an efficient model.  That is also forming part of the discussion.  The majority of serious fraud cases do not go to the Central Criminal Court, they go to the Circuit Criminal Count as that is where the jurisdiction lies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00700","nonspeaker":"Andrew Munro"},{"type":"speech","time":1381913100,"counter":102,"content":"<p>I thank the officials for appearing before us this morning.  Is there a perception that member states are not doing enough to combat the type of fraud they are hoping to tackle and is that the reason this proposal is on the table?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00800","speaker":"1099"},{"type":"speechnospeaker","time":1381913100,"counter":103,"content":"<p>In short, the answer is \"Yes\".  I quoted in my opening statement the line from the explanatory memorandum in which the Commission states: \"[T]he present situation, in which the prosecution of offences against the Union&rsquo;s financial interests is exclusively in the hands of the authorities of the Member States is not satisfactory and does not sufficiently achieve the objective of fighting effectively against offences affecting the Union budget\".  That is the rationale underpinning the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C00900","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381913100,"counter":104,"content":"<p>Deputy Collin's question raised the very practical issue as to how this would work.  One of the main reasons there has been concerns about breaches of subsidiarity, not just from the only other common law jurisdiction, Britain, but also from countries such as The Netherlands, is because the EPPO and the EPPO deputies would have powers of investigation as well as prosecution.  Is it not envisaged that they would be prosecutors in that sense, that they would depart from our model of prosecution so that they would have control not only over prosecution of the relevant offences but over investigation, which would be a significant departure from our current process, where the process of investigation is independent of the prosecution process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C01000","speaker":"1148"},{"type":"speechnospeaker","time":1381913100,"counter":105,"content":"<p>Absolutely, Article 18 deals with conducting the investigation and Article 26, which deals with investigation states: \"The European Public Prosecutor&rsquo;s Office shall have the power to request or to order the following investigative measures when exercising its competence:\".  It then lists from (a) to (u) of everything one can think of that one might want in terms of an investigative power from interview, search, production of documents and so on.  It is a model that is very different from the one we operate in Ireland.<\/p><p>  It also provides difficulties for other member states that have a role for an investigating magistrate, where it is not all in the hands of the prosecutor.  That is also a complication.  Some of that is reflected - certainly the centralisation of control is reflected in the debate in the Justice and Home Affairs Council last week around structure, in which many member states are advancing the argument for the structure to be more collegial, which would see more power left to member states and their representatives in a college in which there would be a more co-operative rather than a centralised approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C01100","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381913100,"counter":106,"content":"<p>Would it have an impact not only at the court stage but at pre-trial and investigation stages?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C01300","speaker":"1148"},{"type":"speechnospeaker","time":1381913100,"counter":107,"content":"<p>Yes.  The implications for us would be particularly challenging.  Let us take, for example, the power of arrest for the purposes of investigating an offence.  That power of arrest and most of the powers that are given to member of the Garda S&iacute;och&aacute;na in statute are conferred on individual members and it is an individual member who forms a suspicion, which allows a court directly to interact with the individual member of the force and examine whether the arrest was justified.  The model we are discussing does not allow the Garda Commissioner to order individual members to arrest that person.  It will involve considerable change for us to amend it.  It is possible to change the system.  What is proposed is quite a different model from the one we operate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C01400","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381913100,"counter":108,"content":"<p>I thank Mr. Munro for that information.  It is very helpful to try to tease out the practical implications.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C01500","speaker":"1148"},{"type":"speech","time":1381913100,"counter":109,"content":"<p>The Commission has given as one of its reasons for bringing this in is that EU fraud is not a priority at national level and is not prosecuted satisfactorily by member states, including OLAF referred cases.  The conviction rates have been uneven across members states and ranges from 20% to 90%, but Mr Munro states it is almost 100% in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C01600","speaker":"978"},{"type":"speechnospeaker","time":1381913100,"counter":110,"content":"<p>To be very clear Chairman, when I was speaking about 100%, I was referring to outcomes in terms of all fraud cases, regardless of whether they involve fraud against the EU interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600004#C01700","nonspeaker":"Mr. Andrew Munro","continuing":true},{"type":"speech","time":1381913700,"counter":112,"content":"<p>Mr. Munro indicated that discussion on the establishment of a European public prosecutor's office has been ongoing for more than 20 years.  The ostensible purpose of such an office would be to improve efforts to combat fraud across the European Union, which many people consider to be insufficient.  I am surprised that this is the case given that issues such as fraud are now taken more seriously than they were ten years ago.<\/p><p>  I am concerned that the European public prosecutor's office is being used in a broader political game.  We appear to be moving towards the formation of a super-state.  People here need to keep an eye on Europe because sections of society believe the European Union is moving in the direction of becoming a super-state.  The establishment of a European public prosecutor's office could be one more piece in that jigsaw.  Is this, as opposed to the need to address fraud, the real agenda here?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00200","speaker":"1017"},{"type":"speechnospeaker","time":1381913700,"counter":113,"content":"<p>It is difficult for me to comment on that issue as it would involve trying to analyse the political motivation of other people.  Certainly, one of the effects of establishing a European public prosecutor's office would be a transfer of sovereignty.  The Union would acquire some more of the attributes of a state.  However, the motivation, as set out in the European Commission's memorandum, is to address concerns arising in the area of fraud.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00300","nonspeaker":"Mr. Andrew Munro"},{"type":"speech","time":1381913700,"counter":114,"content":"<p>The House of Commons makes a very interesting point in this regard.  It notes the following: \"In the explanatory memorandum, the Commission's subsidiarity analysis does not consider whether the stated objectives are necessary, only that they can better be achieved at EU level.\"  The issue, therefore, is whether the proposal is necessary and if the stated objectives will be better achieved by this means.<\/p><p>  If members have concluded questions and comments, I ask Mr. Fennel to brief the joint committee on the second proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00400","speaker":"978"},{"type":"speechnospeaker","time":1381913700,"counter":115,"content":"<p>The Commission has published a proposal for a regulation on Eurojust, which seeks, <i>inter alia<\/i>, to harmonise the status and powers of national members.  The draft, as it stands, is problematic for Ireland.  To provide a brief background to Eurojust, the organisation was established in 2002 to facilitate co-ordination and co-operation between national investigation and prosecution authorities in dealing with cross-border crime.  Each member state appoints a national member, assisted by deputy and assistant members.  Reflecting the prevailing civil law ethos of most member states, most national members are investigating judges and prosecutors.  Ireland has a national member assigned by the Director of Public Prosecutions, essentially on a part-time basis, who does not exercise any investigative powers and operates more as a contact point and liaison officer.<\/p><p>  Article 8 of the draft regulation provides that national members &quot;shall&quot; have certain powers, namely, to facilitate and support the issuing and execution of mutual legal assistance requests; to contact directly and exchange information with competent national and international bodies; to participate in joint investigation teams; to order investigative measures in urgent cases when timely agreement cannot be reached; and to authorise and co-ordinate controlled deliveries, for example, drugs and weapons, in urgent cases when timely agreement cannot be reached. <\/p><p>  In the previous Eurojust decision, member states could decide not to confer certain powers on their national members.  This was done to accommodate Ireland and the United Kingdom, mindful of the differences between the common and civil law systems.  No such exemption is provided in the proposal which, as a regulation, is directly applicable.  The powers contained in Article 8 are incompatible with those exercised by an officer of the Director of Public Prosecutions.  For instance, the national member will be required to be able to order investigative measures.  The draft regulation, as it stands, is based on the investigating prosecutor civil law model and presents significant difficulties to common law states.  The powers in question are exercised by a range of entities in the Irish system, namely, courts, prosecutors and garda&iacute;.  For instance, only a judge can order an investigative measure such as a house search.  Even in such circumstances, a judge is permitting a search rather directing that a house be searched.<\/p><p>  In the circumstances, it has been decided that it would be best for Ireland not to exercise an opt-in under Protocol 21.  However, subject to the necessary changes being made, especially in respect of Article 8, we are hopeful Ireland will be in a position to opt in after adoption, subject to the adopted instrument being consistent with Irish law in practice.  Ireland will fully participate in the negotiations and actively explore and pursue the possibility of amending the problematic sections of the draft regulation to ascertain whether it can be changed to fit Irish law in practice.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00500","nonspeaker":"Mr. David Fennell"},{"type":"speech","time":1381913700,"counter":116,"content":"<p>I thank Mr. Fennell for his contribution, which highlights again one of the problems with Europe, namely, the marked divergence between the common law system in place in Britain and Ireland on the one hand and the civil law jurisdictions on the other.  It is clear we cannot opt in to the regulation given the substance of Article 8.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00600","speaker":"1148"},{"type":"speech","time":1381913700,"counter":117,"content":"<p>Why is the Commission bringing forward the regulation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00700","speaker":"978"},{"type":"speechnospeaker","time":1381913700,"counter":118,"content":"<p>That is not quite clear.  The 50 page document prepared by the Commission includes one or one and a half pages setting out the background to the proposal.  To be honest, this does not make a convincing case for the need for a regulation, as of now.  The Eurojust decision was adopted by the Council in 2008 and has only been implemented by member states since 2011.  A number of member states have expressed the view that no clear case has been made as of yet for such a significant change, that is, a decision to give national members binding powers of investigation.  Pages 1 and 2 of the document provide a background to the proposal.  A number of member states, including Ireland, have expressed the view that there is no convincing argument that it is necessary, in 2013, to amend a decision which was adopted in 2008 and has only been implemented since 2011.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00800","nonspeaker":"Mr. David Fennell"},{"type":"speech","time":1381913700,"counter":119,"content":"<p>Mr. Fennell indicated Ireland has a national member assigned to Eurojust on a part-time basis.  What are the benefits of that for us?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D00900","speaker":"978"},{"type":"speechnospeaker","time":1381913700,"counter":120,"content":"<p>The function of Eurojust is to co-ordinate meetings of prosecutors and try to speed up mutual assistance requests.  The Director of Public Prosecutions and Garda S&iacute;och&aacute;na would be better placed to provide the Chairman with an assessment of the value of Ireland's participation in the body.  From dealing with Garda and DPP colleagues, I do not get a sense that there is a significant level of interaction between Irish agencies and Eurojust.  This may be for a number of reasons.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600005#D01000","nonspeaker":"Mr. David Fennell","continuing":true},{"type":"speech","time":1381914300,"counter":122,"content":"<p>From our point of view, co-operation at Europol level would be much more significant because that is practical between police forces.  On the point made by the Chairman in regard to motivation, while, as stated, the information provided by the Commission in this regard is not clear, it does appear to envisage this as a parallel measure to the creation of the European Public Prosecutor's Office, EPPO.  One can only assume the Commission sees it as very much part of the same package of measures.  Is that a fair assessment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600006#E00200","speaker":"1148"},{"type":"speechnospeaker","time":1381914300,"counter":123,"content":"<p>I would surmise that a strong motivation is bearing in mind the developments in relation to the European Public Prosecutor's Office, EPPO.  I can go no further than that.  I do not think it is coincidental that as the EPPO proposal is published another proposal is published in relation to Eurojust.  As I stated earlier, there has been only one working group meeting in relation to Eurojust which I was unable to attend.  However, I understand from my colleagues that a number of member states asked the reason for the pressing need for a Eurojust regulation at this time and what problem it would fix.  A number of them also expressed the view that this was not fixing any problem of which they were aware.  A number of people would probably share the view expressed now that the timing is not coincidental in that it follows in the wake of the EPPO proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600006#E00300","nonspeaker":"Mr. David Fennell"},{"type":"speech","time":1381914300,"counter":124,"content":"<p>What does it mean for Ireland if this goes ahead?  What would we be required to do?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600006#E00400","speaker":"978"},{"type":"speechnospeaker","time":1381914300,"counter":125,"content":"<p>As it stands, Ireland has not opted into the measure.  We would be hopeful that Article 8, which is the problem section, will be amended to permit Ireland and other member states to continue participation.  If, in the worst case scenario, member states do not accept that Article 8 could be amended and, therefore, Ireland could not as a consequence take part in Eurojust, in practical terms we would see no difficulty in having a liaison officer assigned who would not by definition exercise any formal powers in Eurojust.  There is already a precedent for third countries to have liaison officers assigned to Eurojust.  Effectively, the Irish national member is essentially a liaison officer or contact point.  In practical terms, I do not believe there would be any significant operational implications for Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600006#E00500","nonspeaker":"Mr. David Fennell"},{"type":"speech","time":1381914300,"counter":126,"content":"<p>I thank the witnesses for appearing before the committee and for their briefing on the two issues concerned in the context of the committee's work in the area of European scrutiny.  It is good to drill down into the detail of what is proposed and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2013101600006#E00600","speaker":"978"},{"type":"majorheading","content":"Joint Oireachtas Committee on Public Service Oversight and Petitions","time":1381935600,"counter":128},{"type":"unspoken","content":"The Joint Committee met at 16:00","time":1381935600,"counter":129,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600002"},{"type":"minorheading","content":"Public Petitions Received","time":1381935600,"counter":132,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00100"},{"type":"speech","time":1381935600,"counter":133,"content":"<p>We have had a chance to deliberate on the petitions and we will now decide on them.<\/p><p>  Petition No. 53\/12 is from Mrs. Catherine Doran concerning the revised eligibility criteria for the contributory State pension.  Are there any proposals?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00200","speaker":"998"},{"type":"speech","time":1381935600,"counter":134,"content":"<p>I propose that we write to the petitioner giving her a transcript of what we have done to date and that the Minister's correspondence would be forwarded to her.  Given that the social welfare qualification criteria are quite black and white, we should write to the social protection committee requesting that when it is considering any future pension changes or substantial changes to the social welfare code in terms of changing the criteria that it would take into account the need for a lead-in time.  We should also write to the Minister asking her that when substantial changes are being made, especially regarding pension entitlement, that sufficient lead-in time is given for those measures to take effect to allow people alter their work practices or contributions to ensure they can qualify if at all possible.  People have built up an expectation, especially in terms of their pension.  They have worked all their lives.  They have an idea what to expect and if that changes overnight or over a short time, they do not have the opportunity to make up the shortfall in contributions, change the number of hours they work or the number of qualifying credits required.  In this case that is the least we can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00300","speaker":"1028"},{"type":"speech","time":1381935600,"counter":135,"content":"<p>Is that agreed?  Agreed.  That petition is closed on foot of that proposal.<\/p><p>  The next petition is No. 30\/12 from Mr. Des Keane regarding cases of those convicted of capital murder whose death sentences have been commuted by the President with the result that this small group of prisoners do not have any redress to parole or remission.  I open up the discussion to the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00400","speaker":"998"},{"type":"speech","time":1381935600,"counter":136,"content":"<p>This is a complex and difficult case for the petitioner but we ask that the committee write to the Minister for Justice and Equality on foot of the Supreme Court ruling of 18 July 2013, which directly affects this particular petitioner because it gave relief to another person.  It would appear as if the petitioner in this case, Mr. Des Keane, may be able to get relief under that ruling but we need clarification from the Minister for Justice and Equality.  I recommend that we write to the Minister for Justice and Equality to ask him if that Supreme Court ruling applies to all other prisoners serving sentences for capital murder prior to 1990.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00500","speaker":"1129"},{"type":"speech","time":1381935600,"counter":137,"content":"<p>Is that agreed?  Agreed.<\/p><p>  The next petition is No. 63\/12 from Mrs. Christine Oman entitled Clean Air and Streets.  Mrs. Oman is calling for an extension of the smoking ban to include all public areas including parks, beaches, streets and public squares.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00600","speaker":"998"},{"type":"speech","time":1381935600,"counter":138,"content":"<p>I accept the opinion of the secretariat that this petition has been taken as far as it can by the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00700","speaker":"1049"},{"type":"speech","time":1381935600,"counter":139,"content":"<p>I note also that the suggestion from the petitioner is under consideration by the Tobacco Free Policy Review Group-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00800","speaker":"998"},{"type":"speech","time":1381935600,"counter":140,"content":"<p>That is the right place for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F00900","speaker":"1049"},{"type":"speech","time":1381935600,"counter":141,"content":"<p>-----and we can make her aware-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01000","speaker":"998"},{"type":"speech","time":1381935600,"counter":142,"content":"<p>Of that fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01100","speaker":"1049"},{"type":"speech","time":1381935600,"counter":143,"content":"<p>-----that it is being considered by relevant authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01200","speaker":"998"},{"type":"speech","time":1381935600,"counter":144,"content":"<p>I would like to put on the record that the Tobacco Free Policy Review Group has a very large task before it, which is to try to establish whether a smoking ban should be extended to all public areas such as playgrounds, parks, sporting grounds in education and so on.  I am aware that University College Dublin recently voted to have a smoke-free zone so obviously we will have to wait.  In writing to the petitioner we might explain to her that this work will take some time.  The review group will not suddenly announce something.  It will have to take many issues into consideration but at the very least the Minister for Health and his Department are keen to pursue a healthy Ireland policy, which would include banning smoking in public places, but that work cannot be done overnight.  That might be made clear to the petitioner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01300","speaker":"1129"},{"type":"speech","time":1381935600,"counter":145,"content":"<p>It is not our role to second-guess the work of the review group or to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01400","speaker":"998"},{"type":"speech","time":1381935600,"counter":146,"content":"<p>And that the work of the review group will take time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01500","speaker":"1129"},{"type":"speech","time":1381935600,"counter":147,"content":"<p>We will encourage the petitioner to engage directly with that process.  It is the appropriate process rather than this committee.  Is that agreed?  Agreed.<\/p><p>  The next petition is No. 67\/12 from Mr. Liam Tuathail in respect of the Financial Emergency Measures in the Public Interest Act 2010.  He states that it is unjust and unfair and that the State is reneguing on contractual agreements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01600","speaker":"998"},{"type":"speech","time":1381935600,"counter":148,"content":"<p>Mr. Liam Tuathail has raised some interesting points but a particular point he has highlighted is that the Pensions Ombudsman fully acknowledges that his contractual rights have been violated but that it was not within their power to overturn an Act introduced by the Oireachtas.  Given that, and the other points raised by Mr. Liam Tuathail, it would be appropriate to refer this petition to the parliamentary legal office for consideration and for it to revert to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600003#F01700","speaker":"1028"},{"type":"speech","time":1381936200,"counter":149,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00200","speaker":"998"},{"type":"speech","time":1381936200,"counter":150,"content":"<p>The petitioner raised his concern that government had failed to intervene to reduce the pensions of former taoisigh and others but it is my understanding that the pensions of former taoisigh have been reduced.  Given that this aggravated the petitioner considerably, we might perhaps write to the petitioner and explain when we respond to the rest of the petition that this has happened and give the detail to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00300","speaker":"1129"},{"type":"speech","time":1381936200,"counter":151,"content":"<p>Is that agreed?  Agreed.<\/p><p>  The final petition is from Mr. Pat Brady regarding the closure of carpentry joinery at the Institute of Technology Blanchardstown.  I have a proposal to make on this.  First, we should contact the petitioner to clarify what efforts he has made to engage with the Department of Education and Skills, the Higher Education Authority or the institute to raise these issues of concern because it is required that every petitioner demonstrate that he or she has made every effort within their power to appeal or question something before it comes to this stage.  We will clarify that and revisit it next week.  At that stage we may write to the Institute of Technology Blanchardstown seeking its perspective and then further consider the petition.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00400","speaker":"998"},{"type":"speech","time":1381936200,"counter":152,"content":"<p>It might not be relevant at the moment but could we follow up on whether it is correct that the current system requires an apprentice to secure employment during training?  I think that is the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00500","speaker":"1040"},{"type":"speech","time":1381936200,"counter":153,"content":"<p>Several issues of concern have been raised.  The committee would be minded to address them when we get clarification next week.  There are several points in the petition that we will revisit and advance but I want to clarify what efforts the petitioner has made prior to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00600","speaker":"998"},{"type":"speech","time":1381936200,"counter":154,"content":"<p>I just wanted to add that to our work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00700","speaker":"1040"},{"type":"speech","time":1381936200,"counter":155,"content":"<p>We will not ignore the issues raised.  We just want to clarify what efforts the petitioner has made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00800","speaker":"998"},{"type":"speech","time":1381936200,"counter":156,"content":"<p>Is it possible to get clarification from the Department of Education and Skills before next week on its review of apprenticeship?  The second phase of that was due to start in April.  Can we find out what progress has been made and when we are likely to see a report based on that because that will tie into the points raised by the petitioner?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G00900","speaker":"1028"},{"type":"speech","time":1381936200,"counter":157,"content":"<p>The secretariat has noted those points and whenever we revisit the petition, possibly very briefly next Wednesday, we can start to put in place the next steps.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01000","speaker":"998"},{"type":"speech","time":1381936200,"counter":158,"content":"<p>Perhaps also in preparation for that meeting it might be worth checking what the Higher Education Authority's ruling was at the time this change took place because there has been a great deal of rationalisation by the authority recently.  There must be a note of the decision on what happened, which we could take in tandem with whatever comes back from the petitioner next week so that we would be adequately informed and could take our next step with the appropriate information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01100","speaker":"1129"},{"type":"speech","time":1381936200,"counter":159,"content":"<p>Is that agreed?  Agreed.<\/p><p>  The joint committee will adjourn until next Wednesday, 23 October, when we will meet Mr. Peter Tyndall who has been nominated as the new Ombudsman.  That is a very important meeting because it will be the first time that the Houses of the Oireachtas have had an opportunity to engage with Mr. Tyndall about his vision and plans, and to revisit some of the lessons learned from and perspectives of the outgoing Ombudsman, Ms Emily O'Reilly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01200","speaker":"998"},{"type":"speech","time":1381936200,"counter":160,"content":"<p>Given that we have not conducted this process before, are there Standing Orders or any guidance on how and at what level we might engage with Mr. Tyndall?  Has he actually been appointed or is he appointed only if we agree?  What is the kind of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01300","speaker":"1129"},{"type":"speech","time":1381936200,"counter":161,"content":"<p>He has not been officially appointed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01400","speaker":"998"},{"type":"speech","time":1381936200,"counter":162,"content":"<p>That is exactly right.  I want to know what the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01500","speaker":"1129"},{"type":"speech","time":1381936200,"counter":163,"content":"<p>He has not been officially appointed.  The process is that he must first come before this committee.  There is then a resolution of the D&aacute;il and the Seanad following that meeting.  That is the procedure.  It is a recommendation from the Minister for Public Expenditure and Reform which is agreed by Cabinet and it comes to us.  The secretariat will issue the framework for the meeting, the context in which it takes place, our responsibilities as members and suggestions of the types of issue that we should raise and ask about.  We will issue that to members in good time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01600","speaker":"998"},{"type":"speech","time":1381936200,"counter":164,"content":"<p>That would be very helpful.  I thank the Chairman.  It would be incorrect of us to abdicate our responsibility.  It would also be incorrect if we overstepped our responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01700","speaker":"1129"},{"type":"speech","time":1381936200,"counter":165,"content":"<p>That is very true.  We will make sure to issue a note to all the members to explain the framework in which we should work.  It should be a very constructive and positive meeting.  I emphasise that we brought in the outgoing Ombudsman, Ms Emily O'Reilly, who gave us a perspective based on immense experience over ten years.  We might circulate the Official Report of that meeting to members to read over and recap on the points that she made to assist us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013101600004#G01800","speaker":"998"},{"type":"majorheading","content":"Joint Oireachtas Committee on Transport and Communications","time":1381912200,"counter":167},{"type":"unspoken","content":"The Joint Committee met at 09:30","time":1381912200,"counter":168,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600002"},{"type":"minorheading","content":"Shannon Aviation Services and Miscellaneous Provisions Bill 2013: Discussion","time":1381912200,"counter":171,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600003#J00100"},{"type":"speech","time":1381912200,"counter":172,"content":"<p>The purpose of this morning's meeting is to engage with representatives of the Shannon Airport Authority, the Shannon and District Chamber of Commerce, Clare County Council and SIPTU regarding the general scheme of the Shannon aviation services and miscellaneous provisions Bill 2013.  On behalf of the committee, I welcome Mr. Neil Pakey, who is the chief executive officer of the Shannon Airport Authority; Mr. Kevin Thompstone, who is the president of the Shannon and District Chamber of Commerce; Ms Helen Downes, who is the chief executive of the chamber of commerce; Mr. Owen Reidy and Ms Jane Boushell of SIPTU; and Mr. Tom Coughlan, who is the Clare county manager.<br \/> I wish to draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given.  They are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I also wish to advise the witnesses that any submission or opening statements they have submitted to the committee will be published on the committee's website after this meeting.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses, or an official either by name or in such a way as to make him or her identifiable.<\/p><p>  I propose that a representative of each of the delegations will make a presentation, to be followed by a question and answer session.  As the groups' submissions have already been circulated and may already have been read by the members of the joint committee, perhaps their presentations should be kept as short as possible so that we can devote more time to questions and answers.  I hope that is okay.  I ask Mr. Neil Pakey of the Shannon Airport Authority to make some opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600003#J00200","speaker":"1073"},{"type":"speechnospeaker","time":1381912200,"counter":173,"content":"<p>I thank the Chairman and the members of the joint committee for inviting us to address today's meeting.  I welcome the committee's input into this proposed legislation.  After I have introduced myself, I will update the committee on the progress that has been made since the chairman of the Shannon Airport Authority, Ms Rose Hynes, last addressed the committee on this subject on 23 January last.  I will also share some of our considerations regarding the detail of the proposed Bill.  I will welcome any questions after that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600003#J00300","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912200,"counter":174,"content":"<p>As the committee has a great deal of information on the authority, perhaps Mr. Pakey might proceed directly to the part of his presentation that deals primarily with the Bill.  I thank him for the other detail he has made available.  We have a tight schedule, as a vote may be called in the D&aacute;il shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600003#J00400","speaker":"976"},{"type":"speechnospeaker","time":1381912200,"counter":175,"content":"<p>Okay.  I will comment briefly on the great deal of progress that has been made to date.  While it is clear that the legislation will not be passed until some future date, obviously we do not want to get caught cold.  It is worth underlining that a great deal of preparatory work is being done on various fronts at present.  Shannon Development, for example, is working on the transition.<\/p><p>  The amendments to the Bill that we are suggesting are set out on page 6 of our submission.  They are quite brief.  Head 5 relates to the establishment of the Shannon group company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600003#J00500","nonspeaker":"Mr. Neil Pakey","continuing":true},{"type":"speech","time":1381912500,"counter":177,"content":"<p>I thank Mr. Pakey for his presentation, in which he has set out his vision and we wish him well in his endeavours.  I believe the Bill makes no reference to Shannon Heritage, which would have been an integral part of Shannon Development or SFADCo.  Does Mr. Pakey know what is due to happen to that entity?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00200","speaker":"976"},{"type":"speechnospeaker","time":1381912500,"counter":178,"content":"<p>I do not believe it is a deliberate omission.  I believe the assumption is that it is a subsidiary company to Shannon Development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00300","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912500,"counter":179,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00400","speaker":"976"},{"type":"speechnospeaker","time":1381912500,"counter":180,"content":"<p>I mentioned the progress to date on the preparatory work.  We are engaging with the airport and Shannon Heritage in particular in terms of joint marketing, several international events, etc., and in terms of looking at the heritage product at the airport.  We have already started working jointly in preparation for implementation of the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00500","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912500,"counter":181,"content":"<p>I agree with Mr. Pakey's recommendation on the &euro;100 million limit for group borrowing and we will make a similar submission to the Department on that.  Is it Mr. Pakey's understanding that the board members of the subsidiaries will be appointed from the general membership of the group company or could people other than those who sit on the board or who are on the staff of the company at the moment be appointed by the chairperson to the boards of these subsidiaries?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00600","speaker":"976"},{"type":"speechnospeaker","time":1381912500,"counter":182,"content":"<p>My understanding is that two employee representatives will go on to the main board and other than that the chairman leads the recruitment of the board members.  I wanted to tidy that up a little.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00700","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912500,"counter":183,"content":"<p>For clarity, the board of the group as it will be is to be appointed by the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00800","speaker":"976"},{"type":"speechnospeaker","time":1381912500,"counter":184,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K00900","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912500,"counter":185,"content":"<p>My reading of this is that the chairperson of that group gets to appoint the members of the boards of the subsidiary companies.  Will they be drawn from the pool of board directors?  Mr. Pakey may not have the answer to this in which case he could come back to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01000","speaker":"976"},{"type":"speechnospeaker","time":1381912500,"counter":186,"content":"<p>I have a board member to my left in Mr. Tom Coughlan and perhaps he might like to come in on that point if it is permissible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01100","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912500,"counter":187,"content":"<p>It may not even be a question for Mr. Pakey and is probably better directed at the Minister.  I just sought Mr. Pakey's view.  My reading suggests that the chairperson of the board of the group will have the power to appoint the board members of the subsidiaries.  Will the chairperson be restricted to appointing people who already sit on the board of the parent company or could they appoint people from-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01200","speaker":"976"},{"type":"speechnospeaker","time":1381912500,"counter":188,"content":"<p>I believe they could appoint people from-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01300","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912500,"counter":189,"content":"<p>That is not an issue for Mr. Pakey but it is one with which I would have a problem in principle.  I do not know if one would be empowering the chairperson of the board of the group to appoint all-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01400","speaker":"976"},{"type":"speechnospeaker","time":1381912500,"counter":190,"content":"<p>What I am saying is that it should come back to the board to appoint rather than-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01500","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381912500,"counter":191,"content":"<p>Yes.  I take that as an additional point.  I believe that should go back to the Department or the Minister for ultimate appointment if that be the case.  I thank Mr. Pakey for his helpful clarification on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01600","speaker":"976"},{"type":"speech","time":1381912500,"counter":192,"content":"<p>I welcome the witnesses.  I have lived in the town of Shannon for the past 34 years.  I wish everyone the best of luck with the new project which has my full support.  I have no doubt the end will justify the means.  I thank everybody for their effort so far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01700","speaker":"1134"},{"type":"speechnospeaker","time":1381912500,"counter":193,"content":"<p>I thank the Chairman for inviting Shannon Chamber to present to the committee today.  Ms Downes and I appreciate the opportunity to provide our observations and recommendations on the Bill.  While we are here in our roles as chairman and CEO, respectively, of Shannon Chamber, we have the support of the Galway, Ennis and Limerick chambers, comprising a membership base of approximately 1,400 businesses and 45,000 employees.  The chambers in that corridor are essentially saying that Shannon Airport is our business airport, so we are here on their behalf.<\/p><p>  As the committee has already received our submission, I will go straight into our observations and recommendations on the heads of the Bill.  Those observations are structured in three headings: the focus of the group; governance issues; and operations.  On the focus of the group, our first comments relate to head 9.  Head 9(<i>a<\/i>) refers to the Shannon group overseeing the functioning of the airport and Shannon Development.  Head 9(<i>b<\/i>) refers to promoting the development of aviation-related and other businesses.  We believe there should be explicit reference to airport traffic.  While the airport must function, it must also grow in terms of airport traffic, something that is not covered in the existing wording.  Our first recommendation is that the words &quot;airport traffic and&quot; be inserted before the word &quot;aviation&quot; in head 9(<i>b<\/i>).<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600004#K01800","nonspeaker":"Mr. Kevin Thompstone","continuing":true},{"type":"speech","time":1381913100,"counter":195,"content":"<p>I thank Mr. Thompstone.  Are there questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600005#L00200","speaker":"1073"},{"type":"speech","time":1381913100,"counter":196,"content":"<p>I thank Mr. Thompstone and appreciate all his work in this regard.  The reason it is important for someone like Mr. Thompstone to appear before the joint committee is he is uniquely qualified, in that he has an interest in the region and previously acted as the chief executive officer of Shannon Development.  Consequently, members would be wise to take his counsel on the issues he has raised.  One recommendation, which I support strongly, is that in future, the appointment of the board might have an <i>ex officio<\/i> position set aside for the chambers of commerce in general or that at least they might be in a position to nominate a panel from which the Government or Minister of the day might select someone.  This would be of huge importance and the strength of retaining the airport in its hinterland and environment in a co-operative way will be the key to the success towards which Mr. Pakey is striving.  I note there are considerable parallels between the comments of Mr. Thompstone and Mr. Pakey, which is helpful and useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600005#L00300","speaker":"976"},{"type":"speech","time":1381913100,"counter":197,"content":"<p>I now invite Mr. Owen Reidy of SIPTU and Ms Jane Boushell of ICTU to make their presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600005#L00400","speaker":"1073"},{"type":"speechnospeaker","time":1381913100,"counter":198,"content":"<p>I thank the Chairman for the opportunity to appear before the joint committee today.  As I appreciate that members have read the submission, I will not go through that.  However, I wish to make two key fundamental points on behalf of SIPTU and our union represents workers and members in both Shannon Development and the airport.  While not wishing to put a dampener on things, we have serious reservations and concerns about this prospect actually flying and working because we believe that ultimately, the success of this project is based primarily on planned growth on the airport site and on passenger numbers.  In this context, the Irish Congress of Trade Unions conducted an independent appraisal of the business plan of the new entity and we are particularly concerned, given the current economic climate in which we operate, that the projected or planned growth from 1.39 million passengers in November 2012 to 2.5 million passengers by 2021 is based on assumptions that do not stand up to scrutiny.  We are concerned that if this does not work, the overall project may suffer and fail, notwithstanding the fact that we wish it well.  Should that arise, we would be concerned about any implications for the workers concerned in both entities.<\/p><p>  The second fundamental point relates to the heads of the Bill and I will confine my comments to the areas concerning the protection of employees because obviously that is our fundamental objective.  In common with Deputy Dooley, the first question or concern we had pertained to the Bill's complete lack of reference to or mention of Shannon Heritage.  Obviously we have an interest in those workers and in the product Shannon Heritage has and we wish to ensure we get some assurances on its future viability and regarding the employees concerned.  In respect of heads 18 and 22 regarding the issue of directors and worker directors, obviously we come from a perspective in which we support fully industrial democracy.  We think that worker directors have made a fundamental contribution in a range of commercial semi-State companies and other entities and they play an important role.  They are not senior shop stewards at the board but they do bring the workers' voice to the board and they bring something to the overall strategic guidance and leadership of any entity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600005#L00500","nonspeaker":"Mr. Owen Reidy","continuing":true},{"type":"speech","time":1381913700,"counter":200,"content":"<p>Does Ms Boushell wish to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00200","speaker":"1073"},{"type":"speechnospeaker","time":1381913700,"counter":201,"content":"<p>I shall make one small comment as my colleague, Mr. Reidy, has covered virtually everything.  As he said, our focus is very much on viability for the future of our members as well as the organisation.  We have concerns about the proposed necessary capital expenditure up to 2017 which we understand to be around &euro;37.5 million.  It appears that no cushion has been built in for any unexpected capital expenditure.  We are also very anxious about the borrowing cap and want it to adequately provide a cushion for any unexpected occurrences.  I shall leave it at that.  Thank you, Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00300","nonspeaker":"Ms Jane Boushell"},{"type":"speech","time":1381913700,"counter":202,"content":"<p>Are there any more questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00400","speaker":"1073"},{"type":"speech","time":1381913700,"counter":203,"content":"<p>I thank everyone for their presentations.  I have read them but I must examine the Bill and take on board some of the suggestions that have been made.<\/p><p>  I agree with Mr. Reidy's comment on workers having a role on the board because it is important they do so.  I am also concerned about how pensions will be transferred and the repercussions.  I am not sure what effect the change will have and hope someone can tell me more about the matter.<\/p><p>  At this moment I have no doubt that there has been a great improvement in the number of passengers using Shannon Airport.  I am not sure if that can be maintained on the basis outlined and over the period we are talking about because the airport faces great challenges from, for example, Knock Airport which is nearby and also caters for the west.  That is my only fear.  I am not sure about the projections but perhaps someone will tell me more about them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00500","speaker":"1022"},{"type":"speech","time":1381913700,"counter":204,"content":"<p>I appreciate Mr. Reidy's input.  He made some valid points on the overall situation, many of which I made at the time of separation.  Unfortunately, that time has passed so we must do everything that we can to make the current situation a success.<\/p><p>  He raised issues about heads 18 and 22 and Shannon Heritage, which I identified.  We might want to see those issues fleshed out in legislation.  A specific reference must be made to Shannon Heritage.  As the delegation knows, the superannuation scheme is a particularly difficult matter.<\/p><p>  When preparing legislation, it is helpful for us to know the witnesses' views in advance.  We will try to incorporate their comments in the legislation, as best as we can.  I thank the delegations for their participation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00600","speaker":"976"},{"type":"speech","time":1381913700,"counter":205,"content":"<p>I agree and have promoted the idea that the interests of employees should always be protected 100%.  There was never a doubt about that.  Let me give a little history of the estate and put on record the fact that 25,000 people used to work there but 3,500 jobs have been lost over the past ten years due to bad management.<\/p><p>  Examining airport numbers is going in the wrong direction.  Without question, we want to grow the number but we must also examine the industrial base which is a key component of the new model.  I shall do all in my power to ensure the units are filled.  There are a couple of projects on the go on which we are working very closely with Mr. Neil Pakey.  The aim is not to take away from workers but to give them more to do.  We must fill the base to ensure there are jobs in the future.  That aim is what drives me.  I have lived in Shannon for 34 years and ran a business there for 20 years or so.  Two years ago I lost the business because one of the companies pulled out, but we have rebuilt the business and increased staff numbers from three part-time to six full-time employees.  I have a passion for the town of Shannon, the industrial estate and the airport and I can assure the committee that local people share the same passion.<\/p><p>  I have no issue with employee rights.  They must be protected.  Our job is to ensure employees have plenty of work in future and I can assure the delegations that is what we will do.  There are a couple of projects on the go that will help the organisation of Mr. Neil Pakey, Ms Downes, Mr. Thompstone and Mr. Tom Coughlan.  We must wait and see what pans out over the next year.  One could not leave the estate the way that it was because it was not working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00700","speaker":"1134"},{"type":"speech","time":1381913700,"counter":206,"content":"<p>I call Mr. Tom Coughlan, who is Clare county manager.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00800","speaker":"1073"},{"type":"speechnospeaker","time":1381913700,"counter":207,"content":"<p>I thank the Chairman for his invitation to appear before the committee today.  As the presentation has been circulated to the members of the committee, I shall keep my comments brief and identify policy positions adopted by Clare County Council on the process.  First, the council supports the view that the airport would be maintained in public ownership and separated from the Dublin Airport Authority to create an independent entity.  Second, the council supports the drive to attract aviation related enterprises to the airport and its land bank.  Third, the council wishes to be in a position to influence and participate in decisions made on the future of the airport.  In that context the council very much welcomes the fact that I have been appointed director of the Shannon Airport Authority, as Mr. Pakey mentioned.<\/p><p>  I wish to make four points on the Bill, but I shall be brief as some of them have been mentioned.  First, having regard to the fact that the Shannon Group company must be innovative, proactive and dynamic, the proposed functions at head 9 are somewhat restrictive.  I suggest that consideration be given to a wider range of competence for the group.<\/p><p>  Head 12 deals with borrowing by the group.  Even though the matter has been referred to, I reiterate what the previous speakers have said.  For the group to carry out its functions as envisaged, and one hopes there will be wider functions than those envisaged at present, it must be in a position to finance itself and it must be empowered to raise the necessary capital and finance to achieve its objectives.  A sum of &euro;200 million is mentioned in the Bill, so I ask the committee to consider retaining that amount.<\/p><p>  Head 18 refers to the board of the group and I raised a technical point on subsection (5) in my presentation.  It may need clarification and review in the context of the appointment of the board.<\/p><p>  Head 22 refers to the chairman and members of the board of subsidiaries.  My point, to a certain extent, is similar to the corporate governance issue raised by Deputy Dooley regarding the appointment of members of the boards and chairs of subsidiaries.  The chair of the group would have the power to appoint the chairs of the subsidiaries and members of the boards of the subsidiaries.<\/p> <p>That could be a concentration of power in the hands of the chair at the expense of the board having a role in those decisions.  It is in the context of corporate governance that I would have concerns about that.<\/p><p> The Bill seeks to legislate for the implementation of the new group.  The Bill, when taken in conjunction with the existing corporate governance codes, will meet the requirements of the Shannon Group company.<\/p><p> With the Chairman's consent, I will raise one other issue which is related to aviation and to Shannon, but also to the more general aviation related business.  It is the issue of a commercial rates incentive scheme recommended by the Shannon Aviation Business Development Task Force report of 2012.  It comes back to what Senator Mulcahy referred to, namely, the need to drive enterprise and job creation.  A rates incentive scheme was introduced for urban renewal some years ago and it was very successful.  There is provision in the Finance Act 2013 for tax reliefs for certain aviation services facilities, and the suggestion is that a commercial rates incentive scheme could be considered for aviation related facilities.  That could help to drive the aviation business, which would be of keen interest to Shannon and to the airport.<\/p><p> I thank the Chairman for the invitation to appear before the committee today.  I hope my contribution can assist in some way in the members' deliberations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600006#M00900","nonspeaker":"Mr. Tom Coughlan","continuing":true},{"type":"speech","time":1381914300,"counter":209,"content":"<p>I thank Mr. Coughlan.  His presentation was very helpful and he concentrated on the areas he believes require some tweaking.  The one aspect of his contribution I want to highlight and support strongly, although that does not mean I do not support the other statements he made, goes back to what I said about Shannon Chamber.  It is important that the new Shannon Group is embedded in and connected to its hinterland and region.  In that context, in terms of forward planning and the development of the land bank, it is important that the council retains the direct link currently provided through Mr. Coughlan by way of appointment.  I would hope our submission to the Minister on this legislation would incorporate a requirement on whatever Minister is in place to give cognisance to that and that an <i>ex officio<\/i> position would be set aside for an officer of the council.  It is preferable that the county manager, whoever that might be, would sit on the board and, if necessary, on some of the sub-committees, but that is the type of measure that would enhance the capacity of the overall governance of the new company and ensure it is appropriately connected in the region.  I feel strongly about that.<\/p><p>  Mr. Coughlan has identified the borrowing limit, which has arisen time and again.  Issues arise also around the appointment of the boards of the subsidiary companies.  I suggest to the Chairman, as a follow-on from our work today, that we invite officials from the Department of Finance, the Department of Public Expenditure and Reform or whoever is responsible for the creation of this document to attend this committee in order that we can tease through the points all the witnesses raised with a view to ensuring those elements are included in the next draft of this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00200","speaker":"976"},{"type":"speech","time":1381914300,"counter":210,"content":"<p>I might have an issue with that in the sense that we have to have a report back for next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00300","speaker":"1073"},{"type":"speech","time":1381914300,"counter":211,"content":"<p>We will be submitting a report based on all these submissions and I presume they will go across with----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00400","speaker":"976"},{"type":"speech","time":1381914300,"counter":212,"content":"<p>Following that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00500","speaker":"1073"},{"type":"speech","time":1381914300,"counter":213,"content":"<p>It is up to the Minister whether he decides to do that.  Failing that I will be submitting them as amendments when the legislation is published if they do not appear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00600","speaker":"976"},{"type":"speech","time":1381914300,"counter":214,"content":"<p>I echo the point made by Deputy Dooley.  It is critical, from the planning and development perspective, that Clare County Council has a strong role to play into the future.  I worked closely with the manager for a number of years, and he can ease the passage of any developments that take place.  It is critical that is locked in for the future because Clare County Council plays a huge role in the Shannon area and I have no doubt it will do so in future.  We must involve all the players in the project.  This is a huge project, not just for Shannon but for the entire mid-west, and that is from where we should be working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00700","speaker":"1134"},{"type":"speech","time":1381914300,"counter":215,"content":"<p>I apologise for being late; I was detained in the Seanad Chamber.  I echo what Deputy Dooley and Senator Mulcahy said regarding Clare County Council's continued and important involvement.  It is Government policy that the local authority would take a more proactive role at national level in economic development with the enterprise board legislation and so on.  However, the role Clare County Council has played at local level in the development of Shannon and with the airport and so on over the years must be acknowledged.  I would like to see in the legislation some formalised structure to ensure the council and the county manager would be on the board and in terms of other areas of importance, and that such connectivity would be in the primary legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00800","speaker":"1158"},{"type":"speech","time":1381914300,"counter":216,"content":"<p>I will make some observations.  There is a great unity of purpose in ensuring this measure is successful.  I note that some of the witnesses' suggestions for amendments to head 9 and so on are with a view to being competitive, but what would their reaction be to suggestions that they have been getting competitive advantages over some of their neighbouring airports?  Knock was mentioned earlier, and also Cork Airport.  For instance, the witnesses mentioned growth in passenger numbers, but do they see that happening at the expense of those other airports?  Do they see the possibility of co-operation with some of those airports in areas that are of general interest that could be successfully followed together?  Those are suggestions that would have come from some of the other airports.  I would be interested to hear the witnesses' comments on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N00900","speaker":"1073"},{"type":"speechnospeaker","time":1381914300,"counter":217,"content":"<p>The interesting point from a Shannon perspective is that Shannon used to have an airport with 3.6 million passengers.  An increase of 1.1 million passengers over a period of seven or eight years is achievable and deliverable in my view, especially when we consider the way the airport had been managed in respect of traffic development.  Over the period of the previous Administration, it did not necessarily focus on the joined-up thinking we spoke about earlier, be that with Shannon Heritage, the chambers or the councils.  Stakeholder engagement was not what it could be and that is one of the fundamentals to help drive traffic growth.<\/p><p>  The Chairman mentioned Knock Airport.  It has concerned me somewhat that there are no services to Germany from Shannon, yet the smaller airports in Ireland have services to Germany.  I ask the question, as I have only been in the job three or four months, as to how that can be the case.  I agree there seems to be some favouritism given in terms of support to some of these services at smaller airports, but I have to look at it in the round and think \"live a little bit\".  The relationship with Knock Airport in particular can be very positive.  Therefore, we have put forward an aviation policy submission with favourable references to other airports.  We have not been overly concerned that we cannot get German services when some of the smaller ones seem to be able to do that.  There are the territories around the west.  It is not unusual to have more than one airport.  It is not unusual to have some commercial tension, and it is not unusual for the two airports to work together.  I have spoken to the Knock Airport chief executive officer about how we might join up a little more.  In the United Kingdom model, for example, the airports work together on many of the policy and best practice issues, and we look forward to that as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N01000","nonspeaker":"Mr. Neil Pakey"},{"type":"speechnospeaker","time":1381914300,"counter":218,"content":"<p>I wish to comment on the issue the Chairman raised, particularly with respect to transatlantic traffic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600007#N01100","nonspeaker":"Mr. Tom Coughlan","continuing":true},{"type":"speech","time":1381914900,"counter":220,"content":"<p>I am not suggesting there is not a strong western region but  I am trying to explore the possibilities of benefits for both airports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00200","speaker":"1073"},{"type":"speechnospeaker","time":1381914900,"counter":221,"content":"<p>I appreciate that.  The more visitors we have coming into the west the more the economy in the west will benefit.  We must strengthen Shannon, particularly in terms of transatlantic business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00300","nonspeaker":"Mr. Tom Coughlan"},{"type":"speech","time":1381914900,"counter":222,"content":"<p>Senator MacSharry raised this issue in the Seanad with me and I made the clear point to him that Knock is not Shannon.  There is an industrial base in Shannon, and I repeat that.  We all talk about passenger numbers.  I would like to see the industrial base redeveloped because we could get major growth in that area.  That is not to take away from Knock but we must be very clear on that.  There is 2,000 acres of development land on the back of Shannon Airport that is structured and ready to go.  Some of the buildings are old and we will need to remodel some and knock down others but the target must be to fill up the industrial estate and if we get passenger numbers on the back of that it would be welcome.  We will work with that and keep going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00400","speaker":"1134"},{"type":"speech","time":1381914900,"counter":223,"content":"<p>I suggest that one should not be done at the expense of the other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00500","speaker":"1073"},{"type":"speech","time":1381914900,"counter":224,"content":"<p>With respect, they are two different models.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00600","speaker":"1134"},{"type":"speech","time":1381914900,"counter":225,"content":"<p>In terms of previous aviation policy, I contend we have had too many airports in the west and other regions getting State support from Donegal, Mayo-Galway, Kerry, Waterford and so on.  For an island of our size aviation policy in the past was thwarted and not very well focused.  Mayo airport has proven itself above and beyond the other airports I mentioned and there is a significant role for it in that there should be an airport servicing that region but giving State support to all the airports that received it over the years was thwarted policy.  At least now we have a focused policy to try to ensure that the three hub airports succeed, Shannon being the international airport on the west coast.  While the Chairman's point is well made we need to learn from mistakes made in the past also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00700","speaker":"1158"},{"type":"speech","time":1381914900,"counter":226,"content":"<p>The points have been well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00800","speaker":"1073"},{"type":"speech","time":1381914900,"counter":227,"content":"<p>My apologies for being late.  I am not certain if this point was dealt with and it is related to head 9 on the promotion and the marketing of the airport.  I am not certain if Mr. Pakey was asked how he envisages an integrated model, say, to grow passenger numbers using the economic model in terms of assets within the property subsidiary.  It has always been a particular issue for me, that of Shannon being not only an airport but a huge driver of economic development in the region.  Fundamentally, however, it is an airport.  Mr. Pakey might give me an idea of his proposals and how he sees those fitting into the legislation.  What is his overall approach?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O00900","speaker":"1060"},{"type":"speechnospeaker","time":1381914900,"counter":228,"content":"<p>I will try to do that.  In the past four months we have sustained passenger growth.  How have we done that after a period of five years of continued decline?  I think it was 17% on average for each year.  Much of it is simply relationships with airlines and convincing airlines to do business.  There are many reasons an airline would do business, some of which were raised in this room because people have put forward the different good reasons people should fly into the region, but more often than not it comes down to continuous engagement with the operators and the market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01000","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381914900,"counter":229,"content":"<p>How big a factor is funding in terms of marketing and that entire area?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01100","speaker":"1060"},{"type":"speechnospeaker","time":1381914900,"counter":230,"content":"<p>It is important to be competitive with our European competitors.  Something that I have noticed is that people here tend to think of the other Irish airports as being competitors.  The real competition for an airport is to get an airline that serves Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01200","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381914900,"counter":231,"content":"<p>Who does Mr. Pakey see as being our main competitor?  Who are Shannon's main competitors?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01300","speaker":"1060"},{"type":"speechnospeaker","time":1381914900,"counter":232,"content":"<p>To take it from the airline perspective, if an airline has ordered another five airplanes it will put those five airplanes somewhere.  It will be all those airports that are within range of those five aircraft.  There is not a definitive answer.  For an airport like Shannon, it is probably an airline in the smaller international gateway airports in Europe.  To take the decision by United Airlines this week, it has expanded the season, which is great news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01400","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381914900,"counter":233,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01500","speaker":"1060"},{"type":"speechnospeaker","time":1381914900,"counter":234,"content":"<p>Its choices of what to do with that aircraft are numerous and we have to put the best pitch forward.  When we think about the challenges commercially, we have our published fees and tariffs, and we stick with those.  We try to work with them along the terms of the joint marketing plans and things like that to convince them that the market will fall but it is no different from any airport in which I have been involved.  Full market investor principles apply.  Nothing more is done other than getting commercial.  The challenges ahead is a big issue, and we will work with our colleagues from SIPTU on some of those because some of the cost base of our airport is higher than I would wish in terms of trying to match the cost to the market.  We have got these challenges ahead but at the moment they are not stopping us growing the business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01600","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381914900,"counter":235,"content":"<p>In summary, Mr. Pakey is saying the fundamentals in running an airport are the same whatever the location.  Specifically with regard to where Shannon Airport is located, what does Mr. Pakey see as being the major challenges for the airport in the next three years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01700","speaker":"1060"},{"type":"speechnospeaker","time":1381914900,"counter":236,"content":"<p>In terms of profile, Shannon has taken a bit of a battering in terms of passenger numbers which are down from 3.6 million to 1.3 million or 1.4 million, therefore, a great deal of confidence must be restored.  That was mentioned earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01800","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381914900,"counter":237,"content":"<p>Mr. Pakey has made great strides in a short period of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O01900","speaker":"1060"},{"type":"speechnospeaker","time":1381914900,"counter":238,"content":"<p>I thank the Deputy.  The confidence and the loyalty are there so we are pushing at open doors.  The market wants the airport to be successful and we need to tap into that loyalty, get people to fly from the airport rather than just say it is a big challenge but we are making great progress towards that.  One of the challenges going forward probably is managing our cost base to make it more aligned to competitors in Europe, and how we get there is a huge ask going forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O02000","nonspeaker":"Mr. Neil Pakey"},{"type":"speech","time":1381914900,"counter":239,"content":"<p>I thank Mr. Pakey.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O02100","speaker":"1060"},{"type":"speech","time":1381914900,"counter":240,"content":"<p>My apologies, Chairman, for not being here but I had to attend two other meetings.  As a local Deputy for the area I have a keen interest in this issue.  It is one on which I have focused since becoming a public representative.  The main players are present this morning.<\/p><p>  This Bill is very important for the future of Shannon Airport and I am delighted that this committee is discussing it.  We hope the Bill will be brought forward some time early in the new year but much work has been done and many of the parts have been put into place.  I will go through the transcript of the meeting when it is published.  What has happened in the airport during the past two years, particularly the past 12 months, has been very important.  We need to consider not only the airport but, as was discussed, the Shannon free zone and the greenfield site, and a good deal of work needs to be done in that area.  It was designed in the 1960s and 1970s for manufacturing and the buildings are now outdated.  Therefore, a good deal of work needs to be done there.<\/p><p>  I am confident with the management and team in place, led by Mr. Neil Pakey, CEO of the Shannon Airport Authority, that we can attract aviation-related industries into the region.  That is key to the development of Shannon Airport into the future.  There are 20 or 30 companies there but much more could be done as we move forward and as the aviation industry changes.  There is a new focus in the industry and with the airlines and in this context Shannon can be a hub for the east and the west as we move forward.  I support what is happening.  I work with the airport authority, as do all the local public representatives, and Shannon Chamber does its bit, as do the other players who were here this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600008#O02200","speaker":"974","continuing":true},{"type":"speech","time":1381915500,"counter":242,"content":"<p>And Limerick.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600009#P00200","speaker":"1060"},{"type":"speech","time":1381915500,"counter":243,"content":"<p>We cannot forget Limerick.  It is very important, especially as it will be the city of culture next year.  The Minister, Deputy Noonan, is pumping a great deal of money into the area.  There is no doubt that Limerick, like my own county, has an important role to play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600009#P00300","speaker":"974"},{"type":"speech","time":1381915500,"counter":244,"content":"<p>I would have thought the people of Clare would be happy enough with their hurling title.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600009#P00400","speaker":"1073"},{"type":"speech","time":1381915500,"counter":245,"content":"<p>I would like to conclude by mentioning a statistic pertaining to the Cliffs of Moher project.  It is hoped that 950,000 people - just short of 1 million people - will visit the Cliffs of Moher this year.  That will have a significant impact on tourism along the west coast of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600009#P00500","speaker":"974"},{"type":"speech","time":1381915500,"counter":246,"content":"<p>I thank Mr. Thompstone, Ms Downes, Mr. Pakey, Mr. Reidy, Ms Boushell and Mr. Coughlan for the contributions they have made to this morning's meeting.  The answers they have given to our questions will be of great benefit to us when we prepare our response to the Minister.  At next week's meeting, the committee will consider the general scheme of the proposed Bill in the context of the points that have been made, with a view to agreeing a position before responding to the Minister.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013101600009#P00600","speaker":"1073"}]