[{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade, and Defence","time":1626303600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 15:30<\/p><p>The Joint Committee met at 15:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Cathal Berry, Catherine Ardagh, John Brady, Gerard P. Craughwell, Gary Gannon, Joe O'Reilly. Brian Leddin, David Stanton.<\/p><p>I láthair \/ In attendance: Deputy Seán Haughey and Senator Barry Ward.<\/p><p>Teachta \/ Deputy Charles Flanagan sa Chathaoir \/ in the Chair.<\/p>","time":1626303600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002"},{"type":"minorheading","content":"Business of Joint Committee","time":1626303600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#A00100"},{"type":"speech","time":1626303600,"counter":5,"content":"<p>I have received a message from our witness who has been delayed for a number of minutes in the Department of an Taoiseach and will be joining us shortly.  My apologies as the start of our meeting may be delayed for another five or so minutes as sometimes meetings are somewhat tightly scheduled.  I thank members for their patience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#A00200","speaker":"1589"},{"type":"minorheading","content":"Situation in Belarus: Discussion with Ms Sviatlana Tsikhanouskaya","time":1626303600,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#B00100"},{"type":"speech","time":1626303600,"counter":7,"content":"<p>I have received apologies from Deputy Clarke.  I welcome a few guests from the Houses of the Oireachtas to our committee.<\/p><p>On behalf of the Joint Oireachtas Committee on Foreign Affairs and Defence, it gives me great pleasure to welcome Ms Sviatlana Tsikhanouskaya, leader of the opposition in Belarus, her senior adviser, Mr. Franak Viaorka, and her delegation.  We welcome them to Leinster House for what is a very special meeting of the committee.<\/p><p>Ireland has enjoyed a long and special relationship with Belarus and its people.  Ms Tsikhanouskaya has a really special bond with the people of Ireland.  The members of this committee, and indeed the Members of the Houses of the Oireachtas, have taken a keen interest in matters arising in Belarus over the years, but particularly those from the past year or so.  Earlier this year our committee held a meeting with representatives of the People&rsquo;s Embassy of Belarus in Ireland after which we unanimously agreed a resolution of condemnation on the matter of the interception by the Belarusian authorities of a flight originally destined for Vilnius, which was taken to Minsk.  We also called for the immediate release of, and freedom of movement for, Mr. Roman Protasevich and Ms Sofia Sapega.  I welcome Ms Tsikhanouskaya and thank her for making time to visit us and give us a presentation in the form of an update on her perception of matters in Belarus.<\/p><p>The format of our meeting is that we will hear Ms Tsikhanouskaya's opening remarks followed by questions and answers from members of our committee who are appearing by means of Zoom.  I hope we will conclude our proceedings in about an hour.  In that regard, I ask members of the committee, and our guests, to be really concise with questions.  If if is agreeable to members I will limit the initial first round of questions to three minutes in order to allow as many members as possible the opportunity to ask questions.  Is that agreed?  Agreed.  I have received notice from some guests at the committee that they also wish to be associated with our deliberations and ask a couple of questions.  I hope we have time to entertain such questions following the contributions by members.<\/p><p>I remind witnesses of the long-standing parliamentary practice that we should not criticise or make charges against any person or entity by name or in such a way as to make any person readily identifiable or engage otherwise in speech that might be regarded as damaging to the good name of any person or entity, especially when they do not have a right of reply. <b><\/b>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against any person outside the House or an official either by name or in such a way as to make that person identifiable.  I remind members that they are only allowed to participate in the meeting if they are physically located either in the Leinster House complex or the Convention Centre, Dublin, where the plenary session of our Parliament is proceeding due to Covid.<\/p><p>I am delighted to call on Ms Tsikhanouskaya to make her opening remarks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#B00200","speaker":"1589"},{"type":"speechnospeaker","time":1626303600,"counter":8,"content":"<p>I thank the Chairman.  Ladies and gentlemen, Members of Parliament and my dear Irish people, Ireland is the country that has a special place in my heart.  The last time I came to Ireland was 17 years ago and I am extremely happy to be back.  I was honoured to meet the Taoiseach, the Minister for Foreign Affairs, Deputy Coveney, the Minister of State, Deputy Byrne, esteemed Members of Parliament and my beloved Deane family.  I am grateful for the opportunity to address the committee today on behalf of the people of Belarus, who are fighting for our right to choose our future.<\/p> <p>  I am addressing the committee in English today because I learned the language during my three wonderful summers as a Chernobyl kid with the Deanes in County Tipperary.  I remember how everything felt totally different, new and exciting for ten-year-old Sviatlana, a child from a small town in southern Belarus.  I remember climbing up Knockshigowna hill after having delicious ice cream from the truck which drove around Roscrea.  Henry and Marian Deane treated us just like their own kids, with utmost care and affection.  The Deane children accepted us right into the family without any jealously or bitter feelings.  Everybody was coming up with exciting things for us today everyday to relax.  I am immensely grateful to the Irish people for caring about Belarusian children affected by the nuclear disaster.  Yesterday, I visited the house for the first time in 17 years.  I was smothered with kisses and hugs by Henry and Marian.  With tears on my cheeks, I recalled how deeply my Irish family cared about me and other Belarusian kids.  My dear Marian still bossed me around the house and I recalled which kitchen drawer had the salt in it.  I felt as if I had never left.  The only thing that had changed was that as the ice cream man handed me my delicious cone, he shouted \"&Zcaron;yvye Byelaru\" - long live Belarus.  My story is just one of many thousands of human stories that bring Belarus and Ireland closer.  Also, our countries have many more similarities than one would expect.  Both Belarus and Ireland have had a tumultuous path to independence from an imposing neighbour.  Both Belarus and Ireland have a national language we are doing our best to preserve.  Both Belarus and Ireland have a long path of fighting for our right to choose our future which Belarusians have not yet walked to the end.<\/p> <p>  At this very moment, my country is experiencing a Chernobyl of human rights.  Every hour a piece of terrifying news comes from Belarus.<\/p><p>We have been trapped in this nightmare since last summer when the autocratic president refused to accept he lost an election.  Instead, he decided to wage a war against his own people.  He is nothing more than a usurper clinging to power with all his might.<\/p><p> Just two days ago, Belarusian security forces raided the offices of at least 19 civil society organisations - human rights defenders, sociologists, political parties and charity funds - across the country.  Four volunteers of Strana dlya zhizni, A Country to Live In, the movement launched by my husband Sergei, were arrested.  They assembled parcels and brought packages to political prisoners.  One of them, Ilya Mironov, wrote more than 2,000 letters and brought more than 100 kg of food and warm clothing to political prisoners.  Exactly a week ago, the regime cracked down on the oldest news outlet in Belarus, Nasha Niva.  Its editor-in-chief, Jahor Marcinovi, was arrested and the newspaper's website was blocked.  Later that day, we found out that an ambulance visited him at the detention centre.<\/p><p> All in all, more than 35,000 Belarusians have been arrested and hundreds were tortured.  There have been at least ten regime-related deaths.  Some 555 people are recognised as political prisoners in Belarus today and the number is growing every day.  Moreover, the Belarusian crisis outgrew its borders.  Lukashenko ordered a forced landing of a European aeroplane to arrest an opposition blogger.  The regime is allegedly assisting migrants to illegally cross the border with Lithuania and Poland.  On 5 July, Lithuania declared a state of emergency because of the influx of migrants passing through Belarus.  The dictatorship in Belarus became a regional security problem but despite the constant repression brave Belarusians find ways to protest.<\/p><p> Our goal has not changed &ndash; free and fair elections.  We did not give up and we are building structures on the ground.  We have a wide network of volunteers working in all six regions of Belarus distributing Samizdat printed newspapers telling the truth for those without Internet.  Some 16,000 workers have already joined the workers movement and are preparing the country for a nationwide strike.  Most of those people risk getting detained any day, but they continue their struggle despite fear and risks because they have a vision of a free Belarus that we will all achieve.<\/p><p> In these trying times I ask committee members to care.  We are aware of Ireland's principled position in support of democracy in Belarus.  However, it is not words but actions that matter.  Every little bit of care and empathy, every small step, helps because there are millions of us and there will be millions of steps.  In the same way that Irish people helped Belarus after the 1986 disaster at Chernobyl, there is something that everybody could do.  I call on every Irish person to write a letter to a political prisoner.  Receiving a letter from abroad makes the day a small holiday for them because it shows that there is someone far away who cares about them.  I urge people to talk about them in schools, colleges, churches and friends' groups.<\/p><p> I call on Irish charities and NGOs to accept children of the repressed for rehabilitation on the basis of the existing programmes.  My personal experience shows that they go a very long way.  I call on the Irish Government to increase support for Belarusian civil society, especially as it is being destroyed.  I urge the committee to bring international attention to the topic of Belarus, particularly through organising a formal meeting at the UN Security Council at the earliest opportunity.  I call on the Irish Government and the international democratic community to adopt stronger co-ordinated sanctions.  We need to treat the problem not the symptoms.  That is why sanctions are important.  They are the only way to bring the dictator to justice.<\/p><p> I thank the committee for its solidarity, support and for being with us and standing with Belarus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#B00300","nonspeaker":"Ms Sviatlana Tsikhanouskaya","continuing":true},{"type":"speech","time":1626303600,"counter":10,"content":"<p>I both welcome Ms Tsikhanouskaya to the committee and commend her.  I apologise for the pronunciation of her name.  I know she is no stranger to Ireland.  She alluded to the fact that when she was a child she was here with the Chernobyl Children International organisation.  I commend her courage and fortitude in the face of what can only be described as the appalling and brutal crackdown by the Lukashenko regime against the pro-democracy protesters in the past year, following the very contentious election which saw him re-elected with close to 80% of the vote.  Many organisations, including the Organization for Security and Co-operation in Europe stated clearly and categorically that the election was not transparent, free or fair.  We continue to witness the arbitrary and illegal detention of many thousands of innocent protesters, with hundreds more injured by security forces and people like Ms Tsikhanouskaya being forced to leave their homeland.<\/p> <p>  Various figures have emerged of the numbers of political prisoners currently incarcerated.  I heard it was in the region of 555 but Ms Tsikhanouskaya gave a different figure.  She might elaborate on that and give an accurate figure on how many political prisoners are currently incarcerated.  It is shocking to hear that another 19 civil society groups had their premises raided in recent days and that there were more arbitrary arrests and detentions.  Organisations such as Amnesty International have reported that there was clear evidence of many detainees being tortured, which is of great concern.  While the arrests and repressions continue it is important that the international community maintains a focus on Belarus.<\/p> <p>  I welcome Ms Tsikanouskaya's presence before the committee because it gives us an opportunity to ensure the issue is still under the spotlight.  I have spoken many times on behalf of my party on Belarus and actively supported measures to end the repression, including EU sanctions.  There were two motions before the D&aacute;il and a motion was passed by the Seanad this morning which my colleague, Senator Gavan, spoke in support of.  Democracy is not something that can ever be taken for granted.  When challenged, it must be defended with vigour.  I again commend Ms Tsikhanouskaya on her role in defence of democracy within Belarus.<\/p> <p>  Human rights must be kept to the forefront of every Government and so must the rule of law.  My party and I have condemned the hijacking of the Ryanair aeroplane in May to detain a colleague of Ms Tsikhanouskaya.  We must be willing to do all within our power to end human rights abuses wherever they are found.   Ms Tsikhanouskaya should keep doing what she is doing.  She has our total support for anything she can do to support democracy and human rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#C00200","speaker":"1625"},{"type":"speech","time":1626303600,"counter":11,"content":"<p>I warmly welcome our distinguished guest to the country and to our committee.  She is a frequent visitor.  I saw the video of the moment when she was reunited with her host family and I was crying while watching it.  It showed that there was a great deal of love and respect and that Ms Tsikhanouskaya had a wonderful time here as a child.  I am going to keep my contribution short.  I do not have particular questions because our brief is detailed.  Ms Tsikhanouskaya has my support and that of the committee.  She is brave to be travelling to European countries and fighting this fight, even though her life is clearly in danger and she has had to leave her home.  We support her, and if there is anything we might be able to do, such as using our role on the United Nations Security Council to highlight this issue further on an international level, we would be delighted to do so.  Suggestions would be very much welcome from Ms Tsikhanouskaya regarding how we might help her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D00100","speaker":"1630"},{"type":"speech","time":1626303600,"counter":12,"content":"<p>I concur in welcoming our distinguished guest.  I welcome Ms Tsikhanouskaya home.  It is great to have her back with us.  I salute her courage.  We stand solidly in solidarity with her and with the cause of the approximately 550 political prisoners who are being wrongly criminalised and, as the evidence shows, tortured and brutalised.  The entire approach to attacking a peaceful protest was shocking to behold.  We are completely on Ms Tsikhanouskaya's side.  Is she happy with the level of sanctions we have introduced?  Are those sanctions sufficiently targeted?  One of the fears in respect of arguments against sanctions concerns the possibility of harming ordinary people and not the people those sanctions are targeted at.  Hopefully, that is not the case in this instance.  I ask Ms Tsikhanouskaya to reassure us of that.<\/p> <p>  How much fuel is left in the tank, for want of a better term?  How well will Ms Tsikhanouskaya be able to keep this endeavour going and maintain popular support?  From listening to Ms Tsikhanouskaya, it sounds as if she is confident.   Is she confident that popular support will remain?  We pray that it will.  It takes immense courage.  Finally, I also understand that the economy of Belarus has suffered greatly.  I ask Ms Tsikhanouskaya to comment on that aspect.  I am also proud to have sponsored a prisoner as part of the campaign undertaken here.  It is important that we support Ms Tsikhanouskaya.  We do and I am here in solidarity with her.  I have spoken on this issue in the Seanad and I will continue to do so.  I thank Ms Tsikhanouskaya for being here and I thank the Chair for the opportunity to contribute.  Others also want to express their solidarity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D00300","speaker":"1692"},{"type":"speech","time":1626303600,"counter":13,"content":"<p>I thank Senator Joe O'Reilly.  For the benefit of our guests, Senator O'Reilly is one of our parliamentary representatives to the Parliamentary Assembly of the Council of Europe, PACE.   It is a body which has been supportive of Ms Tsikhanouskaya.  Next, I call Deputy Leddin, who will be followed by Deputy Gannon and Senator Craughwell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D00400","speaker":"1589"},{"type":"speech","time":1626303600,"counter":14,"content":"<p>I welcome Ms Tsikhanouskaya and thank her for her powerful testimony.  It is a reminder of the freedom we have here and we must uphold these freedoms everywhere.  As a representative of the Green Party, I think of members of our sister party, the Belarusian Green Party.  In April, its deputy chairman, Dmitry Kuuk, was abducted and jailed for planning a march to remember the victims of the Chernobyl disaster.  This was a planned act of ordinary environmental activism and it was rendered illegal by a government intent on turning its back on democracy.  I support Ms Tsikhanouskaya's request for free and fair elections.  I have a specific question regarding sanctions.  Are there particular industries, activities or people that Ms Tsikhanouskaya thinks could and should be targeted for sanctions in areas where there are significant links between Belarus and Ireland?<\/p> <p>   Deputy Brian Leddin:  I welcome Ms Tsikhanouskaya and I thank her for her powerful testimony.  It is a reminder of the freedom that we hold here and we must uphold these freedoms everywhere.  As representative of the Green Party, I think of those members of our sister party, the Belorussian Green Party  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D00500","speaker":"1594"},{"type":"speech","time":1626303600,"counter":15,"content":"<p>I also welcome our esteemed guest and acknowledge the courage and strength she has shown.  It has been a true inspiration to all of us.  My question is also specifically on the issue of sanctions.  Are we targeting the right people?  What types of sanctions should we be going for and what industries should they be aimed at?  I am following on in this regard from Deputy Leddin's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D00700","speaker":"1560"},{"type":"speech","time":1626303600,"counter":16,"content":"<p>I will not take too long.  I congratulate Ms Tsikhanouskaya on coming here and on bearing witness before the committee.  I noticed a clampdown on journalists is underway in Belarus now.  Is that shutting down the popular press?  In other words, is that clampdown allowing the regime to control all media?  Is that what is happening in Belarus?  If it happens to a significant level, will it close down Ms Tsikhanouskaya's campaign?  I confirm that I will be very happy to communicate with prisoners, once I am pointed in the direction of where to get names and addresses.  I will be very happy to write to those prisoners, as I am sure will many of my colleagues.  I again thank Ms Tsikhanouskaya for being here and for returning to her second home.  I sincerely hope that she will enjoy her time here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D00900","speaker":"1645"},{"type":"speech","time":1626303600,"counter":17,"content":"<p>I welcome our guests.  I commend them on their courage and bravery and on the work they are doing.  It is appalling what is happening in Belarus.  Senator Craughwell has asked about journalists and the press.  I would like some more information on other forms of communication and information available in Belarus, such as the Internet, mobile phone usage, etc..  Is there also a crackdown in those areas?  Equally, would our guests like to comment on the role of Russia and Mr. Putin?  I refer to the influence he has on and the support he may be giving to the authorities in Belarus.  It is fine if Ms Tsikhanouskaya cannot comment.  I am just interested to see what role Russia and Mr. Putin may have in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D01100","speaker":"1515"},{"type":"speech","time":1626303600,"counter":18,"content":"<p>I thank the Chair for allowing me to attend this meeting.  I also warmly welcome our guest.  Following up on the questions regarding sanctions, it is the EU which is imposing these sanctions on 78 individuals, eight entities and seven Belarusian economic sectors.  It seems that represents a substantial amount of sanctions.  However, in her address Ms Tsikhanouskaya said that she felt stronger and more co-ordinated sanctions were needed.  I would be interested to know more about what Ms Tsikhanouskaya means by that.  If there is more that the EU can do in this regard, then Ireland would obviously bring pressure to bear in that regard.  Turning to the EU generally, it has committed to providing substantial financial aid to Belarus if it succeeds in bringing about a democratic regime.  I refer to the provision of support for such a new democratic regime.  Lukashenko, however, is more inclined to look towards Russia, but does Ms Tsikhanouskaya see more scope for the EU to act?  Does she welcome the commitment for substantial financial aid to support democracy in Belarus if it can be successfully achieved?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D01300","speaker":"1552"},{"type":"speech","time":1626303600,"counter":19,"content":"<p>I thank the Chair for allowing me to attend.  It is wonderful to see Ms Tsikhanouskaya here today.  Two things are important about her visit.  The first is the profile it gives to the problems in Belarus.  I saw an editorial in <i>The Irish Times<\/i>yesterday which referred to a Europe of the past regarding what is happening now in Belarus.  What is happening there now is the kind of thing we associate with what happened in the past in Europe.  None of us wants to see this type of situation in Europe's future.  I praise the work being done by Ms Tsikhanouskaya.  It is tremendously important and Ms Tsikhanouskaya is taking a personal risk in this regard as well.  The secondary value of this visit is to highlight this situation and the close links between Ireland and Belarus.  Ms Tsikhanouskaya is the personification of that in many ways.  It is wonderful, therefore, that the profile surrounding what is happening in Belarus is being raised in Ireland by Ms Tsikhanouskaya's visit.<\/p><p>That has been tremendously effective.<\/p><p> I mention the adoption program that more than 30 parliamentarians have taken up to highlight political prisoners in Belarus who are being held in captivity for what we take for granted, namely, simple protest.  I know Ms Tsikhanouskaya is acutely aware of that from her family's experience, including that of her husband.  We will continue to support her and I endorse what other members have said about the strength of feeling there is in the Irish Parliament to support her efforts and campaign.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#D01500","speaker":"1685","continuing":true},{"type":"speech","time":1626303600,"counter":21,"content":"<p>I welcome Ms Tsikhanouskaya.  It is great finally to have her home.  I offer our full solidarity.  I have one brief question on the two passengers who were forcibly removed from a Ryanair flight at the end of May in Minsk National Airport.  Does the Belarusian opposition leader have any update on the welfare of those two individuals?  I thank Ms Tsikhanouskaya for coming before the committee and for her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#E00200","speaker":"1587"},{"type":"speech","time":1626303600,"counter":22,"content":"<p>I thank members for being so co-operative.  They all stuck within the time and behaved impeccably.  That is not always the case but it is in Ms Tsikhanouskaya's honour that our members are well behaved.  They have proffered all-party and Independent support for her visit, cause and address.  I return to Ms Tsikhanouskaya to deal with the many questions that have been put by members.  I thank her in anticipation of her reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#E00300","speaker":"1589"},{"type":"speechnospeaker","time":1626303600,"counter":23,"content":"<p>I thank members.  I appreciate the warm words they expressed to me and the Belarusian people, who are fighting and suffering.  Some of them sacrificed their freedom, health and lives to give us an opportunity to continue this fight.  They are counting on Belarusians and the international community because we are fighting for democratic changes in Belarus.<\/p> <p>  I have heard two main questions about assistance and sanctions.  On the one hand, to make our fight sustainable we have to support civil society on the ground who had to flee the country because of violence there.  Democratic countries have to support civil society in Belarus at this moment because it is difficult for political prisoners, their families and different organisations inside the country, including those who had to flee the country.  As members know, all independent mass media was destroyed in Belarus and they had to move to Lithuania, Poland and Ukraine to continue their activity to show the reality in Belarus to other people.  Somehow, they have to live and if the international community will support mass media abroad and that is still left in Belarus, we would appreciate this step.<\/p> <p>  I mention human rights defenders also.  Yesterday there was a massive attack on human rights defending organisations in Belarus and many of their leaders have been imprisoned.  There was a question about the number of political prisoners.  At the moment it is 555 people but there is no one left in Belarus who can recognise people as political prisoners because they are in prison already.  Human rights defending centres need assistance as well.  I ask all countries and Ireland in particular, on a bilateral or European Union level, to increase assistance to the civil society of Belarus.  For people to survive, not to lose hope and to continue the fight, they badly need this assistance.  I am sure members know about this and will do everything possible to continue this assistance.<\/p> <p>  I refer to sanctions.  We understand that sanctions are not a silver bullet and that they will not bring our country to democracy.  However, sanctions are leverage to help stop the violence in Belarus.  We already had such precedence in Belarusian history when sanctions and even the threat of same helped political prisoners to be released.  Since August, we tried to appeal to the regime on a diplomatic level through the Organization for Security and Co-operation in Europe, OSCE, different NGOs, mediators and personalities but the regime was closed, it bunkered and it did not answer these calls.  Therefore, sanctions were the adequate answer to the violence, torture in prisons and ill treatment of Belarusians.  Since December, there was no big conference on the Belarusian question.  Those beautiful pictures of peaceful demonstrations disappeared because the regime, with the help of violence and guns, succeeded in suppressing all those wonderful people.  The pictures disappeared, attention on the Belarusian question decreased a little bit and Lukashenko felt impunity.  He thought that democratic society forgot about Belarusians, he felt impunity and that is why this hijacking happened.  I am sure the response of the European Union in closing the airspace above Belarus and imposing a fourth package of sectoral sanctions was rather adequate and normal.<\/p> <p>  Propaganda might spread the message that sanctions will influence ordinary people and not the regime.  That is not true because people are already suffering.  They are not suffering because of sanctions but because of violence, torture and lawlessness in our country.  Sanctions hit the regime first of all and people in the last turn.  Lukashenko and his regime are so afraid of people rising up and of workers striking that he will decrease the wages of those workers in the last turn.  He is afraid of everything, he is cornered and he understands that he is economically and politically isolated.  He is toxic to western countries.  After he started to take revenge on Lithuania and after he started to send illegal migrants to the Belarusian and Lithuanian border, I am sure the European Union will be stronger in its position and will impose a fifth package of sanctions on the Belarusian regime.  It is impossible to look at this house in our country and not answer.<\/p> <p>  Sanctions can change the behaviour of Lukashenko and end the violence.  Also, sanctions can split the elites.  For sanctions to be strong, they should be joint.  Europe, the United Kingdom, the USA and Ukraine have to impose sanctions together.  Sanctions should be probed and include a wide range of people who are responsible for the violence in our country and for the enterprises and companies that are wallets of Lukashenko.  Sanctions have to be conditional so they should be imposed until new elections will be held in our country.  Before new elections, we have to release all political prisoners, start dialogue with the regime and after new elections happen, some sanctions will be lifted.  These are the conditions of the sanctions.<\/p><p>The fourth package of sectoral sanctions left loopholes for followers of Lukashenko.  These loopholes need to be closed.  Sanctions cannot be bypassed by cronies of the regime.<\/p><p> There was a question about Roman Protasevich.  He is under house arrest now.  That is not equal to freedom.  He still faces criminal charges.  He is under investigation.  He said that he is in a house but that he is observed by KGB people all the time.  His parents cannot communicate with him.  It is not freedom.  He can be used by the KGB as it wants.  He is a victim of this regime.  He is a hostage.  We have to do everything possible to release him and other people as soon as possible.<\/p><p> There was a question about state control of the media.  The regime destroyed all the independent media in Belarus.  Journalists and editors-in-chief are in prisons.  Local newspapers and other media forms are closed or had to flee the country.  They are trying to restore their activity.  New ways of delivering information appeared.  People have to be creative.  We are communicating through telecommunications channels.  New YouTube channels appear to deliver information for those inside the country.  Lukashenko wants to silence everybody inside Belarus and for no information to reach people on the ground.  Civil society is creative.  People are smart and we are looking for new ways to restore independent media, if not inside Belarus then at least outside it, to tell about the situation in Belarus.  We have to come back to old methods of spreading information.  Samizdat involves self-made newspapers which are widespread in villages, for those people who do not have access to the Internet.  They show the truth because propaganda is working hard to show democratic activists in a poor way.  We are struggling with this.  We do our best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#E00400","nonspeaker":"Ms Sviatlana Tsikhanouskaya","continuing":true},{"type":"speechnospeaker","time":1626303600,"counter":25,"content":"<p>We are expecting a new wave of protests this fall, hopefully.  We are working hard to prepare and to build infrastructure.  Before 9 August, an important anniversary of elections, Lukashenko is trying to crack down on structures and organisations that are still working.  Our goal is to protect them, make them sustainable and assist them, which is difficult.  On one hand, the regime is not consolidated.  We hear many voices looking for a way out.  Lukashenko's regime is like the mafia.  When you are in, it is difficult to get out.  When you are out, he takes revenge, as he did with everything who quit last fall.  We have to prepare infrastructure, give energy to the people and, most importantly, give them hope.  This hope can also be given by the international community, and by the Irish Parliament, by messages about, helping and promoting Belarus.  Lukashenko suffers from delegitimisation.  He wants to be recognised as the leader.  It is painful for him not to be seen, commended or mentioned.  International media stopped quoting him, which he is frustrated about.  We can keep ignoring him.  He is not the leader or president any more.  This delegitimisation of Lukashenko can play a crucial role in creating a split in elites.  People around him do not want to be part of the failing regime.  They do not want to be part of a dark period of Belarus' history.  We will pave the way to this free Belarus.  On our side, we will try to mobilise Belarusian society for the fight but we expect Ireland to stand with us in this fight and to express its solidarity as often as possible at all possible layers, organisations, venues and platforms.<\/p> <p>  I thank the committee.  I thank Ireland for such a warm reception.  Belarus and Ireland have many similarities, including a history of fighting for freedom and independence.  Irish people should understand very well what we are going through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#F00200","nonspeaker":"Mr. Franak Viaorka"},{"type":"speech","time":1626303600,"counter":26,"content":"<p>I thank both of the witnesses for the manner in which they responded to our questions.  I am conscious of the time and of their schedule.  I thank them for being with us.  I acknowledge the points they made about how Ireland might intensify its role in providing assistance.  In the meantime, the sponsoring of a prisoner who has been adverted to by members.  The acceptance of children and assistance would help.  We have many agencies that may be in a position to respond positively in conjunction with our Government.  There is also the matter of stronger, more direct sanctions, which the witnesses mentioned.  They may be assured of the continued support of Ireland in targeted and sectoral sanctions.  We have been vocal in a number of international settings about the appalling human rights situation in Belarus, including at meetings of the UN Security Council, the UN Human Rights Council and the Organization for Security and Co-operation in Europe.  We note with some concern the fresh report of the UN special rapporteur, Ms Marin, and we again call on the Lukashenko regime to adhere to its international commitments and implement the recommendations of the Moscow mechanism report, which highlighted proof of clear violations of human rights.  We will continue to play our part.<\/p> <p>  As Chair of this committee, I had the privilege of being associated with a number of statements and letters.  I acknowledge in particular the support of my colleague, &Zcaron;ygimantas Pavilionis, my colleague in Lithuania with whom I correspond regularly on the issue.  The witnesses may be assured of all parties' support from our Parliament, as exemplified by a recent motion in D&aacute;il &Eacute;ireann.  Members have undertaken to follow up, as they have indicated in their contributions, and through bodies such as the European Parliament, the Council of Europe and the United Nations, as well as through our own party groups, which is the European People's Party in my case.  I give the witnesses an opportunity for a final message to the people of Ireland before bringing matters to a conclusion.  I thank them for taking time to visit us in Ireland and in particular for attending this important meeting of the Joint Committee on Foreign Affairs and Defence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#F00300","speaker":"1589"},{"type":"speechnospeaker","time":1626303600,"counter":27,"content":"<p>Ireland will always be a particular country for me.  I once again ask Ireland not only to be with me but to be with all Belarusian who are suffering in our wonderful country and who are fighting for democracy.  Even small steps are important.  This is how the ocean of steps is organised.<\/p><p>Be with us, fight with us and be a part of the success story that Belarus will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#F00400","nonspeaker":"Ms Sviatlana Tsikhanouskaya","continuing":true},{"type":"speech","time":1626303600,"counter":29,"content":"<p>I thank Ms Tsikhanouskaya.  We repeat our call for free and fair elections.  On behalf of the committee, allow me to send our best regards to Ms Tsikhanouskaya's husband, Sergei, to the many politically motivated detainees in Belarus and to the people of Belarus, in whose case we take a particular interest in these times of difficulty and challenge.<\/p><p>I will formally bring matters to a conclusion.  Our meeting is adjourned <i>sine die<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021071500002#G00200","speaker":"1589"},{"type":"unspoken","time":1626303600,"counter":30,"content":"<p>The joint committee adjourned at 4.30 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]