[{"type":"majorheading","content":"Committee on Environment, Culture and the Gaeltacht: Select Sub-Committee on Arts, Heritage and the Gaeltacht","time":1415872800,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 10:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Heather Humphreys (Minister for Arts, Heritage and the Gaeltacht), Deputy Sandra McLellan,* Deputy Michelle Mulherin.<\/p><p>* In the absence of Deputy Peadar Tóibín.<\/p><p>DEPUTY MICHAEL McCARTHY IN THE CHAIR.<\/p>","time":1415872800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22014111300002"},{"type":"minorheading","content":"Estimates for Public Services 2014<br \/>Vote 33 - Arts, Heritage and the Gaeltacht  (Supplementary)","time":1415872800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22014111300002#A00200"},{"type":"speech","time":1415872800,"counter":6,"content":"<p>This meeting has been convened to allow the Select sub-Committee on Arts, Heritage and the Gaeltacht to consider in detail a Supplementary Estimate for Vote 33 - Department of Arts, Heritage and the Gaeltacht.  A briefing note from the Department on the Supplementary Estimate has been circulated to members.  I hope everyone has studied the document and that we will find out if what is included in it has been achieved in the Department's outputs.  I presume that is agreed to. <\/p><p>  I welcome the Minister for Arts, Heritage and the Gaeltacht, Deputy Heather Humphreys.  I also welcome the officials from her Department, Mr. Brian &Oacute; Raghallaigh, Mr. Feargal &Oacute; Coigligh, Mr. Niall &Oacute; Donnch&uacute;, Mr. Conor Falvey and Mr. Trevor Donnelly, and thank them for their attendance.  As the Supplementary Estimate is required to facilitate the introduction of a new subhead provision for capital expenditure under the arts, culture and film programme and the transfer of a number of surpluses under subhead A.16, Cork Event Centre, to a number of other subheads.  I invite the Minister to make her presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22014111300002#A00300","speaker":"990"},{"type":"speech","time":1415872800,"counter":7,"content":"<p>As a briefing note has been provided for the committee on the proposed Supplementary Estimate, I intend to make only a short opening statement so as to allow an opportunity to discuss issues members may wish to raise.<\/p><p>  I am pleased to have the opportunity to present the Supplementary Estimate to the committee.  Its principal purpose is to facilitate the reallocation of savings under subhead A.16, Cork Event Centre, in my Department's Vote.  Cork City Council is leading the Cork Event Centre project, with funding coming from a number of sources, including my Department.  Following recent discussions between my Department and the council, it is evident that none of the money, &euro;10 million, originally allocated in my Department's Vote in 2014 will be required this year.  The timing and the amount of funding required in the future will be determined by the progress made by the council and its partners in bringing this important project to fruition.  My Department will continue to work closely with the council in order to provide its share of the funding, as required, having regard to the annual Estimates processes and the progress the council will make in the months ahead.<\/p><p>  In the meantime, we must deal with the position in 2014.  The first effect of the Supplementary Estimate will be to establish a new subhead, A.17 - Expo Milano 2015, under the arts, culture and film programme.  The second will be to enable the transfer of &euro;5.149 million in savings to the new subhead and two other subheads, A.8 - Culture Ireland, and B.5 - National Heritage, National Parks and Wildlife Service.<\/p><p>  The new Expo Milano subhead will receive &euro;2 million; the Culture Ireland subhead will receive &euro;650,000, while the balance of just under &euro;2.5 million will go to the natural heritage subhead.  As outlined in the briefing note provided for members, this funding will support essential preparations for Ireland's participation in Expo Milano 2015, relating to design approval, site preparation, prefabrication of the building and preliminary construction works.  It will provide for increased funding requirements under the Culture Ireland programme, including supports for the first ever official State visit to Britain by an Irish Head of State.  A particular focus in this regard was the very successful Ceili&uacute;radh event in the Royal Albert Hall.  The concert had an audience of 5,000, including invited guests from across the political, economic, social and cultural sectors, as well as those who have contributed to the Irish community in Britain.  It attracted more than 1 million television viewers in Ireland and more than 3.7 million viewers on the BBC.  The funding will support increased demands in the payment of compensation to turf cutters, including those on sites in natural heritage areas who became eligible for such compensation with effect from this year.<\/p><p>  As I mentioned, the Supplementary Estimate provides for the introduction of a new capital allocation, amounting to &euro;2 million in the current year, under subhead A.17 - Expo Milano 2015.  The Government has decided that, as part of the national approach to building strategic links with key EU partners, Ireland will participate in Expo 2015 in Milan.  Earlier this year my Department was appointed as the lead Department in this regard and this funding will allow for the necessary preparations to ensure Ireland's participation next year will be successful.<\/p><p>  I draw the committee's attention to the fact that the Supplementary Estimate will be neutral in its Exchequer effect.  I am happy to address any issue members may wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22014111300002#A00400","speaker":"973"},{"type":"speech","time":1415872800,"counter":8,"content":"<p>As one of those who was in the Royal Albert Hall for the Ceili&uacute;radh event, every cent spent on it was well spent.  As a student, I worked near the Royal Albert Hall one summer.  It was wonderful to be inside it and see our Head of State and the Tricolour alongside the Union Jack.  The Department can be justifiably proud of its expenditure on the event.<\/p><p>  I thank the Minister and her officials for attending this important meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22014111300002#A00500","speaker":"990"},{"type":"minorheading","content":"Message to Dáil","time":1415872800,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22014111300002#A00600"},{"type":"speech","time":1415872800,"counter":10,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<blockquote><br \/>The Select sub-Committee on Arts, Heritage and the Gaeltacht has completed its consideration of the following Supplementary Estimate for public services for the year ending 31 December 2014: Vote 33 - Department of Arts, Heritage and the Gaeltacht (Supplementary).<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22014111300002#A00700","speaker":"990"},{"type":"unspoken","time":1415872800,"counter":11,"content":"<p>The select sub-committee adjourned at 10.10 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]