[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1480435200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jackie Cahill, Senator Pádraig Mac Lochlainn, Deputy Martin Kenny, Senator Michelle Mulherin. Deputy Charlie McConalogue, Deputy Willie Penrose, Deputy Thomas Pringle,<\/p><p>In attendance: Deputy Michael Fitzmaurice, and Senators Rose Conway-Walsh and Grace O'Sullivan.<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1480435200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1480435200,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#A00100"},{"type":"speech","time":1480435200,"counter":5,"content":"<p>We have a quorum.  Apologies have been received from Senator Lombard.  I remind members to turn off their mobile phones.  I propose we go into private session to deal with some housekeeping duties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#A00200","speaker":"1268"},{"type":"unspoken","time":1480435200,"counter":6,"content":"<p>The joint committee went into private session at 16.06 p.m. and resumed in public session at 16.25 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1480435200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#C00100"},{"type":"speechnospeaker","time":1480435200,"counter":8,"content":"<p>COM (2016) 134 warrants further scrutiny.  It is proposed that the joint committee seek updates from the Department following the next meeting of the working group at which the proposal is discussed.  Is that agreed?  Agreed.<\/p> <p>  COM (2016) 273 is a proposal for a regulation of the European Parliament and the Council defining the characteristics of fishing vessels.  It is proposed that the proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p> <p>  Schedule B comprises COM (2016) 643, COM (2016) 648, COM (2016) 653 and COM (2016) 656.  It is proposed that these proposals do not warrant further scrutiny.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#C00200","nonspeaker":"Chairman"},{"type":"minorheading","content":"Impact of UK Referendum on Membership of the European Union on Irish Agrifood and Fisheries Sectors: Discussion","time":1480435200,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#C00300"},{"type":"unspoken","time":1480435200,"counter":10,"content":"<p>Chairman: Before we being, I remind members, witness and persons in the Gallery to turn off their mobile phones completely.  I welcome Mr. Aidan Cotter, CEO of Bord Bia, and Mr. Padraig Brennan, director of marketing, from Bord Bia and thank them for coming before the committee to discuss the impact of Brexit on the Irish agri-foods and fisheries sector.<\/p>"},{"type":"speechnospeaker","time":1480435200,"counter":11,"content":"<p>I welcome from Bord Bia Mr. Aidan Cotter, CEO, and Mr. Padraig Brennan, director of marketing, and thank them for coming before the joint committee to discuss the impact of Brexit on the Irish agrifood sector.<\/p> <p>  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  <\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p> <p>  I ask Mr. Cotter to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#C00500","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1480435200,"counter":12,"content":"<p>I thank the Chairman and members of the committee for the invitation to discuss the potential impact of the UK referendum vote result on the Irish agrifood sector.  I am joined by my colleague, Mr. Padraig Brennan, director of marketing.<\/p> <p>  The links between the British and Irish agrifood sectors have been built over many centuries and helped to secure a mutually beneficial relationship between the two countries.  The result of the referendum in June has created an environment of uncertainty as to how this relationship may change in coming years.  The United Kingdom is Ireland's largest food customer for food and drink, with trade valued at &euro;4.5 billion in 2015, representing 41% of Ireland's food and drink exports.<\/p><p>While the sector has recorded strong growth in food and drink exports to non-EU markets in recent years, the United Kingdom remains the core market with the value of trade growing by more than &euro;1 billion in the last six years.  The UK market is the leading destination for all product categories, accounting for 54% of total meat and livestock exports, 30% of dairy exports, 70% of prepared consumer foods exports, 30% of beverage exports and 90% of our edible horticulture exports, principally mushrooms.<br\/><br\/>Similarly, Ireland remains the main export market for UK food and drink products, accounting for almost one fifth of trade in 2015, at &euro;3.1 billion.  The importance of Ireland to UK exporters is demonstrated by the fact that trade was worth more than the cumulative exports to the next two largest markets, France and the Netherlands.  Since 2010, UK exports to Ireland have grown by &euro;700 million. <br\/><br\/>The result of the UK referendum in June has led to a period of considerable uncertainty.  To date, the impact of this uncertainty has been most visible in the level of exchange rate volatility that has been evident.  While there has been some relief in recent weeks as sterling recovered, it remains 11% weaker against the euro than prior to the result of the referendum vote in June and 15% lower than the start of 2016.  This is severely affecting the competitiveness of Irish exports destined for the UK, as highlighted most starkly by the difficulties faced by the mushroom sector over recent months.  The potential impact of exchange rate volatility is highlighted through analysis undertaken by Food and Drink Industry Ireland, which suggests that a 1% weakening in sterling results in a 0.7% drop in Irish exports to the United Kingdom.<br\/><br\/>While exchange rate volatility is not uncommon, the current volatility may also reflect a structural shift.  It follows a period in which the Irish industry has focused strongly on efficiency improvement, which means the sector is not in a position to absorb the exchange rate movements evident in recent months.  In this regard, there is only so much slack in efficiency to be made up.  The challenge facing the sector is the extent and speed at which higher costs can be recovered from the UK market and the level of resistance from buyers to price inflation.<br\/><br\/>Aside from exchange rate volatility, the other potential implications facing the Irish food and drinks sector are the trade and regulatory policy and the UK macroeconomic performance following Brexit.  Industry experts have forecast a rise in the cost of doing trade.  An increase in regulatory and administrative costs due to the UK becoming a non-EU country and increased complexity of trading and restrictions in transit through the UK have the potential to add to the cost of doing business.  Some experts have informally estimated a 5% rise in trade costs following Brexit.<br\/><br\/>The terms of trade agreements following Brexit will have a major bearing on trade between Ireland and the United Kingdom.  In the event of favourable trade agreements being reached with international partners, it would greatly increase the level of competition on the UK market.  Taking the example of beef, many Mercusor countries have cattle prices some 30% lower than those prevailing in the European Union.<br\/><br\/>Border controls following Brexit have the potential to cause disruption.  Following Brexit, the Republic of Ireland&rsquo;s Border with Northern Ireland could, by definition, be an external EU border which would lead to increased regulatory requirements and trading costs and result in a potential rise in travel costs between the United Kingdom and Ireland.<br\/><br\/>A considerable amount of trade takes place between the Republic and Northern Ireland.  In 2015, more than &euro;525 million worth of Irish food and drink was exported to Northern Ireland, with imports into the Republic of Ireland from Northern Ireland reaching &euro;428 million.  Every year up to 750 million litres of milk are imported from Northern Ireland by milk processors based in the Republic of Ireland.  In terms of live animals, more than 1,000 bovines and 10,000 pigs are exported live to Northern Ireland each week, with around 5,000 lambs per week imported into the Republic of Ireland.<br\/><br\/>A number of Irish food and drink companies have processing facilities in Northern Ireland and parts of Britain.  With regard to Northern Ireland in particular, there tends to be close synergies between operations in the Republic on a day to day basis in terms of further processing and final packaging.  Any restrictions on access or new Border controls could significantly impact on the potential for such synergies to remain in place.<br\/><br\/>The Irish food and drink sector has consistently highlighted its resilience in recent years in the face of economic, regulatory and food safety issues by continuing to grow the value of food and drink exports, which today are more than 50% higher than 2009 levels.  Food Wise 2025 highlights the sector's growth ambitions, with a target of &euro;19 billion worth of exports by 2025.  This requires growth of &euro;8 billion over the next ten years.<br\/><br\/>The United Kingdom is currently slightly more than 60% self-sufficient in most food categories and the position is not likely to change post-Brexit, which means the UK will need to import.  The long established links between Ireland and the UK combined with the language, cultural and taste similarities make Ireland an obvious natural trading partner for the UK.  However, much will depend on the shape of any future trade agreements.<br\/><br\/>Bord Bia is undertaking consumer research in the UK to evaluate the opportunity to consolidate the market position of Irish beef and other sectors, including dairy and mushrooms.  This involves testing the potential for a consumer focused campaign to highlight the strengths of Ireland as a food producer and our sustainability credentials, with a view to protecting us from the threat of lower priced competitors in the UK market post-Brexit.<br\/><br\/>Since the results of the referendum, Bord Bia has been implementing a strategy for supporting the Irish food and drink industry through the Brexit process based on five pillars.  These are to assist companies to ease market volatility impacts; provide consumer and market insight; deepen customer engagement; extend market reach; and address risks to the Irish market.  Activities under these headings have been boosted by increased funding provided by the Department of Agriculture, Food and the Marine in 2016 and 2017.  This will allow Bord Bia to increase its investment in key areas, including retail promotions, market prioritisation studies, export marketing strategy programmes, image building activities, industry talent development and direct support to client companies.  This includes increased beef promotional activities in markets such as the UK where spend will be doubled in 2017 and the roll-out of a new promotional campaign for Irish beef in Germany.  In addition, Bord Bia has successfully secured &euro;3 million in EU promotional funds for beef and lamb campaigns in China and south east Asia over the next three years.<br\/><br\/>A survey of more than 200 Bord Bia client companies in the immediate aftermath of the referendum showed that exchange rate volatility was their number one concern and around half of them had limited or no plans in place to deal with it.  In recent months, Bord Bia has held four currency workshops that have focused on helping companies access the right information and manage volatility through negotiation as well as financial and contractual considerations.<br\/><br\/>Bord Bia is rolling out a market intensification programme to provide targeted marketing supports to companies with a high dependency on the UK market.  The support assists companies to strengthen their position in the UK market and in their efforts at market diversification.  A total of 41 applications were received and 32 companies were approved grants totalling &euro;655,000 in a specific new programme instituted in October.<br\/><br\/>Bord Bia runs a number programmes to help companies develop business in the UK and best position themselves in the market.  These programmes have been reviewed to strengthen their financial, competitive, contractual and regulatory modules.  We have doubled our one-to-one mentoring with UK food service and retail experts since the referendum result.<br\/><br\/>Bord Bia is also increasing the number of market and consumer insight projects being undertaken by our insights team in our new dedicated insights centre, The Thinking House.  Examples of project currently under way or planned include a market prioritisation study to identify opportunities in emerging regions; deep dive category analysis of European private label opportunities; dairy opportunities in south east Asia and west Africa; prepared consumer foods in the Middle East; alcohol in the United States; and seafood in south east Asia.<br\/><br\/>Utilising its long-term, strong relationships with UK trade customers, Bord Bia is enhancing existing trade events and pursuing opportunities to promote Irish products in the retail and food service environment.  The Bord Bia London team was recently boosted with a new dedicated member of staff to Brexit support measures for Irish companies in the market.  Later this week, we will hold a Brexit seminar in London at which we expect more than 100 attendees from Irish food and drink companies to engage with UK market experts on the issue.  This will be followed by a trade reception, an annual event at the Irish Embassy in London, which will be attended by 400 representatives of UK and Irish food and drink businesses.<br\/><br\/>Bord Bia is also continuing to support client companies to overcome barriers for market diversification through the provision of market and consumer insight and brand guidance, while enhancing market and trade visits, particularly to emerging markets.  The latter has included trade missions to Asia and north Africa led by the Minister for Agriculture, Food and the Marine, Deputy Creed, and participation at leading trade fairs ranging from CIMIE and China Fisheries in China to SIAL in Paris in October.  Bord Bia&rsquo;s strategic priority of developing new routes to market is underlined by the opening of two new offices this year, in Warsaw to expand our support in eastern Europe, and in Singapore to service eight emerging markets in south east Asia.<br\/><br\/>The weakening of sterling relative to the euro has the potential to significantly increase competition on the Irish market.  Bord Bia is undertaking shopper mission research across key categories on the Irish market to help client companies better understand consumer needs and position themselves on the market in a way that can enhance their ability to withstand the threat posed by lower priced competition.<br\/><br\/>The decision by the United Kingdom to leave the European Union has led to a large degree of uncertainty around the future trading relationship for Ireland with the UK and the competitive environment likely to be faced by Irish exporters.  However, the Irish agrifood sector has proven its resilience in overcoming serious challenges previously and, with the right supports and guidance, can do so again. <br\/><br\/><b><\/b>I thank the Chairman and members affording me and my colleague, Mr. Padraig Brennan, the opportunity to address the joint committee today.  We will be pleased to answer any questions members may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#C00600","nonspeaker":"Mr. Aidan Cotter","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":14,"content":"<p>I understand Mr. Cotter and Mr. Brennan are under time constraints.  We will try to have the questions completed as quickly as possible.  I ask members to keep their questions focused.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#D00200","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":15,"content":"<p>I welcome Mr. Cotter and Mr. Brennan and thank them for their thorough presentation.  As Mr. Cotter's term as chief executive of Bord Bia will conclude in the near future, I take this opportunity to acknowledge the significant contribution he has made to the food industry.<\/p><p>Mr. Cotter identified some additional resources that have been received with a focus on the London office.  In terms of the current challenge and the exceptional additional challenges posed by Brexit, is that allocation sufficient to ensure that Bord Bia can work to address the issues arising in particular in relation to developing new markets and reinforcing our efforts in the UK market where we are going to come under significant pressure?  If it is not sufficient, how much more is required to allow Bord Bia to meet the challenge?<\/p><p> In terms of the impact of the weakness of sterling on currency markets, I have seen recent figures which indicate that beef exports in the last number of months have been down compared to the same period last year.  What figures does Bord Bia have on that and what feedback does it have on current export figures across the sector?  On the development of new markets, what potential exists and where are the key markets?  How soon can those markets be grown?  When we are so dependent on the UK market, moving away from that and sourcing new markets presents a significant challenge.  Can Mr. Cotter flesh out the viability of that approach and set out the efforts being made in that regard?  What additional supports are needed to take on this very substantial challenge to ensure that alternative markets are available should exports to the UK decrease?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#D00300","speaker":"1244","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":17,"content":"<p>We will take two more questioners before reverting to Mr. Cotter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#E00200","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":18,"content":"<p>I welcome Mr. Cotter and Mr. Brennan.  I served on the board of Bord Bia for six years and saw up close the work it does.  Brexit probably presents the greatest challenge Bord Bia has faced in Mr. Cotter's time if not over the life of the board.  We saw predictions in the media today that cattle prices for 2017 will be 10% lower than they were in 2016, which was a poor year itself.  The UK is our biggest market for beef with roughly half our beef going there.  We have seen live exports starting in the last couple of months with a few thousand cattle going to Turkey, but how much of Bord Bia's budget for beef is spent to promote live exports?  How much is done to secure new markets for live exports?  We saw live export levels for calves drop off very significantly this year and it will be an ongoing problem in 2017 with a far greater number of cattle coming on-stream to be killed.  It is going to create huge difficulties.  That is why I want to know how much of the budget is being spent to promote live exports and secure new markets.<\/p> <p>  The Red Tractor scheme has been problematic for us for a number of years.  Under this British decision, I assume Red Tractor will get greater prominence in the UK as will protection of its own farmers.  How much potential to expand exists in the dairy industry in the UK?  It went through a long period of decline over a number of years but in 2013 and 2014 milk output increased before it dropped dramatically in 2015 and 2016.  There has been a serious decline in production in the UK.  If they circle the wagons in the UK, how much potential is there to increase milk production and how much damage would that do to us?  I note that 65% of our cheddar cheese goes to the UK and one will simply not find another market for it.  Of the milk produced in the UK, 50% is consumed in the liquid trade for fresh milk.  Has there been any analysis of what will happen if the UK introduces a protectionist policy for its own farmers?  What potential does it have to grow?  Against all predictions, we saw growth two or three years ago and that worries me.  If they use the Red Tractor concept for their dairy products, what potential do they have to grow their output?<\/p> <p>  We are six months on from the UK's vote to leave the EU and we saw immediate casualties in the horticulture industry, especially on the mushroom side.  In my own county, two growers went out of business a month to six weeks after the decision.  Has that situation stabilised and have contracts been renewed to allow the mushroom industry in particular to continue to compete going forward?  Currency has always fluctuated and it is the access to markets and the risk of barriers being put in front of us that is the greatest issue.<\/p> <p>  We have made a great play of quality assurance over the years and Bord Bia has been a serious promoter of that to give us an edge in the marketplace.  In that regard, I note the amount of product that comes down from Northern Ireland into the Republic for processing.  They may now be on a completely different standard than we will have as EU farmers.  How are we going to marry the product coming from outside the EU for processing here before being sold on into EU member states?  That is going to be seriously problematic for processors here in terms of how that quality assurance is going to work with the potential to work with different standards to EU farmers here.  It could cause great difficulties.<\/p> <p>  We are still looking into a crystal ball and we do not know what conditions will come out of this.  On the beef side, we have fought for a generation to keep South American imports out of the EU but if the UK invokes Article 50, it will have that decision in its own hands and we will have no control over it.  On the dairy side, I do not see a threat from imports with milk on a very level price across the world.  My question is whether there is a protectionist policy there and whether there has been any analysis of the potential of the UK to increase production.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#E00300","speaker":"1350"},{"type":"speech","time":1480435200,"counter":19,"content":"<p>At the outset, I pay tribute to Mr. Aidan Cotter for his excellent stewardship as chief executive officer of Bord Bia.  I do not say that lightly.  He was a year or two ahead of me in college and I was not surprised to see him reach the pinnacle he has.  I wish him well in future with his family.  No one knows the work Aidan Cotter and the staff of Bord Bia have done for well over three decades.  They have served this country well and I have always defended them notwithstanding what were often cutting remarks from people who were certainly not as knowledgeable as they should have been.<\/p> <p>  I want to ask him a couple of questions now.  One is always nice and then one asks the questions.  Does Mr. Cotter agree from his economics background, and as Professor Sheehy would certainly advise him, that we are all engaged in guesstimate work?  We are all going around shooting in the dark and the only certainty we have about Brexit is the uncertainty it has generated.  Does he also agree that a two-year period is also optimistic by any standard?  I have been saying this process will take five years or more with transitional arrangements and I notice that others have joined that chorus.  I said it last April in the vacuum as we waited for the D&aacute;il to return.  It is on the record so I am not being wise after the event.<\/p> <p>  There has been a great deal of grandstanding but what one needs to do is the type of pre-emptive and preliminary work in which Bord Bia has engaged.  It has done practical work to penetrate various markets.  Away from that practical work, others are going around pretending they are soothsayers who know what is happening.  Nobody knows what is happening and to say otherwise is only to mislead people.  People are getting into a bit of a huff.  It will depend on the level of market access, the type of market and whether it is a Norway situation, a Swiss situation or a WTO situation.  People are trying to pretend they know in order to fill columns in newspapers when they do not have a bull's clue.  A first year student of economics has a better clue.  It irritates me to see that type of thing.<\/p> <p>  Does Mr. Cotter have any projections or guesstimates as to how the UK's agriculture industry will be affected by the Brexit decision, because that is a very important issue?  It is the starting point.  I will expand on it.  Is there any assessment of the impact of the loss of the UK's significant payment of &euro;10 billion to &euro;11 billion to the agriculture budget?<\/p><p>When that falls away what will be the impact on the CAP budget and on us?  The volatility of currency and the impact of exchange rates is especially noticeable in the context of the mushroom industry, which is almost totally dependent on access to the UK market for sales.  I think in excess of 80% of its produce goes there.  I would be worried about cattle given where I live.<\/p><p> Bord Bia has expressed considerable concerns about increased trade costs.  These can arise due to increased regulation and administrative costs if the UK follows through and moves outside the EU.  Has Bord Bia given any thought to the tariff regime that could be in place in respect of hard borders and so on, especially if we become the outer border?  I know the witnesses will be only speculating. <\/p><p> The UK will remain in food deficit for a considerable period.  It will get its food from elsewhere.  Brazil and other South American countries will be in the market if the UK triggers Article 50 and leaves as it says it will, to sell beef and it will be cheaper because 20% of the beef in the UK was from Brazil in 2005 but it is now at less than 10%, so it is waiting.  The Mercosur agreement countries will be in like a shot.  It is an opportunity for them which will represent a significant challenge for the Irish agrifood industry as prices will be threatened.  Has Bord Bia come up with any alternative scenarios in that event?  Canada, New Zealand and Australia are waiting with milk, which will affect the dairy industry.<\/p><p> The Border and the common travel area is a question that arises in the context of so much trade back and forth, the co-location of processing units across the Border and approximately 600,000 litres of milk coming down here.  That also raises the question of phytosanitary and veterinary controls.  Does Bord Bia have any view to offer on that?  I predicate that on the basis that the best the witnesses can do is answer from a position of lack of knowledge and they can only speculate on what might happen in the event of Brexit.  Whether it is hard or soft it will affect Bord Bia's projections and the scenarios the witnesses will outline.  I appreciate they cannot be held to anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#E00400","speaker":"1370","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":21,"content":"<p>Undoubtedly there is a major challenge ahead.  Before Brexit this industry faced a challenge from the ambitious targets in Foodwise 2025 to grow exports from &euro;11 billion to &euro;19 billion.  We have estimated that in almost any scenario we can consider, even post-Brexit, and even if it is a soft Brexit, there is a huge challenge to grow our exports to continental Europe and in particular to international markets outside the European Union.  We have estimated that almost irrespective of Brexit we would have to grow our exports to continental Europe by between 40% and 70% over the next ten years.  We would have to create at least three &euro;1 billion markets in France, the Netherlands and Germany.  Our exports to international markets would have to grow considerably, fourfold to China and south-east Asia; threefold to north Africa and the Middle East and double to North America and Africa.  There is a huge challenge in any event to achieve our Foodwise 2025 targets.  The industry was conscious of the level of ambition there, irrespective of Brexit.  It was gearing itself up for that.<\/p> <p>  In any of those scenarios achieving our export targets would mean reducing our share of dependence on the UK market from its current 41% to 32% in a soft Brexit or to 23% in a hard Brexit.  We will have to develop markets outside the UK.  Inevitably, to achieve those hugely ambitious goals there will have to be corresponding investment and transformational initiatives to help the industry achieve those targets.  We reckon that 50% of the &euro;8 billion will have to come from the dairy sector and approximately &euro;4 billion extra in exports over the next ten years, with the balance of &euro;4 billion coming from the meat and livestock sector, prepared foods, beverages, seafood and horticulture in that order.  With so much growth set to come from international markets outside Europe corresponding extra resources will have to be dedicated to our markets in Asia, China, the Middle East and Africa.<\/p> <p>  On the question of whether we have enough resources, our organisation expanded its head count by 20 over the past 12 months, which is the first time we have started to recover it since the contraction during the period of the public sector embargo.  We had got back to a situation where we felt we were resourced to address the task in hand, then Brexit came along and now there are new challenges.  It was almost one step forward and two steps backward.  The Department of Agriculture, Food and the Marine and the Minister are very supportive of our re-examination of our resources to ensure we are properly equipped for the period ahead.  Given the challenges, it would be difficult for me to say truthfully we have enough resources.  That would be to completely understate the challenge the industry is facing.  We are working through the resources that might be necessary and the kind of initiatives to be undertaken to establish what level of resources will be required. <\/p> <p>  To answer the question on our beef exports for the current year, we expect them to be up 5% in volume given the number of extra cattle that have come forward.  A total of 97% of our exports are going into an EU market where production grew by 3.5% or 0.25 million tonnes this year, in other words, by half the amount of our exports.  It has been quite a challenging time in the market place across all the EU.<\/p> <p>  We were asked about key target markets, they are the Continent of Europe and international markets outside the European Union.  Dairy is very important in China, south-east Asia, the Middle East and Africa.  It is also important to get access for our beef industry into the Chinese market and we want to further develop our position in the United States.<\/p> <p>  On the issue of live exports, there is no limitation on the resources we are prepared to allocate to live exports.  We spend all the funding we receive in the levies and more to support them.  At the beginning of the year we meet with the live exporters and consider the challenges ahead and what initiatives need to be undertaken.  We continually work towards funding any new initiatives that might help strengthen the live export trade.  The recent trade missions to north Africa, Morocco and Algeria, focused on live exports and on the dairy sector.  Some benefits will come out of that in time. <\/p> <p>  On the question of the UK and the retractor, there is a real challenge in our single biggest market, the UK, for the primary commodities, such as beef but our competition is primarily the potential threat from South America, Oceania or parts of North America.<\/p><p>Our challenge is to be ready if that threat materialises.  We have perhaps two, three or four years, and it will probably take longer than two years, but that is a window of opportunity we need to use.  In two or three years time, we do not want to look back and ask whether we did everything that was necessary and whether we took the right initiatives or made the right investments in the UK market to ensure we had bedded down our beef and dairy sectors so they were ready to withstand the competition that will come from low-price countries.  It is a challenge that all of us in the industry, including Bord Bia and all the other stakeholders, must focus on.<\/p><p> I was asked whether horticulture has stabilised.  I believe it is in a better situation now than it has been.  There is some prospect that price increases are on their way, if they are not coming through already.  From our discussions with UK retailers, there is an acute awareness of the difficulties the mushroom sector has been undergoing in recent times and that the supply base needs to be protected for the future.  It is also in the interests of our customers that the supply base is protected.  We are hopeful things will begin to improve in that sector.<\/p><p> We have invested significantly over many years in quality assurance and, more recently, in sustainability through the Origin Green programme.  We have to have a point of difference from everyone else in the marketplace, given we export up to 90% of what we produce into markets that are other people's home markets.  We have to have a point of difference, whether it is compared with the incumbent player or with competition from South America, South-East Asia, China or elsewhere.  The Origin Green sustainability programme is unique.  There is nothing like it anywhere in the world and it is our best prospect for the future.  This is brand Ireland and it is something that is really valued.  The feedback we are getting from the markets is extremely encouraging, and others are coming to Ireland to see how they might replicate it in their own countries.  Irrespective of the challenges of quality assurance and the difficulties farmers might sometimes have about it, it is our best prospect for achieving a high return from those international markets in the future, and this applies to the Origin Green programme in particular.<\/p><p> Uncertainty is the only certainty, of that there is no doubt, and we are facing two or three more years of it.  However, this is an industry that has, in a sense, been used to uncertainty.  Some 70% of or exports go outside the eurozone, and they have always been at that level or higher.  We have been exporting in a context of country volatility on an ongoing basis, although we are clearly going through a particularly acute period.  Nonetheless, this is an industry that has experience in managing volatility and I am sure it will manage this as well.  Undoubtedly, we have no choice but to learn to live with the volatility, for however long it lasts.<\/p><p> There was a question on whether the UK industry will be able to cope with this.  There must be a challenge to UK farmers in terms of the direct payment levels they are currently in receipt of, and there must also be a challenge in terms of the return from the markets.  They get their income from two sources: direct payments and the markets.  If low price competition comes in from South America, that means their market returns will fall as well, and there will be a double whammy for the UK agriculture industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#F00200","nonspeaker":"Mr. Aidan Cotter","continuing":true},{"type":"speech","time":1480435200,"counter":23,"content":"<p>I thank both witnesses for attending and for giving such a comprehensive presentation.  The issue of Brexit is facing everyone and all sectors, but for the agriculture sector and farmers in particular, it is the big scare factor.<\/p><p>Someone wrote a long time ago how trouble was only opportunity in work clothes.  Is there an opportunity here for Ireland to start to look again at how we market our product and set it apart?  Mr. Cotter mentioned the work that is being done on origin tracing and all of the measures around traceability and so on.  In regard to the dairy sector, I often think of Kerrygold butter and the fact every pound of butter that leaves Ireland is exported under the one brand everywhere in the world, where it is recognised as being the <i>cr&egrave;me de la cr&egrave;me<\/i>of butter produce and has been very successful.  Mention was made of the Red Tractor scheme in Britain.  Is there any way we could replicate that type of very high quality assurance for our meat products?  While the witnesses are correct in regard to traceability, the one thing we have in Ireland, that none of the other producers have, is the concept of the family farm - our product comes from a family farm and the animals are grass-fed.  This is something we could and should be using to greater effect in order to go for the high end of the market and to set our product apart.<\/p><p>Mr. Cotter is correct that we are competing with Latin America and other places which have at least 30% lower costs of production than we do.  It is worth noting that beef produced on these huge feed lots is being sold in the same packaging and the same places as beef from animals that comes solely from a grass-fed production system.  What are the witnesses comments on this?  Is there an opportunity for Bord Bia to look again at how our meat products are marketed?  I am just throwing this out there, given the product is grass-fed, fully traceable and free from all hormones and antibiotics.  The GM factor is also something that could offer a niche for us.<\/p><p>I believe this is where we need to be going.  We need to go to the niche on the top shelf, where our product, exported throughout the world, is seen as the best.  I recently spoke to tourists from Germany, who talked of how Ireland has this image of being clean and green, with all of its rain.  It is something the world recognises us for.  I think we should try to use it to greater effect.  The target of increasing the value of our output by such a large amount by 2025 can only be achieved by increasing the value of what we export, rather than increasing the volume.  I believe this is the area we need to look at.  I would be interested to hear the comments of the witnesses on that and on the work that Bord Bia, as the marketing agency for Irish agricultural produce, could do in regard to making it happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#G00200","speaker":"1345"},{"type":"speech","time":1480435200,"counter":24,"content":"<p>I thank Mr. Cotter for his presentation.  I thought it was one of the best assessments of the state of play.  He clearly outlined the work of Bord Bia and the assistance it is giving the sector in dealing with the challenges, and I commend it for that.<\/p> <p>  I would like to have elaboration and clarification on a number of points.  Page 5 of the presentation states that a significant number of the companies among the 200 Bord Bia client companies were not prepared for the devaluation of sterling.  Teagasc came before the committee recently.  It put together a very comprehensive report earlier this year in anticipation of a potential Brexit vote.  There seems to be some failure to prepare or some gap, considering economic modelling was done which looked at different scenarios, but the sector was not prepared and did not factor in that this could happen.  I want to get some sense of that issue.<\/p> <p>  On page 3 the presentation referred to the issue of trade agreements and stated that Brexit will have a major bearing on trade.  I agree.  If we listen to the language from some of the Brexiteers in the Tory party, they are very fervent that Britain needs to pull out of the Single Market and engage the world in its own right, which means trade agreements.  This would obviously pose a threat.<\/p><p>I agree with the analysis on page 3.  Where does that leave the Government's strategy in terms of supporting CETA, TTIP and other trade agreements?  Mr. Cotter is acknowledging the serious threat to our sector from Britain engaging in trade agreement with major blocs that will displace our industry, but our Government is supporting trade agreements at European level.  I would like to hear Mr. Cotter's view on that.<\/p><p> Page 3 of the report outlined concisely and clearly the real challenge from an all-Ireland perspective.  In terms of the numbers, &euro;525 million is exported to the North and &euro;428 million is exported elsewhere.  We are very dependent on each other, some sectors more so than others.  What work is Bord Bia doing on an all-Ireland basis?  What is happening from the Northern end?  Are the relevant bodies and the Executive in contact with Bord Bia?  Is the relevant Department in the North in contact with Bord Bia?  Are they working in partnership to address these issues?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#G00300","speaker":"1400","continuing":true},{"type":"speech","time":1480435200,"counter":26,"content":"<p>I thank Mr. Cotter for the presentation.  It referred to exchange rate volatility and that there could be a structural shift in the exchange rate which means that it will settle into a permanent negative rate for us.  Given that the Irish food sector has focused on competitiveness and efficiencies over the past number of years, its ability to absorb that structural change will be greatly affected.  Is Mr. Cotter sure it is a structural shift?  Is there some chance of a recovery in the exchange rate?  What will that mean into the future?<\/p> <p>  The report refers to focusing on developing emerging markets.  I presume those markets are already in competition with other markets.  How will Ireland perform in those emerging markets? <\/p> <p>  Is there potential for mainland Europe to offset some of the difficulties?  This UK exports significant amounts of food to mainland Europe.  Is there potential to replace UK exports into mainland Europe with our own in order to offset some of the potential losses in the UK market?  What is the potential for development there?  Are Ireland and the UK producing different products for which there is no direct match?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#H00200","speaker":"1366"},{"type":"speechnospeaker","time":1480435200,"counter":27,"content":"<p>In regard to presenting products from Ireland in the successful Kerrygold format, when seeking to apply that to the beef industry one finds there are significant differences between the way beef and dairy products are marketed.  Dairy products are branded categories.  Fresh meat is an own-label category.  Retail outlets almost anywhere in the world have the name of the retailer on packs of meat.  They have the power to market fresh meat.  It is incumbent on us to work with retailers to build a brand image.<\/p> <p>  All of the features Deputy Kenny mentioned in regard to brands are those we agree resonate most with consumers and can best differentiate Irish beef in the international marketplace.  Reference was made to the family farm structure, the care that goes with that and its uniqueness in terms of sustainability whereby farms are handed down from generation to generation.  Therefore, special care is taken in producing beef in such situations.<\/p> <p>  Grass fed beef is a major issue, in particular outside of these islands.  The beef in many of the markets in which we compete does not come from grass fed environments.  <\/p> <p>  On beef being mixed from feedlots and so on, this comes back to the issue and importance of traceability.  This country has an extraordinarily good traceability system, which needs to be protected in any new environment post Brexit.<\/p> <p>  Anything that comes out of this country in terms of beef, for example, is clearly traceable back to the farm in every respect back.  We know more about our animals and where they are at any one time than we do about almost anything else in this country.  Direct traceability is something on which we can build.  It is a fundamental part of our brand in terms of food safety.  We have a very good story to tell in terms of building on all of the grass fed and family farm credentials.<\/p> <p>  I referred to Origin Green.  We have built a new programme of sustainability on the quality assurance programme so that every quality assurance audit that is undertaken also carbon footprints every farm.  No other country anywhere in the world carbon footprints its farms every 18 months on a routine basis and feeds information back to the farm on how the carbon footprint and efficiency can be improved and the profitability of the farm increase at the same time.  It is a win-win for farmers and the industry.  It resonates in the marketplace and creates a point of difference like never before.<\/p> <p>  It is on that platform that I believe the brand image to which members have referred can be built and succeed.  The Origin Green programme is generating feedback from international markets, as I said, like no other and is the envy of many other countries.  We have some way to go in terms of investing in and communicating the programme so that it is more widely known.<\/p> <p>  The German perception of Ireland as clean and green was regularly mentioned, as was the importance of increasing value rather than volume.  I completely agree because if we do not get more value from the market the value cannot come back, in terms of higher prices, to producers which need a better return in order to keep producing.  The German market is the most successful for Irish beef at the current time.  It is the fastest growing market, at 24,000 tonnes, having grown from about 10,000 tonnes four or five years ago.<\/p> <p>  On how we are prepared for Brexit, it did not happen on 24 June.  Rather, it will happen in two or three years time.  The question is whether we were prepared for the kind of volatility that would be triggered by the vote.  Very few people were prepared for that.  In terms of whether anything could have been done about it, quite a number of companies would have hedged forward when currencies were in a favourable place at the beginning of this year or the autumn of 2015 when the currency rate was about 25p, which is the best protection one could have taken against the vote that materialised.  The vote took many people unawares.  In fairness to those who thought about the vote, it was not at all clear what they could do about it.  Even today, how can one do anything about the uncertainty that has been generated other than learn to live with and manage it?  Perhaps those who will win will be those who can manage through uncertainty in the future.<\/p> <p>  On trade agreements, as a country we export food and drink to 175 markets around the world.  It is in our interests to have the maximum access that we can get to markets around the world.  In principle, one must argue that we should be in favour of free trade in order for us to have that access.  Clearly, we have to have defensive interests as well because there are, it could be argued, unfair threats coming from low-priced markets that have different standards to us.  <\/p> <p>  Therefore, in any trade agreement that we need to negotiate, or if we are part of a EU negotiation process, it is absolutely critical that the standards that are part of that agreement are equivalent to the standards that farmers and producers are expected to adhere to in this country.  <\/p> <p>  I understand that next week there will be a visit from a counterpart committee from the Northern Ireland Assembly.  As the committee may know, it is establishing an agrifood and marketing body in Northern Ireland and will visit Bord Bia and the committee next week to share its plans with us.<\/p><p>It is an opportunity for us to share our experiences with them.  Bord Bia is prepared to work closely with the new Northern Ireland body in that context. <\/p><p> One of the questions was whether a structural shift will take place.  We will have to wait and see.  If there is a soft Brexit there probably will not be a structural shift.  If there is a hard Brexit there will be a structural shift as new trade barriers will be put in place and a new economic paradigm will exist between the UK and the rest of Europe, including Ireland.  At the moment it is too early to say.  When we wrote the paper we deliberately said there may be a structural shift because we are conscious that it may not take place.  We hope there is no structural shift.  <\/p><p> I noted the questions but now I find it difficult to read my writing.  Another question was whether there is potential to replace UK exports to continental Europe.  There is some potential but not a great deal.  Clearly, the UK is a significant lamb exporter into France but there is a New Zealand angle.<\/p><p> I was asked about the repercussions generated by a change in trading arrangements between New Zealand and the European Union and between the UK and Ireland.  It might be a situation of swings and roundabouts.  The UK is not a significant beef exporter.  It has exported cow beef but that is at a relatively low level of trade at this stage.  Our industry will pursue the opportunities that exist and we will help them.  However, I do not regard them as major opportunities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#H00300","nonspeaker":"Mr. Aidan Cotter","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":29,"content":"<p>Mr. Cotter has covered all of the questions.  I will now call the final three questioners and I call Senator Conway-Walsh to commence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#J00200","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":30,"content":"<p>I thank Mr. Cotter for his presentation and welcome Mr. Brennan.<\/p> <p>  Does Bord Bia plan to promote the seaweed industry?  The industry is growing and could create employment along the western seaboard.  In 2012 as much as 25 million tonnes of seaweed was harvested as a food product and component of other products.  What practical supports can Bord Bia give to people who are interested in developing a business that uses seaweed as the raw product?  What supports are available to people who want to research the properties or the potential of certain species of seaweed?   How proactively does Bord Bia encourage the innovative use of seaweed?  <\/p> <p>  Bord Bia used EU funds to promote beef and lamb in China and south-east Asia.  Can such a fund be used to promote seaweed and seaweed products from this country?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#J00300","speaker":"1378"},{"type":"speech","time":1480435200,"counter":31,"content":"<p>I thank Mr. Cotter for his presentation.  Earlier he said there has been a lot of speculation about Brexit but nobody knows what will happen over the next three or four years.  Is it fair to say that for beef, and for next year and probably the year after, that we can handle 27,000 or 28,000 killing cattle a week?  In general, when production goes higher than that the price drops.  People have speculated about the sterling exchange rate.  Three years ago &euro;1 was worth 74p sterling and today it is worth 85p sterling and cattle were &euro;3.50 per lb.  We can get beef into Britain at a higher price.  When Irish cattle are sent to factories in England they are 10p per lb less because of the red tractor.  Part of Bord Bia's job is to attract more market but I would like to hear the opinion of the witnesses on the following.  There has been a large increase in cow numbers in the dairy sector.  Will that place more pressure on the beef sector?  One of the largest exporters in the South of Ireland, and I am thinking of Cork Co-operative Marts, has announced that it may not enter the market next year.  Is that a worrying trend?   Factories in the west have killed heavier Friesian cattle but they have said that they are not fond of doing so.  Is there anything that we can do to export more Friesian sucklers at a younger age?<\/p> <p>  I agree with the comments made by previous speakers that animals reared on grass are superior.  Is there anything that we can do to simplify the system for farmers to ensure their animals are kept in the Bord Bia system?  <\/p> <p>  The witnesses mentioned staff earlier.  In the past few days I read the announcement that Bord Bia will get a fund from Europe to attract new markets.  Is that correct?  How much staff does Bord Bia need in order for Irish products to reach all of the markets?  The Chinese market has been mentioned.  We are moving a step closer to the Chinese market.  We must ensure that we nail down the available markets.  The wind has blown with us this year because there has been an outbreak of Blue Tongue disease in Turkey and it has also caused problems in France.  Does Bord Bia envisage there will be a problem with the extra amount of Friesians in the dairy sector?  Does Bord Bia envisage that the extra Friesians will have an impact on the beef sector in Ireland?  I presume Bord Bia would recommend an increase in the number of live exports since we have not increased the capacity of our kills of beef cattle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#J00400","speaker":"1341"},{"type":"speech","time":1480435200,"counter":32,"content":"<p>I thank Mr. Cotter for his presentation.  Even though I am not a committee member I wanted to attend here today because I have huge respect for the work of Bord Bia, including its sustainability programme called Origin Green, its work to meet the targets of FoodWise 2025 and the farm to fork initiative.<\/p> <p>  Can we add value here at home before we export?  Is there anything that Bord Bia can do to increase employability from exports?  My colleague, Senator Conway-Walsh, has given the good example of seaweed.  One of the reasons I am in the Seanad is because I have a particular interest in the sector.  The seaweed industry is an area that we can add value before we move the product to Asian markets.  The industry has huge potential.  Can we create more employment in the sector before we export the product abroad?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#J00500","speaker":"1385"},{"type":"speechnospeaker","time":1480435200,"counter":33,"content":"<p>I call on Mr. Cotter to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#J00600","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1480435200,"counter":34,"content":"<p>Let me answer the question on seaweed and then I shall pass some of the remaining questions to my colleague.<\/p> <p>  In the middle of this year Bord Bia established an insight centre or what we call the Thinking House because we passionately believe that success in the marketplace only comes from a deep understanding of consumer needs.  Our research team or insight team has travelled the world.  They undertook ethnographic work where they stayed with people in their homes, shop with them, eat with them, look in their fridges and go to school with their children to see how they use dairy products, for example.  Our research people have done this work in China, Indonesia, Vietnam, Senegal in Africa and last week in India.  I have given an example of the kind of investment we make into insight.  We can help the seaweed sector by undertaking and searching for insights into where the markets might be and identify the needs of consumers.  In the Thinking House we translate all of that data into how we can help businesses develop a concept, brand, design and product to meet those needs.  We can help a company or entrepreneur to start up a business and successfully take them into the market through the work of the insight centre.  I invite members to visit the insight centre that is located nearby on the end of Mount Street.  The centre is an innovative and  stimulating work space that any person can benefit from and it should be promoted to companies.<\/p><p>It is something that companies that want to build successful new businesses can use in future.<\/p><p> We are strongly supportive of people who want to start new food businesses.  With Enterprise Ireland and Teagasc, we have developed the Food Works programme, which helps startups to bring their ideas to market.  A structured series of activities helps people to develop and test their ideas, undertake the necessary research, source production locations and take their ideas to market.  Full supports are available for anyone in the seaweed sector.  If people come to Bord Bia's insight centre, we will help them to develop a position in the market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#J00700","nonspeaker":"Mr. Aidan Cotter","continuing":true},{"type":"speech","time":1480435200,"counter":36,"content":"<p>Besides Enterprise Ireland, does Bord Bia work with &Uacute;dar&aacute;s na Gaeltachta in respect of Gaeltacht areas?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00200","speaker":"1378"},{"type":"speechnospeaker","time":1480435200,"counter":37,"content":"<p>There is no reason that we would not work with &Uacute;dar&aacute;s na Gaeltachta or anyone.  Our mission statement is to drive, through market insight and in partnership with industry, the commercial success of a world class food industry.  We will partner with anyone who can advance the interests of this industry.  We place no limits on that.  We are prepared to work with anyone so that people can fulfil their ambitions and take their opportunities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00300","nonspeaker":"Mr. Aidan Cotter"},{"type":"speech","time":1480435200,"counter":38,"content":"<p>Is there any possibility of an EU promotional fund for seaweed in the same way as there was for beef and lamb?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00400","speaker":"1378"},{"type":"speechnospeaker","time":1480435200,"counter":39,"content":"<p>There is a &euro;200 million fund for a range of areas.  We submitted six applications to the EU for the three-year fund and were successful in one.  It is highly competitive because we are competing with 27 - possibly 26 soon - other member states.  It is challenging.  We could explore whether there is a fund that would accommodate seaweed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00500","nonspeaker":"Mr. Aidan Cotter"},{"type":"speechnospeaker","time":1480435200,"counter":40,"content":"<p>In response to Deputy Fitzmaurice's query on growth in the dairy sector and the challenge it poses to the beef sector, the increased number of beef animals coming through from dairy herds is presenting a different challenge to the beef processing sector.  However, not all of these animals need to be Friesians.  Two thirds of calf registrations in recent years have been for Angus and Hereford calves.  Focusing more on these breeds in terms of dairy animals that are turned into beef presents the beef sector with an opportunity to find better markets for that type of product.<\/p> <p>  As to the question of additional animals, live exports form part of the necessary mix.  The Deputy is probably aware that the Irish cattle price, be it for a calf or a weanling, is not as competitive in markets in the Netherlands, Spain and so on as it was two or three years ago.<\/p> <p>  Regarding the limit of the weekly kill, we have been averaging at 32,000 or 33,000 head of cattle at this time of year for a number of years.  It has not been a problem.  What we have seen in the past year or two is more a reflection of the weakness in the European market.  There is not consumer demand, whereas poultry and pigmeat have been more competitive, leading to a lower demand for beef.  As the Deputy mentioned, this highlights the importance of new markets like China, if and when it comes on board.  The US is now open to us.  It will be a slower burn and a longer-term project than we envisaged initially but the more options we have available to us, the better the industry's position to handle extra animals.  The industry has made considerable progress in recent years trying to find niche customers that can keep the average value higher than it would have been traditionally.  There are challenges but we are in a better position than we were five years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00600","nonspeaker":"Mr. Padraig Brennan"},{"type":"speechnospeaker","time":1480435200,"counter":41,"content":"<p>I thank Mr. Brennan.  Does Mr. Cotter wish to conclude?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00700","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1480435200,"counter":42,"content":"<p>No.  I hope that we have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00800","nonspeaker":"Mr. Aidan Cotter"},{"type":"speechnospeaker","time":1480435200,"counter":43,"content":"<p>I am sorry.  Senator Mulherin was late arriving, so we will take her now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K00900","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":44,"content":"<p>I apologise, as I was speaking in the Seanad.  Many questions have been asked, but I have a brief question about the issue of food.  Would Bord Bia work with a company on developing food supplements?  I am not necessarily referring to pharmaceuticals but to an Irish company that uses, for example, seaweed or takes an organic or natural health approach.  Are there such companies on Bord Bia's books?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01000","speaker":"1425"},{"type":"speechnospeaker","time":1480435200,"counter":45,"content":"<p>Yes.  Our remit is for food and drink, which includes food supplements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01100","nonspeaker":"Mr. Aidan Cotter"},{"type":"speech","time":1480435200,"counter":46,"content":"<p>Is the situation for such companies up and coming?  Is it export driven?  What are the prospects?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01200","speaker":"1425"},{"type":"speechnospeaker","time":1480435200,"counter":47,"content":"<p>There are great prospects for people with differentiated offers that will compete in the marketplace.  Under the Food Works programme, our principal focus is on helping businesses that have something unique to offer in the marketplace.  Obviously, I refer to something that is not another \"me too\" product that would have difficulty in finding shelf space and in competing.  However, the purpose of our insight centre, the Thinking House, is to help businesses - no matter what area they are in - to find a point of differentiation that will help to set them apart and to compete in their chosen marketplaces.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01300","nonspeaker":"Mr. Aidan Cotter"},{"type":"speech","time":1480435200,"counter":48,"content":"<p>Does Bord Bia work with Enterprise Ireland where appropriate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01400","speaker":"1425"},{"type":"speechnospeaker","time":1480435200,"counter":49,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01500","nonspeaker":"Mr. Aidan Cotter"},{"type":"speech","time":1480435200,"counter":50,"content":"<p>I frequently drive past the house to which Mr. Cotter referred, although I have never been inside.  Do individuals visit the centre?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01600","speaker":"1425"},{"type":"speechnospeaker","time":1480435200,"counter":51,"content":"<p>It is a meeting and working place for our insight team to interact with producers, manufacturers and consumers and help them to develop new concepts.  It has a significant range of facilities that will stimulate and help businesses to develop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01700","nonspeaker":"Mr. Aidan Cotter"},{"type":"speechnospeaker","time":1480435200,"counter":52,"content":"<p>I thank Mr. Cotter.  At some stage in the new year, we might take him up on his invitation to Mount Street.  It sounds interesting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01800","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":53,"content":"<p>It is only up the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K01900","speaker":"1425"},{"type":"speechnospeaker","time":1480435200,"counter":54,"content":"<p>Yes.  I thank Mr. Cotter and Mr. Brennan for attending.  As they know, we have started a process of dealing with the stakeholders involved in Brexit.  It is a wide-ranging issue.  Teagasc appeared before us last week and the witnesses today gave an informative presentation.  The situation will be ongoing for a number of years.<\/p> <p>  On behalf of the committee, I thank Mr. Cotter for his contribution to agriculture in recent years and wish him every success in his new career, if I can put it as such, in the new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K02000","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1480435200,"counter":55,"content":"<p>I thank the Chairman and members of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#K02100","nonspeaker":"Mr. Aidan Cotter"},{"type":"unspoken","time":1480435200,"counter":56,"content":"<p>Sitting suspended at 5.38 p.m. and resumed at 5.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Agriculture Issues: Discussion","time":1480435200,"counter":57,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#L00100"},{"type":"speechnospeaker","time":1480435200,"counter":58,"content":"<p>I welcome members of the Irish Natura and Hill Farmers Association, who are Mr. Henry O'Donnell, national vice chair, Mr. Colm O'Donnell, chairman of the CAP committee, Mr. Joe Condon, vice chair of the CAP committee and Mr. John Cuddy, committee member.  We will discuss a number of issues, including GLAS schemes, areas of natural conservation and the reform of the appeals office.<\/p> <p>  Before we begin, I draw witnesses' attention to the fact that witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him or her identifiable.<\/p> <p>  I invite Mr. O'Donnell to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#L00200","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1480435200,"counter":59,"content":"<p>First, as vice chair of the Irish Natura and Hill Farmers Association, I want to thank the committee for affording us the opportunity to discuss issues of major importance to our members.  As I am sure members all understand, there are several items that we would like to discuss but on this occasion we will try to concentrate on five and we hope that we can get to address the committee again the near future to discuss other issues.<\/p> <p>  The first item we want to address is the impact and cost land designations are having on farmers.  For those who may not be familiar with these actions, farmers are required to get consent from the National Parks and Wildlife Service or the Department of Agriculture, Food and the Marine for actions such as controlled burning, topping, clearing scrub, increasing or reducing stock numbers and changing or introducing stock not found in the area.  Further restrictions apply to farmers on hill land with a Natura designation, where permission is required for the spreading of lime, inorganic or organic fertiliser including slurry and farm yard manure and the supplementary feeding of livestock.  The list goes on.<\/p> <p>  However, getting permission is just a small part of the problem.  Full planning permission is now a requirement from the relevant county councils for any new fence or any other action requiring planning.  To get planning permission, farmers need to draft a Natura impact statement costing anything from &euro;1,000 to &euro;3,000.  Add to this the cost of an engineer and other planning-related costs and the overall cost often exceeds &euro;4,000.  These costs are putting farmers at a competitive disadvantage to farmers who do not have designated land.  This is blatantly unfair and we are asking the committee to recommend that these farmers get these State-enforced costs reimbursed by the State.<\/p> <p>  Another issue relating to land designations is how they restrict landowners' ability to generate income from their land.  Options available to other farmers are not available on designated land.  This burden imposed on our land has never been acknowledged by the State.  This has to change.  We have been told in Brussels that they estimate the cost of designation at &euro;150 per hectare per year.  We believe it is not unreasonable to expect this.  A very poor attempt is being made through GLAS to address this problem with &euro;79 per hectare, but it does not pay on every hectare and this is not acceptable to us.  If the money is not available then lift the designations.<\/p> <p>  To conclude on this matter we emphasise that we are not against the idea of protecting valuable habitats.  However, we do not believe that we should take on board the full costs of this.  If they are as valuable as everyone says, then work with us and reward us for the cost in having them and protecting them.  Failure to do so makes our State no better than the biggest landgrabber of all, Oliver Cromwell.<\/p> <p>  The second issue we want to address relates to farm inspections and Department appeals.  We all know that inspections are a requirement for all farm payments but we also believe that they should not hold up these payments.  Almost 4,000 farmers are still awaiting their basic payments and ANC moneys because of small anomalies and the digitising of maps.  These payments should have been made to farmers but due to circumstances outside their control they are now left without vital income, four weeks from Christmas.  This would not be accepted by any other sector so why are we being victimised?  A number of years ago home help workers were left waiting a number of weeks for expenses incurred and there was justified outrage over it.  But every year thousands of farmers are left waiting weeks, and often months, for a significant part of their income and it does not seem to matter.<\/p> <p>  While we are well aware of the work carried out by many Oireachtas Members in trying to sort out individual payments for farmers, we need to sort the overall problem.  Inspections on declared reference areas need to be concluded by mid-August, with farmers notified of any problems by mid-September as required under the charter of rights for farmers.  Why can this not happen and why, as our State legislators, can members of the committee not insist that this does happen?<\/p> <p>  Another action that we need to see implemented is payment by the Department on any reference area not in dispute.  This action would ensure that almost every farmer was certain of getting payment when due.  Why this has not happened we do not know; maybe someone in here can enlighten us.  However, the suspicion of farmers affected by this is that the Department of Agriculture, Food and the Marine would lose control if this action was implemented and it would result in a lot more farmers contesting these decisions.  Farmers cannot currently contest these decisions because that would delay all their payments.<\/p> <p>  Finally on this issue, we would like to get clarity on the agricultural appeals office.  This office, we believe, is no longer fit for purpose, which may be a conclusion shared in this House as a review of it is included in the programme for Government.  Maybe someone in here can clarify what the present situation is.  We would like to see it replaced by a new appeals board that has farmer representation on it.  We also recommend the following - where a farmer faces a possible penalty following a farm inspection then all decision-making documentation be given to the farmer by the Department of Agriculture, Food and the Marine so the farmer can make an informed decision on a possible appeal; all decisions must be fully enforceable against the Department of Agriculture, Food and the Marine with the burden of proof on the Department; all decisions should be reached within three months of them first appearing in front of the board and farmers should continue to be paid any benefit not at issue until a final decision is reached; and only information received by the farmer from the Department of Agriculture, Food and the Marine when the original decision was issued is allowed and no further information can be added on the day of the appeal.  If successful, the farmer should be awarded expert costs and interest.<\/p> <p>  I will now deal with GLAS and commonage management plans, taking the issue of commonages first.  At the moment we have interim commonage management plans which will ensure commonage farmers get their GLAS payment along with every other GLAS farmer.  We welcome this but it seems there could be almost 400 commonages that either have no appointed planner or had a planner appointed who is no longer in a position to complete the interim plan to ensure farmers are paid.  The latter seem to be predominantly FRS planners who worked on contract for Teagasc.  Our concern is for the farmers on these commonages who may not get a payment due to no fault of theirs.  This cannot happen and we would ask that members intervene with the Department of Agriculture, Food and the Marine to ensure payment for these farmers.  There seems to be no mechanism for a group of commonage farmers to change a commonage planner if they are dissatisfied with their performance, even though they have to pay the planner.<\/p><p> On the issue of the CMP, it now appears that the plans will not have to be completed until summer 2017.  However, the most important thing is that the plans be sustainable and protect all the farmers' payments provided they carry meet all the requirements under the plan.  So far, we have not got that confirmed by the Department even though it appears to contradict EU requirements.  These require actions in a pillar 2 scheme &ndash; GLAS &ndash; to be above and beyond actions in a pillar 1 scheme &ndash; the basic payment.  This fact was made known to us by officials in the EU Commission. <\/p><p> Last Friday, a further bombshell was delivered to commonage farmers seeking to join GLAS 3 in a Department-issued circular.  It states commonage farmers \"Must have submitted an SPS claim for his\/her commonage share in 2014\".  The question is why?  Any other applicant to GLAS 3 qualifies provided he has made an application in 2016.  This is blatant discrimination against commonage farmers who have actively engaged in the management of commonages by acquiring dormant shares and becoming active on commonages.  Further to this, farmers who entered GLAS 1 and 2 and are unhappy with aspects of their GLAS plans but who have complied fully with them are not now being allowed to transfer into GLAS 3 unless they forgo their 2016 payment.  At the same time, there are tillage farmers who are being allowed to switch into GLAS 3 without penalty and, in some cases, they get GLAS plus.  We cannot have the Department manipulating the terms and conditions of GLAS to direct pillar 2 moneys to tillage farmers instead of providing them with a proper compensation package for losses suffered due to bad weather conditions.  These issues will be brought to Brussels, if necessary.<\/p><p> Moving away from the commonages, one of the biggest issues we have had with GLAS was the apparent exclusion of farmers on private hill land with no Natura designation and farmers on the more marginal land.  Both of these groups are farming what we perceive as high-nature-value farmland and, as such, should have being given priority access to any agri-environmental scheme.  It appears to us that the fact that they were farming in an environmental friendly way has actually worked against them.  Perhaps there is a move to reduce their income and encourage them to go into forestry, especially on the lowlands.  These farmers should be given a proper explanation as to why they were excluded.<\/p><p> On the subject of forgotten farmers, there is a group of young farmers under 40 who begun farming between 2003 and 2008 and who, for various reasons, were never able to avail of the limited reserves at that time and never got installation aid.  These farmers, who have proven their commitment to farming, are being left behind by comparison with other young farmers.  We know this issue has been addressed by the joint Oireachtas committee, which recommended that these farmers be looked after and brought up to the national average for basic payment and greening.  This commitment to ensure fairness for these farmers has also been included in the program for Government.  We would like to know the current status of these commitments.<\/p><p> Let us consider the areas of natural constraint, ANC, scheme.  We understand the review of areas in this scheme should be completed by summer 2017.  We provisionally welcome the scientific model and map of constraints being produced by the Department.  It should reflect the areas of most constraint.  These areas need to be fully compensated under the scheme.  The existing scheme payments do not reflect the actual constraint and have been further diluted by political intervention in recent times.  As it stands, qualifying lands are paid as follows: mountain type land attracts &euro;109.70 on the first 10 ha and &euro;95.99 on the next 24; lowland and more severely handicapped land attracts &euro;95.99 per hectare on 30 ha; and lowland that is less severely handicapped attracts &euro;82.27 per hectare on 30 ha.  Some 75% of agricultural land in Ireland receives an ANC payment.  These bands are too narrow, with only &euro;13 separating the payment for mountain-type land, attracting &euro;95.99 per hectare, and the payment for lowland that is less severely handicapped, attracting &euro;82.27 per hectare.  The INHFA proposal is to target the payment to reflect fairly the level of constraint of the land type by increasing the rate per hectare, increasing the number of eligible hectares and front-loading payments on the first 20 ha. <\/p><p> With an additional &euro;25 million allocated for the scheme next year, the INHFA is calling for these moneys to be targeted at the areas with the largest level of constraint.  We are also requesting that unspent moneys in pillar 2, and particularly in the GLAS scheme, be used to put a meaningful budget in place for the ANC scheme.  This will ensure full annual expenditure of rural development programme moneys and, in the process, target moneys at the most vulnerable farmers, who have suffered from successive cuts to this payment in recent times.<\/p><p> We understand this review will present major challenges for many politicians, but we hope they will see what is fair.  In the INHFA, we see this as the biggest issue we face over the next 12 months, and we have launched a campaign that will be at full speed by spring 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#L00300","nonspeaker":"Mr. Henry O'Donnell","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":61,"content":"<p>I thank Mr. O'Donnell for his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#M00200","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":62,"content":"<p>I welcome the two Messrs O'Donnell, Colm and Henry, and also Mr. Joe Condon and Mr. John Cuddy.  I thank them for their presentation.  I acknowledge the work of their organisation since its inception.  They have raised many important issues today and put their case very clearly.<\/p> <p>  I wish to touch on a couple of the points made, including farm inspections and appeals.  These are an issue every year.  This year in particular, unfortunately, farmers did not become aware that their land would be examined for digital mapping until they did not receive their payments.  The way the Department deals with this is unacceptable.  The delegates are asking a question that has been asked to me several times, that is, why the 70% payment is not paid out early in cases where there is a dispute, an over-claim or any other matter.  It leaves farmers in very difficult circumstances without any prior warning.  The delegates' proposal in this regard is very fair.<\/p> <p>  Let me touch upon a couple of other issues raised, particularly the issue of commonage.  Could I have more detail on the organisation's experience regarding the uptake of the GLAS scheme by farmers with commonage?  What percentage of commonage farmers are actually participating?  Why is the figure so low?  It should be a source of income for farmers on hill-type and commonage land.<\/p> <p>  A point was made on the ANC schemes.  The delegation pointed out that the current payment should be weighted more in favour of hill farms.  Are there figures for this?  Has this been fleshed out?  If so, could the delegates elaborate on it?<\/p> <p>  Overall some very good points have been made and some very fair questions have been posed.  I suggest that the committee forward those questions and points to the Minister so he can return with a comprehensive response addressing them.  We will try to achieve progress on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#M00300","speaker":"1244"},{"type":"speechnospeaker","time":1480435200,"counter":63,"content":"<p>That is the ultimate aim today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#M00400","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":64,"content":"<p>I welcome the delegates.<\/p><p>The issues the witnesses raised are raised with us regularly by people from all parts of the country.  Land designation is an ongoing problem, particularly in the west of Ireland.  It has a major impact on many farmers.<\/p><p> I wonder about the forgotten farmers and the fact that we have had no money available and no possibility of anything being done for them.  There is nothing for people who are new to farming or for returning emigrants, although it is in the programme for Government.  How much will it cost?  When I speak to the Minister, he says the only way a reserve can be established is by taking a little from everybody else, which would be highly unpopular.  I am sure others have had the same experience.  If we could put a figure on it, we could work back from there.<\/p><p> When we questioned the Commissioner about the areas of natural constraint, he and the people from the Department, gave us the impression that there was a certain flexibility and 5% overall could be moved outside the areas.  For example, if it was going to be done on a district electoral division, DED, basis, and if there were areas outside that, it could be spread outside it.  The opportunity will be to try to weight the money towards the areas that need it most.  The challenge is to try to make it happen and ensure the farmers who are trying to survive on marginal land, particularly in the west of Ireland and places such as Donegal and Connemara, the places for which it was originally designed, benefit most from it.  This is not to say there are not bad parts of land in other counties.  There are mountainous areas throughout the midlands that all deserve to get it.  There must be an emphasis not just on the designation but on the payments to ensure the latter are adequate to reflect the level of disadvantage.<\/p><p> I fully concur regarding farm appeals.  The agriculture appeals office needs to be reformed, and the court case that was taken earlier this year reflected this.  There are issues, and it is an opportunity rather than a problem to try to sort it out.  I welcome that the witnesses are putting pressure on, and hopefully other farming organisations are also doing it, to make it happen and ensure the farmer's voice is heard at the table.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#M00500","speaker":"1345","continuing":true},{"type":"speech","time":1480435200,"counter":66,"content":"<p>The witnesses are very welcome.  The organisation is young.  From the first meetings it had, it was obvious that there was a huge sector of farmers who did not feel they were being represented properly and that their voices were being heard.  They are dealing with issues that are not being raised enough by the range of farming organisations out there.  While the witnesses wanted to raise other matters today, the matters they have raised are very important and I commend them.<\/p> <p>  The first question is on the charter of rights we are all told about regarding inspections.  The witnesses made a perfectly reasonable, sensible proposal that inspections be concluded by mid-August and that any problems be notified by mid-September to allow people to deal with issues in due course and receive their payments.  What is the point of the charter of rights for farmers if it is not being implemented?  It is a very grand title, but what is the point if it is not working?  The witnesses have met the Minister, Deputy Michael Creed.  What are he and his departmental officials saying?  As the Chairman indicated, the committee will raise the matters with the Minister and his Department.<\/p> <p>  I am based in Donegal, where the areas of natural constraint issue is very important.  If a scheme that is supposed to assist farmers who are in areas of natural constraints is being diluted, it is not fair.  It will impact on the west of Ireland particularly in a very unfair way.  I listened to Mr. O'Donnell speaking on the agriculture show on Highland Radio and he said he had been in Brussels.  What was he told in Brussels and how does he feel it should instruct the Department's deliberations when it is seeking to review the scheme and make it fair for all farmers?  I thank the witnesses for coming in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#N00200","speaker":"1400"},{"type":"speechnospeaker","time":1480435200,"counter":67,"content":"<p>I will deal with the uptake of commonage farmers.  We may feel it is not wise to comment too much on it until we see what the third tranche of GLAS brings.  It is open and will close on 15 December 2016, after which we will then have a very clear picture of the exact number of commonage farmers have joined.  Fewer farmers have joined than should have, given the roadblocks that have been put in their way.  We are anxious to see whether many more farmers join in the third tranche.  A number of farmers are possibly in agri-environment options schemes, AEOS, and their choices are very limited.  If they want to continue in an agri-environment scheme, they will have to go into GLAS.  We have dealt with a number of issues related to GLAS and commonages and have, hopefully, got some progress and resolution on the major issues farmers have.<\/p> <p>  Given that no plans have been completed and the Department has not issued any software to planners, we still have a grey area in which we are not exactly sure what a commonage management plan will entail and what the final result will be.  This is not proper but it is the way it is.  It has been an ongoing situation in which there are many issues with GLAS that we are not happy with.  A number of them have yet to be resolved and we have large numbers of questions for the Department of Agriculture, Food and the Marine on it.<\/p> <p>  There has been a small amount of progress on farm inspections, at least regarding simple issues with maps.  We have asked the Department to deal with issues beforehand rather than leaving it until the farmer is due to be paid.  Although an element of it has been done, it has not been done in digital mapping and it is stopping quite a proportion of payments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#N00300","nonspeaker":"Mr. Henry O'Donnell"},{"type":"speechnospeaker","time":1480435200,"counter":68,"content":"<p>I was surprised to hear there were ongoing issues regarding notice of inspections.  Deputy McConalogue said farmers had not been notified of inspections and penalties had been applied.  Deputy Martin Kenny mentioned the O'Connor case.  Mr. Justice Michael White was critical of the Department's failure to apply the farmers' charter and said notice and inspection documentation should be provided to farmers.  In our presentation we have suggested that all decision-making documentation be provided to farmers as early as possible.  The reason we are seeking this is so a farmer can make an informed decision as to whether to pursue an appeal, if it is necessary.  In light of the O'Connor case and the negotiations we have had with the Department, it surprises me that the Department has continued not to notify farmers of various reductions.  It is worrying in the circumstances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#N00400","nonspeaker":"Mr. John Cuddy"},{"type":"speechnospeaker","time":1480435200,"counter":69,"content":"<p>Deputy Charlie McConalogue mentioned the areas of natural constraint, ANC, scheme and the possibility of putting figures on what we are seeking.  We are very anxious to see the scientific map which has been produced and which, on the face of it, should show the constraints.  On a very provisional basis, we feel the payment on the most constrained land in the country could be doubled.<\/p><p>We have a good deal of work to do when we see further proposals from the Department of Agriculture, Food and the Marine as to what will be done.  We are anxiously awaiting those proposals and, in the meantime, the figures we have are provisional.  As members will see from the document, the difference currently between the highest level of constraint and the lowest is negligible.  Nobody can justify that.<\/p><p> Deputy Martin Kenny mentioned the forgotten farmers.  We have an approximate figure in this regard of some &euro;5 million.  It is not a large amount and should easily be achievable to pay out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#N00500","nonspeaker":"Mr. Henry O'Donnell","continuing":true},{"type":"speech","time":1480435200,"counter":71,"content":"<p>Does that figure take into account new entrants and returning emigrants?  There is no point in dealing with the existing group of forgotten farmers and then having a new group in the same situation next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00200","speaker":"1345"},{"type":"speechnospeaker","time":1480435200,"counter":72,"content":"<p>The national reserve needs to be reinstated.  It is a slightly different issue from the one we are discussing but it will have an impact into the future.  There must be fairness in that regard.  We have to encourage new entrants if farming is to survive and move with the times.  That will require a pot of money for new entrants.<\/p> <p>  The Deputy referred to comments by the Commissioner on the ANC scheme.  Touching on the point made by Senator Mac Lochlainn in this regard, when we spoke to officials in Brussels, they said it was the EU that had instigated the review of the ANC scheme because there is dissatisfaction with how payments are currently made.  We were encouraged to hear that and would like to see a simple statement to the effect that the money has to be paid where the constraint is and that the constraint must be proven.  We hope the scientific map will be useful in that regard.  There is a lot more work to be done after that to ensure that where a constraint is identified, it is compensated for fully rather than partially.<\/p> <p>  I ask Mr. Cuddy to comment on the charter of rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00300","nonspeaker":"Mr. Henry O'Donnell"},{"type":"speechnospeaker","time":1480435200,"counter":73,"content":"<p>In the O'Connor case, which I appreciate is under appeal, Mr. Justice White was critical of the fact the Department had spent a lot of time negotiating a charter that has no binding effect in law.  It does have a guiding effect, but the judge argued the Department should be held to account where it has entered into an agreement with farmers and should enforce that agreement.  Certainly, our members would like to see full enforcement of the charter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00400","nonspeaker":"Mr. John Cuddy"},{"type":"speechnospeaker","time":1480435200,"counter":74,"content":"<p>Going back to the ANC scheme and our visit to Brussels, there are wide parameters available to the Government in this regard.  Payments can range from a minimum of &euro;20 per hectare up to a maximum of &euro;250 per hectare.  There is a great deal of discretion but it must be used very carefully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00500","nonspeaker":"Mr. Henry O'Donnell"},{"type":"speechnospeaker","time":1480435200,"counter":75,"content":"<p>Will the delegates address Deputy Martin Kenny's question about the agriculture appeals office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00600","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":76,"content":"<p>To reiterate, I asked about the reform of the office, a process in which farmers have been involved.  Did the delegates receive any indication that progress is being made on that and has the engagement thus far been useful?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00700","speaker":"1345"},{"type":"speechnospeaker","time":1480435200,"counter":77,"content":"<p>I was not present at that meeting.  As I understand it, there has been no major discussion around reform of the Agriculture Appeals Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00800","nonspeaker":"Mr. John Cuddy"},{"type":"speechnospeaker","time":1480435200,"counter":78,"content":"<p>Deputy McConalogue referred to the idea of releasing 70% of the payment, even where there is a dispute on the land eligibility aspect.  The national reserve possibly was not managed as well as it ought to have been.  There was &euro;25 million in the pot at one time but it now seems there is no reserve for 2016.  There may be a small amount of money coming back in due to farmers who did not get land leases in place or were not able to draw down the money.  However, for new entrants into the future, there is a good deal of concern.  Something similar happened under the last round of CAP payments.  It was unfortunate that in the latter years there was a very limited amount of money there.  It may have been a failure to have dished out all the money in one year.  One could get payment on a maximum of 90 hectares.  It might have been wiser, in hindsight, to have looked at managing that money better.  The only idea that has come to the table so far on this matter, and it is not very popular, is to go again and cream money off each individual's single basic payment.  There have already been enough cuts, however, with more than 10% taken from the most recent basic payment.  It is a situation we have landed ourselves in and I am not sure what is the best route forward.<\/p> <p>  On the ANC scheme, there is a provision under Articles 31 and 32 of Regulation 1305 of 2013 to identify areas with a specific constraint.  This has already been identified in the case of Ireland through the designation of the offshore islands.  A template is there to look at significantly increasing areas not just with a natural constraint but with a specific constraint.  The INHFA will be considering, among other proposals, what might be possible in that regard.  A specific constraint is something that is very definite; it is a permanent thing.  We hope the committee will look favourably at our proposals in this regard.  Mr. Condon might like to elaborate on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O00900","nonspeaker":"Mr. Colm O'Donnell"},{"type":"speechnospeaker","time":1480435200,"counter":79,"content":"<p>If Ireland were to opt to take on a specific constraint, the requirement would be based on biophyscial criteria and there being two or more of those constraints on an area of land.  The ANC payment on its own can be paid on just a single constraint.  It is our opinion that hill commonages could fit neatly within this category of specific constraints.  Some of the pairings that have been suggested in Brussels involve two or more criteria at 20% margin of threshold.  In other words, if one had steep slope and a shallow routing system or peat soil and excess soil moisture, one would qualify.  Many other pairings would also fit into those areas.  Deputy Martin Kenny referred to percentages.  In the case of a specific constraint, 10% of the total area of the country can be included.  The other requirement is that there be a similar farming system.  The areas we are looking at are geographically contiguous with each other and can be definable as an economic and administrative identity.  There is an opportunity there.  There are other opportunities from an ANC perspective whereby the member state may take into account the severity of the identified permanent constraint affecting farming or the farming systems within the areas in question.  Those are two areas in respect of we see flexibility and which, with the right political will, can be delivered on for the farmers most in need of those payments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O01000","nonspeaker":"Mr. Joe Condon"},{"type":"speechnospeaker","time":1480435200,"counter":80,"content":"<p>Deputy McConalogue asked why the uptake was so low on the commonage management plan option under GLAS.<\/p><p>By the time first application for GLAS 1 finished, there was a push to get as many plans as possible over the line.  There were 2,700 out of a possible 4,500 in there but when the actual numbers were approved for the scheme, the percentage of commonages that were included was, unfortunately, low, partly due to the fact that there were insufficient planners who were skilled enough to take on this work.  This work took in the old commonage framework plan, botanists and environmentalists.  It took 600 people about two years to compile those commonage framework plans.  It must be sustainable and done properly.  The fact that Farm Relief Services, FRS, was granted a lot of these plans in block and has now backed out has left some farmers in limbo like the 400 referred to.  I accept that the Department is working to try to get around this.  We do not sit on that charter of rights at the moment.  We are a new organisation and hope that the committee recommends that we get a seat on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#O01100","nonspeaker":"Mr. Colm O'Donnell","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":82,"content":"<p>Before we move on to the next round of questions, a point was made about payment.  The point about the payment of the 70% has been made here on numerous occasions in the past couple of weeks and was brought up when the Commissioner, Minister and Secretary General appeared before us.  The full amount of 70% should be paid and if there is a dispute over a piece of land, it should be taken out of the remaining 30%.  We have been continually told that this cannot be done because of legal matters in Europe.  The same answer has been given time and again.  I think everyone around the table would be on the same page regarding paying out, particularly this year, which has been difficult all round.  The feeling was that whatever the penalty would be, it would not amount to 30% of the total amount.  We suggested to all concerned that 70% should be paid to everybody and if there is a penalty, it should be stopped at 30% but apparently it cannot be done on any level.  At the same time, I hear what the witnesses are saying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#P00200","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":83,"content":"<p>My apologies to Mr. O'Donnell.  I had to go out while he was making his presentation.  I compliment the witnesses for the detail in their presentations.  As a new organisation, the Irish Natura and Hill Farmers Association is definitely going to ruffle a couple of feathers.  Its presentation was top class.  I did not have a copy of the presentation before the meeting but, hopefully, it will be e-mailed to me afterwards.  In respect of land designation and the restrictions applied to farmers with designated land, the compensation structure for land that is designated is just not up to scratch.  If one is restricted in terms of what one can do with ones land, compensation should be there to match it.  This area must be seriously examined regardless of whether it involves the hen harrier or whatever else causes the land to be designated.  The hen harrier is a major issue in my county where there are restrictions on what can be done on vast tracts of land but the compensation is not there to match them.<\/p> <p>  Points have been made about the independence of the appeal board.  I have had a lot of dealings with the board.  Former Department staff sit on the appeal board even though it aspires to be independent.  For the sake of farmers' confidence in the appeal board, the staff who manage the process should not be former staff of the Department of Agriculture, Food and the Marine.  I am not questioning their integrity but for the sake of farmers' confidence in the appeal board, it would be a major step forward if the staff manning the appeal board were not former Department staff.  <\/p> <p>  In respect of the association's proposal for the areas of natural constraint, ANC, payment, the association definitely has the ingredients to start a civil war.  I can see exactly where the association is coming from.  The review of the ANC scheme will be a significant debate for the next 12 months or year and a half.  The association has made very valid arguments about areas of natural disadvantage and that the parameter for payments is very narrow.  Regardless of whatever pot of money is there and the way it is going to be divided, there will be many political arguments to and fro about the payment of the ANC.  I compliment the association for the way it put forward its case today.  It highlighted the differential between &euro;20 and &euro;250 of scope for payment.  The parameters that are there at the moment are very narrow.  There will be much scrutiny of it when this review happens.  It will be a very lively debate.  An organisation like the Irish Natura and Hill Farmers Association, which has a mandate from hill farmers, will make a very strong argument when the review of this payment is being discussed.<\/p> <p>  I agree with Mr. O'Donnell about the national reserve.  I do not think trying to refuel the national reserve from the single farm payment is a runner.  Every farmer has suffered very significant cuts with the way the single farm payment has gone over the past number of years.  The parameters for the national reserve were far too wide.  We tried to accommodate everyone when national reserve payments were made a year and a half or two years ago and we spread the butter too thin.  Sales of entitlements are the only way that can be funded going forward and that will not put any meaningful amount of money into a reserve to cater for the cases that come before us.<\/p> <p>  The restriction on stocking rates and commonages and how that is being dealt with were not mentioned today.  Farmers were forced to de-stock on hills a number of years ago, which created huge difficulties.  Are witnesses happy with the stocking levels allowed now, particularly on hill commonages?  I compliment them on an excellent presentation.  The association will definitely ruffle feathers for the constituency it represents and has made very valid arguments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#P00300","speaker":"1350"},{"type":"speech","time":1480435200,"counter":84,"content":"<p>Most of my questions have probably been dealt with at this stage.  I have some comments and questions about the presentation.  I fully agree with what the witnesses said about the appeal board.  It seems perfectly reasonable that farmers should be given information in terms of when they decide to appeal a decision or not.  It makes perfect sense.  In respect of GLAS and privately owned hills, do the witnesses think that GLAS 3 provides an opportunity to facilitate any of those farmers or is it a lost cause for them at this stage?  I am interested in the witnesses' comments about tillage farmers switching to GLAS 3 in lieu of a compensation package for them.  What is the extent of that in terms of GLAS and implications for other farmers who have been hoping to get into the scheme?  Have the witnesses raised what they call State-enforced costs of complying with land designations with the European Commission in terms of recouping some of those costs?  What response did they get?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#P00400","speaker":"1366"},{"type":"speech","time":1480435200,"counter":85,"content":"<p>I thank the witnesses for their presentations.  They certainly fill a gap in the farming community, which is why I asked the committee to include the Irish Natura and Hill Farmers Association in the discussions around all these issues.<\/p><p>I agree with the way these issues are being tackled.  <br\/><br\/>In the context of the review of the Areas of Natural Constraint, ANC, scheme it is absolutely crucial that payments reflect the level of constraint.  There is precedent here in terms of the approach to this in Objective 1 status.  When Objective 1 status was extended throughout the country, it was diluted for the real areas of disadvantage.  We will be supporting that review and are looking forward to seeing the mapping of it.  It is crucial that in areas such as the one I come from, where there are severe constraints, payments to farmers reflect the level of constraint.  We all want to manage the land properly and to be responsible with regard to the farming of land but there must be a <i>quid pro quo<\/i>for that.<br\/><br\/>In terms of the inspections, I met a farmer recently at a meeting in Belmullet who said that he had receive no notice whatsoever of an inspection.  The inspector just arrived at his door to carry out an inspection.  He was not even at home at the time.  There were no animal welfare or pollution concerns on his farm.  This must stop because outside of those two aforementioned areas, farmers must be given notice of any inspection.  In the context of the O'Connor case and the control sheets not being available, Sinn F&eacute;in as a party has asked that the Department of Agriculture, Food and the Marine would appear before the Committee of Public Accounts although obviously that cannot happen before the O'Connor case is concluded.  I submitted a question to the Department asking whether it had calculated the aggregate cost to the Exchequer should the outcome of that case be in favour of the farmers.  Serious questions must be asked about the potential cost to the Exchequer.<br\/><br\/>The issue of the 30% and the 70% has been going on for a very long time.  It makes no sense whatsoever and again, we have put it to the Department.  I propose that this committee requests the written legal opinion that stops the 70% from being paid.  It is a nonsense to hold up the files for so long.  Eventually, 70% is paid and five days later, the remaining 30% is paid but in the meantime, the farmer must do without the income.  I ask the committee to agree to examine that legal opinion.<br\/><br\/>Several years ago I spoke on Mid-West Radio and said that it would soon require planning permission to put up a fence.  People thought that I was off my head at the time when that was coming down the line.  We have seen that work its way through and the huge costs that are involved in fencing.  That is why I like the witnesses' very strong statement in that regard.  State enforced costs should be and must be reimbursed by the State.  My party is fully supportive of that position.<br\/><br\/>I wish to raise an issue that is particularly pertinent in the area from which I come, namely flooding.  I refer specifically to the criteria used for the cost-benefit analyses of putting flood defences in place.  It is right that homes should be included in any cost-benefit analysis but agricultural land should also be included.  Land is the main determinant of agricultural productivity and it must be included in any cost-benefit analysis.  Another issue that must be dealt with is responsibility for lakes and rivers in the context of the flooding of farm land.  Huge investments are being made in improving the land for agricultural purposes but when it is flooded, everyone stands back.  Everyone has the authority but nobody has the responsibility in those circumstances.  I would ask that the witnesses would work with us in determining who is responsible for the rivers and lakes.  I also ask them to work with us on securing the inclusion of agricultural land in cost-benefit analyses of flood prevention schemes.<br\/><br\/>I thank the witnesses for their presentation.  The Irish Natura and Hill Farmers Association is doing great work.  I commend in particular Mr. Vincent Roddy and Mr. John Moran from my own area.  The association is really filling a gap in terms of looking after farmers who have been and continue to be marginalised by successive Governments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#P00500","speaker":"1378","continuing":true},{"type":"speech","time":1480435200,"counter":87,"content":"<p>I thank the witnesses for their presentation.  The issue of the forgotten farmer was referred to but that was included in the programme for Government.  I was there when that was being done although things did not work out in the end.  There is a group of farmers who deserve support.  I was in Brussels and it was made clear to me that the EU authorities have no objection to including such a category.  I note what Deputy Jackie Cahill has said but Fianna F&aacute;il has signed up to an agreement with the Government and the forgotten farmer is included in the programme for Government.  I do not think that anyone would object to that being progressed.  It is the number of such farmers that is in dispute.  A number came out from the Department that I would not agree with and we need to do a root and branch analysis of the number of people involved.  I do not think it is anywhere near the 3,600 identified by the Department.  I think that is way off the mark.  That is the first thing that should be done.  If one is talking about the funding for that, not a linear cut, there is a commitment in the programme for Government to provide &euro;150,000 for 100.  Obviously there is a few quid there that may fill the holes.<\/p> <p>  On the issue of designation, I would be on a different side of the argument.  I would be above on high bogs whereas the witnesses would be on the mountains.  That said, I understand fully what they are saying.  Young farmers are being driven away from mountain land.  People may laugh at this but soon the dogs will forget how to go up the mountains if we keep going down the road we are on.  Young fellas are walking away from the land.  It is a trade in itself, the way a farmer goes up the mountain herding sheep and comes down again, bringing the dog with him.  Sadly, with the cuts for sheep farmers in mountain areas from Donegal all the way down and even in Wicklow, farmers who have a bit of lowland are putting their sheep onto it and areas are growing wild as a result.  We should have learned our lesson on that issue from the Burren in County Clare.  <\/p> <p>  On the question of the appeals office, there is no Deputy here whose phone was not lit up after that court case with the amount of appeals that were going to be resubmitted.  To be quite frank about it, I know of appeals that have been won on the first round and they have gone into the appeals board but have been left sitting there.  Some farmers have been waiting for two years for their money.  That is intolerable and unacceptable.  There is a commitment to change that and the farmer organisations, as well as politicians, need to step up to the mark on the issue of the appeals board.  It has to change because we cannot have people waiting for two years for money, hanging in there.  Some of them will not survive.  <\/p> <p>  I agree with what was said about the areas of natural constraint scheme.  If the State wants a farmer to allow flora and fauna to grow on his land, it must pay.  If it does not want to pay, then it must let the farmer dig his drains.  I know of a farmer in Sligo who had to pay &euro;4,000 to put up a fence although all of the materials only cost &euro;500.  That is totally unacceptable.  It is another way of making an area of trees and scrub land and driving people out.  That is the big agenda, in my opinion, in most of the hill areas and most of the west of Ireland.  We are going to be the pawns of the country.  The witnesses referred to Cromwell.  He said that we should go to Connaught but others are trying to put us out into the sea.  <\/p> <p>  There are 90,000 farmers in receipt of ANC payments.  The witnesses referred to 5% but farmers on some of the finest land in Ireland are getting ANC payments as well as farmers on some of the worst land.  The witnesses said that the islands get twice the rate of the mainland.  The programme for Government contains a commitment to provide &euro;25 million next year which may ensure that nobody goes up or down too much and that should be of help.  <\/p> <p>  Other than that, all I can say to the witnesses is to keep up the work they are doing.<\/p><p>The designation side of it is a nightmare.  I have been doing it for ten years and one has to stick at it.  Common sense has to prevail.  A livelihood cannot be taken from someone because they live in a certain part of the country.  Everyone has a right to earn a living and stay in the area they are in and not be driven out because it is made a wilderness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#Q00200","speaker":"1341","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":89,"content":"<p>The forgotten farmers issue is one we have discussed at this committee on numerous occasions not only in this term, but the last one also.  One of the difficulties we seem to come up against is the number involved.  Neither the Department nor any of the farm organisations across the board seem to be able to put a number on it.  Getting a definite number has to be the starting point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R00200","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":90,"content":"<p>It would be very easy for the Department to know how many guys are under 40 and how many drew the installation aid.  That will be black and white stuff for anybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R00300","speaker":"1341"},{"type":"speechnospeaker","time":1480435200,"counter":91,"content":"<p>The farming organisations do not know either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R00400","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":92,"content":"<p>It is easy to know the age of someone and whether they got the installation aid from the BPS form they filled in.  The third part is whether they have a green cert.  They would not draw the installation aid if they did not have a green cert.  In my opinion the numbers are way above.  I ask the committee to look at this issue.  I am not a member of the committee and I thank the Chairman for giving me the opportunity to speak.  We need to get to the nuts and bolts of how many of these farmers exist.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R00500","speaker":"1341"},{"type":"speechnospeaker","time":1480435200,"counter":93,"content":"<p>There is a bigger question that has not been mentioned at all.  In the previous part of the meeting, we dealt with Brexit and where we will go on the next CAP.  It is only a couple of years away and the pot will potentially be smaller.  Will we be asked to contribute more to the pot or will we be asked to accept less?  That is the big question.  Deputy Cahill mentioned civil war a few minutes ago.  We could have more war in that regard.  I will come back to the witnesses at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R00600","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1480435200,"counter":94,"content":"<p>I will pass that question to my colleagues but I will make a number of comments first.  I am heartened to hear that Deputy Cahill feels if we have land designation restrictions we should have compensation to match.  It is quite a simple concept.  On the face of it, what we are looking for seems very reasonable.  I hope that in future we will get somewhere down that road.<\/p> <p>  On the issue of the appeals board, I agree that having a particular number of Department of Agriculture, Food and the Marine staff on it does not give a proper idea to a farmer that it is totally impartial and independent.  There have been comments on the ANC payment and a huge debate.  I am very glad we are here.  I do not know if the debate would have been as huge if we were not here.  We welcome it and are ready for it.  It is very much our money and we will get it for our members.  We have right and fairness on our side and we look forward to the debate.  <\/p> <p>  Stocking rights on commonages were mentioned.  Farmers have recently been asked to sign an interim commonage plan.  Our concept of that is that it is a document that has to be signed to enable the Department of Agriculture, Food and the Marine to pay commonage farmers.  We accept it for what it is.  The planners doing the plans have discretion to change the stocking rights which are coming from the framework plans.  I am sure in many cases they will and that is where we stand with that.  Some have interim plans where the commonage management planner has put a note to say he or she does not think the current rates are correct and they may be amended whenever the plan is done.  That will come with the completion of the plan.  <\/p> <p>  Deputy Pringle mentioned the privately owned hill in GLAS.  This is a huge issue for us.  We feel it is grossly unfair that this very environmentally sensitive land is not included in an agri-environment scheme.  We are coming to the conclusion that perhaps it was not included because it was felt there was no danger of that land being damaged from an environmental point of view as the farmers involved are farming it responsibly.  We also feel that those farming it are in a very poor economic situation and they need support.  They need access to an agri-environment scheme.  That is the position with the enclosed hill land. <\/p> <p>  I do not want to sit here and say we are against tillage farmers getting into GLAS.  I will put it in the context that the terms and conditions of GLAS have been amended slightly to encourage more tillage farmers.  At the same time, it would appear the terms and conditions have been amended slightly to make it more difficult for commonage farmers, who have an environmental priority asset, to get in.  There are farmers who have taken the initiative and taken up shares in commonages, which were dormant.  They are becoming active on commonages and now we see that unless they had it on their basic payment application in 2014, they are excluded from the commonage being a priority asset.  They are also excluded from any payment on that commonage.  There is a provision for new entrants, which is fine, but we really do not understand why this was put in for commonage farmers.  We have nothing against tillage farmers getting into GLAS.  They have a big role to play in the protection of the environment as well.  We welcome that but, on one hand, the terms and conditions are being adjusted to suit them and, on the other, we have seen the terms and conditions adjusted in a way that does not suit our commonage farmers so we take issue with that.  Neither will probably include a huge number of farmers but there is a principle here that we feel we do not understand.  That is the position on that.  <\/p> <p>  I am glad to hear that Senator Conway-Walsh asked for us to be included in this discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R00700","nonspeaker":"Mr. Henry O'Donnell"},{"type":"unspoken","time":1480435200,"counter":95,"content":"<p>(Interruptions).<\/p>"},{"type":"speechnospeaker","time":1480435200,"counter":96,"content":"<p>Will members keep their phones turned off, if possible?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R00900","nonspeaker":"Chairman"},{"type":"speech","time":1480435200,"counter":97,"content":"<p>I am sorry about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R01000","speaker":"1378"},{"type":"speechnospeaker","time":1480435200,"counter":98,"content":"<p>On the ANC, it is great to hear the Senator is supportive of where we are going with our campaign.  The issue of inspections without notice was raised.  We have a huge issue with all inspections.  There is a lot of talk about farmers in rural and isolated areas having issues with stress, depression and suicide.  A survey was done at the ploughing championships last year where farmers were asked what was the most stressful event they faced.  The answer was the Department of Agriculture, Food and the Marine inspection.  There is definitely something wrong there.<\/p> <p>  We take on board the points that were made about flooding.  As a new organisation, we are hit with so many issues that we are developing and dealing with them all and it is quite a task.  We take on board everything the members have said.  <\/p> <p>  Deputy Fitzmaurice mentioned the forgotten farmers and I agree with him.  We need to quantify how many there are.  On his point about the appeals and that end of things, our complaint is that farmers cannot wait for the procedure currently in place to be completed to get their money.  It puts them out of business in the meantime.  There must be a better way.  I will pass to some of my colleagues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R01100","nonspeaker":"Mr. Henry O'Donnell"},{"type":"speechnospeaker","time":1480435200,"counter":99,"content":"<p>I have one or two points.  Mr. Henry O'Donnell has covered quite a bit of it.  To reply to Deputy Cahill, we are not here to create civil war but I take on board that it will be a contentious issue and one where there has to be a political willingness and consensus.  We would like to be involved in that process as a national farming organisation and have an input with all the stakeholders who will no doubt have a public forum on this.<\/p> <p>  The current situation with stocking rates on commonages and how it is working was mentioned.  Part of the reason for the problem of sustainable levels of stock on these hills is a compulsory cull way back and also a lack of a review in the commonage framework plan.<\/p><p>The review was supposed to be done in five years but we were 13 years in before it took place.  The National Parks and Wildlife Service has put together sustainable figures based on the different land types.  We are calling for a review of the commonage management plan mid-term through GLAS.  Such a review is vital in order to see whether the plans are sustainable and are working well.  We need to ensure the farmers who are in the scheme remain viable.<\/p><p> Regarding the low-input permanent pasture parcels, these might be areas where the fellows with the privately owned mountain, to whom Mr. Henry O'Donnell referred, cannot build a payment under GLAS.  If there is a small amount of heather, they are excluded from that option.  It was one of the only measures open to them, other than the traditional hay meadow that probably was not as suitable as this particular measure for the individuals in question.  They have high nature value land but are excluded from building a payment.  Bird boxes, bait boxes and so on do not build one a payment.  These farmers cannot get up to anywhere near the national average payment.  That issue needs to be examined and reviewed.<\/p><p> For everyone who has a designation on their land, there are 39 notifiable actions.  Deputy Fitzmaurice mentioned fencing.  Under health and safety, the fencing of lands, whether they have a designation or not, must surely be an issue.  It is a requirement under the basic payment scheme, but the appeals that have come through in respect of farmers who have tried to fence off their land and farm it make reference to the fencing being obtrusive and degrading of the landscape.  The bottom line is that farmers have to farm that land.  Deputy Fitzmaurice is right about the dog and the farmer continuing to go up the side of the hill.  The Department of Agriculture, Food and the Marine has a role here because it is the authority for screening and approval of these notifiable actions.  We have to deal with the NPWS, the Department and the county councils.  I appreciate what Senator Conway-Walsh said about State-enforced costs, which we referred to in our opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#R01200","nonspeaker":"Mr. Colm O'Donnell","continuing":true},{"type":"speechnospeaker","time":1480435200,"counter":101,"content":"<p>One solution might be to include a proviso reflecting the fact that where the farming custom in an area was established over a period of time, the EU allows for a type of farming known as established local practices.  The proviso would state that if this process is in place, there will be no need for planning.  In some areas and commonages it is just a management plot that is fenced off and there is no intention that it become a permanent fixture.  Something like that could be added to the legislation to allow farmers to see whether they fall into this category on the basis that their farming methods through the years fulfil the established practice criterion.  If there is a huge process to go into and inspectors need to come out and so on, farmers will tend not to do that work.  Being conservative and cautious people, farmers will say to themselves that perhaps they should not draw those people on them.  In that context, simplification seems to be the way forward.  We should allow farmers to farm in the way they are accustomed to farming and not penalise them in any way for so doing.  People look to see whether a farmer in another part of the country has the freedom to go out in the morning and drive a stake in the ground without having to ask permission.  We must take away any such uncertainty from farmers if at all possible.  They face enough uncertainty as it is.  If we all work together, solutions can be found to these problems.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00200","nonspeaker":"Mr. Joe Condon"},{"type":"speechnospeaker","time":1480435200,"counter":102,"content":"<p>I am aware of a case in Connemara where a farmer installed fencing along a public road, which was a designated area, having gone through all the proper channels, and that action was subject to appeal.  Surely this particular farmer has the right to farm his lands?  This was not commonage; it was privately owned land in a designated area.  There has to be some degree of common sense here.  Perhaps fencing along public roads should be exempt from planning.  One either owns the land or one does not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00300","nonspeaker":"Mr. Colm O'Donnell"},{"type":"speechnospeaker","time":1480435200,"counter":103,"content":"<p>I will briefly revert to a comment made earlier about the independence of the Agriculture Appeals Office.  It is saddening to note that after 15 years in existence, that statutory body is still not sufficiently independent.  In regard to notices of inspections, Senator Conway-Walsh referred to the notice period, which is set out in regulations.  Again, it is disappointing that the Department, which is fully aware of these regulations, is still not applying them.  I ask the committee to consider revisiting the reform of the Agriculture Appeals Act in a dedicated session at some point.  There is a lot that needs to be discussed before we begin the reform process but we are essentially faced with an emergency given the number of farmers who have issues when it comes to appeals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00400","nonspeaker":"Mr. John Cuddy"},{"type":"speech","time":1480435200,"counter":104,"content":"<p>The appeals office issue has been discussed by this committee before.  It is an issue that is impacting right across the country and we will probably consider it again in due course.  I note Mr. Cuddy's comments in this regard.  I thank the delegates for coming before the committee and giving us the benefit of their enlightening and informative presentation on the range of issues that are of most concern to them at this time.  We will compile a report of the meeting and send it to the Minister for review.  We will follow up on individual issues as we proceed through our programme of work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00500","speaker":"1268"},{"type":"speechnospeaker","time":1480435200,"counter":105,"content":"<p>I ask the Chairman to allow me a final comment.  There is an EU monitoring committee for the rural development programme.  We have written to the Department asking to be included as part of Ireland's representation on this committee.  The reply we received was that the Department is happy with the current composition of the group.  It is very relevant to an organisation like ours, with so many environmental concerns and so many dealings with Pillar 2 funding and schemes, that we have an input into the process.  We ask the committee to request that the Department reconsider this matter.  We have a very valuable contribution to make.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00600","nonspeaker":"Mr. Henry O'Donnell"},{"type":"speech","time":1480435200,"counter":106,"content":"<p>I do not see a problem with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00700","speaker":"1268"},{"type":"speech","time":1480435200,"counter":107,"content":"<p>Mr. Colm O'Donnell noted that the delegates are not part of the process concerning the charter of rights.  Would they like our support to ensure their inclusion in those discussions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00800","speaker":"1400"},{"type":"speechnospeaker","time":1480435200,"counter":108,"content":"<p>Very much so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S00900","nonspeaker":"Mr. Colm O'Donnell"},{"type":"speech","time":1480435200,"counter":109,"content":"<p>I am sure members are in general agreement on both of those matters.  That concludes our meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2016112900002#S01000","speaker":"1268"},{"type":"unspoken","time":1480435200,"counter":110,"content":"<p>The joint committee adjourned at 7 p.m. until 3 p.m. on Tuesday, 6 December 2016.<\/p>","notice":"TIME STRING DETECTED"}]