[{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade, and Defence","time":1633388400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 15:00<\/p><p>The Joint Committee met at 15:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Cathal Berry, Catherine Ardagh, John Brady, Gerard P. Craughwell, Sorca Clarke, Joe O'Reilly, Barry Cowen, Niall Ó Donnghaile, David Stanton. Diarmuid Wilson.<\/p><p>Teachta \/ Deputy Charles Flanagan sa Chathaoir \/ in the Chair.<\/p>","time":1633388400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002"},{"type":"minorheading","content":"Reserve Defence Force: Discussion","time":1633388400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#A00100"},{"type":"speech","time":1633388400,"counter":5,"content":"<p>The slight delay in starting was due to a division in the D&aacute;il.  I am pleased we are meeting Mr. Eugene Gargan, president, Ms Jo McCarthy, vice president, and Mr. Neil Richardson, general secretary, of the Reserve Defence Force Representative Association, RDFRA.  They are very welcome and we look forward to hearing from them on the issues facing the Reserve Defence Force and its members.  The format of the meeting, and the president of the association has appeared before the committee previously, is that we will hear the opening statements first.  I am very grateful they have been forwarded to the committee.  Following the opening statements there will be questions and answers with members of the committee.  I ask members to be concise with their questions to allow all members, some of whom are present and others whom I welcome remotely, to participate.  We trust all of us will have an opportunity to ask questions and hear from the witnesses.<\/p> <p>  I remind the witnesses of the long-standing parliamentary practice to the effect that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable, or otherwise engage in speech that might be regarded as damaging to the good name of that person or entity.  If statements are potentially defamatory in respect of an identifiable person or entity,  the witnesses will be directed to discontinue their remarks and it is imperative that any such direction be complied with.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against any person outside the Houses or an official either by name or in such as way as to make him or her identifiable.  Members are only allowed to participate in the meeting if they are physically located in this room or in offices on the Leinster House complex.<\/p> <p>  I am pleased to call Mr. Richardson, general secretary of the Reserve Defence Force Representative Association, to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#A00200","speaker":"1589"},{"type":"speechnospeaker","time":1633388400,"counter":6,"content":"<p>In the future, the present moment will be recalled as a critical time in the history of the Reserve Defence Force.  It will be remembered as a time when things could have gone one of two ways.  The force is at the lowest point in its history, with an official strength figure of only 1,513 effective personnel or 37% of what the force should have, an annual net loss in members since 2015, significant underutilisation, and only a trickle of resources being sent its way to support reserve activities, an issue that is most keenly felt in terms of recruitment.  At the same time, there are developments in train that suggest a possible brighter future for the force.  The passage of the Emergency Measures in the Public Interest (Covid-19) Act 2020 granted reservists employment protection in the event of an emergency call-up, meaning should reservists be temporarily activated for full-time service, their jobs would be legally protected while they were away in uniform.  The Reserve Defence Force also forms one of the key terms of reference of the Commission on the Defence Forces, while the Defence (Amendment) Bill 2020, which aims to provide reservists with a legal underpinning to engage in domestic and overseas operational service, was recently passed by the D&aacute;il before progressing to the Seanad.<\/p> <p>  In the coming months, therefore, one of two things will happen.  The Reserve Defence Force will either wither away to nothing and finally cease to exist or it will be given a meaningful, modern purpose and become a fully integrated, utilised and utilisable element of the Defence Forces, thereby becoming a rejuvenated, vibrant force again.<\/p><p>Members of the Reserve stood shoulder to shoulder with members of the Permanent Defence Force during the 1940s Emergency period and later along the Border during the Troubles.  For decades the force provided the Defence Forces with a local footprint throughout the State, acted as a feeder for the Permanent Defence Force, and stood ready to boost Permanent Defence Force numbers in times of need.<br\/><br\/>Ultimately, the future of the Reserve will be decided by key civil and military stakeholders.  This includes the members of the committee.  Why is it a good idea to utilise the Reserve in such a central way and how could this be achieved?  The State's national and international defence commitments will only increase in the years ahead.  This will be associated with the changing jurisdictional, legal, political and security landscape arising from Brexit, along with our evolving collective responsibilities in the EU and the commitment Ireland retains to supporting international security and humanitarian missions.  Such duties and priorities reflect not only the State's values and ethics but also our responsibilities towards financial, economic and social protection, investment and growth.<br\/><br\/>The actions of adversaries towards the State and its interests require that the military attends to the ongoing development and modernisation of new military capabilities and strategies, which means addressing myriad factors across air, land, sea, cyber and space.  Many of the defence and security challenges and priorities for Ireland will necessitate a shift in military culture in the State and throughout State bodies.  While priority should remain on urgently addressing and enhancing the deficits within the Permanent Defence Force, there is significant scope to maximise the utilisation of the Reserve.  The Permanent Defence Force's establishment is 9,500 personnel but, as of June 2021, the force's strength is only 8,570, with 500 of these being new personnel in training.  This has resulted in skills shortages in several key areas.  As of February 2021, 50% of officer appointments in the medical and marine engineering branches are vacant while 33% of engineering, 44% of communications and information services and 28% of ordnance officer appointments are also unfilled.  The problem is not limited to officer-specific appointments.  It was recently reported that the Naval Service is experiencing a 33% deficiency in chefs along with other shortages in non-officer roles such as engine room artificers and medics.  Similarly, the Army nursing service currently stands at only 3% to 4% of establishment.<br\/><br\/>Due to the current low strength figure, the Permanent Defence Force is now experiencing difficulties in filling overseas missions without resorting to the mandatory detailing of personnel.  I stress that reservists do not want to take one cent or one career-progressing opportunity away from any member of the Permanent Defence Force but if our regular counterparts need supporting we should be capable of providing that support.  There is also a low carrying cost for the contingent capability provided by reservists.  We are not in receipt of weekly salaries and are only paid when we engage in relevant military activities.  As a result, a concerted effort should begin to grow and develop the Reserve, with associated improvements to the supports provided for reservists.  This process should focus not only on addressing critical shortages in key specialist areas in the Defence Force as a whole but also on returning the Reserve to a strength level where it can meaningfully surge in support of the Permanent Defence Force in response to any contingent event.<br\/><br\/>Put simply, if the State is to prepare for future defence commitments then investment in the Reserve, along with increased training and utilisation, is the best way to achieve this in a cost-effective manner.  How could this greater utilisation be achieved?  The legislative developments currently in train and the ongoing work of the commission on the Defence Forces are a promising start.  However, the devil will be in the implementation detail.  Not one of the Reserve Defence Force projects arising from the 2015 White Paper on Defence has been initiated to date so there are understandable fears within the Reserve community that any Reserve-specific recommendations arising from the work of the Commission on the Defence Forces, even those accepted for implementation, will never be acted upon or will be scheduled for initiation long after the Reserve has dropped below a strength level where it simply cannot claw its way back from the brink.  Therefore, the first answer to the question on how greater Reserve utilisation could be achieved is to conduct rigorous oversight of the accepted recommendations arising from the work of the commission on the Defence Forces to ensure they are actually implemented, and implemented promptly.<br\/><br\/>The Reserve needs to be given meaningful purpose across the full range of operational activities, thereby placing it centre stage alongside the Permanent Defence Force.  This will necessitate investment and enhanced training and service opportunities for reservists to get the force to a point where it can deliver on such a role.  The Reserve also knows that this means increased expectations and outputs will be placed on members.  If the State provides greater financial inputs, we know we have to provide more service outputs in return.  This will not be an issue for reservists as the culture of the Reserve has always been one of service, stepping up when needed and giving something back.<br\/><br\/>To secure the availability of future reservists as and when needed additional legislative changes will be required.  Reservists are currently considered as volunteers, a status which means that we cannot be compelled, except during an emergency call up, to report into barracks for anything.  Therefore, every time members of the Reserve report for training or any other military activity they are technically doing so of their own free will, and each time it all comes down to the personal availability of each individual reservist on that particular day, which will almost always be dictated by whether or not they can get the time off work.  Therefore, to provide Permanent Defence Force commanders with the assurances they need that Reserve members will be able to report in without issue if called upon, the Reserve needs to be redefined from volunteers to part-time workers, and a form, or forms, of employment protection legislation needs to be enacted to secure reservists' employment in their absence should they be called up for temporary military service.  Coupled with employment protection legislation, there will also be a need to introduce corresponding employer supports designed to help offset the burden placed on employers during their reservist employee's temporary absence.  Such schemes have existed for many years in other states and there are multiple successful examples to study and learn from.  Such significant changes could not be successfully implemented without the proper emphasis being placed on the management of cultural change within the wider Defence Forces.  This is a key area for change managers to address if the Reserve is to be meaningfully utilised in future.<br\/><br\/>The future Reserve needs to expand, not contract, its footprint across all counties and then be resourced properly to recruit up to full strength.  A geographically dispersed Reserve would allow the Defence Forces to maintain a footprint nationwide, which aside from allowing the Defence Forces to have active personnel available throughout the country would make them more visible in general, thereby allowing the Reserve to return to being a meaningful feeder for Permanent Defence Force recruitment.  Ultimately, given our current precarious status, reservists nationwide are pinning all their hopes on what will follow the publication of the commission on the Defence Forces' final report.  Our current status has also made the Reserve a fertile ground for change.  Members are willing to adopt the positive changes that will, hopefully, come our way and are enthusiastic about engaging in the change management process.<br\/><br\/>The view is that anything would be better than maintaining the <i>status quo<\/i>.  However, tangentially, it is worth noting that in recent months many of the key Reserve issues that need addressing now, and not at some undefined point in future following the conclusion of the commission's work, have been consistently deferred to after the commission&rsquo;s final report has been published.  The commission's ongoing work has become too tempting an excuse to stall fixing a Reserve issue now, by essentially saying we do not know what the commission will come back with so we have decided not to take any action at this time.<br\/><br\/>In the area of recruitment, current inaction is threatening the Reserve's existence to survive until the commission publishes its final report.  While it is accepted that the few applicants still live from the 2019 and 2020 recruitment competitions will now finally be called for induction testing in the coming weeks, this represents only a tiny percentage of what could be achieved if a new properly resourced recruitment competition seeking new applicants was launched nationwide.<br\/><br\/>While we have outlined the four key enablers for the future Reserve, to stay alive long enough to benefit from the commission's report the current Reserve needs new recruits.  There are many other benefits to creating an operational future Reserve.  In March 2020, it was reported that 6.9% of the Permanent Defence Force were female, with females comprising 4.2% of overseas missions.  As of January 2021, the effective strength of the Reserve is 13.3% female, almost double that of the Permanent Defence Force.  The current Army Reserve potential officers course, which is in the process of training the next generation of Army Reserve managers, is 24% female.  The part-time nature of Reserve service tends to make it more attractive to females because, by definition, the Reserve has inherently flexible working practices.  Given that retention of working mothers is linked to family-friendly organisational cultures, and that, as of March 2020, it was reported that 50% of serving Permanent Defence Force female personnel are mothers, the creation of temporary part-time Permanent Defence Force appointments specifically in support of the Reserve may be beneficial for Permanent Defence Force female personnel by allowing them to avail of a short working week for the duration of their time in such an appointment.  Furthermore, Permanent Defence Force personnel seeking a career break could be permitted to take up appointments temporarily on the strength of the Reserve, in essence becoming reservists themselves, for the duration of their career break before returning to the Permanent Defence Force afterwards with no break in military service.  Overall, such measures may promote retention of personnel within the Permanent Defence Force.<br\/><br\/>Anecdotally, a significant proportion of Reserve members have heritage links to other countries, often places where the military has greater visibility or where military service, either of a voluntary or compulsory nature, is more widespread among the population than in Ireland.<\/p><p>Often such members have strong traditions of military service in their families and while preferring to work or study full-time in a civilian capacity, they see service in the Reserve as a part-time way of engaging with this aspect of their heritage.  This means the Reserve tends to be more culturally diverse than the Permanent Defence Forces.<\/p><p> The Reserve's annual budgetary allocation, which has remained unchanged since 2014, is &euro;2.15 million per annum, or 0.26% of the &euro;810 million allocated to Vote 36 for the 2021 defence budget.  That is not 2.6% but 0.26%.  All of this has come to pass while the Vote 36 budgetary allocation has increased by approximately 18% during the same seven-year period.  We are stating these figures to show what the Reserve has managed to survive on.  It is subsisting but it has nonetheless survived for the past decade.  Even still, it has managed to deliver a level of professional training to members as well as supporting the Permanent Defence Forces inside and outside of barracks, albeit in an unfortunately limited fashion, both before and during the Covid-19 pandemic and in support of the HSE during the recent cyberattack.  We did all this on the budgetary equivalent of peanuts.<\/p><p> A modest investment in the Reserve, along with the operational utilisation of members, the introduction of a form or forms of employment protection and employer supports, a geographical expansion of the force and the proper resourcing of recruitment, along with rigorous oversight of the whole process will create a well-trained, utilisable and cost effective force that can support the Permanent Defence Forces as and when needed.  It can do so in the areas of both specialist skills and in a surge capacity in cases of contingent events.  This is a crossroads moment and a once in a generation opportunity for the Reserve to finally become an integral element of the Irish defence infrastructure.  We sincerely hope this will become a reality in the near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#A00300","nonspeaker":"Mr. Neil Richardson","continuing":true},{"type":"speech","time":1633388400,"counter":9,"content":"<p>That is a stark assessment of the state of the Reserve Defence Forces.  We have heard from some of Mr. Richardson's colleagues in the Permanent Defence Forces in the course of our work and we had an engagement with the chairman of the commission on the future of the Defence Forces.  Like Mr. Richardson, we look forward to that report, which we would expect by the end of this year.  I acknowledge what Mr. Richardson said about the implementation and we would see ourselves as having a role in that, which is why we eagerly await its publication.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#C00200","speaker":"1589"},{"type":"speech","time":1633388400,"counter":10,"content":"<p>I thank our guests.  Sadly Mr. Richardson hit the nail on the head when he used the word \"subsisting\".  The level of funding that is being provided to the Reserve Defence Forces does not provide any meaningful hope for its future.  I want to focus on a few specific questions and I am conscious that the Chair said to be mindful of our time.<\/p> <p>  Mr. Richardson spoke about employment protection and employer supports and he mentioned geographical expansion.  How important does he consider regional development of the Reserve to be?  When he speaks of potential overseas operational service for the Reserve, in what areas does he see that service taking place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#C00300","speaker":"1495"},{"type":"speech","time":1633388400,"counter":11,"content":"<p>I welcome Mr. Richardson to the meeting.  I have always felt that the members of the Reserve Defence Forces were motivated by a great patriotism and sense of volunteerism in that it was not just a career for them but a way for them to give to society on top of their normal jobs and lives.  That is an admirable quality and something that merits recognition.  It is the kind of resource and motivation we should not lose.<\/p> <p>  The Reserve used to have a strong link with its communities when I was a youngster but I know the closure of local barracks has damaged that.  I was wondering about one solution in a Cavan context but it may apply in other counties and I hope it does.  We have a strong Civil Defence voluntary association in Cavan.  I am sure that is the case in most counties but they are active in Cavan and they were involved a lot during Covid with meals on wheels, visiting older people and attending the few events that took place to make sure everything was all right.  Would integration with the Civil Defence assist the Reserve in its work?  Would Mr. Richardson see that as a plus or would he see potential there?<\/p> <p>  I agree that members of the Reserve should be treated as part-time workers and that its budget should increase.  It is an advantage that there is now a facility for members of the force to leave work when called.  It would be helpful for the committee to know what kind of funding the Reserve requires and would get in an ideal world?  It would be important for us to know that.  I favour the status of part-time workers for members of the Reserve but I see a risk in it.  Could it reduce the volunteerism and be inappropriate to some people or would it be desirable to balance the two?  How would Mr. Richardson see that working out?<\/p> <p>  Those are my questions but I want to welcome Mr. Richardson.  This is a neglected area and the members of the Reserve are great people.  I have known people in my community who have served down the years and it is a great act of service and patriotism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#C00400","speaker":"1692"},{"type":"speech","time":1633388400,"counter":12,"content":"<p>I welcome our guests and thank them for their opening statement, particularly Mr. Richardson who delivered it.  It is an area of work that the committee is only starting to focus.  I, therefore, welcome this engagement, which it is timely given all the difficulties facing the Reserve Defence Forces.  It is alarming to look at and listen to some of the language that is being used to describe where we are such as the reference to being at a crossroads with what will happen in the next couple of months.  The Reserve could wither away to nothing and cease to exist and if that was to happen it would be a sad day for our Defence Forces and the excellent service that has been delivered over many years.<\/p> <p>  I want to ask a number of specific questions.  A lot of focus is being put on the commission on the future of the Defence Forces and the work it is undertaking, which is a long time coming and which is welcome.  We are being told we will get a copy of that report by the end of the year or early next year.  What engagement has taken place with the commission other than the submission the Reserve Defence Forces Representative Association has made to it?  I also want to ask about the recruitment campaigns, specifically the 2019 campaign when there were two distinct recruitment campaigns for both the Army Reserve and the Naval Reserve, respectively.  More than 2,600 applicants came forward at that stage.<\/p><p>Very few of them were progressed from the application stage and brought into the force.  I listened to the general secretary when he said that some of those members are still on the books and the hope is to bring them forward.  The concern, as stated previously, is around the delays in bringing those applicants forward and the two-year timeframe involved.  How many of those people have lost interest?  For how many of them has life moved on?  In real terms, can we explicitly say how many of those 2,600 who have not been taken into the force still have an interest?<\/p><p> I share some of the concerns, particularly those around the White Paper.  It is very alarming that none of the projects identified in the White Paper has been enacted.  That is a cause of concern.  I am hopeful for the commission and its work.  The proof will be in the delivery of it and there is a key role for this committee and others in ensuring the best report possible comes from the commission and that its recommendations are fully implemented.<\/p><p> I have a number of other questions.  In his opening statement, Mr. Richardson said, \"The future Reserve needs to expand, not contract, its footprint across all counties of the State and then be resourced properly to recruit up to full strength.\"  I remember proudly that the 21st Infantry Battalion had three locations in Wicklow, one in Arklow, another in Wicklow town and a third in Rockbrae House in Bray.  The battalion also had a location in D&uacute;n Laoghaire.  With the restructuring of the organisation, the 21st Infantry Battalion was amalgamated with the 20th Infantry Battalion to create the 62nd Infantry Battalion.  The impact is that the Reserve Defence Force does not have a footprint in Wicklow.  It is not as visible as it was.  What do our guests think about that impact?  Reference was made to that issue in their opening statement.  <\/p><p> There are 1,513 members of the Reserve Defence Force.  Do our guests have a breakdown of those members?  I do not expect them to have a breakdown here but perhaps they could furnish the committee with a breakdown, county by county, as to where those numbers come from.  Not having a footprint on the ground in each of the counties is having a negative impact.<\/p><p> I welcome the advancement of the Defence (Amendment) Bill, which is working its way through the Seanad.  The Minister has committed to following that up, which is critical.  Mr. Richardson, in his opening statement, made reference to the necessity for employment protection legislation.  I agree that is critical and needs to follow on quickly from the passing of the Defence (Amendment) Bill.  In his opening statement, Mr. Richardson specifically mentioned that a number of countries have put protections and legislation in place, and there is best practice out there.  Perhaps he could point us towards a country in which legislation has been enacted and where it works.<\/p><p> My final question relates to funding.  The situation is stark and concerning.  The budget for the Reserve Defence Force has remained static since 2014 at &euro;2.15 million per annum.  That does not speak of a Government that takes pride, or sees value, in its Reserve, or sees the potential to expand its remit.  What engagement has taken place with the Department and the Minister?  Can our guests give us an ideal figure that they think should be acceptable in terms of the expansion of the Reserve?  What would be an ideal figure to operate with?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#C00500","speaker":"1625","continuing":true},{"type":"speech","time":1633388400,"counter":14,"content":"<p>I will now revert to our guests to deal with the questions raised by Deputy Clarke, Senator O'Reilly and Deputy Brady.  I will resume with Deputy Stanton thereafter, followed by Senator &Oacute; Donnghaile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#D00200","speaker":"1589"},{"type":"speechnospeaker","time":1633388400,"counter":15,"content":"<p>I thank the members of the committee for their excellent questions.  I will ask our general secretary, Mr. Richardson, to respond to Deputy Clarke's first question.  Perhaps I will come in on the overseas part of the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#D00300","nonspeaker":"Mr. Eugene Gargan"},{"type":"speechnospeaker","time":1633388400,"counter":16,"content":"<p>I will answer Deputy Clarke's first question along with Deputy Brady's third.  They are quite thematically similar.  I will answer the question of how important is the geographical expansion.  I will take a geographical area with which I am familiar, namely, the Longford-Roscommon area.  Prior to 2012, there was a Reserve training centre in Roscommon town and Connolly Barracks was in Longford.  That would have allowed reservists or people who were interested in joining the Reserve in those two counties to have a central point where they could come to be trained and to engage with the organisation.  They were subsequently closed.  County Longford, as Deputy Brady said was true of County Wicklow, no longer has a Reserve training centre at all.  We could go through other counties, including Laois and Offaly, where there simply is not a Reserve presence anymore.<\/p> <p>  How important is that contraction of the Reserve?  It disincentivises interested parties in those regions from joining the Reserve.  If people in the Longford-Roscommon area have an interest in joining the Reserve, their closest centre might be in Mullingar, Athlone town or Boyle in north County Roscommon.  That might be quite a distance to travel for a young individual who might find it hard to get there.  I am not even talking about younger individuals who might not have their own form of transport but serving reservists who are now being told there is an ancillary travel cost associated with attending for training.  That training is often voluntary or free.  A person is being told that instead of a journey of a couple of miles, perhaps walking distance to a training centre or local barracks, he or she now has to put a certain amount of fuel into the car, at their personal cost, to attend a training event for which they are not paid.  Service in the Reserve now comes at a net cost.  Quite a lot of reservists over recent years have simply weighed up whether it is economically feasible for them to remain serving and decided it is not.  That is where some of the loss of members has come from.<\/p> <p>  Providing a centre, at least one per county, gives local reservists or local interested applicants an opportunity to serve locally.  It facilitates that level of engagement.  If we shut down Reserve training centres, so they are few and far between throughout the State, we can look into that situation and see exactly why reservists stop turning up.  Attendance comes at a net cost to reservists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#D00400","nonspeaker":"Mr. Neil Richardson"},{"type":"speechnospeaker","time":1633388400,"counter":17,"content":"<p>Deputy Clarke also asked about overseas service for reservists and our view as to how that might be accomplished or what its purpose might be.  I will start by stating that in the first instance, we had proposed overseas service.  The intention was not to displace any of our comrades in the Permanent Defence Force, PDF, from their service because we understand overseas service is part of the requirements of their service.  We have often noted commentary from members of the PDF who return from overseas service having served with reservists from other European nations.  They often remark on how seamlessly it works and the benefits of having somebody with an exposure to the military way of life and a complementary civilian outlook.<\/p> <p>  We would see that, initially at least, there are specialist roles which need to be filled.  That is a short-term solution to other, broader problems with the Defence Forces overall.  There are opportunities to utilise specialists in the cybersecurity and medical areas.  There are also, presumably, opportunities in logistics when there are shortcomings or challenges around providing the manpower from the Permanent Defence Forces.  Those opportunities also come with challenges.  For a reservist to serve overseas and make that commitment, not only is it costly in terms of their family commitments but there are also risks to their jobs.  It is not just a matter of holding an appointment open for somebody when he or she leaves his or her civilian job, but there are also the opportunities on which he or she might miss out.  <\/p> <p>  We can come to the shape of the legislation and how it ought to be thought of as we try to look after the interests of reserves.  We are only talking about a small number of people.<\/p><p>I suggest that, initially, there could be specialist roles.  There is, however, another aspect to this.  When we made the original proposal for overseas service for reservists, my thoughts on that were that if we could get every part of the mechanism for training reservists working to produce people to the standard required to serve overseas along with the PDF, whose members have a whole military career behind them, then that in itself would mean that all the processes, procedures and training would have had to have gone right for at least some of our number.  To be practical about that, someone going overseas, even for a short-term engagement, would have to have all their equipment, be trained, be to a medical standard and a fitness standard and have all the technical courses complete.  For all that to happen, however, the whole pyramid of support services has to be in place and work seamlessly, and that is important to consider.  That was the objective.  It was not necessarily so much about putting Reserve boots on the ground overseas.  It was about what that would represent.  It would represent the fact that the mechanism from recruitment all the way through for all their training would be working well.  That is our view on the role overseas.<\/p><p> I will move on to Senator O'Reilly.  I take his point about the Civil Defence in Cavan.  I am a Cavan man and know many former colleagues who have moved into the Civil Defence and they do an excellent job, but there is a difference between the Reserve Defence Force and the Civil Defence.  We are trained in military matters and in the use of lethal force.  We are bound by military law.  The Civil Defence does not have those sorts of constraints and its service is very different.  I would find it challenging to see how both could be integrated.  There are some complementary overlaps on which we could work together more closely, perhaps, such as exercises or something of that nature, but trying to join the two of them up would, I think, be a challenge.<\/p><p> In response to the question about part-time worker status and the legislation, again, there are challenges with legislation on employment protection.  I think that in the area of employment equality some work has already been done.  The protection of ordinary workers was a long time coming over the years.  I am minded that I am probably of an age that I can recall when a long time ago there was a significant debate on the protection of employment for women on maternity leave.  That was considered by some to be an insurmountable challenge and one which would be very costly to private industry and the State, yet it was rightly sorted out to whatever extent one might think, and maybe it could be enhanced, but these are challenges which can be fixed.<\/p><p> As for amendments to existing legislation, we would be cautious in making recommendations.  We do not want to suggest seismic changes to legislation because these matters should be approached cautiously.  I would favour making small changes, at least initially, rather than something too big.<\/p><p> It should be borne in mind there has to be proper engagement with other stakeholders as well.  It is not just us but it is also the Department of Defence, the Department of Public Expenditure and Reform and employers' representatives.  There a lot of voices to be heard as to how this will work.  Of course, we would like to be at the centre of that to guide how it would go through.<\/p><p> Mr. Richardson made a point in his opening address about our status.  The fact that we are classed as volunteers has long been a concern for us.  There are two types of volunteers.  There is the type in the popular imagination, that is, people who do things for nothing.  My concern about that is that if you do something for nothing, it is seen as being worthless, and we are not worthless.  We actually provide an enormous pool of resources to the State freely and of our own time.  Some of what we do is paid for, but we need to recognise that.  In doing so, I think we will go part of the way to addressing issues with recruitment and retention.<\/p><p> Senator O'Reilly asked about funding.  The exercise of developing a budget appropriate to what it is the Reserve does would have to encompass the outputs the committee would seek to have us deliver.  That is important as well.  I would not suggest a figure off the top of my head.  I am concerned about the fact that our budget, as Mr. Richardson mentioned, represents, I think, 0.26% of the overall Vote.  I think someone remarked that more is spent on cleaning of military installations than on the Reserve.  By any measure, that order of magnitude is wrong, we think.  However, it brings into consideration what our strategic purpose should be.  I think there is an awful lot of potential that has not been recognised in recent years.  The appropriate way to operate would be to realise what the potential is, set meaningful objectives and then construct a budget accordingly.<\/p><p> The final question Senator O'Reilly asked was about part-time work and the ethos of volunteerism.  I will pass over to our vice president, Ms McCarthy, to take that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#D00500","nonspeaker":"Mr. Eugene Gargan","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":19,"content":"<p>The answer to Senator O'Reilly's question is \"No\".  I do not think it would damage any volunteer dimension at all.  None of us is in this organisation to make money, I can assure the Senator.  With 20 years' service and the amount of mileage and the amount of equipment you buy, it does not equate, so absolutely not.<\/p> <p>  As for the reason people are in the Reserve, they get to experience something that many other people do not.  They have a sense of camaraderie that you do not get in any other industry.  They gain experience of the Defence Forces.  As Mr. Gargan said, we operate under military law.  We take part in some robust training.  That is an incredible experience as well.  Also, reservists see their time in the Reserve as an investment in their personal careers.  They are trained up in presentation skills, leadership and communication.  Take a young person coming in at 18 and going into college and, hopefully, getting a job after two or three years of college.  They are already junior managers.  They are already trained.  They can already work with initiative.  Those are my thoughts on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#E00200","nonspeaker":"Ms Jo McCarthy"},{"type":"speechnospeaker","time":1633388400,"counter":20,"content":"<p>Moving on to Deputy Brady's questions, he asked about engagement with the commission.  I am very happy to say we made a significant presentation to the Commission on the Defence Forces and it went very well.  The international component of the commission, that is, those who are familiar with reservists in their own countries, very much took to heart what we had to propose.  Part of that proposal was a restructuring of the Defence Forces in a way which would follow the population of the country, particularly the cohort from which we seek to recruit.  We had the engagement formally.  Also, the commission made a number of visits to military installations up until quite recently.  I think it finished the final such visit only recently.  We were quite happy that the commission met many reservists as well, not just us, so there was a very good and very meaningful engagement with the commission.  I am very happy to mention that.<\/p> <p>  I will ask Mr. Richardson to talk about recruitment campaigns.  Before I do, as for the point about stark figures, I refer to what might be called a conversion rate of those expressing an interest in joining the Army Reserve.  I am an Army reservist.  In my unit, and through the good offices of senior non-commissioned officers, NCOs, and the officers who look after recruitment in my unit, over recent years, when you amalgamate the figures, the conversion rate is 2.4%.  In other words, of all the local people in my area who wish to join the Reserve, that is the percentage that actually gets through.  Were it 24%, I would say to the committee that there was a failure in this centralised process for recruitment, but 2.4% is beyond belief.  There is a serious problem with the centralised process there.  This has to be one of the key messages.  We will come back to it before I finish.  Recruitment is essential.  We need urgently to fix recruitment before we move on.  The reason we urgently need to fix recruitment for the Army Reserve and the Naval Service Reserve is that we simply will not survive until such time as the recommendations, which we expect to be made by the commission, are executed.<\/p><p>As Mr. Richardson said, we are on a trajectory that is not great.  The figure of 1,500, which one of the members referred to and is in the public domain, is an ageing figure and is only going in one direction.  It is reducing and shrinking day by day, so urgent action is needed.  Once the framework of the Reserve is gone, it will be practically impossible to construct something to replace it.  An enormous opportunity will be lost at great cost to the State.  I had to mention that at this point.  I will hand over to Mr. Richardson on recruitment campaigns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#E00300","nonspeaker":"Mr. Eugene Gargan","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":22,"content":"<p>I will address Deputy Brady's question.  He has shown an understanding of this issue.  It has been one for many years and \"timelines\" is the key word.  On average, it takes a year to 18 months for an applicant to join the Reserve, from the day he or she applies online to the day they can be sworn in or attested, which is the official word.  It can take a year to 18 months and the various stages they have to go through, be it interviews, fitness tests, medical exams or whatever it might be, can often be arranged months apart to the point that, as the Deputy quite rightly said, when people are recontacted when it is time for the next part of the recruitment process, they have simply lost interest because many months have passed since the Defence Forces last communicated with them.  The Deputy specifically mentioned 2019.  Of the several thousand applicants we had that year, 144 people were successfully attested at the end of the year.<\/p> <p>  If I go back a few more years, the figures are quite stark.  There were 4,870 applicants in 2014.  The question is often thrown at us whether an interest in joining the Reserve is still there among the public in the State.  Some 5,000 applicants for that competition, out of which we attested 157, would suggest \"yes\".  I do not believe for a moment that all these people failed their interviews, medical exams or fitness tests.  It is likely that several months after the last stage at which they were contacted they had grown uninterested.  For any organisation to take 18 months for applicants to get in the door, it is a miracle we still have 144 people left at the end of the process.  It attests to their desire to join.<\/p> <p>  Two years ago, when we last appeared before this committee, we talked about our strength figure at the time.  We are now 33% down on that strength figure.  Even with the trickle of attestations we have had over the past number of years, we are on a net loss, year-on-year.  We are now one third smaller than we were two years ago when we last appeared before this committee.  At present, that is the main problem.  We even have instances involving medical resourcing and getting Defence Force medicals for recruits, which is a massive issue in that reservists are, unfortunately, last on the list of priorities in accessing a military doctor.  Sometimes the process takes so long that the medical they get is void after a 12-month wait, so another medical is needed.  This is not only a waste of resources; it shows how long the process can go on for.<\/p> <p>  If this continues, and was to keep going for another couple of years, we could be before this committee again in two years' time saying there are 500 of us left.  As Mr. Gargan quite rightly pointed out, a certain number of personnel in certain ranks is needed in order to form a training staff for new recruits.  We are getting to the point where cobbling together training staff to train these new people will be difficult.  Even if they handed us 1,000 recruits in the morning, we may shortly get to a point where we physically cannot train them.  I have, hopefully, addressed that issue.<\/p> <p>  I would like to, however, segue into answering Senator O'Reilly's question on funding, paired with Deputy Brady's question on the budget.  As Mr. Gargan said, it is hard to put a figure on it but I will point out to Deputies and Senators the way the &euro;2.15 million is structured.  The RDF allocation in Vote 36 is designed to allow a full-strength Reserve of 4,000 personnel, with seven paid days each a year.  The idea is if there were 4,000 of us, we would all get seven paid days a year.  The problem is that most Reserve training courses are 14 days, 21 days or 28 days.  There is a problem straight away in that we will be victims of our own success if we have a full-strength Reserve since we would be asking Reservists to either undertake, possibly, 25% of a paid training course and do the rest voluntarily, which is not feasible, or we simply would not be able to attend the training course because we would not have the paid day allocation to provide.  The whole system is structured in such a way that we would be victims of our own success if we had 4,000 people.  We simply could not survive on seven paid days each a year.  That is something that will have to be addressed.<\/p> <p>  Concurrently with capital investment, as was mentioned earlier, a geographical expansion is the way to get the Reserve back up to full strength and back into communities, which was a great strength of the old FCA in decades past.  However, that would involve the renting or purchasing of suitable training facilities in the county.  At the moment, our budget is solely for pay.  However, a form of Reserve-specific capital investment would also be needed to facilitate that expansion.  It could not all be about man days, or paid days as they are referred to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#F00200","nonspeaker":"Mr. Neil Richardson"},{"type":"speechnospeaker","time":1633388400,"counter":23,"content":"<p>When it comes to the challenges posed by reducing the size of the Reserve, the effect of the decline in numbers gets to a point where we step off a cliff.  A critical mass of suitably qualified personnel is required in order to undertake tasks.  For example, if we want to go onto an firing range, we have to have a security party, a working party and those who doing their annual range practices.  We cannot do that with a small number of people.  We have to have the right number of people.<\/p> <p>  Similarly, if we are going to train people, we have to have the right number of suitably qualified instructors.  On that point, going closer to home and looking at the typical age profile in my unit, a Reservist is now in their early 40s.  This causes problems.  It is a problem long in the making because recruitment has been so poorly executed over the past number of years it is now starting to manifest in not having junior leaders; it is difficult to identify people to go on potential officer courses because they simply do not have the numbers and it means we are challenged when it comes to training the recruits we get in.  If we were able to magically fling the doors open and solve the numbers problem by recruiting, that in itself will be a major challenge for us at this stage because the infrastructure, in terms of personnel and resources available, has been run down to a stage where it is barely in existence.  Ramping it back up again will be a challenge.  <\/p> <p>  There was a question on the ideal size of the Reserve.  For our submission to the commission, we had a discussion on this, we thought about it long and hard and we decided we would make our pitch based on the 4,000-odd number.  We are talking about aiming to get back to where we should be now.  That would be a reasonable first step rather than looking at international comparators, which sometimes look at a factor, between the permanent Defence Forces and the Reserve, or a possible order of magnitude, of one-to-one or one-to-two.  That would actually be too challenging.  That is a long-term goal we might look at, but even to get back to where we should be will take a significant effort.  It is not just money.  It takes other military resources as well.<\/p> <p>  Deputy Brady also asked about employment protection.  We have probably addressed that.  There is a lot to be done and a lot that could be done without any unforeseen consequences.  For example, we could establish other grounds for anti-discrimination in the workplace.  There are a number of grounds already and something as simple as saying that someone who is a current or former member of the Defence Forces ought not to be discriminated against, could be easily put together and would be an excellent first step.  <\/p> <p>  On the questions about engagement with the Minister, I am quite happy to report that engagement with this Minister is very positive and very good.  He certainly sees the value of the Reserve and he also understands the challenges we are facing.     <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#F00300","nonspeaker":"Mr. Eugene Gargan"},{"type":"speech","time":1633388400,"counter":24,"content":"<p>I call Deputy Stanton who, our guests will be aware, has some direct experience of the Reserve Defence Force.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#F00400","speaker":"1589"},{"type":"speech","time":1633388400,"counter":25,"content":"<p>I am in Leinster House.  I again welcome our guests.  I met some of them a number of years ago.  It is sad to see things have not progressed very much since then.  In fact, they have gone the other way.  As the Chairman said, I was a member of the RDF, which was called the FCA for 23 years.<\/p><p>When I got elected to the D&aacute;il, I got a letter from the President saying my services were no longer required as an officer on the Reserve.  You cannot do both, but that is okay.  I was probably getting too old for it anyway, because I could not keep up with the young fellas when they were doing route marches and stuff at that stage.  I wondered why but age has a bearing.  It is a good organisation for young people.  <\/p><p> I will pick up on something Ms McCarthy said which I have believed strongly in for quite a bit.  It concerns the role the Reserve plays in developing personality, self-confidence, leadership, presentation skills, citizenship and so on.  I have mentioned it previously and have direct experience of it.  I have seen young boys and girls joining the Reserve quite timid and, with the training and support they got, their CVs were enriched enormously.  <\/p><p> On the role the Reserve plays as a recruitment mechanism for the PDF, we found it disturbing that our best soldiers often joined the PDF once they got a feel for military life and liked it.  At the moment, the PDF is having a problem with recruitment.  When I was in the FCA, in 1991 the establishment was 22,000 people, mainly young people.  The strength in December 1991 was 15,293.  The number who attended training camp in 1990 was almost 7,500 young people.  That was normally two weeks fully paid.  That was a lot of money and good pay for youngsters in college or just after doing the leaving certificate.  It helped many people make their way into the world.  There are other strengths with respect to the Reserve that have to be recognised.  It is not just the military side.  As has been said here, the main focus is on augmenting the PDF, but there are other values and strengths. <\/p><p> Canada has a cadet programme for teenagers from 12 to 18.  They are inducted and do all kinds of training under the auspices of the army, navy and air force in Canada.  Listening to the radio on the way up today, I heard a debate about many young people in Ireland having nothing to do and all night to do it.  They are hanging around the streets with nowhere to go, which brings me back to the issue of the closure of training places.  Senators Wilson and Joe O'Reilly spoke on this as well.  People need places to go if they are to train.  These were often large halls where people could march and so forth.  It was useful from that point of view.  The establishment is 4,069.  That is what the strength should be, but the actual number is way down at 1,513.  Will our guests comment on the Naval Service Reserve?  The number there is 125 and the establishment is quite small at, I think, 200.  I am interested in that.  We are visiting the naval base on Friday and I would like to see that area focused on.  <\/p><p> I think it was in 2019 that Mr. Gargan spoke about the expenses that members of the Reserve incur in travelling to training centres, purchasing equipment and so on.  I think Ms McCarthy said it as well.  Reservists are owed money because there have been changes made to the funding.  There used to be a gratuity at the end of every year and it was scrapped.  There is the issue of pooling equipment, which is unhygienic.<\/p><p> What issues from the White Paper would the witnesses like to see implemented straight away?  They mentioned that none of them has been.  Are there priorities the witnesses have?  Can they point to best practice in other countries?  Can they point to any country in Europe we should emulate?  I ask about witnesses' contact with &Oacute;glaigh N&aacute;isi&uacute;nta na h&Eacute;ireann-Organisation for National Ex-Service Personnel, ONE.  I was at the opening of a hostel for ONE in Cobh last Sunday, Br&uacute; na Farraige, where five bedrooms were established for members of the PDF who might have fallen on hard times.  I am interested to know the connection.  I understand former members of the Reserve can become members of the ONE.  Do the witnesses encourage or support that or bring it to people's attention?  At that event, they constantly referred to me as a veteran.  I am not sure if that is a good or bad thing but that was the term they used.<\/p><p> We look forward to the commission's report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#F00500","speaker":"1515","continuing":true},{"type":"speech","time":1633388400,"counter":27,"content":"<p>I welcome our guests and thank them for their opening statement.  It was a comprehensive, fairly grim but accurate assessment of where we are.  Honestly is always a good place to start.<\/p> <p>  I will raise three questions.  The first is in light of the legislation that will probably be signed off by the President in the coming weeks to allow Reserve Defence Forces people deploy overseas.  What are the witnesses' thoughts on when the first member of the Reserve will deploy overseas?  I seek a ballpark answer.  Second, there is an Army Reserve and a Naval Service Reserve but no Air Corps reserve.  What are the witnesses' thoughts on establishing one?  The Air Corps is under-strength at the moment.  Most modern countries have an air force reserve.  Why is Ireland so special that it does not have one?  Is it something we should consider?  The last question is on the employment protection legislation.  I like the way the opening statement coupled potential employment protection legislation with an employer support package.  That is a good twinning and a good way to go.  I take the point we need to liaise with various stakeholders like IBEC and ISME before something as significant as this is introduced but surely in the public sector we should get our own house in order first.  As a first incremental step, what are the witnesses' thoughts on the Department of Public Expenditure and Reform putting out a circular to all Departments that where we have a full-time member of the public service who is also a reservist in the Defence Forces, if that person is deployed overseas or at home in operations, their employment is protected and their job will be available when the period of emergency or of deployment overseas ends?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#G00200","speaker":"1587"},{"type":"speech","time":1633388400,"counter":28,"content":"<p>I do not want to ask any questions.  They have been well covered by everybody.  I thank the witnesses for their presentation, their presence and the responses they have given thus far.  I acknowledge the submission they have made to the commission and its contents.  It is incumbent upon us members of the committee to reflect the witnesses' wishes as best we can when we respond to that with the Minister with a view to the recommendations and how they move forward from there.<\/p> <p>  To Mr. Richardson, we always found accessibility to Athlone sufficient from our part of County Offaly.  Mullingar was there too for another section down south.  <\/p> <p>  Deputy Berry's point is important, regarding the acknowledgement of the issue of foreign service and looking at a way in which the Air Corps could be opened up.  The recent package is there for a new promotional mechanism to improve take-up of positions in the Reserve and Permanent Defence Forces.  I am conscious of the issues and difficulties in the PDF, including moral issues.  I assume as an onlooker that, if there are serious issues in the PDF, they are doubled within the Reserve forces.  I hope the issues contained in the submission to the commission are taken as seriously as they should be because that is the starting point from which one would expect many to apply further up the line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#G00300","speaker":"1591"},{"type":"speech","time":1633388400,"counter":29,"content":"<p>I call Deputy Brady on behalf of Deputy &Oacute; Donnghaile, who unfortunately had to leave for another meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#G00400","speaker":"1589"},{"type":"speech","time":1633388400,"counter":30,"content":"<p>He unfortunately had to leave early to go to Order of Business in the Seanad.  He had a specific question he put in the chat.  He spoke last week during the debate on the Defence (Amendment) Bill in the Seanad and raised with the Minister, Deputy Coveney, the issue of the Reserve and the Permanent Defence Force.<\/p><p>While the Senator is conscious of the funding issues outlined, he believes there is a need to ensure any future recruitment drive for the Reserve or Permanent Defence Force will be carried out across all Thirty-two Counties.  Does the general secretary believe that if this approach were taken, it would help to grow recruitment numbers?  Major events in the North, such as the agricultural shows and university fairs, in addition to billboards and media advertising, could be used.  The advertising is not seen in the North in the same way as in the South, despite the large number of citizens in the North who would be interested in pursuing a role as a member of either the Reserve or Permanent Defence Force.  That is a question from Senator &Oacute; Donnghaile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#G00500","speaker":"1625","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":32,"content":"<p>I thank the members for some excellent questions.  It is always a pleasure to get a question from Deputy Stanton.  It is good to see him again.  His first question was on citizenship and the development of personnel.  He referred to our vice president, Ms Jo McCarthy.  I ask her to answer the question, after which I will answer the others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#H00200","nonspeaker":"Mr. Eugene Gargan"},{"type":"speechnospeaker","time":1633388400,"counter":33,"content":"<p>We can use the Reserve as a slipstream into the Permanent Defence Force but ethnic minorities may not know what it is like to lead the life of a member of the Defence Forces.  Through the Reserve, they can dip their toe in the water to see what it is like.  The Deputy mentioned all the different types of communities.  Sexual orientation is a big subject at the moment.  It is important that people feel comfortable and believe they can progress.<\/p> <p>  The Deputy referred to the youth.  Troubled youth may have been dealt a bad card deal and deserve another chance.  Giving them a chance to join the Reserve gives them a support system and discipline.  I talked about camaraderie a while ago.  Joining results in excellent benefits for the youth.  Being able to participate in outdoor activities is an incredibly strong asset to have.  If we could help even some of the troubled youth in every county, it would be fantastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#H00300","nonspeaker":"Ms Jo McCarthy"},{"type":"speechnospeaker","time":1633388400,"counter":34,"content":"<p>I thank Ms McCarthy.<br\/><br\/>The Deputy asked a question on recruitment to the Permanent Defence Force.  The Reserve Defence Force and its predecessors, An F&oacute;rsa Cosanta &Aacute;iti&uacute;il and An Slua Muir&iacute;, have traditionally been a very effective channel for recruitment into the Permanent Defence Force.  It was a very attractive channel from the Permanent Defence Force&rsquo;s perspective because those recruited through it did not enter military life unaccustomed to it.  Therefore, the dropout rate was understandably very low.  Recruits hit the road running and there was a fairly effective conversion rate.  In fact, it was often said that it was a major problem in terms of natural wastage.  So many were people leaving the ranks of the Reserve to go into the Permanent Defence Force that it caused a bit of a problem.  It was not a bad problem to have, and we were happy to do our best in that regard.  As a result of the trend in question, a high number of former members of the Reserve and former direct colleagues are in the Permanent Defence Force.<br\/><br\/>I was asked about the other strengths and social benefits.  I believe the Deputy was talking about the other socio-economic benefits that accrue from military service.  Deputy Berry is a fine example of someone who has come through the Defence Forces and who has launched another career, or multiple careers in his case.  There is an awful lot to be gained from military service.  As Ms McCarthy mentioned, it instils a sense of <i>esprit de corps<\/i>.  One adopts the values of the Defence Forces.  For a great number of people, it is an expression of their patriotism and service to the State.  That can only be welcomed as a good thing.  However, back when the much-discredited value-for-money report was put together, there was zero value put on any of these factors.  No value was placed on any social benefit to the community whatsoever.  It was strictly lined up with military benefit.  That is a difficulty.  The report did not take an holistic approach, accounting for the benefit of the Reserve to the State as a whole.  That was a significant shortcoming.  I will not get into the issue of the value-for-money report because we have not prepared for it.  That is another chapter in history.<br\/><br\/>On the Naval Service Reserve numbers, I will hand over to Mr. Richardson.<br\/><br\/>I was asked about having referred to the expense of serving in the Reserve when I last spoke.  The point made was true.  I am not an accountant but if we were to keep a tally of what we spend on fuel, tolls, maintenance of our uniforms, buying kit and not getting paid for the majority of what we do, we would certainly note we are out of pocket.<br\/><br\/>The withdrawal of the gratuity scheme was said to fund additional man days.  We were told that we would get back in one pocket what we lost from the other.  That simply has not happened.  Many of us feel that we continue to pay a price for our service.  We do not do it for money.  There are other drivers that keep us connected and serving.  As Ms McCarthy mentioned, it is all about being part of a bigger organisation and service to the State.<br\/><br\/>On the White Paper projects, the White Paper is a bit dated at this stage.  I will ask Mr. Richardson to give an update on his thoughts on this matter.  We have been waiting for quite a while for something to come of the White Paper projects.  The White Paper was launched to a fanfare several years ago but it has not delivered anything for us.  That is simply a matter of fact.  It is very disappointing that it has not delivered anything.  To be blunt about it, we have more significant concerns at this stage.  Our very survival as an entity is what we are worried about now.  We talked in the foyer outside about whether this is the last time we will get to come in here.  Will we be in existence in a couple of years?  I cannot overstate this point.  I do not mean to be overly negative because there is a positive to be brought to the members&rsquo; attention also.  I will get to that towards the end.  We are not that concerned about the White Paper at this stage; we are more concerned about the commission and being able to stay in existence until its recommendations, which we expect to be positive, are executed, and not delayed or stalled in any shape or form.<br\/><br\/>On best practice and the other questions, I will hand over to Mr. Richardson.  Before doing so, I will make a last point, on ONE.  ONE is a marvellous organisation.  I was present for the launch of its campaign, the Fuchsia appeal.  The organisation does tremendous work.  It serves several purposes.  It does fabulous work looking after our veterans.  It was quite keen to redefine the term &ldquo;veteran&rdquo; to mean anybody who had served.  I would not take it as a reflection on the Deputy&rsquo;s age, particularly coming from someone like me, who marked 35 years of service in the Reserve this week.  I am not quite a veteran just yet.  I endorse the work of ONE.  Many of our former members are in it.  We help them whenever we can.<br\/><br\/>I will now pass over to Mr. Richardson, who will take the other questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#H00400","nonspeaker":"Mr. Eugene Gargan"},{"type":"speechnospeaker","time":1633388400,"counter":35,"content":"<p>I will address Deputy Stanton&rsquo;s outstanding questions in sequence.  On the Naval Service Reserve figures, the establishment of the Naval Service Reserve is currently 200 personnel, of all ranks.  It has an effective strength of 121.  The strength figure is at about 67% of establishment, whereas the Army Reserve figure is at about 37%.  Percentage-wise, the Naval Service Reserve is not faring as badly as the Army Reserve.  However, the 2015 White Paper stated the Naval Service Reserve&rsquo;s establishment would be increased by another 100 personnel so it should be at 300.  Again, this is one of the White Paper projects that has yet to be initiated.  We would argue it is quite a simple one to initiate but, six years later, the Naval Service Reserve&rsquo;s establishment still sits at 200.<\/p> <p>  On what we can do with the Naval Service Reserve, I say begrudgingly as a proud Army reservist that because we are an island nation, the maritime aspect of the Defence Forces deserves serious input.  The Naval Service Reserve could easily be expanded to other coastal locations throughout the State.  An obvious example is Galway, because there is a permanently manned barracks in D&uacute;n U&iacute; Mhaoil&iacute;osa.<\/p><p>One would not be seeking to purchase another Reserve training facility as there is one there already.  We understand that Galway Port might be developed in future years and it would be nice to have a Naval Service Reserve unit based there.  That is just one of many locations around the State where Naval Service Reserve units could be placed.  They are a particularly underutilised aspect of the Reserve Defence Force, and it should be 100 personnel larger then it is currently given the level of establishment that has yet to be initiated.<br\/><br\/>Deputy Stanton asked about White Paper issues for implementation.  I can only reiterate what Mr. Gargan has said.  We have moved on so much from the White Paper.  The White Paper states that the two reasons for the Reserve to exist is to augment the Permanent Defence Force in times of crisis and to carry out State ceremonial events as and when required.  The first one is quite a vague support purpose.  It is not even defined in the document as to what a crisis situation might be.  We would argue that Covid-19 definitely qualifies as a crisis event, yet for the most part the Reserve was not utilised during the Covid-19 pandemic.  If the pandemic does not meet the definition of a crisis then we do not know what does.  We have definitely moved on past the White Paper.  It can even be seen in the Defence (Amendment) Bill 2020.  This Bill is to give us an operational output.  This is so far beyond what the White Paper was willing to provide for the Reserve. The White Paper issues are really yesterday's concern at this stage.<br\/><br\/>With regard to other countries we can use as examples, this goes back to an earlier question by Deputy Brady, the UK is worth looking at with its SaBRE organisation, which is an employer engagement body.  It is an intermediary between civil employers and the defence industry.  Essentially, it translates army-speak into civilian talk and<i>vice versa<\/i>New Zealand and Australia are also very good examples of where it has worked very well.<br\/><br\/>I will speak briefly of something that the Australians do that really sells the benefits of defence to employers.  It is a Department of Defence programme called &quot;exercise boss lift&quot;.  Essentially, they take civilian employers and put them through a rudimentary form of military training, or at the very least bring them along to a training facility to show them what their employees are getting up to while they are away, and showing them the benefits of this.  It gives them a soft introduction to military life.  In many ways it is seen as an advertisement for the wider defence industry.  It gives employers an understanding of the value of the training that these reservist employees receive when they are away, and the benefits to the companies when these reservist employees come back.<br\/><br\/>Obviously, the military does 99% of its work behind a barracks wall and often what exactly the military does or what its benefits are not visible to the civilian body or private industry.  Once that metaphorical wall comes down, all of a sudden employers start to see the wealth of qualifications that reservist employees can attain and, from the civilian employers perspective, for free.  This experience is something their employees obtain while away on military service and the employers are not putting their hands in their pockets in order to provide this training to their employees.  The UK, Australia and New Zealand would be the countries to look at.  I will pass back to Mr. Gargan now to address Deputy Berry's questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#H00500","nonspeaker":"Mr. Neil Richardson","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":37,"content":"<p>Deputy Berry's questions are excellent, as usual.  The first of those three questions was, given the legislation, when would we see overseas service.  We touched on this earlier and there is no reason that could not happen almost immediately.  There are obviously a couple of prerequisites around the training and the provision of other resources to ensure that we have the right people to go overseas.  At this stage, however, it would be limited as to who would be able to go.  There will probably be a requirement to have a look at the employment protection.  We are back to that again. The employment protection is a broad issue.  One approach could be to make small changes to the periphery of the corpus of legislation and see how that could work or one could take a broader approach by saying that we want tie this in with the broader strategic purpose of the Reserve.  What is it there to do?  Are we there, for example when it comes to service overseas?  Are we there to provide back up to the PDF and fill the slots that they cannot fill in particular or specialist roles?  Is there a target where we would make up a small percentage of, for example, a contingent serving overseas?  I would favour the latter because such a function would pull along all of the other procedures such as training and standards in order to provide personnel for such a duty.<\/p> <p>  On the potential for an Air Corps reserve, this was often mentioned when I would meet with colleagues in the Air Corps.  They would ask why we were not out there and flying along with them.  In our submission to the commission we made a proposal that would provide for an Air Corps reserve, albeit not aloft.  Perhaps Mr. Richardson will talk a little bit more about that.  Our submission on this is based on a model a bit like the RAF reserve garrison operates.  There is certainly potential for that.<\/p> <p>  On the issue of employment protection.  I believe that the Deputy's intention was asking where do we start to protect reservists who are serving in the public and Civil Service.  It is a bit like the old saying of charity beginning at home.  I believe that the State can set the tone and could actually embark upon making the changes for those who serve the State, through the Civil Service and public service, and to protect them.<\/p> <p>  There is a circular, if memory serves me it is circular No. 51\/1979, which provides for a number of days leave for service in the FCA.  That was contingent upon approval by management and so on.  It only went so far as looking at training from the FCA point of view.  Absolutely we would endorse that idea and it would be a starting place.  It would certainly send a signal that the State and the Government is very serious about employment protection for reservists.  It would also serve as a test bed for showing how it would actually work.  One would get over the issues of the person being absent from their role: how it would be backfilled; how functions are dealt with when the person leaves and returns; and questions relating to the person's insurance, pension entitlement and pay.  All of these types of things would have to be sorted out.  These are just the details behind it but the principle is a good one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#J00200","nonspeaker":"Mr. Eugene Gargan"},{"type":"speechnospeaker","time":1633388400,"counter":38,"content":"<p>On the Air Corps reserve, in our proposal it is our view that the future Reserve should incorporate PDF service leavers with all of their wealth of experience and qualifications, and what could be defined as the citizen volunteer reservist, which is the person with no previous full-time military service.  How would an Air Corps reserve work?  More than likely the pilot or the specialist side of things would be predominantly, if not exclusively, taken up with PDF service leavers.  Citizen volunteer reservists could perform other ancillary roles in support of that.  The Air Corps is a fertile ground for adding a reserve because, as the Deputy has quite rightly said, there has not ever been such a reserve.  Certainly, there are areas where a reserve could assist.  Part of our submission was a rejigging of the first line reserve.  I am aware that the Deputy is familiar with this.  PDF service leavers who are retained on a list are referred to as the first line reserve.  The Army Reserve and the Naval Service Reserve are actually the second line reserve.  The first line reserve is a body of PDF service leavers who are retained and who can be recalled for various reasons.  This force was established in the post-Emergency period, which was back in the mid-1940s, ostensibly with no establishment figure and with no real idea as to how it could be properly utilised.  These individuals did attend for an annual refresher training once a year until the 1980s when numbers dropped so low that annual refresher training was discontinued.  We would see this is very much missing a trick.  If there are individuals who are PDF service leavers, with their wealth of qualifications and years of experience, they should be utilised for the benefit of the State in defence and to work with us in the second line reserve as reservists in the first line reserve.  This is an area where active first line reservists could work in tandem with active second line reservists, which is what we represent.  Certainly, there is fertile ground to establish an Air Corps reserve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#J00300","nonspeaker":"Mr. Neil Richardson"},{"type":"speechnospeaker","time":1633388400,"counter":39,"content":"<p>The next questions came from Deputy Cowen with regard to the Air Corps.  I think we have just answered that.  Reference was made also to recruitment.  If there is only one thing members of the committee take away from this discussion today it is that recruitment is absolutely essential.  It is an urgent issue that goes to the very heart of our existence.  It needs to be addressed absolutely and quickly.<\/p> <p>  I will make another point, which touches on the sentiment expressed by the Deputy in his comments.  I have often said that the status and the state of the Reserve is a bellwether.  It is an indicator generally of the health of the Defence Forces overall.<\/p><p>One could argue that if things are going well for the Reserve Defence Force then it is a reasonable assumption to make that throughout the other branches and echelons of the Defence Forces, things are going well also.  In many ways, we are at the end of the conveyor belt.  We are at the end of the list of things to be done.  When Mr. Richardson talked about getting recruits through the medical checks, security clearances and all that kind of stuff, because it is dealing with the Reserve Defence Force, we get pushed to the end of the queue.<\/p><p> Understandably, I suppose, if Permanent Defence Force members are about to serve overseas or undertake various duties then it is essential to get them sorted out first.  That is fine.  We have never had a problem with that.  The problem arises when we remain at the back of the queue and are never processed or do not get the resources required, ever.  We do not progress from there.  I would say, therefore, that it is a key indicator of how things are.  If the Reserve Defence Force is doing well then one could assume that the rest of the Defence Forces are doing well.<\/p><p> One might look at it from the other perspective, that is, from the point of view of our colleagues in the more specialist roles.  I picked the particular example of our comrades in the Army Ranger Wing, ARW.  If we look at their experiences of late in trying to secure their pay and allowances and the difficulties they have had then it does not bode well for us.  If they, as the tip of the spear - the very people and experts who are at the top of their profession and who are sent into the most hostile of places, including Kabul recently - have difficulties then where are we going to be?  There are, therefore, two ways of looking at this.  There is a continuum of expertise, if you like, and there is a continuum in a military context of where we are at.  I wanted to make the point that that is a concern to us as well.<\/p><p> The final question then was from Senator &Oacute; Donnghaile, which came via Deputy Brady, regarding 32-county recruitment.  I am happy to take that question because, as I mentioned earlier, I am originally from County Cavan.  I live in Dublin but I am posted in the 27 Infantry Battalion, which is headquartered in Dundalk.  I am very proud to serve with the 27 Infantry Battalion.  I can tell members that a significant number of personnel, both Permanent Defence Force and Reserve Defence Force, are from the Six Counties or from the North.  They are quite happy to serve.  They really want to serve and they make the journey down.  It is quite surprising that some of our potential recruits have actually come from Belfast.  That, I suppose, tells members something about the intent and the desire to serve that these people have.  They are very keen.  That is actually effectively happening already.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#J00400","nonspeaker":"Mr. Eugene Gargan","continuing":true},{"type":"speech","time":1633388400,"counter":41,"content":"<p>I thank Mr. Gargan for that.  I see that Deputy Stanton has his hand raised again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#K00200","speaker":"1589"},{"type":"speech","time":1633388400,"counter":42,"content":"<p>I have two brief questions.  The last time training camps were held was in 2019.  I guess they were probably not held this year or last because of Covid-19 but perhaps I am wrong.  Mr. Gargan might be able to give us an outline of the last training camps in terms of how many people attended, how they went and so on.<\/p> <p>  Is it still the case that members of the public service can take time off to take part in training in summer camps or other training camps as was the case years ago?  When I was there it was the case that one could take two weeks off.  In some cases, some of that time off was paid as well but not all of it.  Mr. Gargan might give us an update on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#K00300","speaker":"1515"},{"type":"speechnospeaker","time":1633388400,"counter":43,"content":"<p>I will hand the first question on training camps over to Mr. Richardson and I will take the second question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#K00400","nonspeaker":"Mr. Eugene Gargan"},{"type":"speechnospeaker","time":1633388400,"counter":44,"content":"<p>To answer the Deputy's question, training camps for the Reserve Defence Force, or previously, F&oacute;rsa Cosanta &Aacute;iti&uacute;il, FCA, units would have been arranged quite regularly, as he will be very familiar with from years past.  What happened following the 2013 reorganisation of the Reserve Defence Force is that independent reserve units were stood down and post this date, all reservists have served as previously permanent-only units.  To give an example, in Dublin, we would have the 7 Infantry Battalion based in Cathal Brugha Barracks.  Headquarters, A and B companies and support companies will be permanent soldiers and C, D and E companies will be reservists.  They are, therefore, all under the one flag, so to speak.<\/p> <p>  Unique reservist stand-alone training camps have sort of disappeared really since 2013.  What now generally happens is that reservists will go on training with their Permanent Defence Force counterparts or they will be penny-packeted out to various training courses.  Reservists are still attending a form of what would have been traditionally been called \"annual camp\" but it just might not be a concentration of reservists only anymore.<\/p> <p>  The Deputy mentioned 2019 and the hiatus on training camps.  Yes, 2019 was our last normal training year.  We have quoted the number of individuals who attended for paid training in that year.  It was 1,019 individuals.  At a time when the Reserve Defence Force had an official strength of 1,588 individuals, which is 75 more than it does now, we would argue that the 1,019 people who attended for paid training in 2019 was a far more accurate metric of how many active reservists we had.  Those 1,019 people attended at least one paid day each that year.  We would argue that the other 500 were just remnants on the personnel management system and are not necessarily there anymore in reality.<\/p> <p>  The arrival of Covid-19 in 2020 unfortunately resulted more or less in a shutdown of all normal Reserve Defence Force activity.  It is worth stating that reservists did exist on Operation Fortitude, that is, the Defence Forces operation in support of the HSE.  Generally, however, swab testers and vaccinators ultimately appeared in time but these were individuals who had a specialist qualification.  The vast majority of the Reserve Defence Force was, therefore, stood down.<\/p> <p>  There has been a resumption of training camps again in 2021 albeit, I will say, of a particularly refined nature.  A \"reserve concentration\", for want of a better phrase, took place in Kilworth Camp in County Cork during August, where two high-profile Reserve Defence Force courses resumed along with local support staff who came in.  The irony perhaps is the 150 to 200 reservists who were present on the camp probably represented maybe 20% of what is left in the Reserve Defence Force.  To most long-serving reservists from decades past, 200 individuals was a drop in the ocean in comparison to the numbers that attended reservist training in years gone by.  What we are considering a high number now, therefore, would have been very bad year 20 years ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#K00500","nonspeaker":"Mr. Neil Richardson"},{"type":"speechnospeaker","time":1633388400,"counter":45,"content":"<p>The Deputy asked the question then about whether those in the service of the State, that is, the public service and Civil Service, can have some form of employment protection.  Forgive me if I get it wrong but from memory I believe this goes back to Circular 51\/1979, which provides for unpaid leave.  I work in the private sector so I have never been able to invoke it directly like that.  It allows for a number of days off, however.  I think there are implications in terms of superannuation payments as well.  If, therefore, a person spends every year throughout his or her working life taking a week or two off, it can have an implication towards the end of his or her working career.  I can clarify that and revert to the Deputy.  I do not think it is universally available for those in the rest of the public service, however.  I think it is for the Civil Service only.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#K00600","nonspeaker":"Mr. Eugene Gargan"},{"type":"speech","time":1633388400,"counter":46,"content":"<p>Okay.  I do not see any other member offering.  I would like to bring matters to a conclusion.  I thank the witnesses for their presentations, and the general secretary, in particular, for his lengthy but very informative presentation.  I thank Mr. Richardson, Mr. Gargan and Ms McCarthy for the comprehensive manner in which they dealt with our questions.<\/p> <p>  I was struck by the very stark and direct nature of the presentation.  I detect one note of optimism, however, and that is with regard to the positive expectations on the matter of the publication of the final report on the Commission on the Defence Forces.<\/p> <p>  I acknowledge with some real sense of disappointment, however, the fact that none of the recommendations in the White Paper of six years ago has even been initiated, as I believe Mr. Richardson said, much less completed.  It is absolutely essential that whatever recommendations are contained in the Commission, there will be a timeline in respect of implementation.  In fact, that was an issue we specifically raised in our encounter with the chairman of the Commission earlier in the year.<\/p> <p>  This meeting was timely.  In fact, members were keen that we would have this engagement prior to the budget.  In terms of next steps, therefore, I would be very keen, as indeed would members, that we give the Minister a short presentation arising from the Reserve Defence Force Representative Association's engagement with us, with particular reference to recruitment and the issue of funding.<\/p><p>I hope that on the next occasion the witnesses appear before this committee we will be in a position to chart some positive developments, which, unfortunately, we have been unable to do this afternoon.  Nevertheless, it was an important engagement with us, and we would be happy to follow up at the earliest opportunity, having regard to the fact that we are heading towards the closing cycle of budgetary negotiations.  Notwithstanding that, the Minister will hear from us within the next 48 hours.<\/p><p> As for the matter of the legislative developments, the witnesses will be aware that much of the work on the new defence (amendment) Bill has been completed.  I expect that will be completed in its entirety by the end of the year.<\/p><p> With that, I thank the witnesses for being with us.  We look forward to a further encounter post publication of the report of the commission on the future of the Defence Forces.<\/p><p> I ask members to hold on because we have some private business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2021100500002#K00700","speaker":"1589","continuing":true},{"type":"unspoken","time":1633388400,"counter":48,"content":"<p>The joint committee went into private session at 4.41 p.m. and adjourned at 4.47 p.m. until 3 p.m. on Tuesday, 12 October 2021.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Committee On Health","time":1633388400,"counter":49},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Neasa Hourigan, Martin Conway, Gino Kenny, Aisling Dolan. John Lahart, Mark Ward.<\/p><p>I láthair \/ In attendance: Deputy Pat Buckley.<\/p><p>Seanadóir \/ Senator Frances Black sa Chathaoir \/ in the Chair.<\/p>","time":1633388400,"counter":50,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002"},{"type":"minorheading","content":"Mental Health Services: Samaritans Ireland","time":1633388400,"counter":51,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#A00100"},{"type":"speech","time":1633388400,"counter":52,"content":"<p>Apologies have been received from Senator Annie Hoey.  We hope Senator Dolan will join us at some point.  Before we commence, I have one piece of housekeeping to deal with.  Are the draft minutes of the joint committee meetings of 14 and 21 September 2021 agreed?  Agreed.<\/p> <p>  This morning we will meet with representatives of Samaritans Ireland, who will provide us with an update on access and continuity of treatment for those in need of mental health services and the impact of Covid-19 on demand and delivery of services.  I welcome the witnesses from Samaritans Ireland to today's meeting: Mr. Niall Mulligan, executive director, Ms Sarah Stack, communication and policy manager, and Mr. Rory Fitzgerald, volunteer and regional director in the Republic of Ireland.<\/p> <p>  Members and all in attendance are asked to exercise personal responsibility in protecting themselves and others from the risk of contracting Covid-19.  They are strongly advised to practise good hand hygiene and have at least one vacant seat between them and others attending.  They should also always maintain an appropriate level of social distancing during and after the meeting.  Masks, preferably of a medical grade, should be worn at all times.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I remind members that they are only allowed to participate in this meeting if they are physically located in the Leinster House complex.  In this regard, I ask all members prior to making their contribution to the meeting to confirm that they are on the grounds of the Leinster House campus.<\/p> <p>  I invite Mr. Mulligan to make his opening remarks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#A00200","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":53,"content":"<p>I begin by thanking the Chair and members of the committee for inviting Samaritans Ireland here today to discuss the impact Covid-19 has had on our nation's mental health and on our organisation.  I am joined today by Rory Fitzgerald, who is a Samaritans volunteer and regional director for the Republic of Ireland, and Sarah Stack, our communications and policy manager.<\/p> <p>  Samaritans is the only 24-hour freephone emotional support helpline covering the entire island of Ireland.  We are a volunteer-led organisation with more than 2,000 volunteers in 21 branches, and we have 12 core staff.  We believe every life lost to suicide is a tragedy, and we work tirelessly to reach more people and make suicide prevention a priority.  Coronavirus has undoubtedly been the most serious challenge Samaritans has faced in our 60 years in Ireland.  When restrictions were enforced, volunteers and branch directors worked hard to adapt to new safety guidelines to ensure our branches could remain open and safe for all our volunteers coming in.  At one stage of the pandemic, up to 40% of our volunteers were cocooning, either to protect themselves or to protect a family member.  Despite this, we remained open 24 hours a day, seven days a week.  This achievement was down to our remaining volunteers signing up for additional shifts each week, sometimes two, three or four shifts.  In the first 12 months of coronavirus restrictions, we listened for more than 100,000 hours.  Our volunteers received approximately 1,500 calls and emails for help every day and without their dedication those calls for support would have gone unanswered, and our callers would have been left unheard.<\/p> <p>  Throughout 2020, and into 2021, loneliness and isolation remained among the top reasons people called Samaritans.  We also supported people with a mental health crisis &ndash; some whose services were impacted by restrictions - and thousands of people with family or relationship issues, job or financial insecurity worries, people experiencing bereavement, and high levels of anxiety over the coronavirus pandemic.  More recently, callers are discussing their anxieties over the easing of restrictions, their fears associated with this easing, and a return to the new normal.  We have noted a number of key findings from our work in 2020.  Samaritans volunteers answered a call for help every 56 seconds.  While one in three callers mentioned coronavirus directly, our volunteers reported it was a feature in almost every call.  Our busiest time of day was from 6 p.m. to 10 p.m., when more than a quarter of our daily calls were answered.  We maintained our listener support scheme in Irish prisons and will mark 20 years of supporting the prison population in Ireland in 2022.  The way in which anxieties were discussed evolved over the pandemic from at first being primarily rooted in health concerns, that is, the caller, or a loved one, were going to contract Covid-19, to concerns around the lasting implications of the virus, and in particular the potential ongoing socioeconomic impacts of the pandemic.<\/p> <p>  While our 24-hour helpline and email service are core to what we do, Samaritans is also a lead agency in supporting and training other NGOs in their work with vulnerable people, particularly people who are at high risk of emotional distress, self-harm, and suicide.  The impact of the pandemic on the public led to groups and organisations, not usually working in the area of mental health and well-being, beginning to receive distressing or suicidal calls.  We responded to requests from numerous organisations to offer our support and expertise to their staff and volunteers on how to support their callers.  For some organisations offering services over the telephone or virtually for the first time introduced challenges around meeting best practices on data protection and security, and we provided resources to meet these challenges.<\/p> <p>  We continue to work with the staff and volunteers of organisations who are working in areas such as addiction, homelessness, long-term unemployment, and domestic and sexual violence, and we work with members of the Traveller community, prisoners, members of the LGBTI+ community and with people living in rural isolation.  We train staff and volunteers on how to listen and support people who are going through difficult times or those who are in crisis.  Equally, we train the staff and volunteers to look out for each other and to look after each other.<\/p> <p>  Though our face-to-face training was suspended at the start of Covid-19 restrictions, we were able to adapt our training programmes to the online environment.  While this was at times a challenge, an unexpected outcome of online training is that we are now able to support people and groups in some of the most rural parts of the country, whom we previously may not have been able to reach.  While we look forward to returning to face-to-face sessions, we also recognise the value of being able to maintain an online training and workshop presence.<\/p> <p>  Even before the pandemic, we supported six different helplines to divert callers into our own freephone helpline, 116 123.  When their lines close after hours, callers are invited to stay on the line to be transferred to a Samaritans volunteer if they wish.  This was done to offer a more cohesive response to a person in distress and acts as a safety net for the caller.  It has proven to be vital for someone who may need support when other agencies are closed.<\/p> <p>  In partnership with the Government's emigrant support programme, we also provide our listening service to the Irish diaspora living in certain countries overseas.  We launched the service in 2018 in the United Arab Emirates, China, Hong Kong, and Poland, and this was extended over Christmas 2020 to also include Canada and Australia.  These helplines have been especially helpful over the past 18 months to support those expatriates facing additional hardships from Covid-19 or who were unable to travel home due to ongoing restrictions.<\/p> <p>  Being there and listening to others in need is at the heart of what Samaritans across Ireland does.  Our volunteers dutifully stepped up in this national crisis, they kept our services going when people needed us to be there for them, and they answered more than half a million calls in 2020.<\/p><p>We are immensely proud of the role that each every one of our volunteers has played and continues to play during the pandemic crisis.  They were there to offer their support at every hour of every day to anyone who needed someone to talk to.  For that, we thank them wholeheartedly.  I thank the Chair and members of the committee for their time today.  We welcome any questions they may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#A00300","nonspeaker":"Mr. Niall Mulligan","continuing":true},{"type":"speech","time":1633388400,"counter":55,"content":"<p>I thank the Samaritans very much for giving us a wonderful presentation today.  I thank it for all the phenomenal work it does.  If it is okay with Deputy Ward, I ask that Deputy Hourigan come in first, because she has to leave early.  Is that okay with everybody else?  Agreed.<\/p> <p>  I call Deputy Neasa Hourigan from the Green Party. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00200","speaker":"1632"},{"type":"speech","time":1633388400,"counter":56,"content":"<p>I thank the Chair and Deputy Ward.<\/p> <p>  I thank the witnesses.  It is lovely to see people in the committee room.  Maybe I will start going into the committee room, although it is strange moving from the Covid-19 restrictions to in-person sessions again.  I would like to echo the Chair's words.  I, too, thank the Samaritans for its hard work over the last year.  Ireland has never needed the work that the Samaritans do more than during such a turbulent time.  We are all well aware of the crucial supports that the Samaritans give to people.<\/p> <p>  There are a few aspects of Mr. Mulligan's presentation in which I was very interested.  He sent us an excellent document which outlined all of the work that the Samaritans does.  There are a couple of areas that I would like, if possible, the witnesses from the Samaritans to expand upon.  Maybe they can outline the particular challenges of those aspects, and how we can support them.  First, I was interested in the Samaritans' co-operative initiative with ALONE.  That is an interesting thing to do, that is, to co-operate with a group that speaks to a particular group in society.  Could they expand on that and say whether they have considered taking that model and applying it to different groups?  What were the particular challenges in reaching out to older people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00300","speaker":"1559"},{"type":"speechnospeaker","time":1633388400,"counter":57,"content":"<p>I thank the Deputy for her question.  The partnership with ALONE came about because we were aware from our conversations with it, as well as from seeing some social media coverage of the levels of suicidal ideation and distress that were being experienced by people who had been ringing ALONE.  We reached out to ALONE to see if there was anything that we could do to help it.  The partnership with ALONE is twofold.  First, while some of our volunteers were cocooning, they could do some volunteering with ALONE because they could work and volunteer from home.  That was not an option within the Samaritans.  We came to an arrangement with ALONE.<\/p> <p>  The second part was in relation to some individuals who had been ringing ALONE volunteers, and who were under severe distress.  We entered into a memorandum of understanding, MoU, between ALONE and the Dublin Samaritans branch, whereby if those individuals wanted to, they could be contacted by the Samaritans.  That was a real help in terms of using our expertise and experience in the areas suicidal ideation and deep distress, so that we could support those individuals.  There are lots of positives around this partnership.<\/p> <p>  The only challenges that arose were ensuring that the protocols that were set up - for instance, ALONE's protocols around confidentiality, etc. - would match with our own protocols.  The challenges arose within the processes, rather than in any deep issues around value bases, or anything along those lines.  Would Mr. Fitzgerald like to add to that comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00400","nonspeaker":"Mr. Niall Mulligan"},{"type":"speechnospeaker","time":1633388400,"counter":58,"content":"<p>No, that covers it all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00500","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":59,"content":"<p>Thank you very much.  Of all the groups during Covid-19, it was particularly challenging for older people, who had been asked to cocoon for such a long time.  On a similar issue, I see in the documentation that the Samaritans works with prisons and with those who are in prison.  I can imagine that was particularly challenging during Covid-19, as access to prisons was less available.  Obviously, technology is also constrained in prisons.  Would the witnesses like to outline what those challenges were, and what are the next steps in relation to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00600","speaker":"1559"},{"type":"speechnospeaker","time":1633388400,"counter":60,"content":"<p>I will take that question.  It was a challenge, there is no doubt about it.  There were no Covid-19 cases in the Irish Prison Service or in Irish prisons for a long period of the pandemic.  One of the reasons behind that was that the access that we would normally have as an organisation was not available, and rightly so.  It left us in difficulty, because the scheme we operate in the Irish Prison Service is about training up inmates to give peer support to their fellow inmates.  However, the inmates carried on doing that anyway.  Over a period of time, we organised supporting our listeners within the prison via the medium of Zoom, etc.  While it was not ideal, it was the best that we and Irish Prison Service could do.  The Irish Prison Service was hugely supportive of us trying to be innovative in how we supported listeners in the prisons.<\/p> <p>  Another thing that came about was a pilot scheme within some of the prisons around having in-cell phones, from which prisoners could ring the Samaritans and seek support.  We saw in the impact report that there was a significant increase in prisoners calling the Samaritans.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00700","nonspeaker":"Mr. Niall Mulligan"},{"type":"speechnospeaker","time":1633388400,"counter":61,"content":"<p>The figure was 400%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00800","nonspeaker":"Ms Sarah Stack"},{"type":"speechnospeaker","time":1633388400,"counter":62,"content":"<p>It was a 400% increase.  We will monitor that as we go along.  We are beginning to open up more now.  We would like to see the listener scheme get back to the way it was.  Was there anything else, Deputy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B00900","nonspeaker":"Mr. Niall Mulligan"},{"type":"speech","time":1633388400,"counter":63,"content":"<p>I thank Mr. Mulligan for his interesting answer.  The ability to harness technology in a challenging environment like a prison is a progressive way of doing it.  Prisoners are a group of people who really need that kind of support.  My final question is also on the technology issue.  I have met Mr. Mulligan before.  I have been impressed over the last 18 months with the innovation of online chat.  Many people, particularly younger groups, might find online chat to be an easier format for contacting the Samaritans, easier to get their head around, and easier to engage with.  Has the Samaritans found that online chat is particularly interesting to particular groups?  Does it have the technological support to roll out that technology?  Does it have sufficient technological support to roll that out to all the groups that they would like to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B01000","speaker":"1559"},{"type":"speechnospeaker","time":1633388400,"counter":64,"content":"<p>The Deputy is correct about the online chat.  The Samaritans has piloted it.  As the Deputy knows, the Samaritans is part of a wider organisation across the UK and Ireland.  There have been a number of online chat pilots in the UK.  Three branches in Northern Ireland have signed up to online chat as well, if I am correct.  It is has been a success.  We have not yet introduced in the Republic of Ireland.  We are in the process of doing that.  There are two main challenges.  The first is the technology side but we are on top of that.  It is in our work plan.  We had hoped to have it in place before the end of this year.  However, other things have taken precedence, certainly from a Covid-19 perspective.  The second is a resource issue in terms of volunteer time.  Again, there has been pressure on us.  As mentioned earlier, there is pressure on our volunteers.<\/p> <p>  Having said that, it is key to provide additional supports particularly to younger people, but also to other groups of people.  We met with the Irish Deaf Society, IDS, a year ago.  It would be a crucial area of support for that particular group of individuals.  It opens the for door us to be more accessible to as many people as possible.  It is a plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B01100","nonspeaker":"Mr. Niall Mulligan"},{"type":"speech","time":1633388400,"counter":65,"content":"<p>It would be a great service to offer to people.  As Mr. Mulligan said, there are particular groups that would get a huge amount out of it.  I wish the Samaritans well with this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B01200","speaker":"1559"},{"type":"speech","time":1633388400,"counter":66,"content":"<p>I call Deputy Mark Ward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B01300","speaker":"1632"},{"type":"speech","time":1633388400,"counter":67,"content":"<p>I thank the Samaritans.  I have referred a number of people to the Samaritans because they were not getting the services they needed at the time.<\/p><p>I thank the Samaritans for being there and for listening to others in need.  I thank the staff for going above and beyond in their work during the challenging times brought about by Covid-19 right across the Thirty-two Counties.  <\/p><p> It was mentioned that the busiest time is between 6 p.m. and 10 p.m.  That stood out for me.  We heard several times from witnesses appearing before this committee that problems with mental health and emotional distress do not just occur between 9 a.m. and 5 p.m. and then take a break for the weekend.  Such problems can occur at any time of the day and on any day of the week.  If a service is not open to people when they are experiencing emotional distress, it can be quite a frightening place for them.  Had people calling between 6 p.m. and 10 p.m., and it was mentioned that a quarter of calls were received during those hours, tried to contact other services?  I refer to other mental health, eating disorder, suicide and counselling services.  I would be interested to know if the people calling had indicated whether they might have tried to contact another service before calling the Samaritans and were unable to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#B01400","speaker":"1469","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":69,"content":"<p>No, they would not have relayed that information at that time.  One of the interesting things during Covid-19, however, was that the release of the daily figures during the news between 6 p.m. and 7 p.m. resulted in a large spike in calls.  There was huge anxiety then.  We were telling people to limit their news intake because that was certainly fuelling and magnifying the issues they had.<\/p> <p>  Regarding other organisations, we tend to hear those mentioned later in the night, because we work right through the night and 24-7.  Early in the morning, therefore, around 1 a.m. or 2 a.m., when people are at a low ebb, they tell us that we are the only organisation that they could talk to and that there were few other alternatives.  The callers talk to us more about their problems rather than not being able to access services outside of 9 a.m. to 5 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C00200","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":70,"content":"<p>I thank Mr. Fitzgerald.  That is interesting, especially about the news aspect.  We met young people who said that they were sitting down in anticipation when new restrictions were due to be announced by the Taoiseach or the T&aacute;naiste, because they knew that information would impact their daily lives.  It would impact on whether they could return to playing Gaelic games, go back dancing or go back to school.  It was possible to see increased anxiety among young people when the news was coming on.  I know from my children that it is a big thing for them to be interested in the news and to be sitting around waiting for announcements to be made by the Taoiseach.  It was possible to see the impact that was having.<\/p> <p>  I have one more question.  I apologise for having to pop off then because I have another meeting to get to.  I read the comprehensive impact report that the Samaritans sent to the committee entitled, Always Here No Matter What: A Year of Listening.  It was a good report.  I am always interested in the evidence-based research that any group is carrying out.  One point that struck me concerned the stigma associated with mental health problems.  The report refers to such stigma, stating, \"A number of participants volunteered examples of feeling judged, feeling concerned about confidentiality and being mistreated.\"  Has that stigma increased or decreased in recent years?  Anecdotally, I hear many younger people talking about mental health issues and I can see stigmas being broken on that level.  On another level, though, it is possible to see people who are anxious about coming out and seeking health for their mental health issues.  How does the organisation think that we can best combat stigma in this regard and make it easier for people to come forward?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C00300","speaker":"1469"},{"type":"speechnospeaker","time":1633388400,"counter":71,"content":"<p>The world is improving when it comes to attitudes to mental health.  The key is educating our young people and working in schools and third-level colleges.  This is the generation of young people who will change all this.  We do outreach in schools and in some third-level colleges as well.  There are still people who have a fear of admitting to having a mental health issue.  That is particularly the case in the workplace because that can be viewed very negatively.  Therefore, it behoves us all as a society to continue to get the message out in this regard.  If someone were to break his or her leg, he or she would go and get that injury fixed.  If someone has a mental health issue, however, that can be looked at differently.  The situation is improving, though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C00400","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":72,"content":"<p>That is fine.  Great stuff.  I thank everyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C00500","speaker":"1469"},{"type":"speech","time":1633388400,"counter":73,"content":"<p>Ms Stack would like to respond to that question as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C00600","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":74,"content":"<p>Regarding stigma, we are starting part two of that self-harm research and it is going to focus on stigma.  It will examine the stigma that people face and why they feel stigmatised and the barriers to break down.  That body of work will be starting before the end of this year.  Hopefully, then, by next year we will have more detail available on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C00700","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":75,"content":"<p>That is fine.  It is welcome.  I thank Ms Stack for letting me know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C00800","speaker":"1469"},{"type":"speechnospeaker","time":1633388400,"counter":76,"content":"<p>The Deputy asked a question about stigma and this issue is close to our hearts.  I have worked within the community and voluntary sector for 35 years in many different areas.  Stigma is always a key barrier to people accessing services.  That includes external stigma, which might relate to mental health, addiction or people's background or upbringing.  Internalised stigma is a whole other area.  Even if external stigma is cleared away, internalised stigma brings people in on themselves.  It is crucial for us to deal with that issue through the provision of services and to recognise it and to name it.  Stigma, therefore, is a major issue.  It is one of the key areas that has been recognised within the mental health strategy as something that we must do something about.  I thank the Deputy for raising this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C01000","nonspeaker":"Mr. Niall Mulligan"},{"type":"speech","time":1633388400,"counter":77,"content":"<p>That is fine.  I thank everyone.  I appreciate those answers to my questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C01100","speaker":"1469"},{"type":"speech","time":1633388400,"counter":78,"content":"<p>I warmly welcome our guests.  The Samaritans is a long-established organisation held in high regard that has provided supports to many thousands of people in this country for many decades.  I come from Clare and I know where the office of the Samaritans is in the county.  The organisation has a strong presence in Ennis.  The feedback on the work done by the Samaritans, from the volunteers working within the organisation and people who use the service, is strong.<\/p> <p>  I would like some more data concerning the number of calls the organisation receives.  How many calls are repeat calls or is there any way of establishing that statistic?  In addition, are there any statistics on the age profile of callers or their nationalities?  The new Irish are a major part of our population now.  Are they struggling more than others?  I ask that question because they may have only arrived in Ireland recently, been away from their families during a pandemic and been unable to travel home on holidays or to visit their loved ones since.  How much data does the organisation have in this regard?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C01300","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":79,"content":"<p>I thank the Senator for his question.  We do get quite a number of repeat callers.  We do not have statistics on that though, because the information we collect is basic.  Regarding the age profile, we only categorise callers as being aged over or under 18.  We get people calling us who are teenagers and then right up to people in their 90s.  Our callers come from right across the mix of ages and from across the spectrum of society.  We also get non-nationals calling us who may be struggling because they have been away from home and were unable get back to their own countries during Covid-19.  Our callers, therefore, represent a huge mix of people and circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C01400","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":80,"content":"<p>That is fine.  Turning to the organisation's volunteers, the Samaritans have many volunteers and they do wonderful work.  Are there statistics concerning the length of time that a volunteer stays with the organisation on average?  It is clearly not an easy role.  Is there much turnover among those to whom training is provided?  Do the volunteers tend to remain with the service for a long time or is there a high turnover?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C01500","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":81,"content":"<p>That is another good question.  There is turnover.  It is said that if a volunteer stays for two years, he or she will stay for a long time.  In my branch in Waterford, we have one volunteer who has been there since we opened in 1976.  There is turnover, though, and that might be estimated at 20%.  We struggled through Covid-19 because, as was mentioned, about 40% were out and we were not training new people.  There was a gap of more than a year in that area.  It is a tough role.  One of the important issues for us is to mind our volunteers.  We have good systems in place in respect of daily supports in the branch and we also have day leaders outside the branch.  We must mind our people because they are no good to anybody if they are not fit to take calls and to support people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#C01600","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":82,"content":"<p>Of the number of people that Samaritans train, what percentage stay less than a year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D00100","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":83,"content":"<p>I cannot give the Senator a figure on that.  Sometimes the training weeds people out because it is not a role for everybody.  If people went home after taking calls and could not get them out of their head, they will not do the role.  Our initial training lasts eight weeks and often, if 20 people start off, we might end up with 14 who go on to start taking calls.  That is an important process too because we do not want people in there who cannot cope with it or find it will upset them the whole time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D00200","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":84,"content":"<p>I agree completely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D00300","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":85,"content":"<p>I was interested in the question asked on the data and the age profile.  We conducted a survey recently on how well known Samaritans is across Ireland.  It is the first time we have ever done it.  We were pleasantly surprised that we were very well known among the general population.  We expected to see a dip in a younger age group and higher percentages in the higher age group.  In fact, it was consistent.  It was anywhere between 85% and 90% from the 16 to 25 age group right up to those aged 65 years and over.  Whether that translates into people calling us, we do not know but we are better known among the younger age groups than we thought.  It is good for us to know that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D00500","nonspeaker":"Mr. Niall Mulligan"},{"type":"speechnospeaker","time":1633388400,"counter":86,"content":"<p>On the calls, I have been a volunteer in Dublin as well taking calls from young and older people.  While we talk about repeat callers, it can be somebody ringing at 6 a.m. to say \"Good morning\" because I might be the only person he or she will speak to for most of that day.  At night, someone could call the helpline to say \"Good night\" because, again, the volunteer might be the only person he or she speaks to for the evening.  While we have repeat callers, they are all for different reasons.  Going back to Deputy Ward's question earlier about the services being closed, some of the repeat callers might be over a weekend when the statutory bodies that support them are closed.<\/p> <p>  In terms of repeat calls and demographics, it is so varied.  We hear from every age group, and for every reason.  There is never a bad reason to call Samaritans.  The volunteers just love to be there to be with people for the moment they need them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D00700","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":87,"content":"<p>I have a final question on funding.  How did they manage throughout the pandemic in terms of funding?  Obviously, like many other voluntary organisations, they were not able to fundraise.  It must have been particularly challenging for Samaritans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D00800","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":88,"content":"<p>I suppose we have an unusual set-up.  We have 13 branches and they are all separate companies limited by guarantee.  They all run their own operation within and fundraise in their own locality.  We are grateful to the stability fund.  We received in excess of &euro;100,000 between a number of branches; that was not for one branch.<\/p> <p>  We coped okay because we have a reserves policy in each branch of 18 months.  That would take a branch through a period.  People were good.  There was fundraising done online on Facebook and things like that.<\/p> <p>  I see a challenge going forward in that the days of collecting money on the street, I would have predicted a couple of years ago, were numbered and that maybe five years would see the end of that, but Covid has sped that up in that coinage is disappearing.  Many of our branches could depend on church gate collections or street collections for 20% of their income.  We have a big challenge around how we will manage that and new technology.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D00900","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":89,"content":"<p>Did Mr. Fitzgerald say Samaritans has 13 branches?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01000","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":90,"content":"<p>Thirteen in the Republic.  We have eight in the North.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01100","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":91,"content":"<p>In those 13, obviously, the phone lines are all interconnected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01200","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":92,"content":"<p>Yes.  It is 116 123.  It is a central hunting-line system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01300","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":93,"content":"<p>If someone rings that number, he or she could end up talking to somebody in Enniscorthy or Ennis.  It could be anywhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01400","speaker":"1644"},{"type":"speechnospeaker","time":1633388400,"counter":94,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01500","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":95,"content":"<p>I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01600","speaker":"1644"},{"type":"speech","time":1633388400,"counter":96,"content":"<p>I thank Mr. Mulligan, Ms Stack and Mr. Fitzgerald.<\/p> <p>  It was going lovely.  It was nice to have a good news story until they came to the latest exchange with Mr. Fitzgerald on funding.  I am amazed at the coverage that they have managed to maintain, even over the pace of 2020.  I read some of the reports and I noted that.  Often, when we talk to younger people, it is about doing things outside the box.  Samaritans, a long time ago, would have been perceived to be run by the church or something, and people did not have much confidence in it.  That has changed, with face-to-face meetings, Zoom and Teams calls and even emails.  It is amazing.  I read the statistics.  They show nearly 11,500 emails in the Republic of Ireland and nearly 12,500 in Northern Ireland.  It is probably the only all-island organisation.  I was delighted to see that it is in collaboration with other groups and it is looking at piloting more, which was a barrier in this country.  Many different groups, volunteers and NGOs were all trying to do the right thing but they all had different plans.  That joined-up thinking certainly is the way to go.<\/p> <p>  They covered the prisons, the Traveller community, and of course, the older people during Covid.  However, I was also thinking about people with disabilities and the farming community as well.  During the pandemic, we have received many calls from these people.  Samaritans offers a 24-7 service which, as many of us in recent meetings have said, should be a priority for any Government, no matter who is in power.<\/p> <p>  Mr. Mulligan also mentioned schools.  My main questions are on schools because education is key.  By educating people, the stigma can be removed because they will know what they are talking about and fear of not knowing is normally an easy way to stigmatise something.<\/p> <p>  Mental health in the workplace was mentioned.  There are significant difficulties in this regard.  We have had it over the years.  The best example is somebody serving in the Army who is due to be deployed, say, to the Lebanon, and use live rounds.  If that individual mentioned any inkling of a mental health difficulty, his or her chances of promotion or overseas work would be gone for telling the truth and being honest.  That is a big worry.<\/p> <p>  Has the organisation met resistance in any school to going in and talking about this because it has been mentioned in previous meetings?  I can recall going into schools well over ten years ago.  One would have to be careful of which age group one was dealing with.  I met a lot of resistance.  The perception was that if we spoke about mental health, it put ideas into people's heads and I always countered that by saying if you give somebody &euro;20 to put petrol or diesel into the car it does not mean necessarily that he or she will crash it.  How can that stigma be broken down?  A great deal of money - in Australia, it is over &euro;1 billion - has been put into mental health provision.  What would be the Samaritans' Christmas wish list or Christmas present for this year?  I suspect that this is only the tip of the iceberg when people are coming out of Covid and realising they have lost jobs.  They could have lost marriages, homes and so on.  There could be a tsunami of mental health issues and Samaritans needs support.  If they could respond on the education question, the workplace, prisons and their wish list, I would be delighted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01800","speaker":"1452"},{"type":"speechnospeaker","time":1633388400,"counter":97,"content":"<p>I thank the Deputy.  Schools is a passion of mine in that I have run a number of workshops in the south east in the past seven or eight years where we work with a drama company.  That introduces the subject.  The children are very open.  We deal with 15-year-olds, 16-year-olds in transition year up to the leaving certificate class.  Schools are very welcoming.  That would be a workshop for approximately an hour and a half and we would have a mental health expert with us on the panel.  It helps because a kid might hear something and five years down the road, when he or she is struggling, say there is help to be got wherever.  Unfortunately, there is a cost to it.  It probably costs a tenner a kid to run those workshops.  Within our funding in local branches, we do not have access to those funds.  We have to find them elsewhere.  It is something I would like to see developed nationally, particularly in third-level colleges.  The third-level colleges is a key area as well where we need to be more visible.  Our challenge is that we have 1,600 volunteers in the Republic and we would struggle to run a workshop in every school in the country.<\/p><p> One of our asks is for members of the general public to join, and we ask public representatives at all times to encourage people to join us, because the more volunteers that we have then the more we can do.  The Deputy is right.  From my experience of working in schools I know that we are getting through to people because a feedback sheet is completed after a workshop and most of the comments are positive.  One child in Enniscorthy wrote, \"I now know more about my mental health than I did an hour and half ago\".  Even though mental health is a subject that is all over the place one still needs a direct initiative.  We have found that drama engages students and we use a professionally written script.  Yes, we do need to put funds into those areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#D01900","nonspeaker":"Mr. Rory Fitzgerald","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":99,"content":"<p>The Deputy mentioned workplaces and prisons.  We work in both places.  We can only do so much, and certainly within the workplace, due to resources.  The Samaritans have developed various apps for well-being in the workplace, which we work with companies around.  We work with staff, encourage them to look after their own mental health and show them how to pick up signs that a member of the staff team or an employee is struggling.  It is an important part of our work that the general public probably do not know about.<\/p> <p>  There are a number of general wishes.  As the Deputy mentioned earlier, the Samaritans organisation does not work on its own.  We work as part of a wider network.  There are other organisations like ourselves that work in the area of mental health.  We very much work together as much as we possibly can.<\/p> <p>  There are certain asks in terms of the forthcoming budget, which will be familiar to members.  The Samaritans and others have called for an additional &euro;85 million to be allocated towards mental health services with that sum to be divided whereby &euro;65 million is for new services and &euro;20 million is for existing services.  By 2024, which is not far away, we want 10% of the overall health budget to be allocated towards mental health.  At the moment the spend is between 5% and 6% but the World Health Organization recommends that it should be 12% of the overall health budget.<\/p> <p>  In terms of the overall mental health services, we need a comprehensive community-based approach that ranges from prevention to treatment and recovery.  I refer to the relationship between State-run and HSE-run clinical services, alongside community-based organisations and projects that are either directly involved in mental health work, or indirectly, and by their very existence and nature they support the mental health of people so I am thinking of community-based initiatives.  I am sure that people here will be familiar with the impact that addiction has on families.  There are very good examples of family support networks that really need funding and, by extension, they help the mental health of people and families who are impacted by addiction and, similarly, in the area of homelessness, etc.  I could list a whole stream of initiatives but they are all involved in some way or other with mental health services.  It is hugely important and really good to see within the mental health strategy, other strategies and the legislation from Irish Human Rights and Equality Commission, IHREC, that everything is underpinned by human rights and the right of somebody to have access to good, free healthcare  ideally, and a safe place to live.  All of these things are intersectional and interconnected but lead to better mental health for the community and overall.  That is the wishlist sought by the Samaritans.  We are not unique in that ask and it is not rocket science.  These asks have existed for quite a long time and one can verify that by asking anybody who has worked in this area of work for a long time.  We feel like we are repeating ourselves but these supports are key and Ireland can do it.  I hope that the wishlist is okay.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#E00200","nonspeaker":"Mr. Niall Mulligan"},{"type":"speechnospeaker","time":1633388400,"counter":100,"content":"<p>We conducted a trial with transition year students in a second-level school in Waterford.  We spent a couple of weeks training the students as listeners and they rolled out the initiative within their school.  They even printed tee-shirts and everything.  Students could be trained to be mini-Samaritans or whatever so that they can help other people in their school who may be struggling.  There is loads of stuff that could be done but time and resources are needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#E00300","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":101,"content":"<p>It is a gift when people want to give back and become volunteers.  The Samaritans should be proud of what they do.  I love the idea of creating mini-Samaritans because such an initiative breaks down stigma.  If there is anything that I or we can do in the future the witnesses have my email details.  On a personal and public level, I am there for the Samaritans if there is anything that they need.  Finally, I thank the Chairman for giving me so much time to contribute to this debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#E00400","speaker":"1452"},{"type":"speech","time":1633388400,"counter":102,"content":"<p>We await Deputy Gino Kenny and Deputy John Lahart has arrived.  The Samaritans do phenomenal work but I imagine that it is difficult to manage so many volunteers.  How does the Samaritans train volunteers?  What are the challenges for the organisation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#E00500","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":103,"content":"<p>I thank the Chairman.  We start off with induction so people come to a meeting, go through a process and we screen them.  Believe it or not, we train ourselves.  In each branch there is a training team of five or six volunteers whose role is to train two or three groups of up to 15 people a year on average, although Dublin is the exception.  All the training is done in-house and is fantastic.<\/p> <p>  When I joined 11 years ago I would have considered myself as a fixer in life but we, in the Samaritans, do not give advice, which is an approach that must be knocked out of everybody.  It is a great life skill to learn because when a friend asks for advice then no matter one says, whether it is right or wrong, one is doing the wrong thing.  We are trained to reflect that question back to callers and say, \"What do you think you should do?\" thus helping them to tease out any issues.<\/p> <p>  A branch director is appointed for three years and he or she runs the branch.  Of our 13 branch directors over half of them have a full-time day job so they give a huge amount.  I have great admiration for them because they give another 14 or 15 hours a week to the organisation, at a minimum.  The branch directors have a leadership team around them to manage different aspects.  Running a branch is like a little business because there is finance and a building to manage as well as volunteers.  This is very challenging because each volunteer commits to doing three hours of duty a week and a six-hour overnight every five or six weeks.  It does not always happen that people will do what they are supposed to do.  It is not like in the workplace where one can threaten somebody because they rely on their salary but one must work with volunteers.  It is very challenging but we have great people.  I have great admiration for the volunteers, particularly through Covid because we all went through the same things as everybody else, we all struggled because things were taken away from us, yet we still had to listen to people who were struggling as well.  I cannot praise our volunteers highly enough.  Some volunteers, outside of the branch director, have day jobs.  Some volunteers are housewives, retirees or unemployed.  We have all strata of society as volunteers but what they give to their fellow humans is phenomenal.     <\/p> <p>  I thank Mr. Mulligan and his team.  We have ten or 11 fantastic staff.  Ms Stack will take calls at the weekend and at nighttime.  Technically, her hours are supposed to be 9 a.m. to 5 p.m. as are Mr. Mulligan's but the hours that they put in show their commitment to the organisation.  I am very proud of what they do for us as well. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#E00600","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":104,"content":"<p>I want to discuss the asks with Mr. Mulligan and I totally hear what he said.  I am involved with an organisation that works with families who have been impacted by addiction.  The underlying trauma, anxiety, stress and worry that happens is completely soul destroying but there are unbelievable and amazing organisations to help.  Do the Samaritans have specific asks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#E00700","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":105,"content":"<p>There are a number of areas of work that the Samaritans could expand upon and I shall follow on from what Mr. Fitzgerald said about funding.<\/p><p>We are a resilient organisation and our branches are resilient and well experienced, but we do not know what is coming down the line.  If it becomes necessary to move our fundraising from being community based, on the street and at church gates, to a more online-focused model, then there will be a cost to doing that.  That is the first aspect and it affects all our branches in Ireland.  It is not only an issue in the Republic of Ireland, but it specifically affects our branches here.<\/p><p> Several questions were posed about evidence-based research and data.  It is crucial to ensure that what we are doing is backed up by evidence and by research.  Again, that is an area of work for us.  We have been involved in research involving men&rsquo;s health and men&rsquo;s mental health, for example.  It is important that we really know what the key issues are in Ireland and we want to expand our endeavours in this area.  That brings me to the question of how accessible we are and web chat.  Our phone line is accessible to the public, but there are people who are less able to access it.  That could be because of language, hearing or ability barriers.  We must examine that issue.  There are 18 key priority groups identified within Connecting for Life.  We must ask ourselves if our service is accessible to all of them, and if it is not, then we must determine what we can do to ensure that our service is accessible to as many people as possible.  We do not have a particular financial request to undertake that work, but it is something that we want to do which will ultimately cost money.  Would Mr. Fitzgerald like to add anything?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#E00800","nonspeaker":"Mr. Niall Mulligan","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":107,"content":"<p>We appreciate that the HSE gives us good support financially.  It is important to state that.  I refer to central funding and some of our branches also getting a small grant.  The HSE funding is important, therefore.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00200","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":108,"content":"<p>I thank the witnesses.  Would Ms Stack like to comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00300","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":109,"content":"<p>On support, we work closely with organisations such as the National Office for Suicide Prevention, NOSP, and the National Suicide Research Foundation, NSRF, and we get statistics from them.  We also work with other organisations at a lower level with peer-to-peer training.  We trained many people in organisations where calls suddenly started coming in.  They might have a different type of helpline, but the calls that they were getting suddenly became crisis calls.  The staff and volunteers of those organisations would not necessarily know how to deal with crisis calls and those where suicidal ideation was being expressed.  We were able to train those volunteers in how to handle those types of calls and how to mind themselves and each other after dealing with those calls.  The Samaritans is almost like an expert guide in this area for other organisations.<\/p> <p>  We also found that many other organisations have had to go from offering face-to-face support to providing such support via telephone or online.  Those organisations would not normally have done that before.  We were able to go in and give expert advice on data protection, safeguarding and even on the technical side of how to manage a bigger phone line.  All the calls that we receive come into our freefone 116 123.  Calls from many different organisations come through to that number, though, including from charities.  We take calls from Alone after hours, and we also do that for five other organisations.  In addition, we also take calls through the Department of Foreign Affairs and offer support overseas in that context.  Therefore, we manage a large phone network and we have experience in this area.  We got support for that overseas phone line from the Department of Foreign Affairs.  We go into partnerships, then, with statutory and other organisations.  The volunteers give their time for free and that would be a staff cost somewhere else.  We would be lost without the volunteers, as Mr. Fitzgerald and Mr. Mulligan said.  We would not be here if they had not been picking up the phone over the last 18 months and the previous 60 years as well.  They are amazing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00400","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":110,"content":"<p>I thank Ms Stack.  I call Deputy John Lahart.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00500","speaker":"1632"},{"type":"speech","time":1633388400,"counter":111,"content":"<p>I thank the Chair.  I was watching the earlier proceedings and I noted down a few points.  I like the report submitted to us from the Samaritans and the presentation was interesting from several perspectives.  I am not judging, but, as Ms Stack was just saying, the Samaritans organisation brings a certain amount of expertise to the partnerships into which it enters compared to many other organisations.  The Samaritans deals with serious partners and I suspect that a<i>quid pro quo <\/i>is expected from those partner organisations to allow the Samaritans to follow through in its services.  I was not aware of the contact with the Diaspora, for example, and I am interested in that aspect.  What better partner could there be in that regard than the Department of Foreign Affairs and how they approach things?  I refer to the Department ensuring that things are done professionally and I imagine that it would not take on something like this in haste.  It would be a well thought through undertaking.<\/p><p>In addition, while some organisations come and go, the Samaritans have been with us for 60 years.  I did not realise it was quite that long.  It is, therefore, an enduring organisation.  It is still rather unsung and quiet, which I guess is the way the organisation likes it.  I was intrigued about the mental health of those working with the Samaritans, but Mr. Fitzgerald addressed that issue.  I was also interested in another point raised.  I do not know if this is a particularly Western thing, but when people ask if we might be free for a chat there is a tendency to automatically assume that advice and solutions are being sought.  I practised as a psychotherapist and active listening is something that we could all learn.  It can actually be a terrible burden when you think someone is coming to you for advice and looking for a solution as opposed to them just looking for an ear to listen.  That can be so therapeutic in itself, without the listener saying anything and perhaps just nodding his or her head.  The most significant aspect in this regard is knowing that the person on the other side of the phone line, or the web chat in this case, has the skills, training and ability - and if they are really good, it will not be possible to even know it - to contain whatever issues are raised. <\/p><p>It was also mentioned that we were fighting for years and still are fighting against the stigma around depression.  As a society, however, I think we are slowly coming to terms with articulating such experiences in a much better way than we did some decades ago.  Another important issue is loneliness.  Someone who used to be a colleague of ours, former Senator Keith Swanwick, undertook a good body of work on the subject of loneliness during the last Seanad.  He is also a GP.  Feedback would be welcome from the Samaritans in respect of what the organisation thinks it might be possible for us to do about loneliness.<\/p><p>The Chair asked what we could do to help the Samaritans.  Curiously, the organisation does not have significant requests to make of us.  That is a tribute to how contained the Samaritans is as an organisation.  One aspect is resources, but the witnesses did not come in here to scream about resources.  They came in to tell their story and the story of their organisation during Covid-19.  I was intrigued by the technology aspect as well.  It is vital.  I was very taken with the overall presentation, the booklet and the comments.  The Chair asked the witnesses what they need, but they do not have a great many needs.  My question then is why have the witnesses come before the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00600","speaker":"1572"},{"type":"speechnospeaker","time":1633388400,"counter":112,"content":"<p>We will not say no to money.  There is always stuff that we can do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00700","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speechnospeaker","time":1633388400,"counter":113,"content":"<p>The sales-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00800","nonspeaker":"Mr. Niall Mulligan"},{"type":"speechnospeaker","time":1633388400,"counter":114,"content":"<p>As I said, our branches cost &euro;1.3 million to run each year and that will become a challenge in the years ahead.  We may need some support in that regard.  What that support may involve I do not know.  I suppose we are here to tell our story.  While Mr. Mulligan said that people are aware of us, at the same time some people hear the word &ldquo;Samaritans&rdquo; and ask if we are a homeless charity or something like that.  They might not know exactly what it is that we do.  Therefore, we constantly want to get our message out there because our story is not a sexy one which will get onto all the high-profile programmes.  It is an important story, though, and one that we must make everyone aware of.<\/p> <p>  Funnily enough, I did an interview on one of the radio channels during the year and afterwards a friend of mine, an intelligent man, said that was the first time that he knew what we did.  While our telephone number is flashed up on every programme when there is a crisis or whatever, we still need to get our message out there and to get the right people to ring us.  Again, there are cohorts of people, such as middle-aged men and young people in college, who may be struggling.  We must get our message out that we are there for them when nobody else is, through the night or whatever the case may be.<\/p><p>That is important.  On the issue of loneliness, I do not know the solution.  There are 400,000 people in Ireland living alone.  An awful lot of people living with somebody are still lonely.  One does not have to be living alone to be lonely.  As the saying goes, you can be in a crowded room and still be lonely.  As mentioned by Ms Stack, we get an awful lot of calls early in the morning from people just wanting to hear a voice, who probably will not hear another voice all day.  It is a societal issue as to how that can be supported in local communities and activities.  The people who are struggling will probably not go to an activity.  I do not know how we can help them other than to be there to at least give them another voice and to support them through the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#F00900","nonspeaker":"Mr. Rory Fitzgerald","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":116,"content":"<p>The Deputy's question as to the reason we are here is a very good one.  We are here because we launched our impact report two weeks ago, which we circulated.  On the question, first, we are very proud of what we do.  Second, the Deputy is correct that the Samaritans as an organisation is not out all the time blowing its own trumpet.  In the morning, if the Samaritans no longer existed what would be the impact of that on the mental health of society?  I think it would be immense.  It is beholden on us to, at times, engage openly about what we do and to ensure that people, policymakers and politicians are aware of the importance of the organisation.  The 2,000 volunteers behind us go about their work quietly.  They answer the telephone calls and they listen.  That is crucial.  If they were not doing that, the impact that would have on individual mental health would be immense.  We are here to take the opportunity to talk about our work.  We like to do that.  We have some key messages and some key asks, which are not necessarily Samaritans asks but are key asks, because we are part of that wider collective of organisations that work within the area of mental health.  We have our own needs, but there is a much wider picture.  If we can contribute to that then hopefully in ten years, 10% of the health spend will be on mental health and people will have greater access to services.  There are recommendations around free counselling services.  If that exists in five or ten years, we will have contributed to that in some way.  That is something we would be proud of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#G00200","nonspeaker":"Mr. Niall Mulligan"},{"type":"speechnospeaker","time":1633388400,"counter":117,"content":"<p>On the Samaritans being a humbling organisation, that comes from the volunteers.  Last year, just before Covid hit we managed to celebrate the 50th anniversary of the Dublin Samaritans.  One of the volunteers there on the night has been involved in that branch since it opened.  The volunteers are humble about what they do.  They do not brag even though what they do can save a life every day.  It is incredible.  Next month, the Belfast branch will celebrate 60 years in operation.  Again, that is an incredible achievement.  That branch was open throughout the Troubles.  Its doors never closed.<\/p> <p>  The work of a volunteer is active listening.  We are constantly trying to promote active listening on social media and on our website through the SHUSH programme.  It is all about how to start a conversation and how to listen.  To do that people have to put away the mobile phone and, perhaps, turn off the television and then turn to the other person and ask how he or she is feeling.  It is important to allow the person to answer and to not jump in at that point and talk about what happened to you, as we all love to do.  It is about active listening and being there for each other.  Free counselling services would make a huge difference in society.  Active listening would breakdown the stigma because if there are people within our circle or work colleagues who are struggling to cope we will have a bit more time for other people around us who are struggling to cope as well.  <\/p> <p>  The task force on loneliness is up and running again and looking at what can be done.  It is a huge issue that cannot be resolved by one organisation or one solution.  For example, it covers the teenager who barely attended school in the past two and a half years because of Covid and is suddenly forced back into a school but cannot mix with his or her friends in other classes right up to the elderly person who might be at home alone every day.  As I said it is a huge issue, which will require a great deal of work over a number of years to break it down. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#G00400","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":118,"content":"<p>Politics is a much maligned profession.  It is the thing to do to knock the body yet there is not a politician in Leinster House who does not get up to half a dozen, and more, telephone calls to their offices from the same people every week or month.  These people rarely have a query but they will manufacture one purely just to engage with someone.  When house calls were permitted, a politician might often have been the only person to have called, reached out to or dropped a note to a particular household.  We have a role to play there.  We are familiar with that territory.  I say that because our voice tends to get lost in this regard for some reason these days.  The public have an awful lot of time on a one-to-one basis and they have positive things to say about their politicians but there is a general view that we do not bring any positivity to the table.  As I said, we, and our staff, are familiar with that space of the common callers who, probably, do not have other people to reach out to.  We are very happy to take those calls and to give time to them.<\/p> <p>  On the social media piece, as we know, in the past 24 hours Twitter had a field day.  As everybody moved to Twitter a number of funny things happened.  My question as to the reason the Samaritans is here today was rhetorical but slightly provocative.  I am glad the witnesses are here.  They are welcome to avail of the opportunity to do so once a year but they should not be afraid to reach out directly to individual politicians when it comes to the need for funding.  Either they do or do not need funding.  They should not hide their light under a bushel.  What I have learned in politics, which I do not like, is that those who shout loudest are often the ones who are heard.  Those who do the work quietly and diligently are easy to overlook because they do not create a fuss.  I am not saying that the Samaritans should become an organisation that creates fuss, but it can create little fusses.  It can create 160 fusses with individual Deputies in different constituencies.  It can also create them with Senators.  It does not have to be a big drama.  <\/p> <p>  The contribution today was very good.  It woke me up to the Samaritans, the role it plays and the work it did during Covid.  The longevity of the organisation is testimony to its efficacy, because most organisations do not last that long.  There are others who shout loud.  There is something admirable about an organisation that goes about its work quietly, but in a world that is full of noise, it is important to make sure it is heard.  We are here to help.  The witnesses have been heard today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#G00500","speaker":"1572"},{"type":"speech","time":1633388400,"counter":119,"content":"<p>I thank the witnesses for engaging with the committee and for their opening statements.  The role of the Samaritans in this country over the past 50 years has been immense.  The humility of the volunteers and their non-judgmental listening has had a major effect on those who seek the help of the Samaritans.  It is testament to the Samaritans as well.  There are probably hundreds, if not thousands, of people alive today in Ireland because they reached out and people listened to them and changed the course of their lives.  I thank the Samaritans for that.<\/p> <p>  As often happens when one is the last speaker most of the questions I had intended to ask have been asked and answered.  However, I have one question for the witnesses.  The pandemic has been traumatising for the world.  It has had a significant effect on people.<\/p><p>What are the legacy issues of the pandemic in regard to loneliness and people who found themselves in that position?  What issues have been encountered?  Now that the pandemic is approaching an end, what legacy issues will still occur in regard to the collective in society, but also the individual?  There is no individual without a collective and<i>vice versa<\/i>.  That is important because what we have seen in the past 18 months, especially in Ireland, is people coming together, unlike at any time in our living memory.  When people come together, they can do extraordinary things, and they have done extraordinary things.  There is a collectivisation in terms of how we can overcome a terrible pandemic and that is the best of humanity.  We have seen that, but there are also certain things that happened over the past 18 months that have left a serious chasm and a legacy.  From the daily observations of those in the Samaritans, what are the legacy issues from the pandemic that we need to deal with?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#G00600","speaker":"1565","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":121,"content":"<p>One of the legacies is that people who never had a mental health issue have struggled with mental health throughout the pandemic because of restrictions and because we were locked down for a period of time.  It is particularly the case with the older cohort.  A friend of mine in his early 80s, who is active, said that a year of his life is a huge chunk.  Some people will struggle who did not struggle in the past.  Some people are struggling to go back out into social situations because of fear.  In terms of how that can be resolved, we have to help those people.  We certainly get calls around those issues from people.  All the things that happen, such as loneliness, isolation, anxiety, and depression, were magnified throughout Covid-19, and there is probably a fall-out to come from that, which we would be concerned about.<\/p> <p>  There are also people whose businesses are not going to survive or whose jobs are going to be lost.  We need to mind those people.  Our key message is to get people to talk and not bottle that up.  If they do not talk about it, there will ultimately be a negative effect.<\/p> <p>  They are the key things, aside from the positives the Deputy mentioned, such as people coming together, which is the good side.  However, there are people who will struggle, who perhaps never struggled in the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00200","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speechnospeaker","time":1633388400,"counter":122,"content":"<p>To add to that, and thinking about what happens next and the potential impacts, we, as an organisation, and community groups know the impact of recession on the general population and on people's mental health and of people beginning to fall into poverty and everything that goes with that, including facing unemployment and long-term unemployment, so that will definitely be a concern.  Other issues that have come up during the pandemic are an obvious increase in domestic violence and the impact that will have, and addiction, in particular alcohol use.  How many people's alcohol intake has increased over the past 18 months?  What will be the long-term impact of that on those individuals?  We will probably only see that beginning to emerge over the next 18 months or two years, although we do not know for definite.<\/p> <p>  These are some of the things the Samaritans, as an organisation, is concerned about.  We will probably see those stories coming through in regard to the helpline, so we will have to keep a close eye on that and on our responses to that as an organisation but also in terms of conversations with others.  It is going to be a rocky road ahead in regard to mental health.<\/p> <p>  One of the positives that has come out of it is that the conversations are quite open, certainly more open in regard to mental health.  We would call on mental health to be one of the key priorities, if not the priority, of Government going forward, and of everything that goes with that in terms of resources and so forth, which were mentioned.  There is a kind of excitement about coming out of the restrictions but there is a concern around that also.  Potentially we will see other areas emerge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00300","nonspeaker":"Mr. Niall Mulligan"},{"type":"speech","time":1633388400,"counter":123,"content":"<p>I have a final question, which may have been answered when I was absent.  It relates to the volume of interactions for those who called the Samaritans over the past 18 months.  Was the volume of calls and interactions higher in comparison to pre-pandemic times in regard to people getting in touch with the organisation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00400","speaker":"1565"},{"type":"speechnospeaker","time":1633388400,"counter":124,"content":"<p>There is a double edge sword to that.  As we said earlier, we were down 40% of our volunteers, so our capacity was well reduced.  However, people were doing extra duties - two or three duties a week.  Our call numbers might have been slightly down but our calls were longer and we did more hours on the phone.  People needed us for a longer time than they would have pre-pandemic.  We did 100,000 hours on the island and 77,000 hours in the Republic of Ireland.  That is reflective of the fact there was more need among the callers whereas previously the calls were shorter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00500","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":125,"content":"<p>What would the typical caller want to talk about?  There is probably no typical conversation but what was the general narrative in the past 18 months?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00600","speaker":"1565"},{"type":"speechnospeaker","time":1633388400,"counter":126,"content":"<p>All life issues really.  The issues did not change.  They were the same issues, including isolation, loneliness, anxiety, depression, family problems, work problems, relationship problems, sexuality and every life subject, but they were magnified because people were not able to get out and they did not have any way of releasing tension through sport or activities.  Issues did not change but they were certainly magnified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00700","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speechnospeaker","time":1633388400,"counter":127,"content":"<p>The other thing to add to that was that one in three callers was calling directly in relation to Covid-19 and the impact, worries and concerns around it.  It featured in almost every call we had.  Even if a caller was not ringing specifically in regard to Covid-19, it would come into the conversation at some point.  It would be surprising if that was not the case over the past 18 months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00800","nonspeaker":"Mr. Niall Mulligan"},{"type":"speech","time":1633388400,"counter":128,"content":"<p>I thank the witnesses for their amazing work in regard to the non-judgmental listening exercise that their organisation does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H00900","speaker":"1565"},{"type":"speech","time":1633388400,"counter":129,"content":"<p>Our next speaker is Senator Aisling Dolan who had to run from another meeting, so I thank her for joining us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H01000","speaker":"1632"},{"type":"speech","time":1633388400,"counter":130,"content":"<p>This is a very important meeting.  I had the opportunity to hear the start of Mr. Mulligan's opening statement which was absolutely fantastic.  I welcome Mr. Mulligan, Mr. Fitzgerald and Ms Stack from the Samaritans.  It is an honour to meet them and to know what they and their volunteers have done over the past 18 months.  It is has been incredible.  It is incredible also to think that they provide this service with only 12 core staff.<\/p> <p>  I wish to highlight some of the areas and ask a couple of questions.  The witnesses mentioned that they are extremely busy from 6 p.m. until 10 p.m.  Although they run a 24-hour service, these are the busiest hours.  They also take calls through other helplines - in other words, they offer their number to other groups, so that people may contact them after other groups' 6 p.m. finish time.  I would be interested to hear a little more about that.  They mentioned 2,000 volunteers but Covid-19 caused a reduction in the numbers they were able to access.  Is there anything we can do to help to support them in terms of a recruitment campaign or people becoming involved as volunteers?  One of my key questions is on how we support them going forward.  <\/p> <p>  I liked what the witnesses said about providing a service for people abroad.  That was a wonderful thing to do, particularly when so many Irish people - the diaspora abroad - who have family in Ireland were not able to return home and may have been going through very difficult times, being isolated abroad and feeling very far from home.<\/p><p>At least for many of us here, even though we were isolated on our own, we knew we were very close to loved ones, which meant a lot.<\/p><p> With regard to rural areas, I am representing Roscommon and Galway, which is very much a rural regional area.  The witnesses spoke about being able to deliver online engagement and how important that was.  I always presumed it was over the phone.  Do the Samaritans offer face-to-face online services or was that more for webinar and training sessions for its volunteers and staff?<\/p><p> Those are my queries.  I thank the witnesses.  Through the HSE and everything else, our main question is how we can look to support the Samaritans, even in terms of recruitment and campaigns for volunteers.  I am very interested in that.  Go raibh mile maith agaibh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#H01100","speaker":"1654","continuing":true},{"type":"speechnospeaker","time":1633388400,"counter":132,"content":"<p>The support with other organisations has been ongoing since about 2012.  They have different opening hours so one of them might close at 8 p.m. and if a person rings that helpline, they will get a message that the phone line is closed but if the person stays on the line, they can go through to the Samaritans.  The caller has the option to hang up at that stage or they can come through to the 116 line.  It is a safeguard for people.  It is a successful service that we offer.  Last year, we took nearly 1,400 calls through six different organisations, and that was listening for over 300 hours.  Therefore, it is needed out there.  Many people will want a specific helpline and will hang up and call the next day, but if they are in distress at that time, and it could be the middle of the night, some of the helplines are open overnight and we can be there during the day, so that is when we step in.  The volunteers take those calls like they take any call from any organisation or any caller around the country.  This is renewed quite often with many of the organisations, which can see the benefit of it, as we see the benefit of it.  We are just there to support people when they need us.<\/p> <p>  On the partnership with the Department of Foreign Affairs, a memorandum of understanding was set up, although it took a while to set that up for technical reasons.  We have these phone lines coming in from six different countries, so it took a while for it to be set up and for them to come in.  They are advertised in the original country through the embassy staff.  The Department of Foreign Affairs came to us because people were arriving in crisis at the embassies or were contacting local consular staff.  While they were more than able to help and support them with legal issues, travel issues or anything like that, when people showed up in crisis, the staff wanted this extra backup.  Our phone number is promoted in certain countries through embassies, the local GAA, Irish business groups and some magazines, and we have had pieces in local magazines for Irish people overseas.  From all of that, I know that, last year, we took 61 dialogue calls and we were on the phone for over nine hours and, this year, there were 25 dialogue calls in the first six months of the year, supporting for over seven hours.  We are not there for anyone who just fancies a chat with someone back home; it really is for people who are in crisis overseas.  It was extended this year to other countries where people were actually being restricted in regard to travel and that was impacting on them.  Again, they get the very same service if they pick up the phone to the Samaritans in Galway or in Sydney.  The Department of Foreign Affairs phone lines are funded on the Department&rsquo;s side.<\/p> <p>  A nice outcome from this is that we are also the official mental health partner of the GAA.  Through the Department of Foreign Affairs and the GAA, we presented some mental health and well-being webinars to GAA members in Germany and in the Middle East, and that has been well received by people over there.  It is just an addition that a staff member has done.<\/p> <p>  On training, the volunteers train themselves in the branches.  Volunteer training and ongoing training in the branches stayed in the branches and that was done online by them.  In terms of external training, we would always have been able to train face-to-face with groups.  If it was staff at a homeless agency who were suddenly getting very distressing calls, by being able to put it online, we were able to go a bit further with that.  It is about training staff and volunteers in organisations who may be dealing with the unemployed, with the homeless and with people in addiction services.  During Covid, the homelessness and addiction issues suddenly became very much crisis calls, and we were able to extend our services in that way.  It is something we will continue to do because it has been very well received on both sides.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00200","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":133,"content":"<p>Would anyone else like to come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00300","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":134,"content":"<p>On the question of how the committee can help, I would ask the Senator and all her colleagues in politics to make people aware, within their local communities, of who we are and to encourage people to join us as volunteers.  That is a very important message.  The more volunteers we have, the more we can do.  We have a reasonable queue at the moment because, as I said earlier, we could not train for over a year, so we have a good bank of people who want to join.  However, we will always need volunteers, and if that message can be got into every local community, that would be a big thing for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00400","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speechnospeaker","time":1633388400,"counter":135,"content":"<p>We always need volunteers so that, when people show up in distress, we are there to support them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00500","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":136,"content":"<p>It is one of those things we are trying to promote very much in our regional areas.  At the moment, I am trying to see if we can get people who will be able to help us with home help because it is a real crisis at the moment even getting home help hours for regional areas.  I am very happy to do that.  I have offices in a number of areas in the constituency.  I am happy to promote that and to showcase the Samaritans helpline number and all the options that are there for volunteers.<\/p> <p>  I have one query on the webinars as they relate to rural areas.  The witnesses said the Samaritans were conducting online sessions.  I was curious about how those were taking place, so someone might be able to answer that query.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00600","speaker":"1654"},{"type":"speechnospeaker","time":1633388400,"counter":137,"content":"<p>I will come back to the Senator with more details on that.  They are carried out by a member of staff.  She works very closely with the Irish National Organisation of the Unemployed, INOU, which has 200 member groups, and a lot of it is through those member groups.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00700","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":138,"content":"<p>That is perfect.  It is just that I am very interested in this area.  I think it is a good thing because, although I know it is anonymous, sometimes being able to see a face and all of that is very important.  Many of our areas are so isolated that it can be very difficult, particularly with the lack of public transport, to get to urban areas to be able to sit down with somebody, if that was needed.  I know it is very much a telephone service.  I want to highlight the Samaritans number, which is 116 123.  That is something we will be promoting an awful lot.  Go raibh mile maith agaibh.  I thank the Samaritans for all the work they have been doing.<\/p> <p>  The witnesses mentioned the isolation and the loneliness.  I hope we are moving towards a safer and more engaged space.  I know our day services and social services are opening up, and that is going to be a way to bring older people back in to connect with their friends.  We are seeing our clubs and associations starting up and getting going again.  However, many people are still struggling and I think the Samaritans service is crucial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00800","speaker":"1654"},{"type":"speech","time":1633388400,"counter":139,"content":"<p>I have a couple of questions for Mr. Fitzgerald with regard to the volunteers.  Is it three hours a week that they are asked to do, and then six hours over one night?  Is that how it works?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J00900","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":140,"content":"<p>Yes, it is three hours every week and then, about once every five or six weeks, depending on the branch, one of the volunteer&rsquo;s duties is a six-hour overnight.  In some branches, it might be five hours, but it is generally six.  I hate that; it is a tough stint.  We do 11 p.m. to 5 a.m in our branch, so people are wrecked for a couple of days.  Again, some of our volunteers cannot do overnights because of health or because they have a partner who needs minding.  We are challenged on those night-time hours but it is very important for us.  The branch director would put in a lot of time.<\/p> <p>  I point out that there are lots of other jobs that have to be done in the branch, so most volunteers are doing something extra and at least half the volunteers in a branch are doing other duties, as well as their three-hour duty.  There is a lot of time commitment involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J01000","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speechnospeaker","time":1633388400,"counter":141,"content":"<p>If a volunteer felt listening was not for them, it is possible to give support in regard to publicity, fundraising and handy jobs around the branch.  It is not that is all about being on the phone.  There are other support jobs in the background.  If people are interested and there is a local branch near them, they should get in touch.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#J01100","nonspeaker":"Ms Sarah Stack"},{"type":"speechnospeaker","time":1633388400,"counter":142,"content":"<p>Since each branch is a company limited by guarantee, meaning it has a number of trustees or company directors, we are trying to encourage branches to bring in more external people for those roles.  This would help to add to our skill sets.  This was not done traditionally.  Any board should have perhaps 30% external membership.  This is something that I will try to promote over the coming years to widen our net.  It will also increase our reach into local communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#K00100","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":143,"content":"<p>How can people access the impact report?  Is it online?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#K00200","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":144,"content":"<p>It is on our website, <i>samaritans.ie<\/i>.  Printed copies are also available for people who want them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#K00300","nonspeaker":"Ms Sarah Stack"},{"type":"speech","time":1633388400,"counter":145,"content":"<p>That is good to know.<\/p> <p>  I thank the witnesses.  There is no doubt that a tsunami of mental health issues is coming down the line.  It is organisations such as the Samaritans that are picking up the pieces.  I agree with Mr. Mulligan that it would be brilliant to see mental health being made a priority.  I have no doubt that Covid-19 has created underlying post-traumatic stress for many people.  It is difficult for them to understand it and to manage the anxiety, stress, loneliness, isolation and everything else that might not have impacted them before or has now been magnified in many different ways.  As we all know, stress, anxiety and so on impact on physical health.  If there was some form of intervention for people whereby that could be caught before it became a physical problem, it could save the health service a great deal of money.<\/p> <p>  Is there anything the witnesses would like to say before we finish?  Do they feel they have covered everything?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#K00400","speaker":"1632"},{"type":"speechnospeaker","time":1633388400,"counter":146,"content":"<p>We thank the committee for giving us time to tell our story.  The more people we can tell about it, the more we can do.  We appreciate the support that the HSE gives us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#K00500","nonspeaker":"Mr. Rory Fitzgerald"},{"type":"speech","time":1633388400,"counter":147,"content":"<p>I thank the witnesses again for the wonderful work they are doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE32021100500002#K00600","speaker":"1632"},{"type":"unspoken","time":1633388400,"counter":148,"content":"<p>The joint sub-committee adjourned at 12.32 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]