[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1380035400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 16:10<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pat Deering, Deputy Michael McNamara, Deputy Martin Ferris, Deputy Éamon Ó Cuív, Deputy Martin Heydon, Deputy Thomas Pringle.<\/p><p>In attendance: Senator Colm Burke.<\/p><p>DEPUTY ANDREW DOYLE IN THE CHAIR.<\/p>","time":1380035400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013092400002"},{"type":"unspoken","time":1380035400,"counter":5,"content":"<p>The joint committee met in private session until 5.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1380035400,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013092400003#K00100"},{"type":"speech","time":1380035400,"counter":7,"content":"<p>We are now back in public session.  There are a number of EU legislative proposals before us today.  On Schedule A, COM (2013) 417 is a proposal for a regulation of the European Parliament and the Council amending certain regulations in the field of fisheries and animal health, by reason of the change of status of Mayotte with regard to the Union.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  COM (2013) 428 is a proposal for a regulation of the European Parliament and of the Council on amending Council Regulation (EC) No. 1198\/2006 as regards certain provisions relating to financial management for certain member states experiencing or threatened with serious difficulties with respect to their financial stability.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  COM (2013) 521 is a proposal for a regulation of the European Parliament and of the Council on amending Council Regulation (EC) No. 1698\/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD).  It is proposed that this proposal warrants further scrutiny.  Is that agreed?  Agreed.  It is further proposed to send a letter to the Secretary General of the Department of Agriculture, Food and the Marine informing him that the committee would like to be notified in advance of the date of entry into force of the new regulation.  Is that agreed?  Agreed. <\/p><p>  COM (2013) 527 is a proposal for a Council regulation fixing the production levies in the sugar sector for the marketing years 2001-02, 2002-03, 2003-04, 2004-05, 2005-06, the coefficient required for calculating the additional levy for the marketing years 2001-02 and 2004-05 and the amounts to be paid by sugar manufacturers to beet sellers in respect of the difference between the maximum amount of the levies and the amount of these levies to be charged for the marketing years 2002-03, 2003-04 and 2005-06.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  It is proposed that the proposals listed in Schedule B do not warrant further scrutiny.  Is that agreed?  Agreed.  <\/p><p>  As there is no further business, I propose to adjourn the meeting. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013092400003#K00200","speaker":"1103"},{"type":"speech","time":1380035400,"counter":8,"content":"<p>Sorry, I wish to raise a somewhat trivial matter.  Are we in private session now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013092400003#K00300","speaker":"968"},{"type":"speech","time":1380035400,"counter":9,"content":"<p>No, we are in public session.  Does the Deputy wish to go back into private session?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013092400003#K00400","speaker":"1103"},{"type":"speech","time":1380035400,"counter":10,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013092400003#K00500","speaker":"968"},{"type":"unspoken","time":1380035400,"counter":11,"content":"<p>The joint committee went into private session at 5.43 p.m. and adjourned at 5.45 p.m. until 2 p.m. on Tuesday, 1 October 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1380025800,"counter":12},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Dara Calleary, Senator Deirdre Clune, Deputy Áine Collins, Senator David Cullinane, Deputy Michael Conaghan, Senator Feargal Quinn, Deputy Seán Kyne, Senator Mary White. Deputy Peadar Tóibín,<\/p><p>DEPUTY JOHN LYONS IN THE CHAIR.<\/p>","time":1380025800,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400002"},{"type":"minorheading","content":"European Competitiveness Council: Discussion","time":1380025800,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400002#A00100"},{"type":"speech","time":1380025800,"counter":16,"content":"<p>I welcome the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, the Minister of State at the Department of Jobs, Enterprise and Innovation with responsibility for research and innovation, Deputy Sean Sherlock, and their officials to the meeting.  They are present to brief the committee on the Competitiveness Council, COMPET, which takes place in Brussels over two days next week.  The Minister will brief the committee on day one of the Council agenda, followed by questions from members; the Minister of State will then brief the committee regarding day two, which will also be followed by an engagement with members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400002#A00200","speaker":"1023"},{"type":"speech","time":1380025800,"counter":17,"content":"<p>We are accompanied by departmental officials, including Mr. Philip Kelly, assistant secretary, Mr. Tommy Murray, industrial division, Mr. Aidan Hodson, research division, and Mr. Pat Kelly.  There are many files for this Council, which spans a large area of responsibility and involves Departments other than ours.  The Council is divided into two days.  One is largely devoted to the research agenda, which is handled by the Minister of State, Deputy Sherlock, while the other day, which deals with broader SME and industrial policy, will be attended by the Minister of State, Deputy Perry.<\/p><p>  The big theme on the first day will be supporting SME competitiveness in Europe.  This is five years on from the adoption of the EU&rsquo;s Small Business Act, SBA.  Although it sounds like a strong legal instrument, it is much more about partnership between the EU and member states in delivering a more competitive environment for SMEs.  The Council will discuss a Presidency paper on supporting SME competitiveness in Europe to try to get the best business framework for SME.  In 2011, four priority areas were identified, which will be no surprise: access to finance, access to markets, smart regulation and entrepreneurship.  These are very much in the same vein as our own priorities.  Deputy Perry is the SME envoy co-ordinating the pursuit of these objectives throughout member states.  They will also examine evolving areas such as e-commerce and how that can be better used to facilitate SMEs in exploiting opportunities in the Single Market.<\/p><p>  The discussion at the Competitiveness Council will focus on the future structures for the governance of the SBA, how the implementation of the SBA is monitored and how this information is communicated through the Competitiveness Council.  The discussion will also look at how e-commerce can be better facilitated within the EU&rsquo;s Internal Market and how tackling administrative burdens and restrictive regulations can support innovation and start-ups.  The SME envoy network evaluates and reports on the effectiveness of the programme.  Ireland has done well.  We are above average on six of the ten SBA principles: entrepreneurship, second chance, responsive administration, Single Market, skills and innovation and internationalisation.  This is significant during a difficult period.<\/p><p> The Presidency will want to discuss whether better regulation should respond in new ways to support innovative SMEs and start-ups.  That spans the agenda of both Ministers of State in my Department. <\/p><p>  A lunchtime discussion will focus on energy and climate change policies.   Ministers will consider two questions.  The first is whether cost competitiveness, security of energy supply and climate change should be on an equal footing.  Most people recognise they are different sides of sustainability in the long term.  The second is what instruments can best promote the capacity to be competitive when taking energy and climate change policies into account.  That will be an important and enduring debate, particularly in the light of cheaper energy sources in countries such as the US.<\/p> <p>There will also be an exchange on industrial policy, an area in which Commissioner Tajani has taken considerable interest.  His ambition is to promote the reindustrialisation of the European Union and he has set a target of going from 16% of GDP to 20% of GDP by 2020.  I suppose it reflects the same experience we have had in Ireland.  We have been through a period of very substantial decline in manufacturing.  For a number of reasons there are both the opportunity and the need to reverse that.  The loss of jobs has been extraordinary, but there is a growing realisation that a manufacturing basis is crucial to a long-term Europe.  Global trends in manufacturing create opportunities for Europe to be more competitive and see an onshoring, as it were - a return - to Europe for many of these sectors.  However, it needs a big step up in investment in new technologies and also requires an attempt to create coherence across all the instruments of European policy, including state aid, Horizon 2020, for which the Minister of State, Deputy Sherlock, has responsibility, and COSME, the strategy for SMEs.  They need to gel in order that there is a coherent approach to industry.<\/p><p> The following six priority areas have been identified on which task forces have been established: advanced manufacturing technologies, key enabling technologies, bio-based products, sustainable industrial and construction policy and raw materials, clean vehicles and smart grids.  They are essentially emerging areas where an edge can be achieved for the European manufacturing sector.  Obviously, industrial policy depends on a partnership between member states and the European Commission, and there are always differences of emphasis the approach.  Some countries obviously have very strong traditional sectors such as steel and coal, while others, such as Ireland, have more modern sectors.  There are issues over the best approach.  This attempts to develop coherent policies in areas where there is a common agreed belief that there are real opportunities for Europe.<\/p><p> The context for this is the plan in early 2014 for a European Council meeting of Heads of State and Government to discuss industrial policy.  An industry summit is planned before that and the objective towards which much of this work is focused is to bring together a coherent strategy at that point.<\/p><p> There are obviously areas of importance and potential, including the energy market and how state aid policy is conducted which continues to evolve.  We need to get more synergies between Horizon 2020, the programmes for access to finance and so on across the various institutions and service providers in this area.  It will be an attempt to get a coherent strategy for a reindustrialisation policy in Europe.  This will be a theme that very much reflects the debate we are having here.  Last year, the manufacturing forum published its report and we are now considering the instruments we can use to get our existing manufacturing base to step up and what combinations we can develop of innovation strategies, access to finance, lean manufacturing and so on.  It is very similar to what we are discussing here ourselves.<\/p><p> As a second part of the debate on industrial policy, the Commission will present an item on developing a more competitive and efficient defence and security sector.  This is an action plan to improve the efficiency across the sector, to promote a more competitive defence industry and to foster synergies between civil and military research.  It is trying to explore areas such as energy, space and dual use capabilities.  The Commission will invite Heads of State and Government to discuss this communication in December 2013.  It has already been considered by the Defence Ministers and Foreign Ministers.  This will focus on the areas for enhancing research and development and industrial competitiveness in this very substantial sector that employs 400,000 people directly and almost 1 million indirectly.<\/p><p> The Commission is aware of the sovereign nature of defence and that the Commission&rsquo;s competence in the area of defence is limited, meaning that implementation of the actions identified can only be done with the co-operation of member states.  Nevertheless, the Commission believes that more can be done to promote European co-operation in this industrial sector which can enhance access to markets, either within or outside of the EU, economies of scale through more standardisation and certification, and improved access to EU funding.<\/p><p> Trade and export control issues in this sector need to be carefully considered, including the wide-ranging legislation already in existence on dual use - items that can be used for military and civilian purposes - of military goods and services and the associated international export control regimes where member states are represented in their own right.  Again the debate at Council will be led by a Presidency paper which will refer to business opportunities for SMEs in the defence and security sectors and the need to adopt a more co-ordinated approach in the interest of efficiency, industrial competitiveness and avoiding duplication and fragmentation of the Internal Market.<\/p><p> There were three items under any other business.  The first relates to the steel action plan launched by Commissioner Tajani in June.  There is considerable restructuring in the steel sector and it is important to have policies to help to adapt in that environment.  The second item relates to the tobacco directive on which the Polish delegation has particular concerns.  The third item relates to state aid modernisation.  The Czech Republic has requested an update on the consultation process under way for the revised general block exemption regulation.  These are areas of state aid that do not require notification because there is a general policy position.  This would include research and development and environment.  Obviously, regional aid has its own family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400002#A00300","speaker":"1016","continuing":true},{"type":"speech","time":1380025800,"counter":19,"content":"<p>I welcome the Minister, the Minister of State and their officials.  The Secretary General presented to the committee in July and the committee complimented him - we should pass that compliment to the Minister, the Minister of State - on the huge effort the Department put into the Irish Presidency.  Other Departments tend to get all the glory for the Presidency, but the Department of Jobs, Enterprise and Innovation seems to do most of the work in terms of the commitment on it.  The personal commitment of the Minister and the Ministers of State, Deputies Sherlock and Perry, should be acknowledged.<\/p><p>  On the small business act fact sheet, we have done well in six out of the ten measurement issues and are above the EU average.  We did not do well in access to finance, design rules according to the \"think small first\" principle, adapting public policy tools to facilitate and enable SMEs, and environmental challenges and opportunities.  On access to finance, the Department brief has indicated that it was advised there was considerable room for improvement.  In plain speak, it means we got a kick in the head.  This was brought in prior to the introduction of the microfinance scheme and the credit guarantee scheme.  As we are now nearly a year into the credit guarantee scheme, what has been the level of uptake of those schemes?  How will they enhance our rating in what is the most important measure of what we want SMEs to do, which is having proper access to finance?  For a long time we have been saying there is still a serious problem with SME finance.  That has now been confirmed by an outside party.  On several occasions I have expressed my concern that not enough publicity is being given to the microfinance and credit guarantee schemes to promote their uptake.  I seek an update on that.<\/p> <p> What discussions are taking place at EU level about an EU approach to SME finance measures?  We can only do so much to resource our own schemes.  Surely there is awareness at EU level of the seriousness of the position in every member state, so what initiatives will deal with that? Second, on designing rules according to the \"think small first\" principle - the barrage of legislation and regulation that is choking many SMEs is an issue that has come up in this and previous committees - the Minister of State at the Department of Enterprise, Jobs and Innovation, Deputy Sherlock is doing specific work on the R&amp;D sector and on innovative SMEs, but every SME deserves the chance to be as burden free as possible while still having its responsibilities.  We have been told by an outside body that we must do better.  What was our score in that area?  Similarly, what was our score on access to finance and how does that compare to the EU average? <\/p><p> What was our score on adopting public policy to suit SME needs, which includes facilitating SME participation and public procurement? Where are we compared to the EU average?  Are there specific initiatives?  The Minister's Department has highlighted the need for increased public procurement but is DPER listening?  Have we done enough? Have we pushed enough initiatives to unbundle contracts and to make them more accessible to smaller companies and to give SMEs a chance of procuring?  It is time that the Minister's Department takes it gloves off with DPER on procurement and about our rating.  I also want to know what our score was on the environmental challenges issue and where we are compared to the EU average.<\/p><p>  I will ask about two other issues that are to be discussed at the Council.  Cost-competitive energy is a serious issue for our cost base given that we are an island and lie at the end of a gas pipe that is at the end of another gas pipe.  What initiatives is the Minister minded to propose to address our peripheral situation? Will alliances be formed with other peripheral EU countries that do not have the energy they need but on which they depend?  The cost issue also causes employment problems.<\/p><p> On the discussion about the modernisation of state aid rules, I assume the Minister will use the Council as an opportunity to emphasise that our state aids are in line.  What is the Department's view on the reports a number of weeks ago about an informal investigation into state aid?  What specific state aid that we operate will be included in the review?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400003#B00200","speaker":"1071","continuing":true},{"type":"speech","time":1380026400,"counter":21,"content":"<p>Senator Cullinane will want to wait until we get response to Deputy Calleary's questions  - I think there are at least ten answers for the Minister to give in some shape or form - before he poses his questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400004#C00200","speaker":"1023"},{"type":"speech","time":1380026400,"counter":22,"content":"<p>I thank Deputy Calleary for complimenting the staff at my Department.  They have put in a huge effort at a time when all sections of the Department face the pressure of declining resources.  Politicians have the advantage of sitting at the top of that success, but every achievement is like an iceberg: most of the work is well below the waterline and no one sees it.<\/p><p>  Deputy Calleary is right about access to finance.  Although we are working off 2011 data, access to finance is a huge challenge and the fallout has been particularly acute in Ireland.  The official data show a declining refusal rate for SMEs - RedC's SME survey shows a continuous decline in the refusal rates, so the situation is improving.  The other positive signs are that new credit issues to small business have increased in the past two quarters for the first time since the recession started.  On State initiatives, there are 64 live credit guarantee facilities worth &euro;9 million, the estimated number of jobs created is 400 and the number of jobs maintained is 140, therefore the estimated impact is 540 jobs.<\/p><p>  On microfinancing, 98 loans have been approved with a total value of &euro;1.53 million, which is an approval rate of 43%.  I look to build on that.  I have undertaken a review of the loan guarantee scheme within a year of its operation, as I indicated that I would.  We are looking at that.  We can do better.  Microfinancing is in a growth phase - understanding and familiarity in the banks and others is growing, as is the promotion of it.  The initiatives are worthwhile.  They complement the other &euro;2 billion-worth of credit to SME initiatives through Enterprise Ireland and the seed and venture capital scheme, the National Pension Reserve Fund, with its three funds, the development capital fund and the innovation fund.  We have &euro;2.5 billion-worth of what could be called non-bank funding instruments for SMEs.  As Deputy Calleary rightly says, we need to sweat those assets to get them to deliver.  Other than the more seasoned seed and venture capital scheme, those initiatives are in their infancy.<\/p><p>  On the \"think small first\" principle, there has been progress since 2011.  I am not saying that the matter has been solved, but there is greater oversight of the finance directive in this area.  We have a new head of the public procurement body and he has pledged specifically to get engaged in SME penetration of the procurement.  Some of that would relate to what is called innovative procurement, as well as conventional instruments such as unbundling and ensuring that there is access for SMEs.<\/p><p>  As Deputy Calleary rightly acknowledges, the Minister of State, Deputy John Perry is working specifically on an initiative to simplify licensing, which is one of the areas in 2011 that we were criticised about.  We start the work with the retail sector this year and we hope that a common portal will take out, I think, 33% of the associated admin costs.  <\/p><p>  There is scope to improve how we get out information.  I found that when I went around the country.  In the beltway, we assume that people know about JobPlus or the seed and venture capital scheme and so on.  We have created many initiatives in the past year, and to get out the message we have used the CRO, the Companies Registration Office, our agencies, the new LEO, local enterprise offices network - LEOs are replacing CEBs, city and county enterprise boards - and we have linked with chambers of commerce to use their networks.  Although it continues to be an issue, the return of employment growth to the economy presents a good opportunity to step up our communications and we will definitely seek to do that.<\/p><p>  The EU is very much aware that SME finances are a key area of concern.  During our Presidency, the finance Ministers and the European Council looked very hard at the issue.  Money is emerging through the EIF, the European investment fund and the European Investment Bank.  They are devising additional schemes and they have funded a number of initiatives in Ireland in the past 12 months.  Activity is growing and less conventional funding mechanisms are increasingly being looked at.  There is a growing recognition that traditional bank financing will not be the major pillar of the system that it has been and we need to evolve alternative funding instruments.  There is much thinking going on at EU and national level on that issue.<\/p><p>  Deputy Calleary asked about state aid rules.  Given the present difficulties, there has been relaxation of the stringent state aid rule in some cases to try and deal with the crisis.  State aid will continue to evolve.  We were pleased that in the course of our Presidency, we succeeded with other member states in getting the Commissioner to back off from the idea that large companies would not be aided in C regions.  Negotiations continue on the smaller print of the approach to be taken.<\/p> <p>We need the rules on state aid to have sufficient flexibility to allow states to use it appropriately, without the strongest dictating with their financial weight and using it in a distorting way.  I understand the Department of Finance has made it clear that routine inquiries on the Irish tax rules were made by the Commission.  Irish tax rules are statute based and they are well known.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400004#C00300","speaker":"1016","continuing":true},{"type":"speech","time":1380027000,"counter":24,"content":"<p>Has the Minister been approached for a view on this?  Have any of the Department's agencies been approached to make a submission to co-operate with this investigation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00200","speaker":"1071"},{"type":"speech","time":1380027000,"counter":25,"content":"<p>I am not aware of any direct approach to the Department or its agencies.  Such approaches would come through the Department of Finance.  It was based on revenue rules and not specific issues.  All of our agencies' state aid programmes are entirely within recognised state aid provisions.  I hope I have dealt with the questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00300","speaker":"1016"},{"type":"speech","time":1380027000,"counter":26,"content":"<p>I welcome the Minister and the Minister of State and the strong team from the Department.  I wish them well at the upcoming Council meeting and commend them, as the previous speaker did, on the work done during the EU presidency.<\/p><p>  Many important issues will be discussed at the Council meeting, and we have discussed many of them with the Minister and the Department over the past 12 months.  With regard to the Internal Market and the small and medium enterprise sector, the Small Business Act for Europe was established primarily to promote growth in the small and medium enterprise sector and support the sector.  For many in the sector it is high on rhetoric but is not met with much on the ground.  Much more needs to be done on the ground to support small and medium enterprises.  The domestic economy is a major issue for the small and medium enterprise sector at present.  Recent figures show it has decreased by 0.4% of GNP in the last quarter, and over the past year it has had negative growth.  Access to finance and procurement are also issues, as is the cost of business leases and utilities.  We must recognise this.  What is Europe examining and what practical actions will come from the Council meeting with regard to these areas?  What will the Minister bring to the table?  What is the Government approach to asking Europe to come up with new ideas to stimulate the domestic economy?<\/p><p>  With regard to access to finance, we welcome as a positive initiative some of the proposals put in place by the Government such as micro-enterprise loans, but there has been a low take-up.  Is the Minister concerned the SME sector is not taking up the opportunities in this area as much as he would have liked?  What are the reasons for this and what steps will the Minister take to ensure the banks lend to the SME sector?  AIB has done some innovative work and is examining emerging sectors.  With regard to the agrifood sector it is examining the Harvest 2020 targets, the abolition of milk quotas and the expansion of food production.  It recognises farmers must increase production and opportunities will arise in the sector.  It wants to ensure it is fit for purpose when farmers seek credit.  Opportunities exist for matching bank lending with growth and emerging sectors in the economy throughout the regions.<\/p><p>  How is the Government holding the banks to account?  The issue of legacy loans affects many businesses.  What is Europe's approach to these and what approach will the Minister and the Department take on the issue at the Council meeting?<\/p><p>  The issue of access to procurement has been raised, but encouraging the consideration of small and medium enterprises is not working.  The OPW still rolls out Government contracts on the basis of economies of scale to save money.  This makes sense at one level, but for many SMEs it would make more sense if the Government broke down some of the big contracts to make them more favourable for the SME sector.  Is the Minister satisfied with the OPW's approach?  Is it fully on board with maximising procurement opportunities for SMEs?  Are we learning lessons from Germany and France, which seem to be much better at supporting the indigenous SME sector with regard to procurement?<\/p><p>  With regard to competitive advantage in industry, manufacturing in the State has declined in recent years, and the Minister has acknowledged this, but it is still important.  For every job created in the manufacturing sector at least one other job is created elsewhere, while only half a job is created elsewhere for each services sector job.  With regard to the regional aid guidelines, the committee launched the south east economic development strategy two weeks ago and one of the recommendations made was that the south east should be on a par with the Border, midlands and western area with regard to state aid.  The regional aid guidelines are up for renegotiation from 2014.  It is the Minister in favour of ensuring the south-east is on par with other regions in the State?  It is a difficult job and we are trying to hold what we have with regard to the State aid guidelines, but the level of unemployment in the south east region is obviously high and it is a reasonable ask.<\/p><p>  I have questions on innovation but I will wait to address them to the Minister of State, Deputy Sherlock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00400","speaker":"1133"},{"type":"speech","time":1380027000,"counter":27,"content":"<p>I am never satisfied with any of the performances in any area.  We always want to do better.  We will establish the local enterprise office network, which is a new integration of local authorities and city and county enterprise boards and we hope it will be a win-win development.  The resources of the local authority will be engaged in the business agenda and a good first-stop-shop will be created where people can access information on schemes.<\/p><p>  Initiatives exist at EU level such as COSME funding and initiatives on access to finance.  It is a relatively small fund but it is important.  The European Investment Bank has new funding and there is also the European investment fund.  As the Minister of State, Deputy Sherlock, will explain later, the SME sector has a particular tranche in Horizon 2020 and he played a big role in ensuring this emerged.<\/p><p>  We are working with the banks to try to promote take-up of our schemes.  We are examining the point at which refusals occur to ensure information is available to people at the time on alternatives such as microfinance and the loan guarantee.  I continue to meet the banks to try to improve this level of understanding.  We also work with other agencies and fund managers putting in place SME instruments.<\/p><p>  The issue of holding banks to account will not arise at the European meeting but it is a very important area.  We must look more forensically at new lending as well as the global &euro;4 billion figures.  As I mentioned at the outset, there is a sign that new lending to SMEs is increasing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00500","speaker":"1016"},{"type":"speech","time":1380027000,"counter":28,"content":"<p>I asked about the drawdown of the loan guarantee and micro-enterprise fund.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00600","speaker":"1133"},{"type":"speech","time":1380027000,"counter":29,"content":"<p>I gave the figures earlier to Deputy Calleary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00700","speaker":"1016"},{"type":"speech","time":1380027000,"counter":30,"content":"<p>Is the Minister satisfied with the figures?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00800","speaker":"1133"},{"type":"speech","time":1380027000,"counter":31,"content":"<p>There is scope to build further on both of these schemes and we want to do so.  As I stated to Deputy Calleary, we are reviewing the credit guarantee scheme to examine whether some of the terms should be improved.  The roll-out of the local enterprise offices is very much designed to do more than promote micro-finance, for which they will be the primary interlocutors.<\/p> <p>They are the first point of call.  We also support other schemes through local enterprise offices, LEOs.  It is never a question of us sitting back in the belief that we have cracked it.  By no means have we.  These are difficult issues.<\/p><p> More emphasis has been placed on procurement to try to get small to medium-sized enterprises working.  We have worked to develop consortia of SMEs so that they might bid for contracts together.  We have sought to reduce thresholds.  As Deputy Calleary stated, unrealistic thresholds are being unbundled to allow better access for SMEs.  We work with other Departments to ensure that SMEs have better involvement.  A number of initiatives, such as in the case of water, have been unbundled in such a way as to be open to smaller players.  Recently, there has been an examination of social clauses to ensure people who are out of work are prioritised in the allocation of contracts.  This would favour local SMEs.<\/p><p> Senator Cullinane is right about industry and its multiplier.  From an Irish point of view, the positive news is that the last three quarters saw an expansion in industrial employment of 3,000 per quarter compared with a long run of decline.  One swallow does not make a summer, but there is an indication-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400005#D00900","speaker":"1016","continuing":true},{"type":"speech","time":1380027600,"counter":33,"content":"<p>Figures from the Minister's Department show that 241,000 were employed in manufacturing and industry before the Government entered into office.  That figure is now 240,900.  It has actually seen a small decline in recent years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400006#E00200","speaker":"1133"},{"type":"speech","time":1380027600,"counter":34,"content":"<p>There is no disputing that.  Manufacturing used to employ much more than 300,000 people.  There has been a long-term decline in the sector.  As the Senator knows, we have instituted a manufacturing forum and are implementing a policy to promote manufacturing.  The recession had a significant impact on job losses.  However, the past three quarters have seen industry starting to add employment.  This reflects the success of Irish business, particularly the food sector, in being innovative and internationalising.  A number of sectors are driving export performance.  If one looked beneath the Enterprise Ireland figures, one would see that companies that used to export to the UK had diversified further afield.  Enterprise is responding to the challenge by seeking out new markets and being more innovative, but there is still a long way to go.<\/p><p>  I congratulate the committee on its south east development strategy, which has been sent to me.  I will examine it in detail.  The committee raised the issue of regional aid guidelines.  We must produce a new guideline map.  The difference between the Border, Midland and Western, BMW, and south east regions arose because the BMW was in transition from being a so-called A region - the most disadvantaged - to a so-called C region, the middle of the road.  Being in transition meant that it received a premium over the State aid permitted in the C regions.  Next time, all C regions will be on the same footing.  The transition bonus for former A regions will no longer be available.  Regions outside the more developed areas will be classified as C regions, comprising some 51% of the country, and they will be on a level playing field.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400006#E00300","speaker":"1016"},{"type":"speech","time":1380027600,"counter":35,"content":"<p>Cuirim f&aacute;ilte roimh an Aire anseo inni&uacute;.  At the start of his presentation, he mentioned the \"think small first\" principle, which requires that legislation take SMEs' interests into account at early stages of policy making in order to make it friendlier.  The Minister knows as well as anyone that small businesses that listened to his presentation are asking what practical difference will be made in their lives as a result of these ongoing works.<\/p><p>  The Minister mentioned how the Minister of State, Deputy Perry, had been the State's small business envoy for two years.  What have been the practical outputs of his role?<\/p><p>  On this side of the table, there was frustration about the fact that there had been no consultation with SMEs on the development of LEOs until we kicked up a racket.  Even still, SMEs' understanding of the development of county enterprise boards, CEBs, into LEOs is negative.  Will the Minister update the committee on the status of the legislation?  Is he seeking to have it completed and delivered upon in autumn?  This change has been mooted since before Batt O'Keeffe was Minister for Enterprise, Trade and Innovation.  There was to be a period of six years before it would take effect on the ground.  Those six years have been pivotal for small enterprise and job creation.<\/p><p>  The procurement issue is shocking.  When I met the Minister of State, Deputy Brian Hayes, I asked him why tenders were being bundled together instead of broken up.  He was frank in saying that the State needed to save money.  It is possible to break down tenders, make them accessible to small businesses and maintain savings, but a state can make other savings when work is kept within its SMEs.  Ireland is an outlier in terms of the number of tenders leaked outside the State.  We are the best child in the class for the wrong reasons, in that we engage in extra tendering.  This is to the cost of small businesses in Ireland.  The Small Firms Association, SFA, has asserted that new Government buying policies have the potential to eliminate small businesses from tendering processes, resulting in business closures, job losses, regional imbalances and less competition in the marketplace.  Some 60% of its members have stated that there are serious obstacles with procurement tenders.  Balfour Beatty has taken on a major contract with Bord G&aacute;is, displacing many small Irish contractors.  When I spoke with a contractor about photocopiers in schools, he told me that contracts were being made so large that accessing them would become impossible for existing contract holders, never mind smaller providers entering the system.<\/p><p>  The Minister mentioned that he did not believe that banks would have a central role in providing credit for small businesses.  Perhaps I am-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400006#E00400","speaker":"1080"},{"type":"speech","time":1380027600,"counter":36,"content":"<p>The Deputy is overstating what I said.  There is a shift.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400006#E00500","speaker":"1016"},{"type":"speech","time":1380027600,"counter":37,"content":"<p>Will the Minister elaborate for the committee?  It is a radical departure for small businesses.  The sector is in flux, given the closure of bank branches in a number of rural areas and the difficulties in accessing credit.  Will the State have a greater input in terms of the provision of credit and what will become the natural equilibrium?<\/p><p>  I have raised a point about State aid with the Minister a number of times.  It needs to be designed to provide some level of incentive for foreign direct investment, FDI, and indigenous businesses to locate in disadvantaged areas or areas that are not as developed as others.  Most FDI jobs are found within the Dublin, Cork, Limerick and Galway regions at a level far in excess of the Minister's targets.<\/p> <p>The Minister mentioned that the experience with regard to State aid would be relatively flat.  How does this help his strategy in regionalising FDI into the future?  Also, how will this affect our competitiveness <i>vis-a-vis<\/i>other countries and their foreign direct investment initiatives?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400006#E00600","speaker":"1080","continuing":true},{"type":"speech","time":1380028200,"counter":39,"content":"<p>On the small business envoy, it will work with all government bodies to encourage the principle of thinking small first.  First my Ministers of State, Deputies Sherlock and Perry, and I have used our action plan for jobs as our route to get cross-government thinking about a lot of issues.  This has been effective in developing sectoral opportunities.  For example, the health innovation hub has been very useful to some SMEs in Cork, where we have run six pilot projects.  We are trying to think outside the box and to get departments - not traditional Departments - to work with SMEs.  MOMENTUM, which is being developed by the Minister of State at the Department of Education and Skills, Deputy Cannon, is a vehicle for enhancing skilled preparation for SMEs who are in a position to recruit.  It will act as a bridge between people out of work and the skill needs of SMEs as we see them.  We are focused not only on specific programmes like the microfinance and loan guarantee schemes but on trying to get that broader impetus into the system.  That is one of the functions of the Minister of State, Deputy Perry.<\/p><p>  Another area of responsibility for us is the interface with Europe in terms of good and bad practice and what we can learn from others.  This benchmarking exercise is valuable.  My Department is currently engaged in a review of entrepreneurship in terms of how we can make the environment for start-ups better.  The Deputy will probably have had sight of the Central Bank data which indicated that two-thirds of all jobs in Ireland have come from companies, international and Irish owned, in the first five years of their existence.  This is vital.  This is another initiative which derives from the think small first stable.<\/p><p>  The legislation dealing with the local enterprise offices, LEOs, is ready and will be brought before the D&aacute;il and Seanad as soon as both schedules permit.  The Deputy also raised the issue of procurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00200","speaker":"1016"},{"type":"speech","time":1380028200,"counter":40,"content":"<p>Can the Minister give a definitive date for when the legislation will come before the Houses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00300","speaker":"1080"},{"type":"speech","time":1380028200,"counter":41,"content":"<p>I think it will be brought before the Seanad next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00400","speaker":"1016"},{"type":"speech","time":1380028200,"counter":42,"content":"<p>The Seanad is dealing next week with legislation regarding the dissolution of the County Enterprise Boards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00500","speaker":"1114"},{"type":"speech","time":1380028200,"counter":43,"content":"<p>It is scheduled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00600","speaker":"1016"},{"type":"speech","time":1380028200,"counter":44,"content":"<p>So it is going to the Seanad first?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00700","speaker":"1071"},{"type":"speech","time":1380028200,"counter":45,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00800","speaker":"1016"},{"type":"speech","time":1380028200,"counter":46,"content":"<p>That shows how useful the Seanad is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F00900","speaker":"1071"},{"type":"speech","time":1380028200,"counter":47,"content":"<p>On procurement, the data on procurement that has been provided would indicate that the situation is not quite as bleak as the Deputy suggested.  The data indicates that while 98% of contracts went to Irish companies some of the larger contracts did not.  As such, the situation is that more than 95% of all contracts went to Irish companies.  That is not a hugely negative figure.  Consolidation is occurring in an effort to be cost effective in procurement.  It is probably the lowest hanging fruit in terms of the State finding savings to procure more efficiently.  If one is procuring inefficiently there is obviously someone benefiting from that, who will be dislodged if one moves to a different way of procuring.  There is a tension, I recognise that.  We have been striving to ensure that there are no obstacles put in the way of achieving efficient procurement, including high insurance thresholds or requiring that to submit a tender for some business the tenderer would have to be a megascale operation.  All of these issues remain a feature.  Along with other actions which I indicated we are taking, we are working with the agencies to route these out.<\/p><p>  Bank financing is changing.  It is no accident that we now have &euro;2.5 billion worth of State promoted funds out in the marketplace, all of which have emerged in the past three years and the past 12 months in particular.  Funds are now being provided through the microfinance and loan guarantee schemes, the development capital fund, the NPRF's three funds, which are lending fund for SMEs, a restructuring fund for SMEs and an equity-type fund for SMEs, and the innovation fund.  Enterprise Ireland is the largest funder in Europe of start-ups from a seed and venture perspective.  It has shares in 800 companies.  We are already in this space.  The issue for us is to sweat the things we put in.  We need to ensure that we are creating effective instruments to meet the gaps.  We introduced these schemes and now need to test and change them if needs be.  We recognise that.  The reality is that other countries are experiencing the same.  The message from other countries at the final meeting on SME finance during Ireland's Presidency of the EU was that there is a migration from SMEs and that we need to find new types of seed and venture capital.  There is plenty of money for what are termed \"the gazelles\", which are fast growing companies.  They will get their seed and venture capital easily.  We need to focus on putting in place instruments for traditional slower growth companies that are still really solid.  That debate will go on.  Members are right to focus on it.<\/p><p>  On regional development policy, 51% will be in the C region and 49% will not.  The additional State aid will be available in the C regions which cover 51% of the country but not in the remaining 49%.  There is a difference in the level of State aid that is permissible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F01000","speaker":"1016"},{"type":"speech","time":1380028200,"counter":48,"content":"<p>What new areas are involved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F01100","speaker":"1080"},{"type":"speech","time":1380028200,"counter":49,"content":"<p>On the last occasion, the figure was below 50%.  We now have 1% more population coverage.  As I mentioned to Senator Cullinane the BMW region previously in category A has transitioned to category C.  We are entering into discussions with regional authorities about the detail of the map.  That discussion will take place at regional level so that there will be full consultation.  This is consistent with attempts to achieve a better balance in spread.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F01200","speaker":"1016"},{"type":"speech","time":1380028200,"counter":50,"content":"<p>May I ask a supplementary question at this point which is relevant to the point the Minister is making?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F01300","speaker":"1133"},{"type":"speech","time":1380028200,"counter":51,"content":"<p>Please allow the Minister to finish the point first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F01400","speaker":"1023"},{"type":"speech","time":1380028200,"counter":52,"content":"<p>In terms of internationally mobile investment, the Deputy is correct that in this area the type of projects we are winning are more concentrated on cities.  In developing an effective regional strategy, we need to have a more effective driver of indigenous growth and to work with our companies.  This is the reason I regard the manufacturing initiative important.  We have a good spread of manufacturing right through the country.  We need to step up support of the ambition of those companies as part of an effective regional strategy.  Regional strategy is always about playing to the competitive strengths of the region.  This is the type of thinking we need to evolve.  I am interested in working with people in the regions on how we can shape a competitive strength for those regions and how we, running enterprise policy, can get in behind that broader thinking that a region is shaping.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F01500","speaker":"1016"},{"type":"speech","time":1380028200,"counter":53,"content":"<p>It is important we get clarification on the regional aid guidelines.  My understanding in terms of the BMW region is that the percentages are broken up into three categories.  If one compares the BMW region to the southeast region across all of the three categories the BMW region is 5% better off.  Is the Minister saying that it is his view that following the regional aid guidelines review the BMW region will be at the same level as the southeast and, thus, will not have an advantage?<\/p> <p>Will it be that regions that have been under-performing will be on a par but the regions which have been in need of a little assistance will not have an advantage?  I am concerned by what the Minister is saying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400007#F01600","speaker":"1133","continuing":true},{"type":"speech","time":1380028800,"counter":55,"content":"<p>These are EU-wide rules.  When a region migrates from A to C, there is a period during which it has a higher level of transitional aid.  At the end of a regional aid programme, the transitional support goes.  The Senator has correctly indicated that there are small, medium and large areas, with different approaches for each.  For the small ones there is more generous regional aid permitted than for medium ones, and for the large ones the rules will have to be worked out.  They will not be excluded from regional area but there must be a requirement to show novelty of process or product.  There is discussion in that area.<\/p><p>  In all regions some aid continues, including for research and development, the environment and risk capital.  Some types of aid have general exemptions that will apply in all regions but the regional aid is confined to the so called C regions.  The map is in gestation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00200","speaker":"1016"},{"type":"speech","time":1380028800,"counter":56,"content":"<p>I am just looking at page six of one of the reports, which indicates that Ireland scores above the EU average for six out of ten Single Business Act for Europe, SBA, principles.  If that is the case, I find some of the comments today extremely negative.  It is as if people are speaking in an abstract context and the economy has not been severely wounded.  People should put in some sort of context what they are saying and reflecting upon.  The figures make a different argument so rather than talking in abstract terms about an economy that has come through a period of self-inflicted wounding, there might be more to the argument.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00300","speaker":"1031"},{"type":"speech","time":1380028800,"counter":57,"content":"<p>It was not all self-inflicted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00400","speaker":"1133"},{"type":"speech","time":1380028800,"counter":58,"content":"<p>It is easy to throw out such comments as if the past five or six years had not occurred.  We should take the real world into account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00500","speaker":"1031"},{"type":"speech","time":1380028800,"counter":59,"content":"<p>With all due respect, some people will see the white sheet while others will see the black dot on the white sheet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00600","speaker":"1023"},{"type":"speech","time":1380028800,"counter":60,"content":"<p>It is different if people go around pretending they are blind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00700","speaker":"1031"},{"type":"speech","time":1380028800,"counter":61,"content":"<p>I understand what the Deputy is saying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00800","speaker":"1023"},{"type":"speech","time":1380028800,"counter":62,"content":"<p>It is worth saying that with internationalisation, we are doing really well.  We have put in a first-time exporters' division, which is getting pick-up from companies which have never looked at exporting before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G00900","speaker":"1016"},{"type":"speech","time":1380028800,"counter":63,"content":"<p>One would not know that from listening to some people today.  They may wish it otherwise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G01000","speaker":"1031"},{"type":"speech","time":1380028800,"counter":64,"content":"<p>For many small businesses looking in, people will be considering the practical differences being made to their lives, in which they may be struggling at the moment.  Many people will find the issue to be more than just a black dot on a white sheet.  It should be put in that context.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G01100","speaker":"1080"},{"type":"speech","time":1380028800,"counter":65,"content":"<p>There are objective measurements on page six of the report.  Six out of ten is not bad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G01200","speaker":"1031"},{"type":"speech","time":1380028800,"counter":66,"content":"<p>We can leave the boxing gloves outside for now.  All points have been aired and anybody from a small or medium enterprise that is watching would have heard from both sides.  I thank the Minister and his team for coming in.  The Minister of State, Deputy Sherlock, will brief the council on day two of the COMPET meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G01300","speaker":"1023"},{"type":"speech","time":1380028800,"counter":67,"content":"<p>I thank Deputies and Senators for their kind remarks on the Presidency.  I concur that our Department is not seen as a shining light relative to others in respect of what we have delivered.  I add to the comments of the Minister by saying that many of our officials had to up tent and pegs to Brussels for six months, leaving their families and significant others behind, to chair working groups and participate in hundreds of meetings.  They had to chair trilogues with a gargantuan effort.  Perhaps it is easy for us to walk into a chamber of Ministers and other colleagues and just take the plaudits, so I also officially record my gratitude to the officials for the work they have done.<\/p><p>  Horizon 2020 is a win for Ireland as we successfully concluded a package which is worth &euro;70 billion, and within that there is potential for Ireland to surpass the framework programme target of &euro;600 million.  I do not see why we cannot reach a target of &euro;1 billion of a drawdown during the lifetime of the next programme.  It was fortuitous that the co-decision procedure allowed us to conclude those negotiations, which I chaired.  They were concluded with Commissioner Geoghegan-Quinn and the rapporteurs within the European Parliament.  The research part of the Competitiveness Council will deal with the follow-on from those negotiations, dealing with issues related to the next EU framework for research and innovation, Horizon 2020, the innovation union and the European research area.<\/p><p>  During our Presidency, Ireland successfully negotiated a political agreement on the proposals for the EU&rsquo;s &euro;70 billion research and innovation programme, Horizon 2020.  Research and innovation are key drivers of growth and job creation.  The strategic approach to research and innovation contained in Horizon 2020 will develop, diffuse and drive research across the European Union.<\/p><p>  The Competitiveness Council will receive presentations from the European Commission on proposals for an investment package of more than &euro;22 billion under Horizon 2020 over the next seven years in innovation for sectors that deliver high quality jobs.  Most of the investment will go to five public private partnerships in innovative medicines, aeronautics, bio-based industries, fuel cells and hydrogen, as well as electronics.  These research partnerships will boost the competitiveness of EU industry in sectors that already provide more than 4 million jobs and also find solutions to major challenges for society that are not being solved quickly enough by the market alone, such as reducing carbon emissions or providing the next generation of antibiotics.  The package also includes four public public partnerships, so-called, between the European Commission and EU member states on new treatments against poverty related diseases, measurement technologies for industrial competitiveness, support for high tech small and medium enterprises and solutions for the elderly and disabled to live safely in their homes.<\/p><p>  The council will also receive presentations from the European Commission on its communication on the State of the Innovation Union 2012 - Accelerating Change and on Measuring Innovation Output in Europe: Towards a New Indicator, and on progress on the European research area.  The communication on the State of the Innovation Union 2012 notes significant progress towards setting the policy framework for an innovation union in various areas accelerating the development and uptake of innovations to address societal challenges.  The business environment in Europe will become more innovation-friendly with Single Market measures such as the unitary patent, faster standard-setting, modernised EU procurement rules and a European passport for venture capital funds.  The communication also notes progress on EU financial instruments for SMEs through Horizon 2020 and the programme for the competitiveness of enterprises and SMEs, COSME.<\/p><p>  The communication states that the global position of Europe is still relatively strong.  The EU is one of the world&rsquo;s best performers when it comes to producing high quality science and innovative products.  Since 2008, the EU has improved its innovation performance and it closed almost half of the innovation gap with the US and Japan.  The EU is also keeping its strong innovation lead over Brazil, India, Russia and China, although the last is catching up.  In addition, South Korea has almost tripled its innovation lead over the EU since 2008 and joined the US as an innovation leader.<\/p> <p>Also, while public research and development spending in the EU grew throughout the crisis as governments strived to keep up their research and development investments and incentivise businesses to do likewise, recent data point to a potential reversal of this trend.  In 2011, for the first time since the beginning of the crisis, the total public research and development budget decreased slightly.  As growth disparities between some European regions are increasing, there is an even stronger need to implement the innovation union swiftly, particularly in the areas crucial to innovation, such as higher education, innovation-based entrepreneurship and demand-side measures.<\/p><p> A new indicator of innovation output has been developed at the request of the European Council to benchmark national innovation policies and monitor the EU's performance against its main trading partners.  The new indicator classifies Ireland in the highest category of top performers.  Ireland's performance under the new Indicator of Innovation output is highly significant as it measures the extent to which ideas from innovative sectors are able to reach the market, providing better jobs and making Europe more competitive.  This is a very positive indication of improvement in Ireland's competitiveness in key areas of the economy.  The top performers in the EU owe their ranking to doing well on several or all of the following factors: an economy with a high share of knowledge-intensive sectors, fast-growing innovative firms, high levels of patenting, and competitive exports.<\/p><p> The novelty of the new indicator is that it focuses on innovation output.  Sweden, Germany,<b><\/b>Ireland and Luxembourg are the EU member states getting the most out of innovation, according to the new indicator.  The indicator was developed using state-of-the-art statistical analyses, and international quality standards by EUROSTAT, the OECD and the IMF were taken as a reference when constructing the indicator.  This is testament from an authoritative source that we are on the right track to recovery and our innovation performance is playing a major role.<\/p><p> The Council will also receive an update on progress on establishing the European Research Area, ERA.  Its objective is to open up and connect EU research systems, thereby leading to a significant improvement in Europe's research performance to promote growth and job creation.  Completion of the European Research Area is urgently needed to avoid costly overlaps and unnecessary duplication of activities.  It entails building a genuine single market for knowledge, research and innovation, enabling researchers, research institutions and businesses to circulate, compete and co-operate across borders.  Completing the ERA will bring efficiency, quality and impact gains and new opportunities for all member states.<\/p><p> Ireland fully supports the development of the ERA.  We believe that success in implementing ERA initiatives should increase Europe's attractiveness as a place for doing research, with direct benefits for researchers and downstream benefits for the enterprise sector and European competitiveness generally.  The ERA progress report states that the science, technology and innovation system in Ireland is evolving towards a strong prioritisation of research areas, focused on innovation for growth and jobs.  Well aligned with the ERA priority to promote effective national research systems, peer-reviewed competitive funding continues to prevail in Ireland.<\/p><p> Finally, the Council will receive an update on ITER, the international thermonuclear experimental reactor.  This project is a partnership between the EU Atomic Energy Community, EURATOM, and six other parties: China, India, Japan, Russia, South Korea and the USA.  The aim is to build and operate an experimental reactor demonstrating the technical feasibility of viable fusion energy.  This offers the potential of almost limitless energy supply with no CO<sub>2<\/sub>emissions.  The project has a 35-year timeframe to build, operate and then deactivate the reactor.  As a member of EURATOM, Ireland is a participant in this project.  Ireland's general position on ITER is that firm cost controls must be built into the project.  Fusion is potentially a more sustainable, safe and secure source of energy than nuclear fission.  However, fusion energy will not be delivered in the short term.  Fusion research must continue to be balanced by continued dedicated funding and research to improve the safety of existing fission reactors as well as for the safe management of spent fuel and radioactive waste.  The issue at hand is a proposal to change the funding basis for ITER.  It is proposed to fund ITER from the EU's general budget rather than the research and training programmes.  This requires an amendment of decision 2007\/198.  As a result it is proposed that a specific allocation to the 2014-20 undertaking be set at &euro;2.915 billion.  This proposal does not have any direct budgetary implications for Ireland.  It helps to reinforce Ireland's desired objective of ensuring cost controls in this project.  Therefore, Ireland can support this proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400008#G01400","speaker":"979","continuing":true},{"type":"speech","time":1380029400,"counter":69,"content":"<p>I expect that most comments will be quite positive, given that many positive things are happening in research and innovation, particularly in the context of the political agreement that was reached during Ireland's Presidency on the significant budget of more than &euro;70 billion for Horizon 2020.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400009#H00200","speaker":"1023"},{"type":"speech","time":1380029400,"counter":70,"content":"<p>I welcome the Minister and his officials.  The Minister will be delighted to hear that Kinsale Community College, which is from his county, won first prize today at the European Union Contest for Young Scientists.  That is exactly the space we need to occupy.  The difficulty with the Minister's brief is that it is long-term.  Last night the five Deputies from Mayo met the members of the international board of Allergan, who were in Westport for their annual strategy meeting.  They are putting a &euro;250 million investment into Westport.  This is from a plant that started in the mid-1970s as a box-making plant, effectively.  It is now one of the jewels in Allergan's crown.  These are serious players in the international science and research community and to hear what they had to say about Ireland, where it is going and the ambition of the country in terms of science and research over many years was really good.  They had praise for SFI and its work.  That is the practical aspect.  There is research on new products; we do not know what they will be five years hence.  There are jobs being imagined that we cannot imagine ourselves today.  That is what the Minister's brief is about and that is why it is so important.<\/p><p>  Well done on Horizon 2020.  The Minister has a year to maximise the Irish element in that.  We have an Irish Commissioner in that area who is on top of her game.  The Minister must have a very strong working relationship with her to ensure we maximise our take from that.  There is only a year to do it, so it is important that we see that through.<\/p><p>  With regard to the innovation union and particularly in the context of the previous discussion with the Minister, Deputy Bruton, about the Small Business Act, how will the Minister SME-proof it?  How will the Minister of State ensure, in spending this money, that SMEs get a chance?  I refer to every SME, not just the gazelles referred to by Deputy Bruton.  Every SME must have some type of role in this.  What does the Minister of State have in mind on that?<\/p><p>  Finally, we probably all knew about the progression of South Korea, but the figure quoted by the Minister is startling.  What can we learn from South Korea in view of its having moved so rapidly ahead of the EU?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400009#H00300","speaker":"1071"},{"type":"speech","time":1380029400,"counter":71,"content":"<p>That is fantastic news about Kinsale Community College.  It is a testament to the school and its ethos.  It is also a testament to what I will not call a new-found interest in STEM but a growing interest in engaging with the STEM subjects - science, technology, engineering and mathematics.  There is a fearlessness among students now at post-primary level about taking on these projects.  One can see it at the Young Scientist and Technology Exhibition and in other science-related outreach programmes that are taking place with industry.  There is a confidence among students to embrace new technologies.  They are digital natives, as it were.  However, there are still challenges, such as ensuring that an increasing number of students will engage with the hard sciences such as physics and chemistry.  We must try to ensure there will be a throughput so these people will have the necessary skill set to slot into the jobs we have not yet even imagined, as Deputy Calleary described them.  I join in the congratulations.<\/p> <p>We have increased the target for engagement by SMEs from 15% to 20%.  The Horizon 2020 target tallies with the current policy whereby the foreign direct investment sector and SME section in Ireland very much have an opportunity to now engage with the research infrastructure.  Where a challenge is presented by an SME, it can bring that challenge to a research entity.  There are means and mechanisms for funding, either through innovation vouchers or through the various research entities to bring the product to market.<\/p><p> The recent announcement of the &euro;300 million was - but I will not call it a paradigm shift - a collaboration that involved over 150 industry partners bringing a &euro;100 million in cash or in-kind contributions that was matched with a &euro;200 million State investment to create seven new SFI research centres.  The purpose is to drive innovation and allows one to turn good ideas into jobs in the first instance.  Also, one can ensure that we will have a throughput, focus on and smartly specialise, where we will invest for the next five to ten year horizon.  <\/p><p> The societal challenges contained in Horizon 2020 map onto our own priority research areas.  For instance, we have identified 14 key areas that we will fund.  Then industry will join with academia to create the new research entities.  We have already announced quite a number of them and some of them are under way.  Just last week we announced the enfant centre.  It is an amalgamation of between seven to ten industry partners and Cork University Maternity Hospital and the Royal College of Surgeons of Ireland.  Some of its work will be the development of perinatal research.  There is also an expectation now that within the research infrastructure, we must deliver jobs, deliver for the economy and deliver new innovations for society.  A clear challenge has been set for the research community but it maps onto the same challenges inherent in Horizon 2020.<\/p><p> A specific SME target has been set for research but the challenge is how to get the SMEs engaged.  Let us say one has a traditional SME who has a traditional relationship with a county enterprise board, for example, or soon to be local enterprise office.  How do we get them to start engaging with academia in a way to get leverage from research innovation on the products?  How do we convey the idea that the SME must get the product to market and create jobs?  We have sent strong signals to them through the agencies such as Enterprise Ireland which is mapped on to the research infrastructure.  We have also conveyed the message through the various research entities that the Government expects to have a more proactive engagement with SMEs on the matter.  I hope that I have answered the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400009#H00400","speaker":"979","continuing":true},{"type":"speech","time":1380030000,"counter":73,"content":"<p>There was another question on South Korea.  What has it got that we do not have?  That is apart from starting school at 8 a.m. and going to school on Saturdays.  Can the Minister of State answer the question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400010#J00200","speaker":"1023"},{"type":"speech","time":1380030000,"counter":74,"content":"<p>Its not easy to answer and I can only focus on what Ireland is doing.  Ireland has taken a long term view.  We are working proactively on the stem side and education.  The latter is the key in South Korea and its population seems to be natural innovators.  At present we are doing a lot of work on, for instance, funding out-of-field mathematics teachers.  We are spending a considerable amount of taxpayers money in bringing the out-of-field maths teachers and upskilling them with a professional diploma in order to allow them to teach the curriculum and so on.  We are now talking about funding continual professional development at primary school level in order to equip teachers to teach mathematics.  Sometimes a deficit exists.  Sometimes there is a competition in primary schools between other subjects and mathematics and science related topics.<\/p><p>  There are outreach projects such as the Discover Science and Engineering programme, industry engagement and Coder Dojo and whatnot.  We must start thinking long term.  We must analyse how we train teachers to teach these subjects and find out whether there is more to be done in order to begin challenging other regions like Singapore and South Korea.  There is a consciousness around that goal.<\/p><p>  In the short term, Ireland is not in a position to fund the whole gamut of research.  We must be smart, specialise in certain areas and ensure that we do not leave basic research out of the loop.  We must ensure that there is blue sky research and find pockets of funding to invest in astrophysics, etc.  I am not saying that we are putting all of our eggs into the 14 research priority areas because one must include the humanities, social sciences, digital humanities and so on.  We must ensure that the research infrastructure is more rounded.  In order for us to compete with regions like Singapore in the long term then the key is to equip the teachers of science and mathematics in a certain way.  The output is students who are driven.  Naturally those students would then go into post-primary education and then on to courses at tertiary level where there is more a take up of those science related and STEM related subjects.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400010#J00300","speaker":"979"},{"type":"speech","time":1380030000,"counter":75,"content":"<p>There is a danger that the education system will become a slave to the economy.  I am not saying that the Minister has the view because he is a very enlightened person.  It would be wrong to slavishly follow the needs of the economy or skew the education system towards that star.  The needs of the economy today will be completely different from its needs in ten years' time.<\/p><p>  The education system needs to be aware of the purposes it serves, the economy being one of them.  We need to achieve a balance and ensure that the child, rather than the economy, comes first.  Obviously, the child eventually making a living must be taken into account, but making a living in 15 or 20 years time will be very different from making a living today.  Striking a balance between the demands on the curriculum and schools is difficult.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400010#J00400","speaker":"1031"},{"type":"speech","time":1380030000,"counter":76,"content":"<p>I agree with the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400010#J00500","speaker":"1023"},{"type":"speechnospeaker","time":1380030000,"counter":77,"content":"<p>There is a strong consciousness in that regard.  At primary and post-primary level, teachers teach to impart knowledge.  This is the fundamental aim of any society.  However, where there is a deficit in science, technology, engineering and maths, STEM, subjects as a whole, if we are in a precarious funding position nationally and if we are trying to reduce a deficit through significant borrowings, some of which is then invested in the research infrastructure, it is important that we as a State try to achieve the maximum output for that investment.  The maximum output is societal in terms of new innovations, ageing, independent living, ICT and new emerging technologies.  It is also about imparting knowledge and creating an expectation that jobs must be delivered on that investment.<\/p><p>  We have stitched into the policy the need to ensure that we conduct research for reasons of knowledge as well as policy.  Of the 14 priority areas, which only comprise one part of the research budget, specific expectations are set out.  This presents opportunities for the humanities and social sciences, which might traditionally have been outliers in the research infrastructure, to map onto the 14 areas, particularly in terms of data analytics or health.<\/p> <p>We can take research from humanities and social sciences and, in terms of ageing, it can be mapped onto developing new technologies for older people to interact with primary, secondary and tertiary care.  As the Minister, Deputy Bruton, was saying earlier, one breaks down the silos in terms of funding infrastructure.  There are many State funders of research.  I chair the national research prioritisation group, which meets directly after this meeting.  All of the State funders of research, across the spectrum from health to agriculture, are in the room.  We are trying to drive a deliberate policy that has all State funders of research funding excellent research in the first instance, with the ultimate aim of driving the impact for society in terms of societal challenges and delivering for the economy.  We can create new entities, new licensing, new intellectual property and new companies.  The recent &euro;300 million announcement comes into play with the expectation of the Government that engagement between industry and the academia is predicated on the set of metrics and expectations to deliver for the economy.  Where we are significantly funding research, we need a return on the investment.  There is nothing wrong with that.  In the longer term, we must invest in our teachers.  Where there are deficits in the number of people taking up science at post-primary level and science graduates, if the number remains static or decreases, we must make investments in the earlier stages of education to create throughput to tertiary level, leading to graduates in the STEM subjects.  That will allow us to compete internationally and it is what will sustain the economy in the longer term.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400010#J00600","nonspeaker":"Deputy Se&aacute;n Sherlock","continuing":true},{"type":"speech","time":1380030600,"counter":79,"content":"<p>I welcome the Minister of State and I thank him for the positive initiatives in the innovation and science space.  That is the future and we must keep investing in it and commercialising it.  The area needs continual work and the Minister of State obviously agrees with this.<\/p><p>  One point involved how we can enhance the SME sector's engagement with science and technology.  On a regular basis, I see people with ideas coming into our offices.  They may not have third level education and the idea may not involve an ICT or pharma product but an engineering product.  They do not know how to get to the next stage.  Sometimes it is about money but much of the time it is about advice.  Mentoring, which I talk about on a regular basis, can help the SME sector's engagement with research.  If everyone is being innovative about that and using the technology framework, it could involve reaching many different target audiences.  There is an easy solution.<\/p><p>  We have talked about Singapore.  Israel has done well for many years in research, innovation and commercialisation.  It has done this through a programme in which it raises money through philanthropy and from the diaspora and reinvests in innovation.  On a recent trip to America, I met the Cork man who runs Maryland University, which has a budget of &euro;500 million for research and innovation.  Of that, some &euro;84 million is for commercialising research.  At the first stage, one gets &euro;50,000 for the business plan to take it to the next stage, and then one gets &euro;100,000 at the next stage.  Matching funds are not required.  As a result of that, we see a major amount of new innovation coming from the east coast of America.<\/p><p>  It is very important to talk about innovation, but the elephant in the room is money.  We need huge money if we are serious about innovation.  There is funding coming through from Europe but it is very slow to get into the mainline.  How do companies get access to it if they are not part of Enterprise Ireland or local enterprise offices?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400011#K00200","speaker":"988"},{"type":"speech","time":1380030600,"counter":80,"content":"<p>I take the point.  We have deliberately set out targets and increased the targets for engagement by the SME sector in Horizon 2020.  The subject of today's committee meeting is the upcoming Competitiveness Council.  The challenge, as Deputy &Aacute;ine Collins said, is to engage the SME sector.  There are people who come into our offices who have had no formal engagement, who have great ideas and who want a pathway for the idea so that they can monetise it, commercialise it and get it to the market.  The local enterprise offices should present an opportunity in that regard.  More outreach must be done by academic institutions.  There must be greater flexibility by academic institutions where there are technology transfer offices or centres of innovation, such as the Rubicon or NIMBUS centres in Cork.  There is an open-door policy in those centres and we must break down the filtration system between the citizen who has the idea and the academic institution.  There should be a more flexible approach.  I agree with the Deputy in that regard.  I strongly argue that it can be done once the local enterprise office is up and running.  From a regional perspective, the local enterprise office will naturally map onto the existing structure because of the service level agreement within Enterprise Ireland, which has an engagement with academic institutions.  That should present an opportunity to people so that they do not get bogged down and they have the confidence to come in when they have an idea.  Tyres can be kicked and innovation vouchers can be applied to the ideas.  Someone from the research community can engage with the person.  The success of this will be predicated on how many innovation vouchers become companies or tradeable or commercialised licences.  We have some way to go in this country.  I take the point being made.<\/p><p>  Deputy &Aacute;ine Collins referred to the University of Maryland.  Ireland is a small country.  Globally speaking, we are punching above our weight on the innovation index.  There is a tendency for Irish people to be self-congratulatory.  However, looking at the objective metrics, we have a large FDI presence, with parent companies and people on-site in Ireland.  Invariably, the leaders of teams are Irish people who have come up through the corporate structure.  Those Irish people are allowing us to leverage opportunities with academia.  It is not every day that industry will come up with &euro;100 million in hard cash or contributions in kind and marry it with an investment from the State.  We will never compete with the United States because it can fund through philanthropy and a whole realm of funding mechanisms, including blue-sky research.  We must specialise and we must be smart about where we invest.  We have collaborated with industry and we have developed a set of areas we can fund, which will deliver for the economy.  I take the point made by the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400011#K00300","speaker":"979"},{"type":"speech","time":1380030600,"counter":81,"content":"<p>I came across difficulties with innovation vouchers in our local university, with which the Minister of State and I are familiar.<\/p> <p>There is a huge amount of bureaucracy on both sides in the context of a &euro;5,000 innovation voucher.  The bureaucracy for both the companies and the universities is quite cumbersome.  It would be good if there was a different way of delivering that.  I appreciate that it has to be monitored and that there must be traceability but the bureaucracy is adding to the costs for both parties.  It might be worth engaging with some of our universities on this and I would be happy to help in that process.  Perhaps we can come up with new delivery methods that would make the process easier.  <\/p><p> Is the Minister of State familiar with the term RTO or research technology organisation?  Ireland is the only country out of 37 that does not have one.  RTO refers to research conducted outside of the universities, often involving multinationals coming together to conduct research.  In Ireland, one cannot write off the operating costs against that - it must go through a university.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400011#K00400","speaker":"988","continuing":true},{"type":"speech","time":1380031200,"counter":83,"content":"<p>On that point, every institute of technology in this country has a technology centre, which is based on the same philosophy as the RTOs to which Deputy Collins refers.  There are competency centres which are managed through Enterprise Ireland which are very much focused on commercialisation of research and there are also the larger Science Foundation Ireland centres.  It might not be any harm for this committee to invite some people from Enterprise Ireland in to map out exactly where the research centres and the competency centres are and to provide an overarching picture for the members.  Enterprise Ireland could also give members an overview of the themes and how the research is being funded.<\/p><p>  On the issue of innovation vouchers, one must remember that we are talking about taxpayers money.  Deputy Collins did make the point that probity is necessary from that perspective.  I can understand the point made about the bureaucratic nature of the process.  Ultimately, we are trying to get to a point where companies which are often family companies or inter-generational companies in areas such as engineering or manufacturing, come into the research system.  We are trying to de construct the filtration system that exists between academia and business so that there is a confluence between the two.  It works very well in some parts of the country but not so well in other parts.  It is about creating an open-door policy whereby a potential entrepreneur can sit down with a researcher and if there is a new widget to be developed, for example, the process can be seamless.  We are aiming to reach a point where the facilitation takes place seamlessly.  If the idea does not fly, then so be it.  If it does, then it can be funded in a flexible way to get it to the next stage.  That is the system we are trying to work towards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400012#L00200","speaker":"979"},{"type":"speech","time":1380031200,"counter":84,"content":"<p>On the same topic, when this committee and the Joint Committee on Education and Social Protection hosted a meeting in Dublin Castle during Ireland's Presidency on Horizon 2020, the issue of red tape came up.  I remember a representative from another EU member state asking if there would be as much red tape as there is now with FP7 in the context of getting access to research and innovation funds.  If there is less red tape, that will be a positive development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400012#L00300","speaker":"1023"},{"type":"speech","time":1380031200,"counter":85,"content":"<p>This was a co-decision procedure so effectively it involved negotiations between over 700 MEPs and, at the time, 27 member states and the Commission.  One of the areas on which the Commission and the Council of Ministers, represented by myself, had a very stringent view was on the need for simplification.  The process has to be simplified.  The manner in which researchers and industry engage with Horizon 2020 has to be such that there is a simplification of the procedure for applications.  There was a tendency for the larger research infrastructures throughout Europe to have a major administrative function built into their silos, for want of a better term, such that they had a comparative advantage over others.  They were already well equipped to deal with the bureaucracy involved in the funding application process.  We are creating a flat structure around that now and that is agreed politically and built into the new Horizon 2020.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400012#L00400","speaker":"979"},{"type":"speech","time":1380031200,"counter":86,"content":"<p>Perhaps I should have raised this issue with the Minister, Deputy Bruton, but maybe the Minister of State can address it.  There was very little discussion on the section dealing with a more competitive and efficient defence and security sector.  I know it is not an area that we focus on to any large extent in this State but many people would be concerned about the potential for an easing up of the arms trade.  There are a lot of ethical issues which must be brought to the table in those discussions.  While we are not big players in that sector, I would imagine that we will be represented at those discussions.  If one looks at recent conflicts, like the one raging in Syria, one can trace back the origin of the weapons being used.  Many people in this State would have very genuine ethical concerns that they would like to see addressed at the forthcoming meeting.<\/p><p>  On the issue of innovation, it is great to engage with a Minister of State who is clearly in command of his brief and the issues involved.  I mean that sincerely and believe a lot of good work is being done in this area.  I am a big believer in increasing the focus at second level on innovation and creativity and have spoken to the Minister of State on that issue previously.  I heard what the Minister of State said regarding the fact that the State is building in SME targets into Horizon 2020 and is trying to get SMEs to engage more with the research sector and with academia.  He spoke about the innovation vouchers and the fact that the system is working well in some areas but that there are some difficulties with it.   While I do not want to upset Deputy Michael Conaghan, the OECD report on competitiveness and innovation examined the SME sector and found that innovative activities are largely confined to multinational firms while domestic, indigenous SMEs are less innovative and productive than their foreign-owned counterparts.  The report also noted that we have a below-average level of patenting of intellectual property in this State.  In that context, what new ideas will come from this Council meeting and what new ideas will come from the Department to address the concerns expressed in the OECD report?  <\/p><p>  On the issue of new innovation models, I wish to deal with a practical example.  We spoke before about the TSSG in Waterford IT, which is a cutting-edge research and development institute that does exactly what the Minister of State outlined, namely encouraging links between innovators in the private sector with researchers and developers.  We are talking about co-location of the private sector with research and development.  It is an excellent centre which makes very good use of the innovation vouchers.  We should be looking at best practice, analysing how it works and working out how that fits in with the Government's policy of developing new technological universities.  That will obviously open up new opportunities for funding.  The problem, even with the institutes that are doing well, is that they are still operating with one hand tied behind their backs.  They have to fight for funding for research and development because they are not on a par with the universities.  They must tender for funding and so forth.  There are opportunities there in terms of supporting some of the sectors which are already doing well but which would do better if they had access to more research and development funding.<\/p><p>  On the issue of public private partnerships and innovation, there is obviously a place for them but there is a concern about the fact that often times the public sector takes on a disproportionate risk in such partnerships but does not always receive the appropriate benefit at the other end.  Does the Minister of State have concerns in that regard and how will the EU model benefit the public sector?  If we are going to take on a share of the risks then, especially in the context of intellectual property licence profits, there must be a dividend to the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400012#L00500","speaker":"1133"},{"type":"speech","time":1380031200,"counter":87,"content":"<p>Before the Minister of State responds I wish to take up the point he made on security.<\/p> <p>My understanding of this matter, having read the briefing document and listened to what the Minister of State said, is somewhat different from what I had thought.  It seems to be about the production of arms as a way of supporting jobs within the EU, rather than the use of arms.  It has been made clear that this communication is not a communication on security or defence policies.  It seeks to promote competitiveness in the defence industry, in view of its importance in terms of jobs and output at EU level.  Ireland has no significant economic interest in this industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400012#L00600","speaker":"1023","continuing":true},{"type":"speech","time":1380031800,"counter":89,"content":"<p>The point I was making related to ethical issues with regard to the arms industry itself.  I do not think it is something Europe should be building its economies around.  That is the point I was making.  Ethical issues should be brought to the fore.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400013#M00200","speaker":"1133"},{"type":"speech","time":1380031800,"counter":90,"content":"<p>I appreciate the clarification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400013#M00300","speaker":"1023"},{"type":"speech","time":1380031800,"counter":91,"content":"<p>That point is duly noted.  I will relay it to the Minister, Deputy Bruton.  As we speak, new innovations are being created by the Irish Maritime and Energy Resource Cluster as part of its work with Commodore Mark Mellett and the entire Naval Service, which is funded through the public purse and has its headquarters at Haulbowline, and its engagements with University College Cork and Cork Institute of Technology.  There is a role for thinking about how the Irish Defence Forces interact with the SME sector.  A number of companies are being scaled out of the activities of the Irish Maritime and Energy Resource Cluster at Ringaskiddy, in terms of meeting the needs of the navy in areas like fisheries patrols, drones and earth observation through the European Space Agency.  The navy interacts with civilian society, and protects civilian society, in all sorts of innovative areas.  One can drive new innovations from that activity as well.<\/p><p>  I am trying to read between the lines of what Senator Cullinane said about the south east without misinterpreting what he said.  The telecommunications, software and systems group is extremely well funded not because it is based in Waterford but because it does excellent research.  Some people have claimed that there is a regional disparity and that funding goes into the universities but not into the regions.  I would contend that one has to fund first and foremost on the basis of the excellence of the science and the research that is being conducted.  That is a rule of thumb in research funding.  If one were to shift the balance towards the provision of funding in this area on the basis of regional disparities, one would be going down a very narrow cul-de-sac.  Senator Cullinane referred specifically to the landscape in the south east.  If I am not mistaken, the telecommunications, software and systems group has already leveraged approximately &euro;13 million under the seventh EU framework programme.  That is a testament to the people who are there.  The fact that they are in Waterford is incidental.<\/p><p>  Science Foundation Ireland awards worth &euro;7.47 million have been made in the south east.  It is a strategic research cluster, as the Senator will know.  An infrastructure award of &euro;1.9 million was made in 2012.  I was in the area two weeks ago.  I maintain a close working relationship with the principal figures in all the research entities because I like to know what is going on.  The telecommunications, software and systems group unquestionably stands out as a beacon.  I am conscious of the need to ensure the group continues to evolve so that it can create new partnerships and collaborations with industry.  I do not want to suggest that it needs to be protected.  I think the Deputy answered his own question when he spoke about the group's engagement with SMEs.  Our investments in research are predicated on that model of innovation, which is taking place throughout the country.  I would like to respond to the point that was made about the public sector by saying that research scientists are invariably public sector workers.  Many of the funds we award are used to meet the cost of overheads in terms of human capital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400013#M00400","speaker":"979"},{"type":"speech","time":1380031800,"counter":92,"content":"<p>I recognise the good work - the cutting-edge research and development - that is being done by the telecommunications, software and systems group.  I accept that a great deal of work is taking place across the State, as the Minister of State suggested.  How does that sit with the OECD's overall commentary?  That is the main point I was making.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400013#M00500","speaker":"1133"},{"type":"speech","time":1380031800,"counter":93,"content":"<p>I was going to come to that point in terms of the overall answer.  It goes back to the point Deputy &Aacute;ine Collins was making earlier.  Many SMEs that operate in the technology sector are already well versed because they were born out of academic institutions.  Radisens Diagnostics in Cork has developed innovations in the area of point-of-care blood testing.  This is an example of a company that is gradually scaling up and ramping up to SME level.  As it was born within an academic institution, it is predicated on excellent research.  It will use the levels that are available through Horizon 2020 to access greater funding.<\/p><p>  As the OECD has pointed out, it is a big challenge to get more traditional types of SMEs - the Momma and Poppa intergenerational companies in the more traditional sectors - to engage.  I acknowledge it is a challenge.  I am confident we can do it.  I believe the local enterprise offices can serve as a mechanism to enable us to do so.  If one examines this from a regional perspective, one will reflect on the role played by the county enterprise boards.  There is a service level agreement with Enterprise Ireland.  The chances are that Enterprise Ireland is funding many of the companies that were born out of the research landscape.   Enterprise Ireland is conscious that it has a direct mandate and a mission to deal with the SME sector and the indigenous sector.  I think we will address that dynamic through that process.  I am confident about that.<\/p><p>  Most of the greatest innovations we know about have come from investment in defence.  Our constitutional arrangement governs where our own defence infrastructure sits relative to the world and relative to the United Nations.  Deputy &Aacute;ine Collins referred to Israel earlier.  The greatest innovations that have come from Israel are predicated on that country's massive investment in its defence sector.  The same thing applies to the United States of America.  We have a clear mandate that dictates what we can and cannot fund.  There is no question about that.  We are not funding people to make weapons - we are funding innovation in microelectronics.  It may be the case that a piece of innovation can be applied to defence infrastructure as a by-product.  I will leave it hanging there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400013#M00600","speaker":"979"},{"type":"speech","time":1380031800,"counter":94,"content":"<p>That is probably wise.  I thank the Minister of State and his officials for attending this meeting.  I wish them the best of luck at next week's meeting of the Competitiveness Council.  We will defer consideration of housekeeping matters until next week's meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013092400013#M00700","speaker":"1023"},{"type":"unspoken","time":1380031800,"counter":95,"content":"<p>The joint committee adjourned at 3.30 p.m. until 1.30 p.m. on Tuesday, 1 October 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health and Children","time":1380039000,"counter":96},{"type":"unspoken","content":"<p>The Joint Committee met at 17:10<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Byrne, Senator Jillian van Turnhout. Deputy Regina Doherty, Deputy Robert Dowds, Deputy Peter Fitzpatrick, Deputy Sandra McLellan, Deputy Eamonn Maloney,<\/p><p>In attendance: Deputy Michael McNamara.<\/p><p>DEPUTY JERRY BUTTIMER IN THE CHAIR.<\/p>","time":1380039000,"counter":97,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400002"},{"type":"minorheading","content":"Medicines and Medical Products: Discussion with Irish Medicines Board","time":1380039000,"counter":99,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400002#A00100"},{"type":"speech","time":1380039000,"counter":100,"content":"<p>I remind delegates, members and those in the Visitors Gallery that mobile phones must be switched off as they interfere with the broadcasting of the meeting.  They are also a source of interference for members of staff who must wear headsets and it is not fair on them if they are left on.  I welcome viewers watching on UPC.  <\/p><p>  Apologies have been received from Deputies Ciara Conway, Caoimhgh&iacute;n &Oacute; Caol&aacute;in and Mary Mitchell O'Connor and Senator Imelda Henry.<\/p><p>  Our discussion today is with the Irish Medicines Board, IMB.  I welcome its chief executive, Mr. Pat O'Mahony, as well as Dr. Joan Gilvarry, Mr. John Lynch, Ms Ann Tobin, Ms Orla Keane, Mr. Nigel Fox and Ms Siobh&aacute;n Molloy.  It is always welcome to have the board on the same path as the committee because its representatives are always very frank, honest, open and positive in discussion.  I thank Mr. O'Mahony and his team for coming before the joint committee.<\/p><p>  The Oireachtas Joint Committee on Health and Children welcomes the co-operation of the Irish Medicines Board to participate regularly with it.  Members regularly seek to invite the board to come before the committee to discuss items of concern.  Recently the committee raised concerns about DePuy hip replacements, PIP breast implants and the importance of illegal prescription medication.  We look forward to hearing an update on these issues.  In April we met the board to discuss the issue of organ donation and on Thursday will formulate our response to the Government consultative process regarding the move to a soft opt-out system of organ donation.  The delegates may comment on this, but they do not have to do so.<\/p><p>    By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence they are to give to the joint committee.  If they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person or an entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing ruling of the Chair and parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p><p>  I invite Mr O'Mahony to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400003#B00200","speaker":"989"},{"type":"speechnospeaker","time":1380039000,"counter":101,"content":"<p>I thank the Chairman.  Dr. Gilvarry looks after human products monitoring, that is, post-market safety monitoring, while Mr. Lynch is the director of compliance who looks after inspections and audits in sampling and enforcement.  We are grateful for the opportunity to update the joint committee on the work of the Irish Medicines Board, in particular, as requested, on the illegal importation of prescription medicines, DePuy hip replacements and other related matters.<\/p><p>  Some consumers seek to purchase prescription medicines over the Internet and such Internet supply of medicines is illegal in Ireland.  The key concern is that consumers risk their health by attempting to obtain medicines from unauthorised sources.  Unauthorised medicines have been shown to contain too little or too much of the active ingredient, while others contain the wrong active ingredient.  Consumers, therefore, put their health in danger.  They expect to buy quality medicines, but often receive substandard, unauthorised and falsified products.<\/p><p>  The IMB has a targeted enforcement programme and acts to detect the illegal supply of prescription medicines, supported by Revenue's Customs service through its active vigilance at ports and postal hubs.  We also endeavour to highlight to consumers via the media on a regular basis the risks and dangers in seeking to purchase medicines from unauthorised sources.  Many countries have similar targeted enforcement and information campaigns and a good illustration of the collective international action in this area is Operation Pangea, now in its sixth year.  It is co-ordinated by Interpol and targets illegal Internet pharmacies on a global basis.  It was initiated in 2008, when Ireland was one of eight countries involved.  This year more than 100 countries took part in an international week of action directed at online sales of counterfeit and illegal medicines.  The Irish part of this operation is conducted on a joint interagency approach involving the IMB, the Garda S&iacute;och&aacute;na and Revenue's Customs service.  In one week in Ireland this year we seized more than 183,000 tablets, capsules and vials, with an estimated value of just over &euro;500,000.  A similar pattern has been seen globally during Operation Pangea.  In 2012, 3.7 million items of illegal and counterfeit medicines were seized and in 2013 this figure increased to 9.8 million items, with a total value of US$36 million.  In both years these actions resulted in arrests throughout the globe and the detention of thousands of potentially harmful medicines.  The types of medicines seized globally mirror those seized during our ongoing activities in Ireland in co-operation with Revenue.  For the first six months of this year a total of 670,000 Internet supplied tablets, capsules and vials, with an estimated value of more than &euro;2 million, were seized in Ireland.  These products threaten public health.<\/p><p>  The figures for 2012 are typical of current trends in illegal supplies.  Among the medicines seized were sedatives, weight loss drugs, anabolic steroids and erectile dysfunction products.  The document we have provided for committee members contains a five year summary.  We thought we were making an improvement on the overall figures in 2012, but based on the figures we have to date, the figures for 2013 will run ahead of this.<\/p> <p>Most of the provisions of the falsified medicines directive which updates the rules for manufacturing, importing, placing on the market and the wholesale distribution of medicines came into effect on 2 January 2013, since we last met the committee.  The directive introduces new safety features on outer packaging, increased regulation of active substances and regulation of Internet sales of medicines.  These controls, when fully implemented, will be of assistance in further protecting the legal supply chain for medicines, but in our view the IMB will need to continue its education and enforcement activities relating to illegal supplies to the benefit of public health.<\/p><p> There is no one reason people seek to purchase medicines from unauthorised sources.  For some, it relates to the anonymity of the transaction, while for others, it is the thought they are saving money.  Whatever the reason, in order to seek to protect consumers&rsquo; health, we will continue to focus on enforcement efforts in this area.<\/p><p> In earlier appearances before the committee we had the opportunity to outline the current legal controls for medical devices here and across Europe.  We highlighted the fact that pre-market approval for medical devices rested with a network of notified bodies which were usually operated as commercial private entities.  While the competent authorities such as the IMB designate the scope of these individual notified bodies, the system is recognised to have substantial shortcomings.  Post-market monitoring of medical devices, once they are on the market, is conducted by competent authorities such as the IMB.  It is also recognised that the operation of this system across Europe requires improvement.<\/p><p> This focus on the current regulatory system for medical devices and its shortcomings has been as a result of high profile issues such as those relating to breast and hip implants.  These have highlighted the need to further develop and strengthen the regulatory system.  A complete revision of the European legislation is now under way, with the publication of two proposals for new regulations which will replace the existing directives and regulations.  Work has commenced on these regulations at the European Council and the European Parliament and substantial progress was made during our Presidency.  However, as we know that this revision of the legislation is not expected to be in place at European level for at least another four to five years, it is necessary to implement more immediate and urgent measures.  These are set out in the European Commission&rsquo;s 2012 joint action plan for immediate actions on medical devices, sometimes referred to as the Dalli action plan, which was devised to strengthen the regulatory system in the interim period.<\/p><p> The joint plan has resulted in significant action since its publication.  Further developments are required to ensure continued strengthening of the system and enhanced patient safety and protection.  It is anticipated that the Commission will build on the principles of the existing joint plan and is expected to make a formal proposal shortly, with details of additional actions to develop the regulatory system in 2014 and beyond.  This is called action plan 2.  The key elements of the Commission&rsquo;s joint plan for medical devices relate to enhancing the functioning and oversight of notified bodies, further developing market surveillance of medical devices by competent authorities, improving co-ordination and enhancing communication and transparency in the system.<\/p><p> Our own activities in this important area have increased substantially recently and include a number of initiatives undertaken during the Irish Presidency.  These will be further developed in the short to medium term.  This will require a reconfiguration of our resources, as well as some additional resources.  Additional funding has been secured from the Exchequer in 2013 to meet some of the required recruitment needs and we are requesting some further funding for 2014.  Importantly, it is anticipated that, from 2015 onwards, these additional funding needs will be met by the introduction of a fee model to the medical devices sector.  I remind members that in all of the work we do on medicines fees are charged to the industry which fully fund that work, whereas our work on medical devices is still funded from the Exchequer.  Some seven countries in Europe already have a fee regime in place and, while we are continuing efforts to seek a common agreement at European level for the introduction of fee models and systems, if this is not achieved in time, we anticipate that a national fee arrangement will be introduced in Ireland in 2015.<\/p><p> I want to update the committee on the position on hip implants.  In 2012 we outlined to the committee the details of the worldwide recall of DePuy ASR hip implants.  The recall of these products was based on data from the National Joint Registry of England and Wales which showed higher than expected revision rates at five years.  At the time approximately 3,500 ASR hips had been implanted in Ireland.  The IMB has since worked closely with the HSE and Irish orthopaedic surgeons in regard to the recommendations for individual patient follow-up.  When we met the committee just over a year ago on this topic, the HSE outlined that at the time 96% of patients had attended review appointments and that over 350 had had revision surgery, with a further 166 scheduled.  We understand all patients have now been reviewed and up-to-date revision rates are expected from the HSE shortly.  The IMB continues to assess the reported incidents received and analyse data generated from revisions, joint registry data and clinical studies.  Independent analysis of explanted devices which have been returned for investigation is being conducted at the London Implant Retrieval Centre.<\/p><p> The ASR recall experience has been central to the wider international discussions on metal-on-metal hip implants.  Since our last attendance, the research in this area suggests increased revision rates associated with larger diameter head metal-on-metal hip implants.  Device wear is experienced with all types of hip replacement implants over time, as the femoral head and acetabular cup component surfaces rotate against each other.  With a metal-on-metal hip system, this can lead to the production and accumulation of cobalt and chromium metal ions within the area surrounding the implant.  While many patients have no significant reaction to these materials, for some, there may be an inflammatory response which can lead to problems such as local bone and tissue reactions.<\/p><p> The European Scientific Committee on Emerging and Newly Identified Health Risks, SCENIHR, has been mandated to conduct a review of the safety of metal-on-metal implants.  This investigation is focusing on the potential health effects caused by metal ions resulting from the implanted medical device and the committee's opinion is expected shortly.  The IMB will consider, with the HSE and orthopaedic surgeons, any implication of the review for Irish patients.<\/p><p> I will now give a short update on the position on PIP breast implants.  In March 2012 we provided the committee with an overview of the PIP breast implant issue.  During my presentation I outlined the fraudulent activity of the French PIP company which had resulted in breast implants with non-approved, non-medical grade silicone being placed on worldwide markets.  In February 2012 the SCENIHR published a scientific opinion on the safety of PIP breast implants which stated these implants did not pose any significant risk to human health and, in particular, had no cytotoxicity or genotoxicity.  This conclusion has been supported by substantive tests conducted since we last addressed the committee.  The work of the SCENIHR has continued and includes a detailed examination of test results, a review of the data provided by member states relating to PIP revision surgeries and rupture rates.  The SCENIHR also engaged with the health care professionals involved in the implanting and explanting of these products.  It is anticipated that the findings of this second comprehensive review will be published within the next week or so.<\/p><p> The IMB has continued to closely monitor the testing conducted and examined the published test results.  Throughout this process, it has kept the hospitals, clinics and patient action groups informed of developments.  In total, 1,550 women were implanted with the PIP devices in Ireland since 2001 through private cosmetic hospitals and clinics.  During the spring and summer of 2012 the IMB and the Department of Health&rsquo;s Chief Medical Officer met the patient-led PIP action group to discuss their concerns and obtain feedback on the follow-up and services being provided for them.  Poor communication, waiting times, limited access to records and charges for diagnostic testing by some implanting centres were the principal concerns raised.  Members will know that one of the clinics involved has been to the High Court and gone out of business since.  The Department of Health has informed us that, following concerns regarding the limited progress made by the Harley Medical Group, the Department commenced arrangements, with ministerial approval, for the provision of an alternative care package for this group of women.  At the time this was to be provided through the National Treatment Purchase Fund.  We now understand discussions are close to being finalised between the Department and the HSE in this regard.<\/p><p> The advice of the IMB and the Department to the women affected which is based on the available scientific evidence remains consistent: there is no current evidence of health risks associated with PIP implants and concerned women should seek clinical advice from their GP and surgeon.  As we said on the last occasion, despite the fact that there is no scientific evidence, we still fully appreciate the concerns of these patients.<\/p> <p>Regarding the list of interchangeable medicines, the committee is aware that the Health (Pricing and Supply of Medical Goods) Act 2013 provides for the introduction of a system of interchangeable medicines and for the introduction of reference pricing for authorised medicines.  This legislation was commenced in June 2013. <\/p><p> The role of the IMB under this legislation is to establish, publish and maintain a \"list of interchangeable medicines\" on our website.  Medicines on the interchangeable list may be substituted for each other safely to assist in providing savings for those paying for medicines and for the health service.  The IMB has no role in reimbursement or in setting prices of medicines under this legislation.  This is the responsibility of the HSE.  We were asked by the Department and the HSE to prioritise medicines.  We have started that process and a number of lists have already been published and we have set out a list of 20 priority medicines.  We are at the consultation stage in respect of other lists, which is provided for in the legislation.  The process at the IMB is progressing well.  The IMB will be adding further active substances to the list on a continual basis. <\/p><p> There will be certain circumstances in which medicines are not considered interchangeable, for example, where there are clinically significant differences between them or where medicines cannot be safely substituted for other medicines.  These criteria will always be taken into account in the decision-making process conducted by the IMB.  The IMB has published a detailed guide outlining the process involved in establishing a list of interchangeable medicines and a questions and answers document.  These documents are available on our website. <\/p><p> The IMB has also published an information leaflet called Our Advice on Generic Medicines which provides members of the public with details on the safety, quality and effectiveness of generic medicines.  This is one of a number of IMB consumer leaflets providing advice on the safe purchase and use of medicines.  Printed copies of this leaflet have been supplied to all community pharmacies. <\/p><p> Members may also be aware that this legislation contained a provision for a name change for the Irish Medicines Board, IMB.  When this section is commenced in the second quarter of 2014, the IMB will then be named the Health Products Regulatory Authority, or HPRA.  This new title more accurately reflects the range of regulatory activities we undertake. <\/p><p> Let me stress that the best interests of patients and consumers are our primary concern and all our actions and activities are focused on this.  I thank the Chairman and members for their attention.  We will be pleased to answer questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400003#B00300","nonspeaker":"Mr. Pat O'Mahony","continuing":true},{"type":"speech","time":1380040200,"counter":104,"content":"<p>I thank Mr. O'Mahony for his excellent presentation, updating us on some of the issues.<br \/>We have received apologies from Deputies<b><\/b>Ciara Conway, Caoimhgh&iacute;n &Oacute; Caol&aacute;in, Regina Doherty, Mary Mitchell O'Connor, Billy Kelleher and Robert Troy and Senator Colm Burke. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400005#D00200","speaker":"989"},{"type":"speech","time":1380040200,"counter":105,"content":"<p>Deputy &Oacute; Caol&aacute;in wanted very much to be present at this meeting but due to unforeseen circumstances he cannot be here.  I thank Mr. O'Mahony for his presentation.  It was very informative.  I am glad we will have the opportunity to discuss some of the issues with his team.<\/p><p>  Mr. O'Mahony raised the issue of the illegal importation of prescription medicines, which very clearly is a dangerous matter.  It would have serious consequences and ramifications for those who consume such medicines.  I commend the work the IMB has done with the Garda and the Revenue Commissioners.  I note that 758,276 dosage units were detained this year and that is a reflection of the good work and co-operation the IMB is getting.<\/p><p>  Clearly prescription drugs are in demand for a number of reasons.  I know that many people experience problems because of the high cost of drugs.  I am sure other members have dealt with many people who had a medical card, which was awarded on discretionary grounds but now withdrawn, coming into their constituency offices telling them they are not taking their medication.  I am sure they will try to source the medicines where they are cheaper.  I am also aware that people are travelling to the North because drugs are a great deal cheaper across the Border.  This is less of an issue because it is legal to do so.  Is it possible to discern the primary causes for the importation of medicines?  Does that affect how the issue is being tackled?<\/p><p>  The concerns about hip replacements were commented on widely in the media last year.  The IMB stated in 2012 that the root cause of the problem had not yet been clearly identified.  Has it been identified at this stage?  Does the IMB have information on the number of patients who are affected by the faulty mechanism and whether they have been compensated or supported otherwise?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400005#D00300","speaker":"981"},{"type":"speech","time":1380040200,"counter":106,"content":"<p>I welcome the delegation.  I wish to add to the comments of my colleague, Deputy McLellan, on the illegal importation of drugs.  That 758,000 dosages were intercepted by customs is alarming because although I realised we had a problem, I did not realise the scale and nature of it.  Were the drugs imported for individual use or were they intended to be traded?  The IMB stated in the presentation that it does not know the reasons for the importation of the drugs, but what are we doing to counteract it?  Many people who go on holidays within Europe will buy the same brand of medicines from a pharmacy at a much cheaper price.  The price of medicines in Ireland is an issue for people.  I can understand that the message has gone out that this is a way of saving money.  I am concerned about people wanting to be anonymous, given the description of some of the drugs, but is that an issue that must be looked at in a wider context?<\/p><p>  I note the announcement today by the European Commission that it has adopted the two measures to improve the safety of medical devices.  That is welcome.  The European Commission added that it now has a clearer basis for unannounced audits, sample testing or joint assessments by notified bodies.  Would the IMB comment on whether we should be reassured now the Commission has put this in place or are there questions that we should be putting to the European Union?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400005#D00400","speaker":"1171"},{"type":"speech","time":1380040200,"counter":107,"content":"<p>I join with others in thanking the delegation from the IMB for making a presentation to us today.  The issue of the cost of drugs is raised on a daily basis, and people are looking to buy drugs more cheaply.  The State has lost significant revenue because of the importation of illegal drugs.  It would be better to bring the cost of drugs down to a level at which people could buy them.  The Garda and the Customs and Excise must be commended for doing a very good job.  Was the flyer that Mr. O'Mahony displayed dealing with the importation of illegal drugs or prescription drugs?<\/p><p>  The dissemination of information causes me concern.  Do we give people the right information?  Do we point out the dangers of taking drugs that were not prescribed by a GP or medical professional?  I still see people giving drugs to their relatives and friends if things are not going right for them.  We should make it very clear to people that when they take somebody's drugs, it could be lethal.<\/p><p>  I met two people in the past six months that have had to have their replacement hips replaced.  My main concern is that they had waited for the initial procedure for such a long time and then had to go through it again.  One woman had to have the hip socket removed and then wait for a number of weeks for the infection to clear before the implant was replaced.  That is gruesome.<\/p> <p>Can the witnesses give an indication of how many people are affected by toxicity levels in the bloodstream and what is being done for those patients? Some of my other questions have already been asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400005#D00500","speaker":"1029","continuing":true},{"type":"speech","time":1380040800,"counter":109,"content":"<p>I thank the Chair.  I welcome the witnesses.  This is always an opportunity to be educated in the field of medicine and terminology we do not normally hear at the committee.  In his contribution Mr. O'Mahony referred to the seizure of drugs bought online, including &euro;500,000 worth of drugs in one week.  Three or four months ago I read an article in one of the UK newspapers on the same issue.  A projected estimate for the volume of medicines being brought into the UK via Internet shopping was staggering.  The article also described it as frightening because of the ambiguity of the contents.  The witnesses will have anticipated my question.  If this is what Revenue is managing to apprehend or acquire, what is the projected figure in financial terms for medicines coming into the Republic on a yearly basis?  I compliment the witnesses on the leaflet posted to us, to which my colleague, Deputy Catherine Byrne, referred.  It is very well written.  I should not say this but most politicians use very large bins for the material they receive.  However, this is one leaflet I am keeping.<\/p><p>  We are beginning to make progress on generic medicines.  All of us will be aware of the Bill to introduce generic drugs, which is very welcome.  Following years of talk by politicians on the issue, we are finally getting the legislation.  Given that 62% of Irish adults had a holiday abroad this year - I would prefer they stayed at home or went to Cork - one has only to speak to a person outside the local school or supermarket to realise the volume of medicines brought in this summer is absolutely phenomenal.  Can a figure be put on the amount?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00200","speaker":"1038"},{"type":"speechnospeaker","time":1380040800,"counter":110,"content":"<p>I will deal with a few issues and hand over to my colleagues.  On the issue of the leaflet, we had a series of leaflets which are widely available and are on our website.  The leaflet to which I referred is about generic medicines.  It explains to the public the concept of generic medicines and our judgment that they are safe.  There is also a leaflet on the dangers of buying medicines online which can be read on our website.  Drawing together some of the comments raised, it might be useful to state that three years ago we did some research on consumer attitudes and repeated the exercise this year.   The research shows that in the past 12 months, approximately 2% of the population have bought medicines online.  In that sense 98% have not done so, therefore, it is not a major issue.  However, tens of thousands of people are purchasing medicines illegally online.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00300","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380040800,"counter":111,"content":"<p>Of that 2%, do you have a demographic or an age breakdown?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00400","speaker":"989"},{"type":"speechnospeaker","time":1380040800,"counter":112,"content":"<p>Yes, we have a demographic breakdown and we know if they are from Cork or elsewhere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00500","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380040800,"counter":113,"content":"<p>The Chairman should not have asked that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00600","speaker":"1038"},{"type":"speech","time":1380040800,"counter":114,"content":"<p>In regard to the 2%, have they all bought medicines?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00700","speaker":"1171"},{"type":"speech","time":1380040800,"counter":115,"content":"<p>It is an important question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00800","speaker":"989"},{"type":"speechnospeaker","time":1380040800,"counter":116,"content":"<p>It is an important question.  The net issue it illustrates is that only a small proportion of people access the Internet for the purchase of medicines.  In our well-conducted research we put some very detailed questions to more than 1,000 people.  Many people access the Internet for advice on medical conditions and also for medicines.  However, the number of people who say they are conscious of the risks and do not buy is also very high.  Only 2% admit to purchasing medicines on the Internet.<\/p><p>  The net issue is that most of the drugs that come in via the Internet, that is, the illegal route, are the lifestyle drugs to which we have referred.  The sedatives, Zopiclone and so on, mentioned in the report are coming in and are sold illegally on the street.  There are also drugs and steroids for weight loss, body building and erectile dysfunction.  They are largely individual importations.  While a large-scale operation is rare, we have had a number down through the years.  We might have one or less per year which would then be repackaged for reselling either out of Ireland or within Ireland.  This is largely about people who do not want to talk to their doctor about erectile dysfunction, about steroids for body building or weight loss products because they are not lawful.  They do not necessarily want to have that discussion with their pharmacist, health care professional or doctor.  Those are the people who are being exploited by purchasing illegally on the Internet.  While the figures are substantial, the number is a tiny proportion of the value of the overall market.  The issue of people going abroad is a separate matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E00900","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380040800,"counter":117,"content":"<p>May I ask Mr. O'Mahony, before he moves on to the issue of people going abroad, about the search engine where people type in whatever they are looking for?  Has consultation taken place either at EU or national level with search engine providers, Google, Yahoo or whoever, in terms of a disclaimer, given that in his presentation he said there is no control over the type or quality of ingredient in the drugs being imported?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E01000","speaker":"989"},{"type":"speechnospeaker","time":1380040800,"counter":118,"content":"<p>Much activity takes places between those who facilitate the payment from the purchaser to the seller and the Internet providers.  Operation Pangea co-ordinated by Interpol around the world puts a specific focus on all those areas.  We regularly report websites, following which they are closed down.  Every week we have websites closed down.  However, the reality is that these people establish a new website the next day and another the next day.  We have a constant battle with the criminals involved in this trade.<\/p><p>  There are two elements to this issue.  Education is ultimately the best way of influencing people.  The results of our consumer attitudes survey indicate that our constant messaging is telling people that this is a risky business in which to be engaged.  The other issue is whether we can prevent such activity, as we do by seizing the products.  We would not pretend to suggest we are seizing all the products coming in.  Customs and Excise has a good system of profiling particular countries and products from particular sources which have particular types of stamps and so, but the criminals are constantly trying to find ways of getting products through.  We are vigilant in this area and have a number of staff allocated to this work.  I was asked once by a journalist on a radio programme if we were giving the issue a disproportionate amount of effort and whether the buyer should beware.  Our view is that this is a public health concern and many incidents have been reported where people are damaged by these products.  Often we cannot speak about them publicly because of issues of patient confidentiality.<\/p> <p>During the past few years we have become aware of quite a number of people who have been badly damaged by some of these products.  The public health message is constantly being delivered to the public and we take every opportunity we get to try to hammer it home.<\/p><p> With regard to individual purchases, anecdotally one is well aware that people go on holiday and purchase medicines abroad.  It depends on what country they visit.  In Germany medicines are more expensive than in Ireland, which is the reason we have parallel trading out of Ireland to Germany.  In certain other countries such as Greece or others in southern Europe certain medicines are substantially cheaper, while others are the same price or more expensive.  Consumers can buy these medicines legally.  If they have a particular prescription regime and can acquire the same medicine from a pharmacy abroad, that is perfectly legal.  Where someone brings a suitcase from abroad with a couple of years supply of medicine, we see this as a commercial operation, but if somebody comes through with a three month supply of medication, that is seen as an accepted practice.<\/p><p> I have covered the issue of leaflets.  We are not involved in pricing, but prices in this country are dropping substantially.  They are dropping as products come off patent, new deals are put in place and the issue substitution is followed up on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400006#E01100","nonspeaker":"Mr. Pat O'Mahony","continuing":true},{"type":"speech","time":1380041400,"counter":120,"content":"<p>How is the process of substitution drugs working out?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00200","speaker":"989"},{"type":"speechnospeaker","time":1380041400,"counter":121,"content":"<p>The first 20 active ingredients we were asked to look at are included in 1,500 individual medicines, a substantial number of authorised medicines in Ireland.  Our process has gone well and we now have a number of lists published.  However, as the committee may be aware, the HSE must set the reference price, but it has not yet done so.  It is some months behind us.  It has a process that it must go through under the legislation.  I believe the reference prices for the first list of items will issue in October or November.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00300","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speechnospeaker","time":1380041400,"counter":122,"content":"<p>October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00400","nonspeaker":"Mr. John Lynch"},{"type":"speech","time":1380041400,"counter":123,"content":"<p>Is the delay deliberate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00500","speaker":"989"},{"type":"speechnospeaker","time":1380041400,"counter":124,"content":"<p>No, it is built into the legislation.  It allows for our process and the HSE to then engage in its process.  <\/p><p>  If I have missed out on any of the issues raised, I will be very happy to answer any follow-up question.  However, I would like to ask Dr. Gilvarry to comment on the metal-on-metal hip implants and what we know about the root cause of the problem being the larger piece of metal on metal hips and any evidence on the toxic effects of the minerals building up in people's blood.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00600","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380041400,"counter":125,"content":"<p>Before we move to that issue, I would like to hear about the demographics in terms of the age profile involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00700","speaker":"989"},{"type":"speechnospeaker","time":1380041400,"counter":126,"content":"<p>I do not have that research to hand.  What we have are the demographics on the areas of the country involved and gender and we would be quite happy to present the information to the committee in a follow-up document, if possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00800","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380041400,"counter":127,"content":"<p>Yes, please do.  The reason I ask is that in my in-box I have a plethora of e-mails, including spam.  Also, in recent times I have seen advertisements on some social media websites.  Has the IMB considered publishing on Facebook its excellent leaflet to educate people, young people in particular, who might be using anabolic steroids or weight loss drugs so as to highlight the dangers associated with them?  It is right that there is a need to educate young people.  My focus in this regard is on them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F00900","speaker":"989"},{"type":"speechnospeaker","time":1380041400,"counter":128,"content":"<p>The discussion in regard to the use of social media is very interesting.  Those of us of a certain age are perhaps not as adept as younger people at using them.  However, across medicine regulators generally this matter has now been discussed at a number of high level meetings.  Mr. Nigel Fox is our communications person and we have begun to look at our social media offering.  As part of the launch of our new name, in the first or second quarter of next year when we will have a new website, we are looking at what engagement we might have with social media.  This is something at which we need to look and I welcome the Chairman's comments on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01000","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speechnospeaker","time":1380041400,"counter":129,"content":"<p>Since we were before the committee this time last year, we have a lot more information on the issue.  However, we do not yet have a clear answer; it is multifactorial.  We are coming closer to an answer and it has to do with the size of the head of the femur and the shallowness of the cup into which it goes.  However, it is also very much dependent on the patient's condition, patient selection and the technique of the surgeon.  Surgeons tell us that with metal on metal, there is contrition and that they must get it perfect when inserting the hip, whereas the older process allowed for some contrition.  It, therefore, has to do with patient selection and the implantation technique used, but the need for post-operative follow-up and rehabilitation also come into play.  With biomechanical design, we are coming closer to the issue being the size of the head of the femur and the shallowness of the cup into which it goes.  Mr. O'Mahony referred to the SCENIHR report.  The expert committee in Europe has reviewed the situation in the past year; we contributed to the review and expect its outcome to be published within the next couple of days.  I think it will reflect what I have said, that the cause is multifactorial, but it is mainly due to the size of the femur head.<\/p><p>  With regard to the need for follow-up, we tried to get current numbers from the HSE.  We know that some 350 people underwent revision surgery about this time last year and that another 166 were lined up to have the procedure done.  In recent discussions with the HSE it told us it had reviewed every patient.  I am aware that the revision surgery is carried out free of charge, but I do not know whether the patients have been compensated.  However, I am aware that there are ongoing legal proceedings in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01100","nonspeaker":"Dr. Joan Gilvarry"},{"type":"speech","time":1380041400,"counter":130,"content":"<p>In recent presentations it was stated 96% of patients had attended reviews.  Have the remaining 4% had their cases reviewed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01200","speaker":"989"},{"type":"speechnospeaker","time":1380041400,"counter":131,"content":"<p>The HSE confirmed last week that 100% of the affected patients had been reviewed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01300","nonspeaker":"Dr. Joan Gilvarry"},{"type":"speech","time":1380041400,"counter":132,"content":"<p>Is it correct that there are still 166 patients awaiting surgery?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01400","speaker":"1029"},{"type":"speechnospeaker","time":1380041400,"counter":133,"content":"<p>That was the position this time last year.  When we were here in July 2012, that was the number at the time.  In the past couple of weeks the HSE has not been able to ascertain the figures for us, but it is putting them together.  It is trying to get them from private and public hospitals, but it does not have a handle on the exact figures and was not willing to give us uncertain figures to share with the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01500","nonspeaker":"Dr. Joan Gilvarry"},{"type":"speechnospeaker","time":1380041400,"counter":134,"content":"<p>I will ask Mr. Lynch to comment on the organ issue.  Before doing so, I wish to pick up on an issue raised by Senator Jillian van Turnhout regarding the direction in which the process is heading with regard to medical devices and the joint assessment of notified bodies and whether we are making any progress in that regard.  In the joint action on which we are working across Europe and in which the IMB is engaged and involved, there are joint assessments of all the notified bodies involved.  The process is under way and by now assessments of more than 20 notified bodies have been made.  Our notified body will be assessed before the end of the year.  By the end of the year, all of the notified bodies which give pre-market approval for devices will have had a joint assessment.  What this assessment brings about for the first time is that instead of just a local, national competent authority visit, there will be a visit by an expert from another competent authority in another country.  There will also be a visit by an expert from the European Commission.  Therefore, three separate groups will come to take part in a week-long assessment or whatever else is involved.  This is already generating substantial improvements in the system and we will see it deliver for us over a period.  Unannounced audits can also take place and they are happening.  A range of other improvements are taking place in regard to communication and how the system is run.  We are working hard on these.  The position on medical devices will change, but we have a long way to go with regard to the regulatory environment for such devices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01600","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380041400,"counter":135,"content":"<p>Can we, please, have a comment on the toxicity of devices?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01700","speaker":"1029"},{"type":"speechnospeaker","time":1380041400,"counter":136,"content":"<p>It is difficult to give a straight answer on this issue.  We expect the results of the SCENIHR report to tell us whether there are defined health risks associated with the metal ions released, the cobalt and chromium released with the metal on metal hips.  With regard to the numbers affected, it is not an exact science and all we can do is go back through all of the hospital records.  From the HSE, we reckon that approximately 8,000 patients in Ireland have had metal-on-metal hip replacements.  One improvement since we were here this time last year is that now we have a national joint registry which was set up and opened by the Minister under the National Office of Clinical Audit in the RCSI.  Therefore, in the future we will have exact numbers for revisions and hip and knee replacements and have immediate access to these data.  This improvement has been sought for some time and is welcomed by the orthopaedic community.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400007#F01800","nonspeaker":"Dr. Joan Gilvarry"},{"type":"speechnospeaker","time":1380042000,"counter":137,"content":"<p>The committee will be aware that the IMB is the competent authority for the authorisation of the organ centres and the National Procurement Service.  We have no specific view on whether there should be an opt-out of the consent process.  As a State agency, it is appropriate for us to work within whatever system the Government decides.  However, we emphasise the importance of a robust system of consent to ensure the safety and quality of the organs so that the recipient is protected.  We agree that members of the public need a clear explanation about what the opt-out system entails and what safeguards are in place for the donor or the donor's family in the event that the donor is unable to make a decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00100","nonspeaker":"Mr. John Lynch"},{"type":"speech","time":1380042000,"counter":138,"content":"<p>I do not want to put Mr. Lynch on the spot, but will he elaborate on what he means by a \"robust system of consent\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00200","speaker":"989"},{"type":"speechnospeaker","time":1380042000,"counter":139,"content":"<p>That particularly relates to lifestyle.  Obtaining consent and finding out about a donor's lifestyle may happen at an exceedingly difficult time, as has been made clear to us by those who are directly involved in the process, but it is important that we have that information so that the recipient of an organ, organs or tissues and cells are safeguarded in so far as is possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00300","nonspeaker":"Mr. John Lynch"},{"type":"speech","time":1380042000,"counter":140,"content":"<p>What does Mr. Lynch mean by \"lifestyle\"?  It that about a person's health?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00400","speaker":"1171"},{"type":"speechnospeaker","time":1380042000,"counter":141,"content":"<p>Yes, it is about the health of the donor involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00500","nonspeaker":"Mr. John Lynch"},{"type":"speech","time":1380042000,"counter":142,"content":"<p>It is a sensitive time, as Mr. Lynch noted, and one must tread carefully.<\/p><p>  On PIP breast implants, Mr. O'Mahony referred to the poor communication and waiting time difficulties being experienced by some people.  Has the situation improved? Was only a small number of people affected?  I would be concerned if some of the women involved are not getting the full after-care that they deserve or are entitled to.    <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00600","speaker":"989"},{"type":"speechnospeaker","time":1380042000,"counter":143,"content":"<p>The Chairman will recall from the presentation by Dr. Tony Holohan, Chief Medical Officer, to the committee that those issues related to the Harley Medical Group.  The Harley Medical Group has gone out of business; it has closed up shop in Ireland.  The individual clients of the Harley Medical Group no longer receive a service - the files are with the liquidator.  Our understanding from our colleagues in the Department of Health is that the Department and the HSE are in the advanced stages of establishing a clear treatment pathway for all the affected ladies, but the patients have been left in limbo as far as the Harley Medical Group is concerned.  I mentioned the issues that people complained of at the time.  Those are not historical but refer to when the issues came to light and they were dealing with Harley at the time and they were getting very unsatisfactory reactions, treatment and service from Harley-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00700","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380042000,"counter":144,"content":"<p>Is Harley still operating in the UK?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00800","speaker":"989"},{"type":"speechnospeaker","time":1380042000,"counter":145,"content":"<p>No, Harley has gone out of business in the UK and Ireland.<\/p><p>  It is inevitable that the HSE, the Exchequer and the Department need to review the patients and provide ongoing care for them, which is what we understand the Department has in essence agreed to do.  We also understand from recent correspondence that that will be part of the Estimates for next year's budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G00900","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380042000,"counter":146,"content":"<p>That will be welcomed by us because we need to look after the women in involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01000","speaker":"989"},{"type":"speechnospeaker","time":1380042000,"counter":147,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01100","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380042000,"counter":148,"content":"<p>Although litigation against the Harley Medical Group does not fall within Mr. O'Mahony's jurisdiction, will he provide an update on the position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01200","speaker":"989"},{"type":"speechnospeaker","time":1380042000,"counter":149,"content":"<p>The last time we were here legal experts were in attendance as part of other presentations.  Cases have been lodged, but I have not heard anything about them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01300","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380042000,"counter":150,"content":"<p>I appreciate that that is not within your jurisdiction.<\/p><p>  As Members have no further questions, I thank all the witnesses for their time and the quality of their presentation, as well as for their work and commitment.  It is important that we keep a vigilant eye on the issues, particularly on the importation of medicines.  As Deputy Maloney said, the IMB's leaflets are to be commended.  I have seen the leaflets; indeed, I have a couple of them in my office.  I hope that the IMB will consider, as part of an engagement strategy, giving some of them to TDs and Senators for their constituency offices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01400","speaker":"989"},{"type":"speech","time":1380042000,"counter":151,"content":"<p>That would be great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01500","speaker":"1029"},{"type":"speech","time":1380042000,"counter":152,"content":"<p>It is important that, as legislators, we are able to inform people about the IMB's work and the dangers associated with the importation of medicines when we communicate with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01600","speaker":"989"},{"type":"speech","time":1380042000,"counter":153,"content":"<p>I assure those present that I did not put my leaflets in the bin - I just did not get any.  I usually ask for extra copies of such leaflets because I find it helpful to give them out to people at my constituency office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01700","speaker":"1029"},{"type":"speechnospeaker","time":1380042000,"counter":154,"content":"<p>We will ensure that everyone gets a supply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01800","nonspeaker":"Mr. Pat O'Mahony"},{"type":"speech","time":1380042000,"counter":155,"content":"<p>That is important for the IMB's engagement with the Oireachtas and Members outside the committee.  The old clich&eacute; about hiding one's light under the bushel applies to the IMB's work - it is important it shines a light on what it does well.  As Pat O'Mahony said, the process is ongoing and the board is looking at different ways in which to engage with people, and we thank the board for its efforts.<\/p><p>  We will look at pre-budget submissions at the committee's next meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013092400008#G01900","speaker":"989"},{"type":"unspoken","time":1380042000,"counter":156,"content":"<p>The joint committee adjourned at 6.20 p.m. until 9.30 a.m. on Thursday, 26 September 2013.<\/p>","notice":"TIME STRING DETECTED"}]