[{"type":"majorheading","content":"Joint Oireachtas Committee on Education and Social Protection","time":1444824000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Ray Butler, Senator Gerard P. Craughwell, Deputy Ciarán Cannon, Senator Marie Moloney, Deputy Michael Conaghan, Senator Marie-Louise O'Donnell. Deputy Jim Daly, Deputy Aengus Ó Snodaigh, Deputy Brendan Ryan,<\/p><p>In attendance: Deputy Derek Nolan and Senator David Cullinane.<\/p><p>DEPUTY JOANNA TUFFY IN THE CHAIR.<\/p>","time":1444824000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002"},{"type":"unspoken","time":1444824000,"counter":4,"content":"<p>The joint committee met in private session until 1.16 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Activation Services and Supports for the Unemployed: Discussion","time":1444824000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#D00100"},{"type":"speech","time":1444824000,"counter":6,"content":"<p>The purpose of this meeting is to discuss the lack of availability of activation services and other supports for unemployed people who are not on the live register.<\/p><p>I wish to inform our guests that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if witnesses are directed by the committee to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges  against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  The opening statements submitted to the committee will be published on its website after this meeting.  I remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.  I ask everybody to ensure their mobile telephones are either turned off or switched to flight mode, otherwise they interfere with the broadcast equipment.<\/p><p>As stated, today's topic is the lack of availability of activation services and other supports for unemployed people who are not on the live register.  As a committee, we have discussed this matter on a number of occasions.  Deputies &Oacute; Snodaigh, Clare Daly, Ryan and Conaghan, Senator Moloney and I all requested that we should have meetings on it.  This is an important topic for many members.  Obviously, constituents raise the issue in circumstances where they may not fit into the live register in the sense that they could become activated.  Members are concerned at how the current system excludes certain categories of people from valuable opportunities to re-engage with the labour market.<\/p><p>For an update on this matter I am pleased to welcome from the Irish National Organisation for the Unemployed, INOU, Mr. John Stewart and Ms Br&iacute;d O'Brien, and from the Department of Social, Mr. John McKeon, Mr. Tom Lehane and Mr. Niall Egan.  I invite Mr. John Stewart to make the presentation on behalf of the INOU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#D00200","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":7,"content":"<p>I thank the Chairman and members for the opportunity to make a submission.  Access to a comprehensive and professional employment service and supports is absolutely essential to facilitate unemployed people in getting back to work.  Unfortunately, we cannot say that all unemployed people who are in receipt of an unemployment payment have access to such a service.  Unfortunately, unemployed people not in receipt of an unemployment payment who are not on the live register are even further down the queue in terms of being able to access such a service.  I invite my colleague, Ms Br&iacute;d O'Brien, who drafted our submission to take us through it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#D00300","nonspeaker":"Mr. John Stewart"},{"type":"speechnospeaker","time":1444824000,"counter":8,"content":"<p>I thank the Chairman and the committee for the invitation.  As the committee is keenly aware, there are a number of reasons people would not be on the live register.  They may be in receipt of another payment, such as a disability payment, a lone parent family payment or a jobseeker's benefit payment, but may not have met the means test criteria, or they may have been self-employed and did not meet the mean test criteria and, therefore, did not gain access to a jobseeker's allowance payment or they may be a qualified adult to another person's payment.  For all these reasons, accessing the services that have been rolled out recently to people on the live register are not available to those groups.<\/p> <p>  It is an issue that was raised at our annual delegate conference in 2011 where the general branch, which is the part of the organisation that represents unemployed people who can be in receipt of all the aforementioned payments or none, was to ensure access for unemployed people not included in the live register to the full range of employment, training and education supports, including training allowances and other supports.  The call was that the full service would be available to everybody of working age.  We regard this as a matter that needs to be addressed urgently and, in particular, must be included in Pathways to Work 2016-2010.  Access to programmes must be based on wider criteria than a person's live register status.  Programme participants must be given the wherewithal to support their engagement.  Also, the public employment service, which is the responsibility of the Department, must develop the capacity to respond to the needs of all people of working age seeking employment.<\/p> <p>  As the committee is aware, up to budget 2010 people could access a F&Aacute;S training scheme and a training allowance, which ceased in that budget, of &euro;204.30.  In subsequent budgets, the amount was cut and now stands at &euro;188 for anybody on the live register.  That is a single payment.  For those aged 25 and under, the maximum payment is &euro;160.  We are concerned at the level of that payment.  For those on the live register who can access these supports, we would regard them as insufficient to meet people's needs.  Currently, unemployed people not on the live register can access a very limited range of supports.  A limited walk-in service is available at some Intreo offices but in our experience it does not always materialise.  Clarity is needed on this issue in order that people know where they stand and what they can access.   <\/p> <p>  Since 2010, the activation landscape has changed considerably with F&Aacute;S employment and community services being the responsibility of the Department of Social Protection, its training services are with education and training boards and oversight for further education and training rests with SOLAS.  Those are very significant changes that have taken place. <\/p> <p>  In 2012, the Government published Pathways to Work, which has been revisited in 2013 and 2015.  There are five strands to it.  In the most recent reiteration, the strands were listed as incentivising employers to provide more jobs for people who are unemployed, better engagement with unemployed people, greater targeting of activation places and opportunities for those who are long-term unemployed, incentivising the take-up of employment opportunities by unemployed jobseekers, and completing the reform agenda.  It is interesting to note that in 2012, when Pathways to Work was first published, regular engagement with unemployed people was first on the list while engaging with employers was fourth on the list.<\/p> <p>  As a member of the labour market council, the INOU is aware of the increased engagement with employers, which we regard as critical to ensuring the employment needs of unemployed people are met, and the roll-out of the employment and youth activation charter to give an impetus to this work.  However, we are concerned that much of the focus has been on the larger employers when in the Irish labour market smaller employers are a key employer.  There is a challenge around how smaller employers are engaged with and, in particular, how the local Intreo office is engaging with local employers and encouraging them to look to the live register and to look to employ people not on the live register as potential employees.<\/p><p>The feedback we have had is that the experience of some smaller employers has been less than positive in that regard, which needs to be addressed.<br\/><br\/>As we have noted, a criticism of the Pathways to Work strategy has been its sole focus on the live register and not focusing on everybody of working age, as it needs to.  That needs to be addressed.  One of the concerns we have about the one-parent family payment, which has not been included in the presentation because we presumed colleagues in the National Women's Council of Ireland would address it, is that people have been taken from one payment and slotted or almost slotted into another.  The terms and conditions for the jobseeker's allowance are not as good as they would have been for people on the one-parent family payment, particularly those making the welfare to work journey.  That is not the way to proceed and we need an inclusive employment service that can adapt and address the needs of people looking to that service for support, with the capacity to do so.  That issue should be addressed in the forthcoming Pathways to Work scheme.<br\/><br\/>The current scheme has an action around developing and evaluating options to extend employment services to people not on the live register and to improve the promotion and communication of existing activation options.  It is important that further work should be done in this regard, meaning it will be embedded very clearly and in strong language around equality and social inclusion, in the coming Pathways to Work document.<br\/><br\/>To address people's concerns, the coming Pathways to Work document should detail how it will incorporate positive duty.  That is something we would very much like to see implemented.  It arises from the Act that established the Equality and Human Rights Commission.  It is very much a duty on public sector bodies to spell out how they will deal with and eliminate discrimination, and how they will ensure that people accessing services and employed in the bodies will not face discrimination.  That puts a duty on the Department and Pathways to Work to consider how its design can be inclusive of everybody and not be discriminatory.  That would be very important.<br\/><br\/>In rolling out and providing the best services to people, it is very important that the front-line staff have the capacity and knowledge to develop the service and match people with the most appropriate opportunity.  We remain concerned that this is not always the case and people may not always get the opportunity to avail of services and supports that would be relevant to them, helping them access a job.  A critical part of this is developing a service that is person-centred and which has the capacity to get to know the person, meet their needs and assess options.  Some people are closer to the labour market than others.  What role does education and training play in meeting those needs and what role do employment programmes fill?  When people have engaged in activation measures, what happens next and how can the service support people in accessing a decent job?<br\/><br\/>In August, the Central Statistics Office published work relating to equality grounds from the quarterly national household survey.  As members no doubt know, the equality grounds in the Employment Equality Act and Equal Status Act were used and even though unemployment, <i>per se<\/i>, economic status or social origin are not among the grounds in the equality legislation, people's employment status was used.  As a result, the second-highest reported issue that came to the fore was unemployment.  Of people reporting discrimination, 23% reported discrimination because they were unemployed.  These people may be in receipt of a payment, such as a working age payment or a jobseeker's payment.  That is a challenge to be addressed.  The highest reported issue at 28% came from people of non-white ethnic backgrounds, who reported experience of discrimination.  In examining those figures, it is striking that a higher proportion of men highlighted discrimination when seeking work, at 31%, whereas for women the experience tended to be more in the workplace.  These are issues that need to be addressed.<\/p><p>Similarly, age is an issue raised with us by people who are long-term unemployed and older.  They may be well-qualified with good experience but find it very difficult to access employment because of ageism in the labour market.<\/p><p> There are issues we can consider that Ireland has been actively involved with at the United Nations and to which it has signed up.  We can take these on board to try to create a recovery that is inclusive of everybody.  I am talking about the 17 sustainable development goals.  Of particular interest to us is goal 4, which relates to inclusive and equitable quality education and promoting lifelong learning opportunities.  Lifelong learning is particularly critical for people who may be on the margins of the labour market and who have experience of low-paid welfare.  Goal 8 speaks of promoting sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all, with goal 10 aiming to reduce inequality within and among countries.  As part of that goal, target 10.2 seeks to \"empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status\".   Likewise, target 10.3 strives to \"ensure equal opportunity and reduce inequalities of outcome, including by eliminating discriminatory laws, policies and practices and promoting appropriate legislation, policies and action in this regard\".  It is critical to be mindful of those goals as we seek to address the issue before us today and look to the rolling out and development of a new Pathways to Work document.  We must ensure that the employment service we are creating is first class and inclusive of everybody of working age looking to it for support.<\/p><p> I thank the committee for its time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#E00100","nonspeaker":"Ms Br&iacute;d O'Brien","continuing":true},{"type":"speechnospeaker","time":1444824000,"counter":11,"content":"<p>I thank members for the invitation to discuss the availability of activation services and other supports for unemployed people who are not on the live register.  Members have received copies of my speaking note.  I am joined by my colleagues, Mr. Niall Egan, principal officer with responsibility for jobseeker and lone-parent income support policy, and Mr. Tom Lehane, an assistant principal officer in our Dublin division who deals with jobseekers, employers and staff on a daily basis.  He may be able to address particular issues that might arise during the discussion.<\/p> <p>  In speaking about activation policy, it is useful to distinguish between the activation process that applies to people receiving jobseeker payments and the broader concept of employment services and programmes available not only to registered jobseekers but also to other groups.  The activation process relates to how the public employment service proactively engages with people who are unemployed, who declare themselves to be fully available for work and who are in receipt of a jobseeker payment.  An essential element of this approach is the concept of \"rights and responsibilities\".  People who are unemployed and seeking work have a right to receive an income support and assistance from the public employment services but they also have a responsibility, indeed an obligation, to engage with these services.  Compulsory engagement with the Intreo service constitutes part of the conditionality for receipt of jobseeker payments.  Registered jobseekers must attend for interview with a case officer if called on to do so and penalty rate reductions may be applied to their welfare payments if they fail to meet these obligations or to take up reasonable offers of supports such as training.  In addition, their payment may be fully withdrawn if a deciding officer forms the view that their behaviour indicates they are not available for and actively seeking work.<\/p> <p>  Employment services relate primarily to the assistance Intreo gives to clients, primarily through case worker support and guidance, in the search for suitable work.  As I have already indicated, engagement with these services is compulsory for recipients of jobseeker payments.  The services are not, however, limited to people in receipt of jobseeker payments and are available to any client who goes to an Intreo office seeking assistance in finding work.  Finally, the employment service can help clients to access a range of employment and training programmes administered either by the Department or through the Department of Education and Skills and its agencies.<\/p><p> Employment programmes provided directly or funded by the Department of Social Protection include schemes such as community employment, T&uacute;s, Gateway and JobBridge.  In addition, the Department provides a range of employment incentives such as JobsPlus and in-work income supports such as family income supplement, FIS, and the back to work family dividend.  Although participation on a small number of the employment programmes is limited to recipients of jobseeker payments, in general they are accessible to recipients of a wide range of welfare payments.  Some of these programmes are also accessible to persons who are not in receipt of any welfare payment, though participation on such programmes will not entitle such clients to receive welfare payments or training allowances while participating.<\/p><p> The key objective of activation policy is to offer assistance to those most in need of support in securing work and achieving financial self-sufficiency, and on whom the State imposes an obligation to be genuinely available for and seeking work as a condition for receipt of payment.  This policy objective was set in the context of the massive increase in the numbers of unemployed people on job-seekers payments that took place between 2007 and 2012.  During this period, the live register rose from 160,000 to 450,000.  In that context, it was necessary to prioritise scarce resources in respect of those in receipt of a qualifying welfare payment whose payment was conditional on engaging, if and as requested, with the public employment service.  Accordingly, activation services by the Department are focused in the first instance on this cohort of unemployed people.  Notwithstanding the focus of activation policy on unemployed people in receipt of jobseeker payments, many services are available, as I have said, to people who are in receipt of other, or no, social welfare payments.  It may be useful to outline the situation in respect of two of the main groups involved.<\/p><p> As regards recipients of disability allowance, the current policy in respect of people with disabilities who present at an Intreo centre requesting employment services is that they are to be referred immediately to a caseworker within Intreo, at the local employment service, LES, or at one of the EmployAbility service providers funded by the Department of Social Protection.  For such persons in receipt of disability or illness support payments, engagement with the Intreo service is on a voluntary basis and is not a requirement for their payment.  A caseworker working with a person with a disability can arrange access for that client to most of the range of services and programmes that are available to people on jobseeker payments.  This includes access to programmes such as JobBridge, the back to education allowance, and SOLAS training for unemployed people.  Exceptions include the JobsPlus recruitment subsidy, the MOMENTUM training intervention and T&uacute;s, all of which were specifically designed for long-term recipients of jobseeker payments.  In addition, however, the caseworker can arrange access to a range of other services and supports that are specific to people with disabilities and are not available to other jobseekers.  In 2014, the Department spent &euro;34 million on the provision of various employment supports, excluding the specialist training provided by SOLAS, for people with disabilities.  These include EmployAbility, to which I have already referred, which is an open labour market initiative providing disabled people with supports to help them access the open labour market.  The supported employment service provided by EmployAbility is an employment and recruitment service to assist people with a disability to secure and maintain a job in that market.  This service provides a range of supports to employers and people with a disability through the use of job coaches.  It is implemented by sponsor organisations that employ the job coaches to provide a range of supports tailored to the individual needs of a jobseeker.  The ultimate objective is that the employee becomes independent of job coach support.<\/p><p> The wage subsidy scheme, WSS, is a demand-led programme, the purpose of which is to increase the number of people with disabilities participating in the open labour market.  WSS provides financial incentives to employers, outside the public sector, to employ disabled people who work more than 21 hours per week.  An employee must work a minimum of 21 hours per week up to a maximum of 39 hours per week.  The rate of subsidy is &euro;5.30 per hour and is based on the number of hours worked, giving a total annual subsidy available of &euro;10,748 per annum based on a 39-hour week.  This payment is not time-limited and is paid for the full period of employment of the individual concerned.  This is significantly more attractive than the equivalent payment under JobsPlus for people in receipt of jobseeker payments under which the maximum amount payable is &euro;5,000 per annum for a limit of two years.  New applicants for WSS who are currently on disability allowance may also apply for a disability allowance disregard in conjunction with the WSS, provided the minimum 21 working hours per week WSS threshold is maintained.   This disregard of &euro;120 per week is double that of the equivalent jobseeker disregard and, in addition, the withdrawal or taper rate in also more attractive than that of the jobseeker payment.<\/p><p>There are a number of other employment supports for people with disabilities, including grants for workplace equipment adaptation.<\/p><p> Community employment, CE, eligibility requirements for people with disabilities are not as demanding as those for other jobseeker groups.  The aim behind this is to encourage participation.  Those on jobseeker payments must generally be aged over 25 and in receipt of a payment for a year or more.  A person in receipt of disability allowance who is aged 18 or over can be in receipt of their payment for one week and still be eligible for CE.<\/p><p> Apart from having access to the range of training programmes, other than Momentum, for unemployed people provided through SOLAS, people with disabilities also have access to a specialist training programme provision specific to their needs.  The key additional features of that specialist vocational training, is that the programmes are generally of longer duration, have improved trainer-learner ratios and use specially qualified staff and specially adapted equipment.  Overall, therefore, people with disabilities have access to a range of services comparable, and in most cases superior, to the range available to those on the live register.  The principal difference in approach is that engagement with these services is entirely on a voluntary basis for people with disabilities.<\/p><p> I will turn now to recipients of the one-parent family payment, OFP.  As with people with disabilities, the current situation in respect of those on lone-parent payments who present at a DSP office needing activation or intervention-type supports, is that they are referred to a caseworker within Intreo or at the LES.  For persons in receipt of lone-parent payments, engagement with the Intreo service is on a voluntary basis; it is not a requirement for their payment.  A case officer working with a lone parent can arrange access for that client to virtually the full range of services and programmes that are available to people on jobseeker payments, including the in-work income supports of FIS and the back to work family dividend.  The only exceptions are JobsPlus, Momentum and T&uacute;s.<\/p><p> One-parent family payment eligibility has been recently restricted to lone parents whose youngest child is under seven years of age.  For people who are not cohabiting with another adult and whose youngest child is aged between seven and 13 years, inclusive, the OPF payment has been replaced by the jobseeker&rsquo;s transitional payment.  This is a special arrangement under the jobseeker&rsquo;s allowance, or JA, scheme that aims to support lone parents into the workforce while they have young children.  This is known as the jobseeker's allowance transitional, JST, payment.  The arrangements for JST recognise the need to promote engagement and incentivise work for this group of clients, while also acknowledging the child care issues for persons who are parenting alone.  These lone parents will still have caring responsibilities for young children and, as a result, may not be able to meet all of the conditionality provisions that apply to the JA scheme, which currently require all JA recipients to be available for, and genuinely seeking, full-time work.  To address their needs, the JST provides access to the jobseeker&rsquo;s allowance payment, effectively with reduced conditionality.  This means they are exempt from having to be available for and genuinely seeking full-time work and from the four-days-in-seven working rule.  That allows this group of clients to receive income support continue, to work and\/or take up employment, and receive access to employment supports from the Department in order to support them to become job ready.<\/p><p> At the same time, engagement with the Intreo service is a requirement for continued receipt of JST.  The engagement, commencing with a group information session-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#G00200","nonspeaker":"Mr. John McKeon","continuing":true},{"type":"speech","time":1444824000,"counter":14,"content":"<p>That is a very long presentation.  Could Mr. McKeon skip the rest of the section relating to lone parents?  The committee is very up-to-date on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#J00200","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":15,"content":"<p>Okay.  We can do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#J00300","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":16,"content":"<p>Perhaps he could go deal with qualified adults and the rest of it, if he does not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#J00400","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":17,"content":"<p>Okay.  In summary, people with children under seven years of age have access to virtually the full range of services.  The principal difference is that engagement is voluntary rather than compulsory.<\/p> <p>  A final group sometimes identified as being outside the scope of existing supports is made up of working-age adults who are qualified adult dependants on a primary claimant&rsquo;s jobseeker payment.  This payment has no conditionality in respect of the qualified adult himself or herself being unemployed.  Indeed, it is estimated that approximately 40% of those involved are actually in employment.  Nevertheless, qualified adults who are not the primary claimant on a jobseeker claim can access the full range of employment services and programmes and become full participants in the activation regime, if they voluntarily self-identify as unemployed and register for a jobseeker payment in their own right.  This will bring with it both the responsibilities and rights, in terms of employment services and programmes, that attach to jobseeker payments.<\/p><p>The Pathways to Work 2015 strategy includes a commitment to develop and evaluate actions to extend services, as resources allow, to people not on the live register and improve the promotion and communication of existing activation options.  As outlined, some steps have already been taken through the reform of the one-parent family payment and the introduction of JST.  Further measures are now being considered as to how activation can be extended to other people of working age in the context of the development of an updated Pathways to Work strategy for the five-year period 2016 to 2020.  In this regard, the Department initiated a consultation programme during the summer in the form of an online survey of approximately 200 stakeholders and held a consultation forum for stakeholders on 9 October.  The inputs received through this process are now being collated.  Inputs are still welcome and can be sent to the following email address, .  It is intended that an updated Pathways to Work strategy taking account of the inputs received will be drafted and submitted to Government by January of 2016.<br\/><br\/>We are happy to answer questions and provide any additional material that members require.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#J00500","nonspeaker":"Mr. John McKeon","continuing":true},{"type":"speech","time":1444824000,"counter":19,"content":"<p>I thank the witnesses for their presentations.  They have captured some of the groups that have no access to some of the activation programmes.  Disability groups and lone parents were mentioned but there are many other groups which are not fully reflected.  For example, there are adult dependants.  While the latter can apply for a payment in their own right, for various reasons they do not.  Some of it is to do with culture or the way families are structured but those people are unemployed or underemployed because most are stay-at-home mothers and fathers.  Until such time as they receive a payment in their own right, they do not appear on the live register and have no access to programmes which could encourage them to get work or improve the possibility of their gaining employment, especially in circumstances where they have been out of the workplace for some time.  There are others who are adult dependants in some ways but who are not in receipt of a payment in that regard.  They are in family situations where, in most cases, the husband's income exceeds the threshold.  As such, the person cannot receive some social welfare payment and has no access.  In many cases, these people are stuck with whatever educational qualifications or employability standards they had initially.  There are others who are working a low number of hours.  I refer to people who work for two hours or three hours, five days a week.  It is not all lone parents.  I know of a case which I have raised before of a woman who works two hours a day.  She owns her own home because she inherited it.  She does not want to change her work but wants to access some payment to recognise it.  She receives nothing because she is working five days a week albeit only two hours a day.  She gets &euro;100 and spends &euro;20 to get to work.  Without the work she has, she says her sanity would go.<\/p> <p>  Another group that has been brought to my attention, the plight of which I have raised here before, is that comprising carers.  There are many carers whose caring role is coming to an end either because the cared-for person is nearing the end of life or is getting better.  The carer is stuck in a situation where he or she does not have access to some of the activation programmes he or she might have been able to access until he or she finishes caring or is in receipt of a new payment for a full year and then starts to upskill.  There are others.  Some of them are recognisable people and some of that has been recognised here.<\/p><p>Not all of these people want money.  It is not about money.  Some of them want to be out of the house and some of them want to contribute to society and to be meaningful.  In community employment terms, there are many people who are adult dependants and staying at home and who have skills.  They may be nearing what we have set as a timeframe in terms of the age and they want to contribute.  However, because they are dependant adults and not in receipt of payments, we do not encourage them to get involved in community employment or its equivalent.<\/p><p> We have an opportunity now.  The Department and, possibly, the Minister are looking at it.  Our activation numbers are approximately 80,000.  As such, there are 80,000 not on the live register.  We have 80,000 places.  As the economy improves, rather than reducing the activation provision available, we should keep it open to capture the lone parents and people with disabilities to whom the witnesses referred, but also the group I refer to who have never been captured.  That would enhance their employability if that is what they wish or help them to gain some benefit in terms of community employment, which would be ideal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#K00200","speaker":"1028","continuing":true},{"type":"speech","time":1444824000,"counter":21,"content":"<p>I thank Ms O'Brien and Mr. Stewart for coming in.  I also thank the departmental officials who are really good for coming in whenever we request them to answer our questions.  This is an issue I have been raising constantly since I was elected to the Seanad.  These guys here will say, \"She is off again like a broken record\", as I have been fighting the cause of some of these people constantly.<\/p> <p>  One group I have always fought for is the self-employed.  They are totally underestimated in this country.  During the recession when things went bad for them, some of them were able to access jobseeker's allowance, but they are one of the only groups who do not get a credit while in receipt of that payment.  Those on farm assist payments also do not get a credit.  It will have a detrimental effect on their pensions when they come to pensionable age.  I have been told the reason is that because they are self-employed, they only have to pay so much money to get 52 contributions for the year.  However, when one is on jobseeker's allowance and has no income coming in, one needs a credited contribution.  I have asked the guys to look at that to get a credited contribution for the self-employed.  It is vital for them.  They cannot access the family income supplement, which is also completely unfair.  The self-employed create a lot of jobs.  It may not be the big jobs the multinationals create, but two or three jobs here and there are vital.<\/p> <p>  We mentioned the under-25s and their payment.  I was a bit disappointed that the budget made no provision for a bit more money for them.  Different commentators will have different ideas on this and say one should always be better off working than unemployed and that this motivates the young to get involved in activation.  However, when one lives in rural Ireland and the jobs are in the cities, one has to travel for interviews.  The cost to young people of going through the interview process is substantial.  That is why I would have liked to see that issue addressed.<\/p> <p>  We spoke about women in the home.  This is another hobby-horse of mine.  Today, women who are caring for their children have a homemaker's credit, which stops when the youngest child is 14.  Can the officials from the Department tell the committee if there is any measure whereby we write to those women when their children are 14 to say that the homemaker's credit is finishing and invite them to engage with the Department to obtain unemployment benefit or, if a woman does not qualify for that, a credited contribution to maintain her pension entitlements going forward?  I was delighted to see in the budget that the home-carer's tax credit has increased and that the amount a person can earn outside the home while retaining the credit has increased to approximately &euro;7,000.<\/p><p> We spoke about lone parents and the transitional payments.  I was delighted when the official stated that the lone parents who had children under seven could engage in the activation process, but it is not widely known that they can.  I suppose they are not presenting every week to the social welfare office and are somewhat forgotten.  It would be no harm for the Department to write to anyone who is on the one-parent family payment with children under the age of seven stating that the Intreo office is open to them and they can avail of these services.<\/p><p> There are two anomalies that I have come across, one of which was with the internships.  Someone who was on the community employment scheme for years eventually accessed an internship and was delighted with it.  He had &euro;50 extra a week and he was delighted, and there was the prospect of a job at the end of it.  All was going well until the man had a massive heart attack.  He had to leave his internship and go on illness benefit - not disability allowance - because he had put up a contribution during the community employment schemes.  He lost his entitlement to the fuel allowance.  He lost his entitlement to the Christmas bonus.  He lost his entitlement to the top-up on the SUSI special grant rate because he is now on a short-term payment.  I battled the case and got him onto disability allowance, and he had all of these restored.  It is an anomaly.  Nobody who has been unemployed for the number of years that he was - five or six years - should have had to go through that.  He should not have lost all those entitlements.<\/p><p> The other anomaly arose this week, and I am still dealing with it.  A man who was on jobseeker's benefit had an accident and went onto illness benefit, but wanted to go back to education.  He got an adult education course of four years' duration and was delighted with himself.  When he went to see his case worker in early August, he was told, \"Come in the week before you go to college and we will sort you out.\"  He went in the week before to see his education officer, but was still on illness benefit.  He started college on 14 September.  He was signed off illness benefit on 14 September.  He saw his case officer and he saw his education officer, who approved his back to education allowance, but suddenly it was taken away from him.  He is now left in limbo with nothing.  He went down to apply for jobseeker's allowance the week before he went to college and was given an appointment for the week after, but now he is being told, \"Too late - you were not on jobseeker's allowance when you went back to education.\"  He will have to either drop out of the course, which he may never go back to, or defer it for a year and hope to go back next year.  We are now saying to this man, \"Come and draw from the State for another extra year and then we will give you four years.\"  It is wrong.  We need to use a little discretion to help the likes of this person.  I have loads more to say, but it is not fair to take up the whole time and I will let someone else speak.  I thank the witnesses for coming in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#L00200","speaker":"1132","continuing":true},{"type":"speech","time":1444824000,"counter":23,"content":"<p>I wanted to mention that it is striking the way the service in general has changed.  It really has transformed.  At one time, going to the dole office was quite a frightening encounter - I remember going myself.  That whole approach has been cast off and the system is far more dynamic.  It is far more like a partnership.<\/p> <p>  I have a great deal of respect for the Irish National Organisation for the Unemployed, INOU, the group that spoke first.  Such groups have played a significant role in all sorts of ways, perhaps most significantly in civilising this exchange between those seeking unemployment assistance and staff in the Department.  That whole encounter has been transformed.  That is my own experience of it from living in Ballyfermot, where I talk to people.  I remember going to the labour exchange myself on many occasions, but from talking to those who now use the service, there is no fear or trembling going in as to what will happen, what the staff will say and whether they will be down at one's house.  All of this has changed remarkably for the better.<\/p><p> I note the work Ms O'Brien is doing.  She has a long record in that area.  I was involved in initiating the old local employment service in Ballyfermot 30 years ago.  I note the credibility she has brought to her work, for example, how she helped re-engineer the services to change the outlook of officials towards the unemployed.  That outlook has changed remarkably and it is rarely commented on.  It is important that we pay tribute to those who were involved in changing that because the unemployed need help rather than, as was the practice, a stern approach.<\/p><p> I wonder what the witnesses think of that process of change.  What was the dynamic that triggered it?  As professionals in that service, how do the officials experience and evaluate that and how do they see that trend developing?  Will it continue?  Will it bring in newer dimensions in terms of communicating with those seeking a way out of unemployment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#M00200","speaker":"1031","continuing":true},{"type":"speech","time":1444824000,"counter":25,"content":"<p>I thank the INOU and the officials for coming in to deal with this matter.  As the Chair indicated at the start, it is a topic that we all encounter on a regular basis in our clinic work.<\/p> <p>  The officials have gone through the various categories of those who are not on the live register but the one I encounter most, and probably encountered to a greater degree a couple of years ago, is the person who became unemployed and, because of a means test involving a spouse, could not avail of anything.  In summary, can the officials clarify what that category of person can and cannot avail of?<\/p> <p>  The INOU has requested that these categories be dealt with in the new framework, Pathways to Work.  We all hope that could happen, and it is encouraging that is in there.  There is, however, conditionality in the use of the phrase \"as resources allow\".  That is the way out.<\/p> <p>  In terms of the consultation around the conference this week, who will draft the new framework?  Will it be these officials?  What would be their advice to the Minister about whether the various categories we have talked about could be included at that stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#N00200","speaker":"1013"},{"type":"speechnospeaker","time":1444824000,"counter":26,"content":"<p>I will do my best to pick up the questions.  As usual, if I do not pick up something or leave something out, the members can come back to me, either now or later, and we will do our best.<\/p> <p>  Deputy &Oacute; Snodaigh raised the issue of dependent adults previously.  He raised the issue of qualified adults who are not necessarily aware that they can split their claim and have access to services, and that, even if they are aware, they may not feel inclined to do so for cultural or social reasons.  We recognise that as an issue.  In the strong feedback that came to us in the consultation process, the second priority item was to increase awareness among jobseekers, including qualified adults, and employers of the available supports.  What the Department can probably do in that space is make strong efforts to make recipients aware that the option of splitting the claim is available and make it easy to do it.  I am not too sure there is much we can do about the embedded cultural biases relating to gender roles in Irish society and most western European societies.  That is a longer-haul issue for society as a whole which goes back to education, family upbringing and all kinds of matters, but we can do our bit in terms of increasing awareness.<\/p><p> One of the issues that we have been asked to look at before, and we have taken a small step that way but we will look at it in more detail as part of Pathways to Work 2016, is whether we can allow a qualified adult who splits his or her claim and separates it out to include their time as a qualified adult to qualify for access to the full range of schemes and services.  The back to education allowance has already been adapted.  Therefore, such persons can access the back to education allowance and do not have to wait nine months if they have already been a qualified adult.  Certainly one of the issues that is under strong consideration for the next instalment of Pathways to Work is whether that should be standard.  We have noted the suggestions that have come from this committee in this regard and we have also received suggestions from other stakeholders.  That is certainly in the pot, if I can put it that way.  There is a long list of things to be considered and we have received a long list from the committee today.  Obviously, it is a question for the Government to decide how much of that long list will end up being on the shortlist.<\/p><p> In terms of those who are not qualified and are dependant on income, there are two categories which are children in the home and the adult dependant who may not qualify for a claim because of his or her spouse's income.  Perhaps Mr. Egan will talk about the adult dependant.  I will talk about the question of children, which is one I get a lot.  To give the figures in terms of a means test or assessing whether an 18 year old who lives at home will get access to jobseeker's allowance and his parents are working, if it is a typical two child family and the family has a typical mortgage, because there is a disregard for mortgage payments, pension payments, health insurance payments and so on, it is the net income that is looked at and the gross income would have to be in excess of &euro;100,000 in a typical two child family for the child not to have access to at least some element of a payment.  It might be a small amount that is available because it would be reduced.  The proportion of people who live in households where the income is more than &euro;100,000 is very low.  In terms of prioritising resources, one would have to say that the people who are in those households, and one would be up at the high 90% before one would get there in terms of income distribution, probably have other networks and access to supports and other resources.  If one is going to priorities resources, it would not necessarily be top of our list.  That is something the Minister will consider and we will see in that regard.  Perhaps Mr. Egan will comment on the qualified adult or the adult who cannot qualify for payment because of spousal means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#N00300","nonspeaker":"Mr. John McKeon","continuing":true},{"type":"speechnospeaker","time":1444824000,"counter":28,"content":"<p>It is a similar basis.  From an assistance perspective, in terms of our working age payments, to satisfy the means test the household income is taken into account.  As Mr. McKeon has outlined, where a household income is in excess of the threshold, an adult dependant would not qualify for a payment in their own right.  Our primary role is to provide income support.  Under the jobseeker's allowance scheme, that person or household is deemed to have sufficient means.  As Mr. McKeon alluded to in his presentation and as referenced, however, that person can access the vast majority of supports of our Intreo office, although admittedly not all of them.  When a person participates in an education and training course, it is currently the situation that he or she will not qualify for a training allowance payment.  I must be clear about that.  It may have been Ms O'Brien who referenced the fact this changed in 2012 in terms of entitlement to a welfare payment indicated or was a passport to get an entitlement to an education and training board allowance or a F&Aacute;S training allowance as it was then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00200","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":29,"content":"<p>What about free courses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00300","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":30,"content":"<p>One can access these courses but one will not get a training allowance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00400","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":31,"content":"<p>Does a participant have to pay a fee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00500","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":32,"content":"<p>No.  The education and training board courses are free if one is unemployed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00600","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":33,"content":"<p>If it the applicant were a woman and her husband was on &euro;70,000 a year, once she is not working, could she do the course for free?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00700","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":34,"content":"<p>We might come back and clarify that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00800","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":35,"content":"<p>All right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O00900","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":36,"content":"<p>Certainly for the old F&Aacute;S training programmes provided in training centres, I think access to those was free.  I honestly cannot say what is the situation with regard to the former VEC, now ETB, day and evening courses.  Perhaps Mr. Lehane has some knowledge of the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#O01000","nonspeaker":"Mr. John McKeon"},{"type":"speechnospeaker","time":1444824000,"counter":37,"content":"<p>I understand that if the person was signing for credits then the courses would be provided free of charge and if they were not on credits then the participants would be expected to pay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00100","nonspeaker":"Mr. Tom Lehane"},{"type":"speech","time":1444824000,"counter":38,"content":"<p>Is that the same for the old F&Aacute;S training centres?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00200","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":39,"content":"<p>No.  Those courses would be provided free of charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00300","nonspeaker":"Mr. Tom Lehane"},{"type":"speechnospeaker","time":1444824000,"counter":40,"content":"<p>We have answered one of the questions that Deputy Ryan asked.  Mr. Egan has answered his question to a large extent.  Such people have access to all of the training and education programmes but they do not get the training allowance.  People with credits, in addition, would have access to some of the employment programmes.  It depends on whether a person has credits.  There are people who would have access to some of the employment programmes but not all of them.  They might not have access to the schemes that are particularly targeted at the long-term unemployed, such as T&uacute;s and MOMENTUM, but they would have access to the other schemes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00400","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":41,"content":"<p>What about the homemaker's credit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00500","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":42,"content":"<p>If they are not earning an income-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00600","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":43,"content":"<p>That is my point.  People should be invited to engage after the homemaker's credit runs out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00700","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":44,"content":"<p>That issue comes back to my point about raising awareness.  As Mr. Egan has pointed out, employment services are available to everybody.  Any person should be able to walk in and be provided with a service.  I take the point made by Ms O'Brien that such a situation is not the universal experience.  We are doing our best to improve that experience.  People should be scheduled to meet a case officer to develop a personal progression plan and be told about the services that are available.  Earlier, we were asked to tell people who may be unemployed but not in receipt of any payment that they can still come into the office and deal with us, and we will let them know what is available.  Improving awareness of the services available is something that we will seek to have included in the next Pathways policy.  A wide range of services are available but people are unaware of them.  In the past, when we had the tsunami of unemployment, if we had built awareness and told people to come to us, then they would have had to stand at the end of a queue.  As Deputy &Oacute; Snodaigh has pointed out, as the number of unemployed people diminishes, we have a greater capacity to respond to those who would have been called voluntary engagers in the old F&Aacute;S days.  We now have the scope to build awareness up to a certain level and respond to people as they come to us.<\/p> <p>  A question was asked about carers.  It is important to recognise that carers have a significant income disregard at present and there have been significant changes in terms of the hours they can work while still claiming a carer's payment.  A lot of carers are involved in some employment.  I do not have the exact percentages with me but I know that they would be involved in employment while providing care.  It might be part-time employment, but they receive an income disregard as a consequence.  That option is available to all carers.  Awareness might be an issue.  We must let other carers know that they can work 15 hours a week and there is a fairly generous income disregard.  As carers come to the end of their caring duties, they should visit an Intreo office and we will see what can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00800","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":45,"content":"<p>Such carers cannot join the community employment scheme, because it stipulates 20 hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P00900","speaker":"1028"},{"type":"speechnospeaker","time":1444824000,"counter":46,"content":"<p>That is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P01000","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":47,"content":"<p>Some carers might want to finish off their working lives in the same field that they have been in.  They might like to undertake a CE course that was home-help-oriented, or a child care course in which they end up with a qualification at the end of the scheme.  I have come across such scenarios.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P01100","speaker":"1028"},{"type":"speechnospeaker","time":1444824000,"counter":48,"content":"<p>I take the point.  It is something that we will consider in the context of the next Pathways document.  The rate of unemployment has fallen, and the long-term unemployment rate is falling faster than the general rate, but there are still a lot of long-term unemployed people for whom we must provide.  These are issues for the Minister to consider.  For the next year or two there will still be a lot of pressure in terms of priority access to those spaces among those who are long-term unemployed, which is natural.  These matters will be taken into account.<\/p> <p>  Senator Moloney asked about self-employed people.  The issue with self-employed people is that they do not have automatic access to jobseeker's benefit, which then raises the issue of access to credits, because credits are generally associated with moving from jobseeker's benefit to jobseeker's allowance.  The vast majority of such people - more than 80% - do get jobseeker's allowance.  In other words, they satisfy the means test.<\/p><p>The vast majority of people who were self-employed and who do not have the resources to look after themselves will get support from the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#P01200","nonspeaker":"Mr. John McKeon","continuing":true},{"type":"speech","time":1444824000,"counter":50,"content":"<p>That is not the issue I raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00200","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":51,"content":"<p>I will come to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00300","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":52,"content":"<p>What I said was that even when they access jobseeker's allowance, they are not entitled to a credited contribution during that period.  This is totally different from the case of anyone else.  Ms O'Brien raised the issue of people who could not transition from jobseeker's benefit to jobseeker's allowance.  These people can access credits.  However, self-employed people cannot do so for some strange reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00400","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":53,"content":"<p>I do not have the chapter and verse on this but Mr. Egan might be able to comment.  I think it relates primarily to the underlying level of PRSI paid while self-employed.  An employee pays PRSI at a higher rate than a self-employed person and has access to additional services as a consequence.  In that sense, he gets credit.  Self-employed people do not.  Does Mr. Egan wish to comment on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00500","nonspeaker":"Mr. John McKeon"},{"type":"speechnospeaker","time":1444824000,"counter":54,"content":"<p>Mr. McKeon is correct that in order to qualify for a jobseeker's credit, one must have a previous credited history.  That is why, as Ms O'Brien said, we typically see jobseeker's benefit individuals going on to jobseeker's credits if they have sufficient means.  The self-employed are different.  If a self-employed person has sufficient credits in his own right, he would qualify for a credit payment.  In the vast majority of cases, however, that would not be the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00600","nonspeaker":"Mr. Niall Egan"},{"type":"speechnospeaker","time":1444824000,"counter":55,"content":"<p>We take Senator Moloney's observation and it will certainly be considered within the Department and brought to the Minister's attention.<\/p> <p>  The Senator referred to a number of anomalies.  If she gives me the details on the individual cases, it will help in our consideration of them.  With regard to the a person going from community employment to JobBridge and then becoming ill and not having access, it sounds like an anomaly that we need to tackle.  I absolutely agree on that.<\/p> <p>  On the question of people on illness benefit having access to schemes, the illness benefit scheme is meant to be a short-term scheme, primarily for people who are ill and cannot work.  That might be more difficult in terms of saying people who are on illness benefit should have access to schemes and services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00700","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":56,"content":"<p>Mr. McKeon is interpreting what I am saying totally incorrectly.  I said a person on illness benefit can access the back-to-education allowance but must be on the illness benefit for two years.  However, the individual in question was on illness benefit on a short-term basis, perhaps for 13 months.  He went to his caseworker six weeks before the day of starting college and nobody advised him properly.  He has been left high and dry.  I can give the delegates his exact details and PPS number.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00800","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":57,"content":"<p>If the Senator could do so, it would be useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q00900","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":58,"content":"<p>Perhaps he was just not eligible.  Is that not it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01000","speaker":"1010"},{"type":"speech","time":1444824000,"counter":59,"content":"<p>It was all a case of falling between stools.  Had the individual been given the right advice by the caseworker six weeks prior to going on the back-to-education allowance, he could have signed off on the illness benefit and moved to the jobseeker's benefit.  Had he been on jobseeker's benefit for just one day before applying for the back-to-education allowance, he would have got it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01100","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":60,"content":"<p>It was probably because his time on the illness benefit would have----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01200","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":61,"content":"<p>He got an appointment for the week after he started.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01300","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":62,"content":"<p>If the Senator sends us the details, they will be useful.  Somebody on illness benefit for 13 months sounds like someone who should probably be on a disability allowance.  Those kinds of issues arise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01400","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":63,"content":"<p>I refer to illness benefit and jobseeker's benefit for a period of 13 months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01500","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":64,"content":"<p>I am not too sure what the point was on access to the back-to-education allowance for people on the disability allowance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01600","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":65,"content":"<p>That is the same issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01700","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":66,"content":"<p>I took them as separate questions.<\/p> <p>  Deputy Conaghan asked about the change in the service.  I acknowledge what he said about the INOU.  The INOU has played a very important role in the changes and has worked with the Department doing customer research, etc., for us.  It keeps us honest and on our toes.  It is a useful service to have.  I commend the organisation on its work.  It does it in a very civilised way, which makes it even more effective.<\/p> <p>  Unemployment triggered the process of change.  With unemployment of 4%, we could have processes and systems in which gaps are not necessarily visible.  When unemployment increases to 15.2%, the flaws in the system become very apparent.  The flaws were probably pointed out before, to be fair, but they were not that material in terms of impacts.  Suddenly they became material in impact and must be dealt with.  That is what triggered the change.  The process is not by any means finished.<\/p><p>It is an ongoing process of change.  Whether it will ever be fully finished is another matter.  Notwithstanding the fact that we have been doing this for about four to five years now, we are still in a period of fairly intense change.<\/p><p> We were asked for our views and advice for the Minister and who will be drafting.  The feedback from our consultation process is that the Department has a challenge.  The term used was \"the broadening and deepening challenge\".  This is language adopted from Europe.  On the one hand, we have to deepen the service by improving the quality.  There is a sense that during recent years, we have been through a period in which we have been responding to process inefficiencies, changing processes, focusing on throughput and dealing with the big volume.  We now need to consider embedding and deepening the quality of the service.  At the same time, we must recognise that there is a need to broaden the service to the kinds of cohorts discussed here today.  The next phase involves striking a balance between continuing to deepen it and at the same time broadening it.  That will be the challenge in the next phase of drafting.  The drafting will be done within the Department of Social Protection working with other Departments, such as the Department of Education and Skills and the Department of Jobs, Enterprise and Innovation.  Certainly, the drafts will be considered by the Government and the Labour Market Council, of which Ms O'Brien is a member.  Then they will be brought to the Government.  Our intention is to bring them to the Government no later than January of next year.  The Government will then decide on the final content.  That is the usual process; officials draft and Government decides.  However, we will be drafting in as consultative a way as we can, bearing in mind that ultimately it is a Government decision.  I believe I have covered everything.  I may not have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#Q01800","nonspeaker":"Mr. John McKeon","continuing":true},{"type":"speechnospeaker","time":1444824000,"counter":68,"content":"<p>The discussion so far certainly throws up one point, namely, that the system is quite complex.  Clearly, it is not straightforward, as Senator O'Donnell would recognise.  It is becoming increasingly complex as different programmes are rolled out.  Of course, we welcome those programmes.  Participation is linked to certain criteria such as live register status.  We have for a long time encouraged the Department to make information available in as simple a form as possible in order that people understand what they are entitled to, the qualifying criteria, the payments, etc.  That is work the INOU does itself.  It is very important.<\/p> <p>  Some of the points Mr. McKeon made on the access people not currently in receipt of a jobseeker's payment have to various programmes and services are useful.  Clearly, we are not saying people who are not in receipt of a jobseeker's payment are not entitled to access any supports or programmes because clearly we know they are.  Unfortunately however, a significant cohort is not entitled.  Deputy &Oacute; Snodaigh referred to some who are very much unemployed and who would not have made the transition, for example, from jobseeker's benefit to jobseeker's allowance and who have a strong sense that they are not now entitled to anything.<\/p> <p>  It is important that the INOU and the Department continue to provide information on what people qualify for and specifically on the services available.  Mr. McKeon touched earlier on the communication around that.  It is very important.  This reflects a number of conversations we had while the Intreo service was being rolled out.  There is a sense that, in some ways, the Department was not publicising what we regard as a potentially very useful service and its positive aspects.  There are some services that people can access but many do not know they are available.  Some might take the initiative and walk into an Intreo office and receive good information or signposting on what might be available locally, but others do not.  There is certainly a sense that the Department needs to do more outreach work to promote the services available and actively encourage people to find out what is available, avail of it and obtain whatever advice and information is available.  That is very important.  A positive and strong public information campaign on some of these issues is important.  As an organisation, we are anxious to work with the Department on this.<\/p><p> Deputy Conaghan made a point about the changes that unemployed people undoubtedly experienced with the new Intreo service.  Mr. McKeon mentioned the work that we have done on researching people's experiences.  The second phase of that work involves their experiences with local employment services.  However, I would not underestimate the challenges that remain.  We still find ourselves advocating on behalf of people who, for a variety of reasons, are either not receiving the service they believe they are entitled to or are finding themselves increasingly struggling to access payments.  This accounts for a significant amount of our work.  While the service has changed in terms of how it is structured and so on, and this is very welcome, the change has not been universal, and issues remain.  For example, training is needed for Department of Social Protection staff.  That training should be ongoing.  The situation has improved, but we still receive feedback to the effect that, unfortunately, the service is not always as it should be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#R00200","nonspeaker":"Mr. John Stewart","continuing":true},{"type":"speech","time":1444824000,"counter":70,"content":"<p>I will pick up on the point about people's experiences of attending Intreo offices and the survey by the Irish National Organisation of the Unemployed.  If Intreo and the Department want a real sense of what people experience when they go to the offices, they need to survey people on an ongoing basis.  Perhaps the witnesses can tell me whether this next happens - I do not believe that it does yet - but it would be wonderful to attend an Intreo office to be told that I am a customer and my input is valued and to be asked to fill out a form, which would be examined with a view to bringing about changes, including the training to which Mr. Stewart referred.  In trying to improve the service, I would love to see this happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#S00200","speaker":"1013"},{"type":"speech","time":1444824000,"counter":71,"content":"<p>An interesting comment that I read while doing a bit of research on this matter was made in the INOU's pre-budget submission, namely, the potential supply of labour statistics.  I had not noticed something like this before, although it has probably been in other material that has appeared on my desk.  The figure is nearly double that of the live register.  The potential supply of labour statistics seem to capture the type of people about whom I am talking.  They might also capture others.  I understand the demands on the Department, but when spare capacity emerges in the labour activation measures that were put in place in recent years, instead of reducing that capacity, could we consider whether they might be used to capture people who are underemployed, unemployed or dependent adults.<\/p> <p>  I welcome the clarification about people being able to access education schemes.  I know of a number of those.  While some people can work, what others want is access to a scheme because they are seeking qualifications, not to be sent directly into the workplace.  A number of schemes are limited in terms of hours, so it is good that this matter is being examined.<\/p> <p>  The National Women's Council of Ireland, which I had hoped would attend this meeting, stated in its pre-budget submission that there was a need to calculate unemployment or availability for work on the basis of hours and not days.  I also made this point.  Some people are underemployed and, as such, do not qualify for payments.  It is not because of their incomes, but because their employments are spread over a number of days.<\/p><p>Although this suggestion would require a major change in the calculations, it was only a few years ago that another major change was made, namely, that relating to the number of days worked to allow someone to qualify.  The problem is that we did not move from days worked or not worked to hours worked.  This might be discussed at a later date.<\/p><p> While signing on for credits is fine, how many people in the group to which I referred cannot even do that and, as such, have no access?  I referred on a number of people on the presumption that they could sign on for credits but I was not 100% sure.  God knows how long I have been dealing with people but if even I cannot determine whether someone who appears before me will qualify for a credit, the normal Joe or Josephine will find it difficult.  I welcome the departmental officials' increased awareness of the need to split the claim.  If people understood that no income would be lost, the Department would see more people.  Simple clarification of this and a range of issues would help everyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#S00300","speaker":"1028","continuing":true},{"type":"speech","time":1444824000,"counter":73,"content":"<p>I will make a few brief comments.  I am delighted that Mr. McKeon has outlined the wide range of services that are available for people with disabilities.  The problem is that they were not mentioned in the Action Plan for Jobs.  I raised this omission at the time, as we must always look for the ability and not the disability.  Just because someone is in a wheelchair does not mean that he or she cannot come in here and do a decent day's work.  Unless people's disabilities are severe, they are well able to work and want to work.  There are officers in the employment offices to help people with disabilities.<\/p> <p>  I have always advocated the return of CERT courses.  An extended member of my family would not be the greatest academic but he could cook for Ireland.  That is his niche, so I have always encouraged him to develop it.  I was delighted last Friday when I attended the official opening of the refurbished Kerry College of Further Education in Tralee and found that it ran a course for chefs.  One does not need to go through the CAO process to apply.  Perhaps the Department of Social Protection should promote courses like these for people who may not want to return to university or academic surroundings when a more practical setting would suit them.  We should promote these skills alongside more structured education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#T00200","speaker":"1132"},{"type":"speech","time":1444824000,"counter":74,"content":"<p>There is a considerable shortage of chefs at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#T00300","speaker":"1010"},{"type":"speech","time":1444824000,"counter":75,"content":"<p>Absolutely, although there are plenty coming through Kerry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#T00400","speaker":"1132"},{"type":"speech","time":1444824000,"counter":76,"content":"<p>That is good news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#T00500","speaker":"1010"},{"type":"speech","time":1444824000,"counter":77,"content":"<p>We will keep them for our tourism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#T00600","speaker":"1132"},{"type":"speech","time":1444824000,"counter":78,"content":"<p>Promoting signing on for credits has been mentioned.  That is important.  To address another point, the National Women's Council of Ireland was invited to attend but was not able to do so this time.  Compared with other countries, a high percentage of women here are not working.  Our processes are not reaching many women.  We need to do more about that.<\/p> <p>  I encounter many young people, so I am not sure that I agree with the suggestion that, if their parents are over the threshold but not well off, they can access services.  Sometimes, a young adult might not see eye to eye with or be supported by his or her parents.<\/p><p>The other situation I have dealt with is that of parents who are absolutely tearing their hair out trying to get young people to engage, but it is difficult because, since they are not in the system, they do not qualify for the payment.  It is very hard when one tries to get the person to sign on for credits.  In the past there has been a lack of knowledge in some social welfare offices about people&rsquo;s entitlement to sign on for credits.  It is worth thinking about having a poster in every social welfare office which explains who can sign on for credits and what signing on for credits can do in terms of eligibility for schemes such as JobBridge.  The use of social media can be a cheap way to carry out promotional campaigns, and social media are where younger people are at.  This is another thing the Department should think about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#T00700","speaker":"1010","continuing":true},{"type":"speechnospeaker","time":1444824000,"counter":80,"content":"<p>I spoke earlier about the INOU conducting further research with people who are long-term unemployed and their experience of using the Intreo service.  The INOU would be delighted to give a presentation to this committee at a later stage on the outcomes of that research.  We hope to conclude that work before the end of 2015, so we could return next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#U00200","nonspeaker":"Mr. John Stewart"},{"type":"speech","time":1444824000,"counter":81,"content":"<p>Can Mr. Stewart let the committee know when it is ready?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#U00300","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":82,"content":"<p>I will indeed.  Thank you, Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#U00400","nonspeaker":"Mr. John Stewart"},{"type":"speechnospeaker","time":1444824000,"counter":83,"content":"<p>It is important to treat each person as a person in their own right and to move away from always thinking of people in terms of a particular payment or category.  The challenge is to roll out an employment service that everybody sees as being for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#U00500","nonspeaker":"Ms Br&iacute;d O'Brien"},{"type":"speech","time":1444824000,"counter":84,"content":"<p>I remember when I came to the Seanad four years ago, one of the big issues with social welfare was that with all of the new areas - with the complexities of what one is entitled to, and under the complex circumstances of people&rsquo;s fragile lives - there was going to be some kind of parallel communications strategy to reflect the complexity of the change.<\/p> <p>  I agree with the Chairman that social media should be used more.  It happens that even in the advertising of simple information we think we are communicating but we are really not, and that is why people are falling between stools.  Communications plays an enormous part and the use of social media by our Intreo offices is important.  There has been an incredible amount of work done through the Intreo offices and services to try to get people back to their sense of self and a sense of worth.  It is always the communication that falls down &ndash; there is a presumption that it is happening when it is not.  I am presuming that this may be one of the outcomes of the INOU report, which will be very interesting.  It is not as though the Department does not want to see things happening, but we do not communicate very simply, informatively or imaginatively to those people who most need it because there is a presumption that they know what is happening, although they may not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#U00600","speaker":"1170"},{"type":"speech","time":1444824000,"counter":85,"content":"<p>I call on Deputy Ray Butler to comment, and then we shall conclude, so I ask the Deputy to keep it short.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#U00700","speaker":"1010"},{"type":"speech","time":1444824000,"counter":86,"content":"<p>I thank the witnesses for attending today.  I apologise for my absence during the presentations.  Men and women who have stayed at home to look after their children are one of the most common issues that Members face in constituency offices.  When the kids are raised the parent might look to return to the workforce by reskilling or retraining, but find that there is absolutely nothing available because one of the partners is working and bringing in an income.  It is a huge issue.  I have seen people break down in my office as they feel there is no future for them, there is no help and nobody wants them to work.  These are people who have done a service to the State in raising their children and bringing them to an age at which they have left the nest.  The parent wants another chance to go back out working again and contributing to the community.  We know that age discrimination does exist in the workforce.  Whether we like it or not, it is there.  For these people to have a hope of retraining, they need the State to step in.  I believe there used to be Departments that would help in retraining and re-educating these people to go back into the workforce, but with the recession this assistance was taken away.  As the economy grows and as things get better, we need to look at putting these services back in place.  I have also been pushing this same issue for years for the self-employed - another concern that has just been pushed into a corner and forgotten about.  We should definitely should look at this through social protection and start a new system for these people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#U00800","speaker":"1079"},{"type":"speech","time":1444824000,"counter":87,"content":"<p>Through the Chair, may I ask the Deputy if he is talking about people over a certain age?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00100","speaker":"1170"},{"type":"speech","time":1444824000,"counter":88,"content":"<p>No, I am talking about any age but when people have raised their children and go back to the workforce, there is age discrimination as a person gets older, so when they try to get back into the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00200","speaker":"1079"},{"type":"speech","time":1444824000,"counter":89,"content":"<p>In 1999 we  joined up to the charter on the principles of human rights, so we are not allowed do that and that cannot happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00300","speaker":"1170"},{"type":"speech","time":1444824000,"counter":90,"content":"<p>It is there, whether we like it or not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00400","speaker":"1079"},{"type":"speech","time":1444824000,"counter":91,"content":"<p>However, I still quote what we signed up to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00500","speaker":"1170"},{"type":"speech","time":1444824000,"counter":92,"content":"<p>In theory we signed up to it but it is there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00600","speaker":"1079"},{"type":"speech","time":1444824000,"counter":93,"content":"<p>That does not matter, it is still in law, we signed up to the charter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00700","speaker":"1170"},{"type":"speech","time":1444824000,"counter":94,"content":"<p>Absolutely, but unfortunately age discrimination is out there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00800","speaker":"1079"},{"type":"speech","time":1444824000,"counter":95,"content":"<p>That is why I asked the Deputy the question about his concerns being age related.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V00900","speaker":"1170"},{"type":"speech","time":1444824000,"counter":96,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V01000","speaker":"1079"},{"type":"speech","time":1444824000,"counter":97,"content":"<p>Reference was made to the fact that men over 35 years of age face the problem of age discrimination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V01100","speaker":"1010"},{"type":"speechnospeaker","time":1444824000,"counter":98,"content":"<p>There is no age discrimination in terms of accessing services from the State or from Intreo.  The issue is about cultural and societal attitudes towards age and long-term unemployment.  This is why there are schemes such as JobsPlus and MOMENTUM, which are specifically targeted at people who are long-term unemployed.  Anybody has access to the public employment service but they do not necessarily have access to every employment programme.  They do have access to the training and education programmes provided by the State but they may not have access to the training allowance that is sometimes paid to people who are on a social welfare payment and go on a training programme.  If a person has means, then they would not have access to the training allowance.  There may be a charge levied for access to VEC further education programmes but in the case of the training centres, the F&Aacute;S programmes as they were known, there is no charge.  That is the current position.<\/p> <p>  Deputy Ryan made reference to surveys. The Department is currently in the process of a survey.  It has commissioned an expert market research firm to survey job seekers who use the Intreo service. in order to give us feedback.  It is a large scale survey of client experience and we intend to run this twice a year. This takes the lessons we have learned from the INOU-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V01200","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":99,"content":"<p>Would the Department consider the proposal to have something permanently there and say &ldquo;We value your input, tell us about your experience&rdquo;-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V01300","speaker":"1013"},{"type":"speechnospeaker","time":1444824000,"counter":100,"content":"<p>That is what the Department is looking at -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V01400","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":101,"content":"<p>-----and have that <i>in situ<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V01500","speaker":"1013"},{"type":"speechnospeaker","time":1444824000,"counter":102,"content":"<p>We are looking at using new media, for example, and we shall see where we can get to with that.  For example, I know from the industry in which I worked previously that when a person receives a service in a mobile phone shop, he or she will, within a day, receive a text to rate that service between one and five.  We are examining that kind of approach.  The responses to that approach are more immediate but the structured survey by experienced researchers is the best way to gauge feedback.  The Department has also just evaluated the tender so a contractor will be appointed very soon to conduct a metrically based analysis of the difference in impact between those clients served in Intreo centres and clients still served in offices not yet Intreo.  There are very few of those but we can research from when we started and track progression.  It will be interesting to see what that kind of econometric analysis indicates.  Personally, I am more interested in the client experience response but we shall see what is the outcome<\/p> <p>  I agree that the potential of additional people entering the labour force creates interesting data and it gets more interesting the lower the unemployment rate falls because one is moving from a situation of labour oversupply to one of labour constraint.  In counting the relative ratios for that kind of measure in Ireland compared to the rest of Europe, Ireland is not out of line regarding the ratio of the potential additional labour force to the number of people who are registered unemployed.<\/p> <p>  Female participation in the labour force is also an issue across Europe.  The participation rate of females in the labour force in Ireland is measured by the standard of those aged 15 years and over.  We actually have a higher level of female participation than the average across the member states of the EU and it is growing.  One of the things affecting the data - and it will probably grow a bit faster -  is that the participation rate generally in Ireland has fallen, even though female participation has grown slightly.<\/p><p>The fall in the participation rate is entirely accounted for by people staying in education longer.  The fall in participation is entirely in the under-25 age group.  It will be interesting to see, as the economy recovers, whether that reverses and whether people were staying on in education because they had no employment opportunities when they left school.  The very early, tentative indications are that it is holding.  Over the past five years, the norm has been for almost everyone to go on to further education.  It looks like that will hold, notwithstanding a recovery.  It is very tentative and we should be conscious that we are only in the early days.  I take the suggestions on social media and better information in our offices.  That is something we will continue to look at.  We have Twitter and Facebook accounts.  They are not the most followed accounts in the world so we need to look at what we can do about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#V01600","nonspeaker":"Mr. John McKeon","continuing":true},{"type":"speech","time":1444824000,"counter":104,"content":"<p>Can e-mail addresses be used to communicate, for example, to tell people about programmes?  Is that information protected?  Can information notices be sent that way?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00200","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":105,"content":"<p>There are issues that arise in data protection, more to do with what is considered by the Data Protection Commissioner, for example, as mass mailings.  Sometimes we run into issues - sometimes we do not - when we want to invite jobseekers to a free job fair where there are employers and sometimes eyebrows are raised about whether we should use the contact detail we have to advise them.  The Department's view is that we can and should and that it is proper.  There has been no determination on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00300","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":106,"content":"<p>There is an emphasis that everything happens through Twitter and once it is on Twitter or starling that is enough but I am not too sure.  There is nothing like simple information in an office - simple, clear information on a wall.  The Minister was here four years ago when we had this conversation about the creative aspects of communication that could be used.  It was used very successfully by the banks in their good and very bad days.  It is simple, informative, clever information that we can see is necessary.  There is nothing even like the shop notice board.  The number of people who will find something on a board in a shop and get a job from it is surprising.  To use simple information in an Intreo office or where people congregate is the best way to do it.  Twitter will not save the world.  It is etherised.  I do not think only looking at social media is the right way to go.  There are other very different ways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00400","speaker":"1170"},{"type":"speechnospeaker","time":1444824000,"counter":107,"content":"<p>Absolutely.  For the past four years, every person who signs on gets the benefit of a group information session within two or three weeks at most.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00500","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":108,"content":"<p>That is fair enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00600","speaker":"1170"},{"type":"speechnospeaker","time":1444824000,"counter":109,"content":"<p>There is a lot of information provided at that by a person standing in a room with slides and they go through it.  I think the issue is the retention of that information.  People only tend to retain the information they need at that point in time.  Nine months later when they are eligible for the back to education allowance, they have forgotten they were told about it nine months previously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00700","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":110,"content":"<p>And it changes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00800","speaker":"1170"},{"type":"speechnospeaker","time":1444824000,"counter":111,"content":"<p>It has to be kept up.  Our experience in the Department in terms of inviting people and getting them to engage with us at one-to-one meetings is that text messages are the most powerful tool.  Our experience is that a text to their phone will generate a response more than a letter, for example, and even more than a phone call or e-mail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W00900","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":112,"content":"<p>We did not mention age discrimination in the Department but we all know it.  Many things are being signed into law but we all live in the real world.  Returning to the statistics of a person returning to the workforce, I do not want the numbers on the unemployment register to go up, but if a person is unemployed and cannot get any social welfare payment, why are they not classed as unemployed?  Where do they go?  Where are they in the stream of things?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01000","speaker":"1079"},{"type":"speechnospeaker","time":1444824000,"counter":113,"content":"<p>The official measure of unemployment is the measure produced by the Central Statistics Office which is the quarterly national household survey and people like that are recorded as unemployed in that.  The issue is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01100","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":114,"content":"<p>Are they really?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01200","speaker":"1079"},{"type":"speechnospeaker","time":1444824000,"counter":115,"content":"<p>They are.  Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01300","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":116,"content":"<p>That is hard to believe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01400","speaker":"1079"},{"type":"speechnospeaker","time":1444824000,"counter":117,"content":"<p>It is an international standard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01500","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":118,"content":"<p>I think they must get it off Mystic Meg.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01600","speaker":"1079"},{"type":"speechnospeaker","time":1444824000,"counter":119,"content":"<p>No-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01700","nonspeaker":"Mr. John McKeon"},{"type":"speech","time":1444824000,"counter":120,"content":"<p>I think they do.  I believe that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01800","speaker":"1079"},{"type":"speechnospeaker","time":1444824000,"counter":121,"content":"<p>Ms O'Brien can discuss the definition.  The definition is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W01900","nonspeaker":"Mr. John McKeon"},{"type":"speechnospeaker","time":1444824000,"counter":122,"content":"<p>To be classified as unemployed officially, one has to answer yes to two questions: that one has actively been seeking work in the previous four weeks and is available to take up work in the coming two weeks.<\/p><p>Many people who are long-term unemployed will answer \"No\" to the first one because they have lost heart and maybe have not been getting responses.  Someone else who is trying to get back into the labour force and who is perhaps coming from a position of care is likely to answer \"no\" to the second question because it may take them longer than two weeks to organise whatever it is they need to organise.  Likewise, someone who has a transport issue may not be able to take up work in the next two weeks.  That is why we find the potential supply of labour figure very useful because it captures people who answer \"yes\" to those two questions, people who answer \"no\" to one or other of them, and people who are working part-time but would like to be working more hours.  It captures the extent of the challenge that faces us in terms of all the people who would seek work if everything was working out for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#W02000","nonspeaker":"Ms Br&iacute;d O'Brien","continuing":true},{"type":"speech","time":1444824000,"counter":124,"content":"<p>Does every person who goes into the social welfare office get this form to fill out?  I am aware of people who have gone into a social welfare office-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X00200","speaker":"1079"},{"type":"speechnospeaker","time":1444824000,"counter":125,"content":"<p>No.  The quarterly national household survey is done by the Central Statistics Office.  It is a rolling sample of 39,000 people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X00300","nonspeaker":"Ms Br&iacute;d O'Brien"},{"type":"speech","time":1444824000,"counter":126,"content":"<p>I find that just-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X00500","speaker":"1079"},{"type":"speechnospeaker","time":1444824000,"counter":127,"content":"<p>That is how it is done internationally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X00600","nonspeaker":"Ms Br&iacute;d O'Brien"},{"type":"speech","time":1444824000,"counter":128,"content":"<p>I do not think that is a good way of doing it.  I do not think we are getting the full picture here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X00700","speaker":"1079"},{"type":"speech","time":1444824000,"counter":129,"content":"<p>The Deputy should not forget that that is different from the live register.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X00800","speaker":"1010"},{"type":"speech","time":1444824000,"counter":130,"content":"<p>I know that but I do not think we are getting the full picture here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X00900","speaker":"1079"},{"type":"speech","time":1444824000,"counter":131,"content":"<p>I have one small question.  It may be a question for the Minister rather than for the witnesses but I will ask it anyway.  Are there any proposals to bring back the enterprise allowance for people who are on the live register and want to take up self-employment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01000","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":132,"content":"<p>The back to work enterprise allowance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01100","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":133,"content":"<p>The enterprise allowance, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01200","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":134,"content":"<p>That is in existence.  It is still-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01300","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":135,"content":"<p>No, it is not accessible all the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01400","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":136,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01500","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":137,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01600","speaker":"1010"},{"type":"speech","time":1444824000,"counter":138,"content":"<p>I know people who could not access it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01700","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":139,"content":"<p>There are eligibility rules on access.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01800","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":140,"content":"<p>Maybe that is the reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X01900","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":141,"content":"<p>I can talk to the Senator about a specific case afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X02000","nonspeaker":"Mr. Niall Egan"},{"type":"speech","time":1444824000,"counter":142,"content":"<p>Yes.  That is fine.  That is grand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X02100","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":143,"content":"<p>I think the issue is that it is becoming harder to access.  What has struck me from feedback we have received is that the business plans that applicants are expected to have are more like what one would need to get an Enterprise Ireland grant-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X02200","nonspeaker":"Ms Br&iacute;d O'Brien"},{"type":"speech","time":1444824000,"counter":144,"content":"<p>That is the reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X02300","speaker":"1132"},{"type":"speechnospeaker","time":1444824000,"counter":145,"content":"<p>-----and I think that is the difficulty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X02400","nonspeaker":"Ms Br&iacute;d O'Brien"},{"type":"speech","time":1444824000,"counter":146,"content":"<p>Yes.  I thank Ms O'Brien.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X02500","speaker":"1132"},{"type":"speech","time":1444824000,"counter":147,"content":"<p>Does anyone want to say anything at this stage?  We have had a very good and thorough discussion.  I thank the Irish National Organisation of the Unemployed and the Department of Social Protection for their assistance at this meeting.  I also thank their members for their input.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015101400002#X02600","speaker":"1010"},{"type":"unspoken","time":1444824000,"counter":148,"content":"<p>The joint committee adjourned at 2.55 p.m. until 1 p.m. on Wednesday, 21 October 2015.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Justice, Defence and Equality","time":1444820400,"counter":149},{"type":"unspoken","content":"<p>The Select Committee met at 12:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Niall Collins, Deputy Finian McGrath, Deputy Anne Ferris, Deputy Aodhán Ó Ríordáin (Minister of State at the Department of Justice and Equality), Deputy Seán Kenny, Deputy Fergus O'Dowd. Deputy Pádraig Mac Lochlainn,<\/p><p>DEPUTY DAVID STANTON IN THE CHAIR.<\/p>","time":1444820400,"counter":150,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002"},{"type":"minorheading","content":"Choice of Court (Hague Convention) Bill 2015: Committee Stage","time":1444820400,"counter":151,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#F00300"},{"type":"speech","time":1444820400,"counter":152,"content":"<p> This meeting has been convened to consider the Choice of Court (Hague Convention) Bill 2015 and the Criminal Justice (Mutual Assistance) (Amendment) Bill 2014.  I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, and his officials to this meeting.  We will commence with the Choice of Court (Hague Convention) Bill 2015.  There are no amendments tabled to the Bill.  If anybody wants to stop me to comment on a section, he or she should feel free to do so.  Otherwise, I propose merely disposing of the sections as they come up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#F00400","speaker":"978"},{"type":"unspoken","time":1444820400,"counter":153,"content":"<p>Sections 1 to 11, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1444820400,"counter":154,"content":"<p>Schedule agreed to.<\/p>"},{"type":"unspoken","time":1444820400,"counter":155,"content":"<p>Title agreed to.<\/p><p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1444820400,"counter":156,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#F00800"},{"type":"speech","time":1444820400,"counter":157,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Justice, Defence and Equality has completed its consideration of the Choice of Court (Hague Convention) Bill 2015 and has made no amendments thereto.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#F00900","speaker":"978"},{"type":"minorheading","content":"Criminal Justice (Mutual Assistance) (Amendment) Bill 2014: Committee Stage","time":1444820400,"counter":158,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#F01050"},{"type":"speech","time":1444820400,"counter":159,"content":"<p>We will now consider the Criminal Justice (Mutual Assistance) (Amendment) Bill 2014.  There is only one amendment tabled but if members want to intercede or comment on a section, as I call out the section or reach it, they should feel free to let me know and they can do so.  Otherwise, I will merely proceed to dispose of the sections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#F01100","speaker":"978"},{"type":"unspoken","time":1444820400,"counter":160,"content":"<p>Sections 1 to 35, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1444820400,"counter":161,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1444820400,"counter":162,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 29, between lines 32 and 33, to insert the following:&quot;<b>36.<\/b>Data may not be transferred to another jurisdiction for the purposes of it being used against an individual who has already stood trial and been acquitted in this jurisdiction.&quot;.<\/blockquote> <p>We raised this in the context of the debate on what has become the Criminal Justice (Terrorist Offences) (Amendment) Bill 2015 and the Minister, Deputy Fitzgerald, suggested that - as a matter on which to seek clarification and assurance - it might be more appropriate to this Bill.  That is the background to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#G00200","speaker":"998"},{"type":"speech","time":1444820400,"counter":163,"content":"<p>While the Minister agrees with the principle behind this proposal, we are unable to accept the amendment because the provisions are already included in the Bill.  I refer Deputy Mac Lochlainn to section 14(1)(c) which comprehends refusal to confiscate and which states, &quot;that compliance with the external confiscation order in relation to the offence that resulted in the making of that order would infringe the <i>ne bis in idem<\/i>principle&quot;.  It means a person cannot be tried twice for the same crime.  It is often referred to as the double-jeopardy principle.  In addition, subsection (1)(e) already states that &quot;the criminal conduct concerned was either committed outside the territory of the designated state concerned or committed wholly or partly in the State&quot;.  Each state only has jurisdiction over offences committed within its borders.  The new section 60E.(1)(a), which deals with refusal to execute external financial penalty order, states that an order would be refused where &quot;a financial penalty order has been made in the State against the defendant in respect of the conduct which resulted in the making of the external financial penalty order&quot;.  In addition, subsection (1)(e) provides for refusal where the criminal conduct concerned was either committed outside the territory of the designated state concerned or committed wholly or partly in the State.  A similar provision applies in regard to the EU-Japan mutual legal assistance agreement to which we are giving effect.  Article 11, grounds for refusal, provides that assistance will be refused where &quot;the person, who is subject to criminal investigations, prosecutions or other proceedings, including judicial proceedings, for which the assistance is requested, in the requesting State, has already been finally convicted or acquitted for the same facts in a Member State or Japan&quot;.<\/p><p>I should also point out to the Deputy that there is already a general provision in section 6 of the Criminal Justice (Mutual Assistance) Act 2008 - the legislation we are amending today - which provides that the procedures in dealing with such requests may not be contrary to the fundamental principles of the laws of the State, including the principle of <i>ne bis in idem<\/i>.  We have no difficulty with the thrust of the amendment but it is already catered for in this and other legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#G00300","speaker":"1018"},{"type":"speech","time":1444820400,"counter":164,"content":"<p>I am happy with the response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#G00400","speaker":"998"},{"type":"unspoken","time":1444820400,"counter":165,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1444820400,"counter":166,"content":"<p>Sections 36 and 37 agreed to.<\/p>"},{"type":"unspoken","time":1444820400,"counter":167,"content":"<p>Schedules 1 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1444820400,"counter":168,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1444820400,"counter":169,"content":"<p>Question proposed: \"That the Title be the Title to the Bill.\"<\/p>"},{"type":"speech","time":1444820400,"counter":170,"content":"<p>I agree with the Title to the Bill.  On the issue of enhancing co-operation with other EU member states in the context of fighting crime, it is important that we again look closely at what is envisaged.  Enhanced mutual co-operation is essential for fighting crime, particularly in the context of international drugs gangs.  Horrific murders have been perpetrated in our own country in respect of such gangs.  This is a very serious issue for the State and its citizens and also for the international community.  That is why I support the principles of this legislation.  The horrific problem of people trafficking is also relevant here.  It is important that we constantly remind ourselves that this is going on and that people are being abused.  We have witnessed cases of this in our own State recently.  I raise these issues in the context of the broader issue of the implementation of this legislation.  People are suffering right across the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#H00300","speaker":"1017"},{"type":"unspoken","time":1444820400,"counter":171,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1444820400,"counter":172,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1444820400,"counter":173,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#H00600"},{"type":"speech","time":1444820400,"counter":174,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Justice, Defence and Equality has completed its consideration of the Criminal Justice (Mutual Assistance) (Amendment) Bill 2014 and has made no amendments thereto.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2015101400002#H00700","speaker":"978"},{"type":"unspoken","time":1444820400,"counter":175,"content":"<p>The select committee adjourned at 12.40 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]