[{"type":"majorheading","content":"Committee on Budgetary Oversight","time":1527685200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Richard Boyd Barrett, Deputy John Lahart, Deputy Declan Breathnach, Deputy Michael McGrath, Deputy Thomas P. Broughan, Deputy Jonathan O'Brien, Deputy Lisa Chambers, Deputy Eamon Ryan. Deputy Barry Cowen,<\/p><p>DEPUTY COLM BROPHY IN THE CHAIR.<\/p>","time":1527685200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002"},{"type":"minorheading","content":"Business of Select Committee","time":1527685200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#A00100"},{"type":"speech","time":1527685200,"counter":5,"content":"<p>Apologies have been received from Deputies Maria Bailey, Pearse Doherty and Martin Heydon.  The committee is due to meet officials from the European Commission to consider the country-specific recommendations, CSRs, for Ireland and the Commission's assessment of the stability programme update.  The CSRs were published last week as part of the EU's annual budgetary cycle for the co-ordination of economic and fiscal policy.  We are due to meet the Commission in about half an hour, but before we do I propose that we go into private session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#A00200","speaker":"1310"},{"type":"unspoken","time":1527685200,"counter":6,"content":"<p>The committee went into private session at 2.05 p.m. and resumed in public session at 2.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Ireland Country Report and Country-Specific Recommendations: European Commission","time":1527685200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#D00050"},{"type":"speech","time":1527685200,"counter":8,"content":"<p>I remind members and witnesses to turn off their mobile phones as interference caused by them affects the sound quality and transmission of the meeting.<\/p><p>On behalf of the committee, I welcome members of the European Commission to our meeting: Mr. Carlos Mart&iacute;nez Mongay and Ms Polona Gregorin from the Directorate General of Economic and Financial Affairs, who are accompanied by Mr. Gerry Kiely, head of representation in Dublin, and Mr. Patrick O'Riordan.  I am conscious of the fact that the witnesses are on a timeline and that we need to finish by 3.50 p.m.  Members of the committee will be conscious of that, but we want to have as full as possible an exchange with the witnesses.<\/p><p>In March 2018, the Commission published its country report on Ireland.  It is an in-depth review of the macroeconomic situation in Ireland.  Last week the Commission published its country-specific recommendations, CSRs.  Member states are expected to have regard to these recommendations as part of the budget, and I know that the witnesses have been engaged in consultation with others today on those recommendations.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009 witnesses are protected by absolute privilege in respect of the evidence they are to give to the select committee.  However, if they are directed by it to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Mr. Mart&iacute;nez Mongay to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#D00100","speaker":"1310"},{"type":"speechnospeaker","time":1527685200,"counter":9,"content":"<p>I thank the Chair and the committee for inviting us to come here.  It is an honour and a pleasure to be in front of the committee for a second time.  In this short presentation I would like to walk the committee through the country-specific recommendations that were adopted last week on Wednesday, 23 May.  Before I do that I would like to explain the context in which these recommendations have been adopted by the Commission.<\/p> <p>  Last week the Commission adopted what we call the spring package.  The spring package is part of the European semester, which is a process of economic policy co-ordination within the European Union.  This package includes the country-specific recommendations, but also the assessment of the Commission concerning the national reform programme and also the assessment, in the case of Ireland as a country with the euro as its currency, of the stability programme.<\/p> <p>  The European semester starts in the autumn with the adoption of what we call the autumn package, which includes the annual growth survey, the alert mechanism report and the recommendations for the euro area.  In the annual growth survey the Commission establishes the policy priorities to be implemented in the European Union.  In November last year, in the annual survey, the main policy priority was to continue the efforts along the virtuous triangle which consists of boosting investment, pursuing structural reforms and ensuring responsible fiscal policies.  This year, on top of this, much emphasis has been placed on the European pillar of social rights.  The second document adopted by the Commission last autumn was the alert mechanism report in which we carry out a screening of the economic situation in every member state and identify the countries for which we have to carry out a more detailed analysis, what we call an in-depth review.<\/p><p>Last autumn Ireland was identified as one of the countries that would benefit from an in-depth review.  In November the Commission adopted the recommendations for the euro area.  These recommendations must be implemented and all member states in the euro area should ensure they implement them.<\/p><p> Once the Commission has adopted this autumn package which sets out the policy priorities and identifies the countries for which an in-depth review is necessary, the Commission services prepare the country reports.  The county reports were published on 7 March 2018.  They provide an assessment of the economic and social situation in the member state, including progress made in the implementation of the country-specific recommendations of the past year.  The country reports also include the results of the in-depth review of the concerned countries.  On the basis of the in-depth review published in the country report in March, the Commission concluded that Ireland was still experiencing macroeconomic imbalances characterised by large stocks of external private and public debt, a high number of non-performing loans and rising property prices.<\/p><p> On the basis of the conclusions of the country reports and taking into account the national reform programmes, which are presented by the respective member states in April, the stability programmes, which present the medium-term budgetary targets of the Government, and the national reform programme, which presents the economic policy priorities of each member state, the Commission adopts the proposal for the country-specific recommendations that we adopted last year.  This is the context in which the country-specific recommendations were adopted as part of the European semester cycle of economic policy co-ordination.<\/p><p> This year the country-specific recommendations adopted by the Commission are framed in a context of the fastest growth pace of the European economy in a decade, with record employment, recovering investment and improved public finances.  The Commission noted, however, that new risks are emerging such as volatility in global financial markets and trade protectionism.  For this reason, it is important that we use without delay the current favourable conditions to make Europe's economies and societies strong and more resilient.<\/p><p> The Commission proposes three recommendations for Ireland, that is, three blocks of priority areas: first, budgetary policy and fiscal structural issues, including taxation and sustainability of public finances; second, infrastructure and skills; and third, measures aimed at fostering productivity growth and reducing the stock of non-performing loans.<\/p><p> I will explain the rationale behind the different recommendations, beginning with the first, the compliance with EU fiscal rules.  In 2019, the structural balance is forecast to reach a deficit of 0.4% of GDP, thus achieving the medium-term budgetary objective of a deficit of 0.5% of GDP.  For this to happen, growth of Government expenditure should remain below 5.3% in 2019.  Ireland is expected to comply with these provisions, including the debt rule.  The debt-to-GDP ratio has declined significantly, but it is also true that part of the decline in the debt-to-GDP ratio is due to the denominator effect.  GDP in Ireland includes contract manufacturing.  Members will remember that in 2015, Irish GDP grew by more than 25%.  In terms of GDP, while we see that debt is declining, in nominal terms, in terms of size, Ireland's debt is still very high.  This is the reason that the Commission recommends that given the current cyclical conditions and the heightened external risks, Ireland should use any windfall gains to reduce general Government debt further.  The Commission is recommending that this is the prudent fiscal policy to follow.  I have learned that the recent plans for a rainy day fund would set aside &euro;8 billion over the medium term.  I believe this is an important development and could provide a fiscal buffer during a future economic downturn.<\/p><p> I will now deal with the composition of public finances, in particular taxation.  Corporate taxes as a proportion of total taxes continued to increase.  Such taxes are highly concentrated among a few large multinational enterprises which are prone to high volatility.  Some recent tax measures have focused on cuts and reliefs and seem to have increased further reliance on highly procyclical sources of revenue.  The Commission considers that broadening the tax base could help improve revenue stability in the face of economic fluctuations.  Moreover, there exists further potential to improve the way the tax system can support environmental objectives.<\/p><p> The long-term sustainability of public finances presents risks related to the cost of ageing, although it is true that Ireland has introduced some significant measures to increase the efficiency of public healthcare, such as a cost-saving agreement with the pharmaceutical industry, a financial management system and activity-based funding.  Some measures have also been taken to improve the availability of primary health care.  The Government has also introduced a wide range of reforms to contain public pension expenditure.  Nevertheless, according to the most recent long-term assessment approved by the ageing working group of the economic policy committee, the cost of ageing represents a medium fiscal sustainability risk for Ireland over the long term.  On this basis, the Commission believes there is a need to increase the cost-effectiveness of the healthcare system and to pursue the envisaged pension reforms.<\/p><p> I will now address the second recommendation.  The Commission found in the country report that barriers to inclusive growth remain in the form of skills mismatches and skills shortages.<\/p><p>The country report also found there was insufficient access to affordable and quality childcare.<\/p><p> Although unemployment fell to 6.7 % in 2017, certain groups are still largely detached from the labour market and socially excluded.  In addition, years of reduced Government investment are taking their toll on the availability of housing and appropriate clean energy, transport and water infrastructure.  In housing markets, persistent supply shortages, coupled with increasing demand, continue to fuel property price increases.<\/p><p> The Commission concludes that addressing emerging infrastructure bottlenecks is essential for sustainable and balanced growth in the future.  It therefore recommends that Ireland improve the skills of the adult population and effectively implement in a timely way the relevant parts of the national development plan, including infrastructure and childcare.<\/p><p> The Commission finds that the productivity of domestic companies is lower, or growing at a slower pace, in comparison with the multinationals operating in Ireland.  Given the current favourable economic conditions but also keeping in mind the existing risks and uncertainties, the Commission's third recommendation is that Ireland stimulate research and innovation with a view to enhancing the resilience of the domestic sectors.<\/p><p> Although Ireland continued to make progress in reducing non-performing loans, their ratio-to-total gross loans remains among the highest in the EU.  Particularly worrying are long-term mortgage arrears, which are those in arrears for over two years.  These represent 60% of the total mortgages in arrears in 2017.  Reducing the long-term arrears could improve the resilience of the Irish banking sector and help to address the problem of debt overhang, which reduces the incentives for SMEs to put credit to more productive uses.  On this basis, and as part of the same third recommendation, the Commission recommends promoting a faster and durable reduction of long-term mortgage arrears through promoting write-offs while protecting consumer rights.<\/p><p> In sum, the Commission proposes a comprehensive package to underpin the sustainability of public finances, foster productivity and enhance the resilience of Ireland's economy to external shocks, to which Ireland, like any other small open economy, is highly exposed.  This is along the lines of the strategy of the Irish authorities to build resilience in the face of global challenges and the recommendations of the National Competitiveness Council.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#D00200","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay","continuing":true},{"type":"speech","time":1527685200,"counter":12,"content":"<p>I thank Mr. Mart&iacute;nez Mongay.  I will call on a number of Deputies, who should keep their contributions to five minutes each.  Replies should be kept to approximately the same time.  That should allow everyone who has indicated thus far to be accommodated in the time available.  The first to indicate was Deputy Chambers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#F00200","speaker":"1310"},{"type":"speech","time":1527685200,"counter":13,"content":"<p>I thank Mr. Mart&iacute;nez Mongay for attending.  I am conscious that I do not have much time but I have two questions.  I note that Brexit has been mentioned in the country-specific recommendations as a risk to our economy.  That it is probably the greatest short-term risk is obvious.  In that regard, has Mr. Mart&iacute;nez Mongay recommendations on our budgetary process?  What provision should we make for it?  Is he satisfied that the rainy day fund is sufficient or should we be doing something in addition to buffer our economy against the threat of Brexit?<\/p> <p>  My next question is on childcare and labour activation rates.  This issue impacts on women more.  How do we compare with our EU counterparts?  Is it a major concern for the Commission?<\/p> <p>  In line with the country-specific recommendations, Mr. Mart&iacute;nez Mongay has stated that we need to reduce our reliance on countercyclical taxes, corporate tax receipts and windfall tax revenues to fund services.  Would he consider an increase in corporation tax receipts a windfall?  If so, how should we proceed if we see a substantial increase?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#F00300","speaker":"1336"},{"type":"speechnospeaker","time":1527685200,"counter":14,"content":"<p>I thank the Deputy for her questions.  We are not making a particular recommendation concerning Brexit, which we consider to be one of the risks to the current economic framework, because we have not introduced in our analysis in the country report and when preparing the country-specific recommendations any hypothesis or assumption regarding the final institutional framework of the relationship between the EU and the UK.  As the committee knows, negotiations are ongoing and we do not know exactly how the transition period will operate.  Issues remain to be resolved.  Nothing will be agreed until everything is agreed.  As such, the Commission will not make any hypothesis about particular impacts based on the process and final result of the negotiations.<\/p> <p>  Regarding the rainy day fund, it is important that we acknowledge that the Irish economy is a small and open one and, therefore, is exposed to external shocks.  Given that we are in the positive phase of the cycle, the Irish economy should be ready to deal with a possible slowdown owing to various causes.  Public finances are one of the first areas of an economy to be affected by a slowdown caused by an external shock.  For this reason, the Commission proposes the creation of buffers.  They will not only apply to Ireland.  The Commission's global recommendation is that Europe should take advantage of the good times to prepare the economy for a possible future slowdown.  As such, and without assessing whether &euro;8 billion is enough, the rainy day fund is important for us and we are supporting the Government's decisions because the rainy day fund would provide the necessary buffer to an external shock, no matter its cause, and allow Ireland to deal with a slowdown's impact on public finances.<\/p> <p>  In the Commission's view, the lack of affordable childcare in Ireland can be a barrier to accessing the labour market for certain workers, particularly single parents.  Childcare is a condition for more inclusive growth.  Workers who need someone to take care of their children during their working hours must be supported in accessing the labour market.<\/p><p> On corporate taxes, the Commission sees they are booming in Ireland at the moment.  Corporate tax receipts are increasing at a faster pace but at the same time we see that these receipts mainly come from, or are heavily concentrated in, a group of multinational companies.  Those revenues, therefore, are subject to high volatility.  That is the reason the Commission recommends that these extraordinary revenue gains are used to reduce debt further.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#F00400","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay","continuing":true},{"type":"speech","time":1527685200,"counter":16,"content":"<p>I also want to touch on the rainy day fund.  We are told its creation will allow the Government to address future crises, if and when they happen.  The difficulty I have with the rainy day fund is that we have crises that need to addressed right now.  I refer to homelessness, the lack of affordable childcare, which Mr. Mart&iacute;nez Mongay pointed out himself, and a skills mismatch, which he likewise pointed out.  To address them, I feel it would be more prudent to invest now rather than squirrelling away some funds in a rainy day fund.  There is an issue around whether what is being proposed by the Government is actually a rainy day fund or a contingency fund.  Given recent experience of downturns and shocks to the Irish economy, &euro;8 billion would be just a drop in the ocean of what has been previously spent.<\/p> <p>  I have some questions.  On the rainy day fund, would there need to be a change in the fiscal rules to allow its creation?  The Commission made, and Mr. Mart&iacute;nez Mongay spoke of, some recommendations on the over-reliance on corporate tax, the narrow tax base, the issue - that we saw even this year - regarding commercial stamp duty, the effective and timely implementation of the national development plan, addressing the skills mismatch and the lack of affordable healthcare.  There is a contradiction between putting away the extra money we have into a rainy day fund but having to address all of these issues as well.  Will Mr. Mart&iacute;nez Mongay comment on that?  <\/p> <p>  It was my understanding that the whole point of the fiscal rules was to create buffers in the first place that would ensure prudent public finances and prevent unsustainable expenditure and trends.  Would Mr. Mart&iacute;nez Mongay agree that the Stability and Growth Pact, SGP, in the forms of the medium-term objectives, MTOs, and the expenditure benchmarks, is not an adequate countercyclical buffer in itself and therefore minimises the need for a rainy day fund now?  I refer to having crises that we have to deal with now rather than preparing for ones that may come farther down the line.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#G00200","speaker":"1280"},{"type":"speechnospeaker","time":1527685200,"counter":17,"content":"<p>I thank the Deputy.  His first question referred to the extent the Commission wishes to promote and support a rainy day fund in Ireland and if the fiscal rules would need to be changed.  We do not need to change the fiscal rules.  The rainy day fund is consistent with the fiscal rules in the sense that it has a countercyclical nature.  When the economy is booming and there are extraordinary revenues, those revenues are saved in the form of assets.  They can then be spent when the economy is in a slowdown, revenues are lower and expenditures increase - to pay unemployment benefits or other things.  The idea of the rainy day fund is precisely that the additional money is not spent in a procyclical way that may lead to overheating in good times.  On the other hand, when revenues go down, there is then a reserve of money which can be spent in the rainy days so that it is not necessary to go to the markets to borrow money.  That is the basic idea of the rainy day fund and therefore it is consistent with the spirit of the fiscal rules.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#G00300","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":18,"content":"<p>On expenditure, I am not talking about expenditure in respect of taxes or anything like that.  I am talking about investment in capital projects which will stand to us farther down the line as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#G00400","speaker":"1280"},{"type":"speechnospeaker","time":1527685200,"counter":19,"content":"<p>I was trying to answer the first question as to what extent the rainy day fund is consistent with the fiscal rules.  The Deputy's second question was whether a rainy day fund was needed in the current situation.  Am I right?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#G00500","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":20,"content":"<p>Yes, Mr. Mart&iacute;nez Mongay is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#G00600","speaker":"1280"},{"type":"speechnospeaker","time":1527685200,"counter":21,"content":"<p>In my interpretation, the Deputy's second question - taking into account that revenues are higher than expected and there is this positive surprise of extra revenues on one hand and some expenditure needs on the other - was whether the extra revenues should be used to cover expenditure needs.  That is what I understood from the Deputy's reasoning.  The key issue is that most expenditures are permanent, while part of these revenues are extraordinary.  There is a risk that extraordinary revenues will be used to finance something which is permanent.  That would then have a permanent effect on total expenditure.<\/p> <p>  That is precisely the reason the European Commission is proposing not to be procyclical in good times.  The economy may be overheated if all the higher revenue from the good times is spent.  As the growth rate in Ireland is high compared with the potential growth, the country is in the positive phase of the cycle.  The European Commission is proposing on that basis not to use permanent revenues.  Some of the increases in revenues do have a permanent nature, but the part of the revenues that are purely cyclical will disappear once the economy slows down.  I mention that because the Deputy referred to it.  That is precisely the idea with reaching the MTO where the structural balance is zero given the conditions of each country.  <\/p> <p>  In Ireland's case, given its high growth, structural balance is considered to be in equilibrium when the structural deficit is 0.5% of GDP.  That will be reached next year.  The idea is that we then allow automatic stabilisation to operate so that permanent increases in expenditure are not adopted without being financed by permanent revenues.  That is the essence of the fiscal rules in the European Union once countries have reached the MTO.  Discretionary increases in expenditure should be matched by discretionary increases in taxation - but in permanent taxes and not in taxes associated with extraordinarily high revenues.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#G00700","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":22,"content":"<p>I thank Mr. Mart&iacute;nez Mongay for a very interesting presentation.  My comments are not in order of importance but just as they come to me.<\/p><p> On the issue of labour activation and supporting the social benefits derived from it, there is a concern in some circles that the agenda being pushed by the European Commission and OECD discriminates against those who decide to stay at home and raise children.  An economist will argue that where someone looks after another person's child, that is good work which is measured, but where someone looks after his or her own child, that is not work as it is not measured and therefore does not count.  My preference is to leave it to parents to decide what is best because every family and every circumstance is different.  For example, the policy decision to introduce child benefit many years ago achieved this objective because the benefit is paid to all parents for all children.  It is a form of basic income.  However, in recent years we have discriminated by providing tax breaks and particular subsidies.  I would not argue against them, but I fear in that respect if it is done in a way that creates a differential.  The American Senator, Elizabeth Warren, has written about the dual income trap.  I do not know if Mr. Mart&iacute;nez Mongay has read any of Senator Warren's books.  The trap she describes is that in an economy where everybody is working, the price of property increases and there is no flexibility or room to manoeuvre, for example, if one has a child who is sick.  Every family has different circumstances.  Elizabeth Warren argues that this is socially disadvantageous and the consequences are measurable and specific.  Everything I hear from the European Union is driving in that direction.  It is all about the economy, economic growth, labour activation and perhaps not having as many migrants, although that final point is an assumption on my part.  I express that fear and also that while economists can measure everything, perhaps they cannot measure the real value of quality of life.  Every family can achieve quality of life and balance in different ways but for us to discriminate so clearly carries a risk.  <\/p><p> I have a second broad question.  Ireland is an open trading economy and many of my friends work internationally.  Some who have returned from China tell me that the costs of wages in China have gone incredibly high.  The price of steel has also increased.  One of the reasons we have expensive construction costs is that material costs are all rising because the world economy is growing at full throttle.  We have also been printing money.  The printing presses in America and in Europe have been rolling for ten years now.  At some point, this will surely feed into inflation.  What is Mr. Mart&iacute;nez Mongay's assessment?  When the Commission makes country assessments or wider assessments, how does it indicate a risk of inflation?  I presume inflation brings a risk of higher interest rates which, in turn, would create certain risks for a country such as Ireland with high nominal debt levels.  How does the Commission forecast inflation?  Does Mr. Mart&iacute;nez Mongay hear the same argument that I hear from friends working in the global economy, namely, that inflationary pressures are becoming real?<\/p><p> My third question-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#G00800","speaker":"1294","continuing":true},{"type":"speech","time":1527685200,"counter":24,"content":"<p>The Deputy has 30 seconds to put his third question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#H00200","speaker":"1310"},{"type":"speech","time":1527685200,"counter":25,"content":"<p>Mr. Mart&iacute;nez Mongay stated we should broaden our tax base to support environmental objectives.  Does he have specific examples in mind?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#H00300","speaker":"1294"},{"type":"speechnospeaker","time":1527685200,"counter":26,"content":"<p>I thank the Deputy for those interesting questions in the sense that none of them can be given an immediate answer because they all relate to complex issues.  On the question concerning whether the Commission is discriminating against people who would like to stay at home and take care of their children, the answer is definitely \"No\".  There is no discrimination.  The idea is to allow people to make choices and to give a choice to people who want to participate in the labour market but cannot do so because they have to take care of their children.  We are not promoting a choice but giving them a choice.  If people decide to participate in the labour market and would like to develop a professional life, the Commission's line is that we should ensure that a lack of sufficient and affordable childcare does not prevent them from entering the labour market.  We are not saying that everybody should work.  However, when an economy uses its maximum resources it is good for everybody because living standards increase.  I agree with the Deputy that some things cannot be measured by economists or statisticians.  In terms of the essence of the recommendation, we are not saying that everybody is obliged to participate but that a structure should be in place and all those who would like to benefit from it should have the option of doing so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#H00400","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":27,"content":"<p>Can I come back on that point?  I agree fully and we should-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#H00500","speaker":"1294"},{"type":"speech","time":1527685200,"counter":28,"content":"<p>The Deputy must be brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#H00600","speaker":"1310"},{"type":"speech","time":1527685200,"counter":29,"content":"<p>Parents who stay at home forego income.  The cost they bear is the income they do not receive.  If dual income becomes the standard in an economy, house prices increase to the extent that the person who forgoes income is unable to buy a house.  For this reason, should the provision not be to support both parents or to leave the choice to parents?  One side should not be neglected because in a rising property market, it becomes impossible to make the choice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#H00700","speaker":"1294"},{"type":"speechnospeaker","time":1527685200,"counter":30,"content":"<p>It is difficult for me to see the link between both issues.  What the Commission tries to recommend is that governments, policymakers and economic policy put in place conditions to support people to make the most rational choices based on their preferences.  The failure to provide enough affordable and good quality childcare is not fair because it means many people who would like to develop a profession cannot do so.  That is the Commission's line.<\/p> <p>  I agree with the Deputy that GDP does not cover everything and certain factors other than GDP are not easy to measure.  However, when one wants to buy a house, one needs the money to do so.  In respect of housing, the Commission is pushing and supporting the Government with its national development plan in order to foster and promote social housing.  The Commission is recommending action on both fronts.  Economic policy should allow people to make their own decisions, not to impose a decision from one side or another.<\/p> <p>  Concerning the risk of inflation, the Deputy will understand that as a representative of the Commission, I do not comment on monetary policy.  Inflation comes under the remit of the European Central Bank, ECB.  According to our forecasts to date, inflation is still subdued in the euro area.  In particular, in terms of core inflation, which is inflation net of the impact of energy prices and more volatile components of inflation, we are still far below the ECB target of 2%.  When the economy is gathering strength inflation increases and we see inflation building up.  However, it is still far behind the ECB targets.<\/p> <p>  On the question on broadening the tax base, the Deputy mentioned environmental taxes.  The way pollution is taxed in Ireland and the way the environment and environmental policies are supported leave some room for introducing some environmental taxes.<\/p><p>Such taxes would lead to a more permanent source of revenues, particularly as these taxes depend on investment in certain goods that are more or less stable.  This is what we are recommending.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#H00800","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay","continuing":true},{"type":"speech","time":1527685200,"counter":32,"content":"<p>I thank the Commission for its comments.  I will try not to get into great detail because many of those whom we represent who may be following proceedings to try to take something from this process will get lost in highfaluting language.<\/p> <p>  The bottom line is we are meeting the demands the European Union has placed on us through the fiscal rules.  The Commission acknowledges the Irish economy is growing fast but we must be careful about external factors.  However, Mr. Mart&iacute;nez Mongay stated he cannot comment on the great damage that could be done to our economy by Brexit.  The Commission represents the EU member states which represent us in the Brexit negotiations.  The Commission has a duty to ensure the effect of Brexit on Ireland is minimised.  If everything goes south, we have a development plan for the next ten years that is not Brexit-proofed and against which both the ESRI and the Department of Finance have warned.  The Copenhagen Economics investigation discussed the significant effect Brexit will have on a wide range of sectors.  It is unfortunate, to say the least, that Mr. Mart&iacute;nez Mongay cannot give us any comfort on that issue.  We are speaking in a vacuum when we do not address the issue of Brexit directly.<\/p> <p>  Mr. Mart&iacute;nez Mongay states we have record employment but there is a skills shortage and a particular issue with childcare costs.  He states our public finances are under control but, because of years of underinvestment, we have major issues in housing.  If nothing else, Mr. Mart&iacute;nez Mongay has confirmed for me and my party that this year's budget must be focused on health and housing.  I failed to mention Mr. Mart&iacute;nez Mongay's point that we were not getting value for the investment made in health.  That is an understatement in capital letters, so to speak.<\/p> <p>  I have a question on Mr. Mart&iacute;nez Mongay's comments on the mortgage arrears issue.  He stated the Commission recommends \"promoting a faster and durable reduction of long-term mortgage arrears\".  This goes back to the Central Bank which is, I am sure, dancing to the Commission's tune.  The Commission argues that certain banks in this jurisdiction should sell their loans that are in mortgage arrears.  In response, I put it to Mr. Mart&iacute;nez Mongay that the D&aacute;il and the Minister with responsibility in this area want relevant and appropriate protections in place for consumers who are, in this instance, homeowners.  We cannot stand idly by on this issue and we will not take direction without safeguards and legislation being put in place.  I am surprised and disappointed that Mr. Mart&iacute;nez Mongay has not qualified his comments on this matter with such an essential proviso.  This recommendation will not be implemented unless legislation is put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00200","speaker":"1217"},{"type":"speechnospeaker","time":1527685200,"counter":33,"content":"<p>On Brexit, allow me to repeat that Brexit is still under negotiation.  The negotiations are ongoing.  There is a chief negotiator and the chief negotiator is the only person who should speak on the state of play of the negotiations.  For this reason, I will not comment on the state of play in the negotiations.  What I can do is point out to the Deputy that my personal interpretation of the progress made so far is that the issue of the Irish Border has been at the centre of the preoccupations of the Commission.  As a matter of fact, the issue was included in the first phase of the negotiation together with the issues of the budget and citizens' rights.  The Commission is putting Ireland at the front of its preoccupations and this is shared by all the member states.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00300","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":34,"content":"<p>That was stage one but we have moved on to stage two without agreement on stage one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00400","speaker":"1217"},{"type":"speechnospeaker","time":1527685200,"counter":35,"content":"<p>Of course.  The point is that in the case of Brexit, as Mr. Barnier said, nothing is agreed until everything is agreed.  Therefore, it is premature to speak of whether we are in this or that position.  In any case, it is clear from the facts that the Irish Border was placed at the centre of the first phase of the negotiations.<\/p> <p>  Concerning the budget for 2019 and priorities, what the fiscal rules do is fix targets but it is up to member states and parliaments to decide on the composition of budgets.  What the Commission can do is advocate for a certain course of action, for example, investment in human capital or infrastructure or measures to enable people to participate in the labour market.  For these reasons, we should try to ensure the composition of public finances is growth friendly but that composition is a national affair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00500","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":36,"content":"<p>All right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00600","speaker":"1217"},{"type":"speechnospeaker","time":1527685200,"counter":37,"content":"<p>On mortgage arrears, specifically long-term arrears, the final sentence of recital No. 18 states: \"The viability of repossessions and write-offs could be improved and complemented by a stronger consumer protection framework for secondary market loan sales...\"  The Commission, if I understood the Deputy's point, goes exactly in the same direction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00700","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":38,"content":"<p>It has to be laid down in legislation, which is not currently the case.  Until that is done, we cannot act on the Commission's recommendations, nor will we do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00800","speaker":"1217"},{"type":"speechnospeaker","time":1527685200,"counter":39,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J00900","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":40,"content":"<p>It is important to note that one of our sister committees is examining this issue in some detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J01000","speaker":"1310"},{"type":"speech","time":1527685200,"counter":41,"content":"<p>I thank our guests for their presentation.<\/p> <p>  On the Brexit issue, Mr. Mart&iacute;nez Mongay stated that Ireland is at the centre of the Commission's concerns in this matter.  I am a little sceptical that this is part of a political blame game the Commission is playing about Brexit and the decision by a member state to leave the European Union, in other words, that the Commission wants to send a warning signal to any other member state that might choose to go down the same road.  Let us say I am wrong and my scepticism is unjustified.  The position of people here, clearly articulated by the Opposition and the Government, is not only that we do not want a hard border but we will not accept one.  Much of the focus has been on whether Britain, despite the so-called backstop, might try to wriggle its way out of that commitment and have a hard border of sorts through another name.  We will not accept that.  There will be resistance if there is an attempt to impose a hard border.  Will Mr. Mart&iacute;nez Mongay provide an assurance that if the negotiations with the EU do not work out, the Commission will not insist on some sort of border by another name in order to protect the integrity of the European market?  In the same way that Irish people have no intention of accepting hard borders imposed by Britain, they have no intention of accepting from the European side a demand to impose hard borders or any other kind of border to protect markets or anything else.<\/p><p>I would like a comment on that. <\/p><p> Mr. Mart&iacute;nez Mongay is correct to identify huge infrastructural deficits in housing, health and childcare.  We could add water infrastructure, which is a huge area, to that.  We might not have such infrastructure deficits if the European Union had not imposed such cruel austerity in the aftermath of the banking collapse.  Setting that aside, as Deputy Jonathan O'Brien said, it seems a little odd to identify the need for urgent investment in these areas to essentially buffer our economy, diversify our economy, prepare it for possible external shocks and so on, and then say we should put a load of money into a rainy day fund, which effectively means investing in bonds, the international markets, etc., rather than investing in these key areas of education, housing, health or childcare.  Such investment would buffer the people and the economy against external shocks, rather than essentially depending on the vagaries of the financial markets.  If there are further financial shocks, rainy day funds based on that could evaporate quickly.  We should not set aside on a rainy day fund.  We should invest in areas that would genuinely enhance the strength and infrastructure of the economy to provide a meaningful buffer against further external shocks and over-reliance on certain sectors, which Mr. Mart&iacute;nez Mongay rightly identifies.<\/p><p> I have a question regarding the windfall gains.  I do not agree that they should be put against debt but they should not just be squandered on pointless expenditure.  They should also be diverted into meaningful capital investment and infrastructural development in education and so on to build up the skills base to which he referred.  Would he include in those windfall gains the &euro;13 billion that Europe has said we should collect in taxes from Apple.  Does he think it is folly in the extreme for the Government to legally resist the collection of that money rather than use it for investment?<\/p><p> I agree with the Mr. Mart&iacute;nez Mongay on tax reliefs but I would like him to elaborate because there is massive over-reliance on tax reliefs.  Whatever economic benefit we might get from them now, that could evaporate, because, in many cases, they are not strengthening the underlying domestic economy.  The benefit is going in many cases to multinationals.  Could he elaborate on what is meant by shifting from tax reliefs?  One of our major corporate tax reliefs is research and development, mostly benefitting large multinational corporations.  Does he mean that expenditure should instead go into universities, third level education and so on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#J01100","speaker":"1238","continuing":true},{"type":"speech","time":1527685200,"counter":43,"content":"<p>I am going to stop the Deputy there.  There will be time for him to comment further.  I want to keep it fair and let everybody back in again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#K00400","speaker":"1310"},{"type":"speechnospeaker","time":1527685200,"counter":44,"content":"<p>Coming back to Brexit, I have made the position clear.  Nothing is decided until everything is agreed.  My personal reassurance here is not relevant.  All I can do is remind the committee that there was a first phase of the negotiations in which the Irish Border was a key issue, among the three most important issues.  Now the negotiations go on.  Mr. Barnier reports back to the member states and he travels to the different capitals to inform and maintain contact.  I have nothing more to add on this.<\/p> <p>  Concerning infrastructure and the social income, there have been several questions relating to the same issue.  I have answered them indirectly.  First, the key issue is that the Commission does not decide composition.  Composition is Ireland's business.  It is up to Ireland to decide which part of the expenditure goes where; it is not up to the Commission.  The Commission can recommend certain areas which we consider to be our priority in the country.<\/p> <p>  Second, the Commission does not establish the level of structural expenditures or the level of structural revenues.  The rules say that member states should achieve what we call \"structural equilibrium\", which means a structural balance that simply allows automatic stabilisers to operate, and does not create any pro-cyclical fiscal policy, either in good times or bad times.  However, it is up to the member states to decide on the levels of expenditure and revenues.  By that I mean that one can perfectly comply with fiscal rules by setting certain levels of expenditure and setting the corresponding level of revenue.  It is up to the national parliaments to decide the spending they want to carry out and then set up the corresponding level of revenue.<\/p> <p>  What the Commission is saying, not only to Ireland but to almost every member state, is that revenue has a volatile component.  This volatile component, which depends on the cycle, and in the case of Ireland, depends on the role and activities of multinationals, can disappear in the same way it appears. It should not, therefore, be allocated to finance permanent expenditure.  This is the reason the Commission says that next year, Ireland should in principle achieve the medium-term budgetary objective, MTO, that is, equilibrium in structural terms.  Now it is up to the Irish to decide their level of expenditure.  I cannot remember the figure exactly, but let us say it is 22% and the Government would like to spend 27%.  The Commission is saying that Ireland should look for a way to finance this additional 5% of GDP in a permanent way, with permanent revenues, that is, structural revenues.  The Commission is not telling Ireland that it is spending too much or too little or how much it should spend on every item; that is up to Ireland to decide.  The Commission is telling Ireland that given its cyclical position and the fact that it is growing above its potential, these additional revenues should be put aside to be prepared in the case of a slowdown, to avoid needing to go to the markets for additional money when the markets are closed or not ready to lend much money.  <\/p> <p>  The need for infrastructure, which the Commission clearly recognises, has been mixed up with the need to create a buffer.  The buffer can be created.  The Commission is not exactly recommending the rainy day fund, although we support the initiative.  The Commission is telling member states - not only Ireland because there are other countries in the same situation with booming economies growing above potential - that extraordinary revenues should be allocated to reduce debt.<\/p><p>The less debt there is in a slowdown the easier the access to the markets.<\/p><p> Concerning Apple the answer is simple.  Apple is paying the &euro;13 billion to the State but it is in an escrow account, which means that the money cannot be touched until there is a decision of the European Court of Justice.  Fortunately, in the European Union we are under the rule of law.  The Commission decided that Ireland had in place a selective tax system and was giving some competitive advantage to a given company.  Ireland opposed the decision, as was its right, which is the beauty of the law, and now we have to wait until the court decides who is right and who is wrong.  If, for instance, the court decides that the Commission is right, this money can be spent by the member state because it is revenue it should have received in the past.  It is possible that the court will decide the Commission was not right for reasons I do not know and then the member state should surrender the money.  So for now, this money cannot be touched but it will be there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#K00500","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay","continuing":true},{"type":"speech","time":1527685200,"counter":46,"content":"<p>I very much agree with the concept of a rainy day fund because counter-cyclic economics make sense.  We have a Parliamentary Budget Office, which did a good report on that.  Its recommendation was that it only makes sense if, within the fiscal rules, such a fund can be used in future years to provide fiscal flexibility.  I asked the Minister for Finance when he appeared before the committee whether he is confident that the Commission will recognise it in that way and I would be interested in getting such reassurance from Mr. Mart&iacute;nez Mongay that if we have a rainy day fund we will be able to use it when it rains.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00200","speaker":"1294"},{"type":"speechnospeaker","time":1527685200,"counter":47,"content":"<p>Ireland can use it when it rains because that is the goal.  However, there are two different issues.  The first is the fiscal rules.  The rainy day fund is completely consistent with them, and precisely with this idea of achieving the equilibrium and then using the extraordinary revenues to compensate extraordinarily low revenues in the future.  The other issue, on which we need to do further work, is how this is accounted for by an independent authority, EUROSTAT and the EU's statistical network with which Ireland's statistical institute works.  From the economic point of view, the rainy day fund is completely consistent with the spirit and the rules of the Stability and Growth Pact, in particular with the preventive act because the idea is precisely that when the good times come we prepare for the bad times so that over the cycle we have a totally neutral fiscal policy.  The other question is how is this accounted for statistically and this is perhaps where we will have to do work in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00300","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":48,"content":"<p>This is something the committee has done a great deal of work on.  It is at the heart of that answer.  We can understand the perspective of the Commission and, depending on their perspective on a rainy day fund, people might agree with the general thrust of what Mr. Mart&iacute;nez Mongay is saying.  The question, however, is how EUROSTAT views it because if it takes one particular view of it that will have an impact on the idea of having a rainy day fund.  If it takes the view that the Government, several members and I would like it to take, it will be using it in the correct way, which is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00400","speaker":"1310"},{"type":"speech","time":1527685200,"counter":49,"content":"<p>It is worrying that Mr. Mart&iacute;nez Mongay is saying that the European Union cannot give us assurance on the Border.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00500","speaker":"1238"},{"type":"speech","time":1527685200,"counter":50,"content":"<p>As Chairman, I did not take that meaning at all out of what was said here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00600","speaker":"1310"},{"type":"speech","time":1527685200,"counter":51,"content":"<p>Mr. Mart&iacute;nez Mongay said nothing is agreed until everything is agreed because when I asked for reassurance-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00700","speaker":"1238"},{"type":"speechnospeaker","time":1527685200,"counter":52,"content":"<p>In any case, I cannot say that we cannot give assurance concerning the question.  There is a chief negotiator in charge of the negotiations and that the negotiations will finish when they are ready to finish.  I cannot say anything more on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00800","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay"},{"type":"speech","time":1527685200,"counter":53,"content":"<p>We were told some aspects were agreed but it seems they are not.<\/p> <p>  Am I correct that the preference of the Commission is to reprivatise the banks, which the Government is busy doing?  I understood from the beginning, when nationalisation of the banks was required as a result of the financial collapse, that the position of the European Union that we might have to nationalise but at no point should nationalised banks depart from a commercial profit-orientated focus.  That has had bad consequences for mortgage holders.  I do not understand the logic of it.  I want to understand the extent to which this preference is imposed on the country.  I have no doubt that the Government wants to do that anyway because that is its ideological predisposition but I would like to know why the European Union favours the reprivatisation of the banks given that these institutions nearly bankrupted Europe and did bankrupt this country.  Having nursed them back to health at a terrible cost, Mr. Mart&iacute;nez Mongay thinks we should set them up to potentially do it all over again to us and that they should have the power to crunch on credit and not invest in particular sectors.  He said we need to invest in particular areas of infrastructure, which is great, but now the people who have all the money might just say they do not want to invest in that area or they do not want to extend credit.  What is the logic of that?  After what happened, it is a perverse logic that, having bailed these banks out, the preference of the EU is to reprivatise the banks.  I ask for an explanation please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L00900","speaker":"1238"},{"type":"speechnospeaker","time":1527685200,"counter":54,"content":"<p>I will try.  First, the treaties are totally neutral with respect to the ownership of the companies.  Nobody in the Commission, on the basis of the treaties, is suggesting that public ownership is bad.  This is not stated anywhere in the treaties.  On the contrary, the treaties say that wherever the ownership is, if the company is operating in a market, it should follow the market rules. The Commission is completely neutral with respect to the ownership.  It will not accept a public company receiving public money when a private investor would not put a single euro in it while the company operates in an open market because this public company would have a selective advantage with respect to the other companies operating in the market.  This is the basic rule.<\/p><p>There is no preference for any kind of ownership, but if public and private enterprises operate in the same market they have to operate on the same level playing field.  What happened with the banks, not only in this country but in other countries, was that we had a private company that went bankrupt.  A private company, such as a news agency, should go to the market.  In the case of the banks, since they carry systemic risk it was accepted that public money would be put into companies which were already bankrupt.  We kept rolling, thanks to public money, companies that should have disappeared from the market.  Public money is the taxpayers' money.  In some cases, and I do not mean all of the decisions made concerning banks, the Commission accepted putting in this public money, with the single goal of ensuring the company would go back to the markets in an independent way without the need for more support.  In some cases, and I do not want to enter into the specifics of each case, the positive decision by the Commission to allow the Government to put money into a given bank was made with the condition that the money should be recovered.  Who should pay this money back?  It is the bank and nobody else.  In my view, and perhaps this is more personal, the taxpayers have the right to get back the money they put into the banks.  This is why in some cases when the public money has done its work, which is to put the company back on its feet, and the company has recovered value, then this value should go back to the taxpayer.  These are the principles the Commission consistently applies to every member state.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#L01000","nonspeaker":"Mr. Carlos Mart&iacute;nez Mongay","continuing":true},{"type":"speech","time":1527685200,"counter":56,"content":"<p>I thank Mr. Mart&iacute;nez Mongay very much.  This has been a very interesting exchange of views.  Much information has been covered and there have been a lot of questions.  I thank Mr. Mart&iacute;nez Mongay for coming before the committee.  We have certainly found it interesting.  I also thank all of my colleagues who have contributed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2018053000002#M00200","speaker":"1310"},{"type":"unspoken","time":1527685200,"counter":57,"content":"<p>The joint committee adjourned at 3.53 p.m. until 2 p.m. on Wednesday, 13 June 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Children and Youth Affairs","time":1527669000,"counter":58},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Lisa Chambers, Senator Fintan Warfield. Deputy Denise Mitchell, Deputy Tom Neville, Deputy Anne Rabbitte,<\/p><p>In attendance: Deputy Tony McLoughlin and Senator Frank Feighan.<\/p><p>DEPUTY ALAN FARRELL IN THE CHAIR.<\/p>","time":1527669000,"counter":59,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002"},{"type":"minorheading","content":"Business of Joint Committee","time":1527669000,"counter":60,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#A00100"},{"type":"speech","time":1527669000,"counter":61,"content":"<p>I thank members of the committee for attending this morning.  Apologies have been received from Deputy Sean Sherlock.  I propose we go into private session to deal with housekeeping matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#A00200","speaker":"1300"},{"type":"unspoken","time":1527669000,"counter":62,"content":"<p>The joint committee went into private session at 9.39 a.m. and resumed in public session at 9.55 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Tackling Childhood Obesity: Discussion","time":1527669000,"counter":63,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#C00100"},{"type":"speech","time":1527669000,"counter":64,"content":"<p>I thank witnesses for appearing before the Joint Committee on Children and Youth Affairs and I welcome them to the meeting to contribute to our hearings on tackling childhood obesity.  We will be holding two sessions this morning.  In our first session we will have presentations from representatives of the Association of Teachers of Home Economics; CHErIsH, the school of public health in UCC; and the home economics department of St. Angela's College in Sligo.  In our second session we will have representatives of the No Fry Zone 4 Kids committee; the Irish Nutrition and Dietetic Institute; and the school of education, childhood youth and sport, faculty of well-being, education and language studies of the Open University.<\/p><p>I welcome Ms Maria Hickey, president of the Association of Teachers of Home Economics; Ms Maria Barry, the vice president of the Association of Teachers of Home Economics; Dr. Karen Matvienko-Sikar, who is a member of the CHErIsH organisation in the school of public health in UCC; Ms Amanda McCloat, head of the home economics department at St. Angela's College in Sligo; and Dr. Elaine Mooney, lecturer in the home economics department at St. Angela's college in Sligo.  They are all very welcome.<\/p><p>I also welcome members and viewers who might be watching proceedings on Oireachtas TV to this public session of the Joint Committee on Children and Youth Affairs.  I also welcome our guests in the Public Gallery and Senator Frank Feighan for joining us this morning.<\/p><p>I draw the witnesses' attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  If, however, they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given, and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I remind members and witnesses to switch off their phones or to put them into flight mode.  Putting them on silent will not stop phones from interfering with our communication systems which may affect sound quality.  It makes it very difficult for parliamentary reporters and people watching proceedings online to follow what we are doing.  I would appreciate if members and witnesses would do that.<\/p><p>I advise our witnesses that any opening statements they make to the committee this morning will be published on the website of the committee after the meeting.  After the witnesses' presentations there will be questions from members of the committee.<\/p><p>I call Ms Maria Hickey and Ms Maria Barry to make their opening statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#C00200","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":65,"content":"<p>The Association of Teachers of Home Economics welcomes the consultation by the Committee on Children and Youth Affairs on tackling childhood obesity.  We are grateful for the opportunity to present our submissions on behalf of our members who are home economics teachers.  I am the president of the Association of Teachers of Home Economics and my colleague, Maria Barry, is its vice president.  We represent 700 teachers and student teachers of home economics.  Being faced daily in schools with the health of our young people, we are acutely aware of the challenges that exist around overweight and obesity.  The fact that one in four children is obese is alarming.<\/p><p>This rising level of childhood and adult obesity is placing an ever-increasing burden on individuals and society.  We propose that home economics, as a school subject, is ideally placed in the context of the school setting to work towards addressing this alarming health issue facing our society.<\/p><p> The new junior cycle home economics specification starting in schools in September 2018 has a strong focus on health and well-being and will teach young people essential life skills in a practical way.  A key strand of the specification is food, health and culinary skills, which focuses on developing a healthy, sustainable attitude and positive relationship with food through practical, experiential learning.  The student will apply his or her understanding of nutrition, diet and health principles to adopt a healthy lifestyle and make informed decisions that impact the health and well-being of themselves as individuals as well as within their families.<\/p><p> Unfortunately, this is still only an optional area of study.  As a collective group of home economists, the Association of Teachers of Home Economics, ATHE strongly calls on policymakers to make home economics compulsory for all post-primary students in Ireland.  This would put the food literacy of our young people at the forefront of the agenda.<\/p><p> Home economics is the only school subject that teaches young people how to cook and prepare food, which are essential life skills for young people.  Being able to cook for oneself ensures a dependency culture does not develop whereby people rely on processed and takeaway foods.  Research demonstrates that if a young person can cook, it can have a positive impact on their health, diet quality and confidence.  Internationally, in countries such as Korea, Iceland, Japan and Finland, home economics is compulsory for students to junior cycle equivalent to teach young people nutrition and food skills.  These countries have superior health standards and prioritise home economics as a food education intervention.<\/p><p> The ATHE shares the view of the Department of Health that childhood obesity and health inequalities are critical issues that must be addressed.  Therefore, the ATHE recommends as vital the investment in making home economics a compulsory subject on the school curriculum for all students in their junior cycle school years.  Home economics is the only school subject on the Irish school curriculum that teaches young people food literacy and culinary skills.  It is critical that all citizens of Ireland have the food and culinary skills and knowledge to provide nutritionally balanced meals for themselves and their families.<\/p><p> I thank the members for listening on behalf of the Association of Teachers of Home Economics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#C00300","nonspeaker":"Ms Maria Hickey","continuing":true},{"type":"speech","time":1527669000,"counter":67,"content":"<p>I thank Ms Hickey.  Her opening statement is noted and appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#D00200","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":68,"content":"<p>On behalf of the Choosing Healthy Eating for Infant Health, CHErIsH, study team, I thank the Chairman and the committee for the invitation to present on the challenge of tackling childhood obesity.  The CHErIsH study is a Health Research Board funded study focused on the area of infant feeding and childhood obesity prevention.  I am speaking today as a postdoctoral research fellow on the CHErIsH study, which is an interdisciplinary collaboration between University College Cork, National University of Ireland Galway, and Trinity College Dublin.<\/p> <p>  The first two years of life represent a critical window for the prevention of childhood overweight and obesity.  How, what, and when parents feed their child during the child's first two years influences children&rsquo;s feeding behaviours, preferences and subsequent weight outcomes.  Parents' feeding behaviours therefore represent important modifiable targets for childhood obesity prevention.  Primary care healthcare professionals such as general practitioners and public health nurses have frequent contact with parents of young children.  In Ireland, parents and young children currently have up to 24 contact points, such as routine vaccination visits, with healthcare professionals in the first two years of the child's life.  As such, healthcare professionals are in a unique position to guide and influence parent feeding behaviours to prevent childhood obesity.<\/p> <p>  To date, the CHErIsH study has conducted a number of studies to inform development of an evidence-based infant feeding intervention to be delivered in primary care in Ireland.  As a result of the findings of our research to date we have a number of key recommendations to inform primary care based infant feeding childhood obesity prevention strategies in Ireland.  I will now outline these recommendations.  In the content and foci of obesity prevention strategies, these strategies must focus on informing and training parents in accurate and developmentally appropriate responses to child hunger and satiety cues.  Early child feeding supports must include and acknowledge the importance of family and friends in infant feeding.  This can be done by developing family or community-based strategies and by providing information to parents about the role of family and friends in their infant feeding experience.  In addition, infant feeding must be considered as a process with changes over time for children and for parents.  Provision of support to parents by healthcare professionals for both positive and negative experiences, which can change over time, is important to promote healthy infant feeding and prevent childhood obesity.<\/p> <p>  With regard to delivery of infant feeding advice and strategies in Ireland, this must be done in a clear and consistent manner across healthcare professionals, using appropriate trustworthy resources.  Provision of adequate resources, training and capacity for healthcare professionals to deliver infant feeding interventions and strategies is crucial.  There is also a need for greater consensus and clarity regarding the role of healthcare professionals around infant feeding in primary care.  The CHErIsH research team is working with key stakeholder groups, including parents and healthcare professionals, to finalise our infant feeding intervention based on these research findings and recommendations.<\/p> <p>  I thank the members for their time and the opportunity to present to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#D00300","nonspeaker":"Dr. Karen Matvienko-Sikar"},{"type":"speech","time":1527669000,"counter":69,"content":"<p>I thank Dr. Matvienko-Sikar for her presentation.  I invite Ms McCloat and Dr. Mooney to make the opening statement for St. Angela's<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#D00400","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":70,"content":"<p>I am here today to represent the home economics department in St. Angela's College, Sligo.  I am the head of home economics and I am joined by Dr. Elaine Mooney, lecturer in home economics at the college.<\/p> <p>  St. Angela&rsquo;s College, is a college of the National University of Ireland Galway and delivers the only initial teacher education programme in home economics to masters level, educating third level students to become home economics teachers.  We welcome the consultation being undertaken by the committee and are most grateful for the opportunity to address the committee today.<\/p> <p>  As it is a core aspect of home economics, I will brief the members on food education and specifically the contribution of home economics as a post-primary school subject in addressing the issue of childhood obesity.  We believe that prioritising the study of home economics in post-primary schools for all students is one of the most effective health promotion strategies available to combat poor dietary choices and unhealthy eating practices and consequently, assist in achieving the aims of A Healthy Weight for Ireland: Obesity Policy and Action Plan 2016-2025.<\/p> <p>  Home economics in schools is a comprehensive programme which incorporates nutritional knowledge and practical culinary and food skills, underpinned by scientific theory.  It is taught within a whole of school approach.  It is the only school subject which teaches young people how to cook.  It develops students&rsquo; practical food and health literacy skills, empowering them with not just the nutritional knowledge but also the practical hand-on skills to integrate healthy food choices into their own daily eating habits.  Research indicates that learning to cook as a young person is positively related to cooking confidence, good health and diet quality in later life.  Notably, as ATHE has said, developing food, health and culinary skills is a key focus of the new junior cycle home economics specification.  Due to the practical nature of home economics, students engage in a critical way with food and health issues with an emphasis on the application of practical skills, including menu planning, shopping, cooking, health and safety, portion control, reading food labels, dietary analysis, food budgeting, and food waste.<\/p> <p>  Internationally, home economics is considered a key ingredient in the development of healthy populations.  In countries such as Finland, Korea, Japan and Northern Ireland, home economics is a compulsory component of the curriculum in junior cycle education.  Never has there been such a fundamental need for compulsory food education through home economics for all students, and never has there been a better time to allow this to become a reality with the new junior cycle home economics specification.<\/p> <p>  While the solution to the obesity phenomenon is multifaceted, education emerges as a clear area of access.  Home economics teaches young people practical and theoretical aspects of food and the basic skills of how to prepare food for themselves and their families.  Consequently, students will develop confidence in choosing, preparing and cooking food.  Home economics is a key ingredient in a recipe for a happy and healthy life.  It is time to wake up and get cooking.  I thank the committee for listening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#D00500","nonspeaker":"Ms Amanda McCloat"},{"type":"speech","time":1527669000,"counter":71,"content":"<p>I thank Ms McCloat.  Before I open up the discussion to members, I ask the third level educators to outline quickly the changes that are being made in the junior cycle curriculum around the practical application of the teaching of home economics.  How will this propose to improve the ability of teachers to teach the subject and, it is hoped, bring a good level of retention within students?  This is for the information of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#D00600","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":72,"content":"<p>There is an increase in the percentage weighting for the food strand, which is the culinary part of it.  We have gone from 35% to 50%.  It is not just about cooking.  There is also the theory related to the dishes the students will cook.  They will compare the dishes to takeaway varieties and shop-bought versions.<\/p><p>It means that when they buy ingredients they will understand the information provided on food labels.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#D00700","nonspeaker":"Ms Maria Barry","continuing":true},{"type":"speechnospeaker","time":1527669000,"counter":74,"content":"<p>Next September a new specification that is comprised of three strands is due to be implemented in schools.  The main strand is food, health and culinary skills, which aims to develop a healthy and sustainable attitude to, and a positive relationship with, food.  The strand marries together theoretical knowledge, practical application and scientific theory.  It means that students will be much more engaged in the practical application and will learn how to cook food.  The subject of home economics is taught as a life skill so it is very much about developing one's ability to cook food for oneself and for one's family.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00200","nonspeaker":"Ms Amanda McCloat"},{"type":"speech","time":1527669000,"counter":75,"content":"<p>That intervention has been helpful.  I will now open up the discussion to members and call Deputy Mitchell first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00300","speaker":"1300"},{"type":"speech","time":1527669000,"counter":76,"content":"<p>I thank the witnesses for their attendance.  I remember studying home economics a long time ago.  How many hours a week is spent on teaching home economics?  What proportion of the time is spent on sewing, cooking, etc?<\/p> <p>  Are the witnesses aware of studies on the link between studying home economics and improved nutrition for individuals?  Will the introduction of home economics, as a compulsory module in the junior certificate cycle, put pressure on the education system?   <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00400","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":77,"content":"<p>The hours for all of the subjects in the new junior cycle have been reduced.  That means there are now 200 hours allocated for the teaching of home economics.  The amount of time depends on the year.  In terms of the current junior certificate home economics course, one might have four class periods for first year, second year and third year with a class period being 40 minutes in duration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00500","nonspeaker":"Ms Maria Barry"},{"type":"speechnospeaker","time":1527669000,"counter":78,"content":"<p>On the question of research on cooking skills, there is international evidence and national evidence from the island of Ireland in respect of cooking skills and diets of better quality.  Last year, St. Angela's College, Sligo, in conjunction with Queen's University Belfast, conducted an island of Ireland nationally representative sample research into cooking skills that was sponsored by <i>safe<\/i>food.  The results showed that those who were taught to cook as young children and teenagers had better cooking skills and a better diet as adults than people who had not received such training.  It was also revealed that they also had greater confidence when preparing home-cooked meals.<br\/><br\/>In terms of scientific evidence, the preparation of food at home is a key part of a multidisciplinary approach to tackling obesity implemented in other countries.  In addition, the scientific literature refers to what is called a nutrition and culinary skills transition, where people no longer have the same level of cooking skills as in the past.  Norway and Finland are two countries that exemplify best practice.  Both countries have integrated the teaching of these necessary skills into the curriculum because that is when they can reach more students, and at a relevant age.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00600","nonspeaker":"Dr. Elaine Mooney"},{"type":"speechnospeaker","time":1527669000,"counter":79,"content":"<p>In 2017, as many as 36% of the total junior certificate population studied home economics or 22,257 people, on average, studied home economics.<\/p> <p>  In terms of pressure, the study of home economics could be introduced here on a phased basis like in Northern Ireland.  That jurisdiction has made it compulsory to study home economics up to key stage 3.  In the North, home economics is now taught as part of its learning for life and work programme because home economics is taught from a life skills perspective.  They have also introduced topics such as healthy eating, home and family life, and independent living.  Undoubtedly, there will be some challenges at the very start but these can be managed and overcome through the provision of adequate resources and facilities.  Like all health promotion, prevention is key as opposed to being reactive.  We need to invest in teaching young people, during their formative years, the skills of cooking, food appreciation and to encourage them to adopt a positive relationship with food, which is critical and lasts a lifetime.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00700","nonspeaker":"Ms Amanda McCloat"},{"type":"speech","time":1527669000,"counter":80,"content":"<p>A class period lasts 40 minutes.  What is taught during that time?  Is sewing still part of the curriculum?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00800","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":81,"content":"<p>In terms of the new junior cycle, we hope to move towards having a double class and a single class during the week as part of the allocation of 200 hours.  In most schools the double class period is used to teach practical skills in the kitchen such as cookery skills.  Textile studies is still part of the curriculum.  The single class period is used to teach theory.  Due to having an integrated skills approach, theory forms part of the practical class period but in general, kitchen time takes place during the double periods.  One would be hoping for an hour and 20 minutes as one's cooking time.  The practical examination lasts an hour and a half, with half an hour set aside for preparation beforehand.  In other words, for examinations students are allocated half an hour to organise themselves and an hour and half to cook.  However, students are more prepared for national examinations and one has more time to set them up.  The time of one hour and 20 minutes in school is good.  That is the recommended time and, as home economics teachers, we would push for that amount of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E00900","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":82,"content":"<p>I have some questions for the witnesses from St. Angela's College.  I note they have recommended that modules on basic food preparation and cooking skills should be made available to families.  How would such a scheme operate in practice?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E01000","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":83,"content":"<p>In the Sligo region we currently offer families short-term interventions.  Those projects have focused on working with families from lower socio-economic groups to try to develop their skills.  We have taken a bottom-up approach insofar as we work with participants when developing the programme.  This involves menu planning, budgeting, shopping for food and helping people to develop skills of discernment.  We do all of this in order that they know the best choices to make and to take that into the kitchen and be able to make a healthy, budget-friendly meal with a minimum amount of ingredients.<\/p> <p>  We envisage that home economists would work with families in the community.  A similar model called the extension services exists in the US and Arizona, in particular, has a very strong extension service.  In that instance, home economists or family consumer scientists work with families that have been referred to them by public health specialists.  When, for example, a mother leaves hospital after having a baby, she is assigned a home economist who works with her and teaches her how to prepare foods for weaning.  Such basic skills, even from an encouragement perspective, are extremely beneficial.  Home economists can explain to families ways to budget, how to choose the best food when shopping, time management skills, how to plan menus and, in particular, how to provide proper nutrition etc. for their young children.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E01100","nonspeaker":"Ms Amanda McCloat"},{"type":"speechnospeaker","time":1527669000,"counter":84,"content":"<p>In the west of Ireland there is a small number of home economists called home management advisers who work for the HSE.  The advisers have a very practical-based employment where they work with low-income families in conjunction with the Money Advice &amp;amp; Budgeting Service, MABS.  The advisers go into people's homes and accompany the mothers or parents to shops to show them how to shop, describe what is a good buy and outline how to read food labels, etc.  There is a hands-on, practical approach to the teaching of life skills.  We would love to see the scheme rolled out to other health board regions.  The advisers also actively engage with pregnant teen mothers and teach them infant nutrition, how to wean a baby etc.  We would love to see the teaching of home economics move into the community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E01200","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":85,"content":"<p>Can Dr. Mooney repeat the title for the HSE staff?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E01300","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":86,"content":"<p>Home management advisers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E01400","nonspeaker":"Dr. Elaine Mooney"},{"type":"speechnospeaker","time":1527669000,"counter":87,"content":"<p>From a practical point of view, many home economics teachers work as home-school liaison officers.  They work with families, parents or mothers of students in schools, especially DEIS schools, to help them at home.  When we teach children how to cook in class the children, in turn, can take those skills home.  I often ask my pupils to bring me photographs of the meals that they have cooked.  There already is a small integration of the cooking skills that have been learned in school into the home.  There are home-school liaison positions available, particularly in DEIS schools.  My school offers skills to the parents on different mornings where they come into the kitchen or where different things happen.<\/p><p>It is happening at some level, but more could be done.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#E01500","nonspeaker":"Ms Maria Hickey","continuing":true},{"type":"speech","time":1527669000,"counter":89,"content":"<p>I thank the witnesses for their presentations this morning.  My daughter is in second year, and I had better compliment Ms Murtagh and Ms Lohan, her home economics teachers.  The skill sets that children receive are the basis of education, and I welcome that the witnesses have said they would like to see home economics being made compulsory.  They have asked that this be the case and when they come before committees, it is important that witnesses tell us what they think would work.  That message has come from all parties today.<\/p> <p>  Ms McCloat spoke about facilities and resources, and cooking applications.  Can she expand on that?  What are the facilities like?  What sort of resources are required?  If it were to move to an all-schools approach, whereby all children in all schools were given the opportunity to acquire the life skill sets during the first three years, they would then bring those skill sets home.<\/p> <p>  Dr. Matvienko-Sikar spoke mainly, from a study point of view, about early years education.  Was a study carried out on mothers who breastfeed and the obesity outcomes for their children?  In terms of the 24 contact points relating to going back to GPs, we had a long discussion last week around measuring the weight of children.  Does she have a view on that?  Does she believe that is something that should be taken into consideration in earlier years?  Many people spoke about how, by the time a child gets to secondary school, it might be too late.  Should we be intervening further in primary schools in order that people know what a healthy weight is, how it is attained and the exercise that should be done?  <\/p> <p>  I seek the input of the witnesses on physical education in schools.  Studying home economics is one thing but does physical educational provision in schools complement it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00200","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":90,"content":"<p>In terms of resources, like all facilities across the education sector, the standard varies between schools.  Some schools have two or three kitchens, which would be a basic room kitted out so that there are ten work stations on average.  There are generally seven to ten work stations in an individual kitchen.  In an all-girls school, there are usually two functioning kitchens.  Some of the mixed schools might also have two; it varies.  Some male schools have kitchens.  For example, I know that Summerhill College in Sligo has an excellent home economics programme and teaches home economics up to leaving certificate level.   It is a very strong subject in that school.  It has a fantastic new kitchen in its new build.  Some of the more traditional boarding schools for boys do not have the facilities.  We have found, particularly for some leaving certificate classes in the past, that those schools have joined up with an all-girls school in the area and have used the facilities there.  Opportunities are available.<\/p> <p>  To kit out a school with ten stations would cost approximately &euro;100,000.  That is a ballpark figure; the cost depends on the services available and what it would take to kit out the actual room.  There are approximately 700 schools, and we would have to find out how many schools actually have fully functioning kitchens.  We would have to work particularly closely with the schools for boys to find out how we could strategically and incrementally kit those schools out with kitchens.  According to the Department of Education and Skills criteria, kitchens are specified in the plans for all new builds of schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00300","nonspeaker":"Ms Amanda McCloat"},{"type":"speech","time":1527669000,"counter":91,"content":"<p>During the course of discussions in the Committee on Education and Skills the importance of making PE a compulsory subject was discussed.  We were told that it would cost more than &euro;1 billion to provide the kind of facilities necessary to make it a compulsory subject.  I feel that it would link in with what the witnesses are trying to achieve.  Is there a model with which we could assess the cost of equipping existing schools, as opposed to new builds, across the country?  Perhaps the witnesses do not know of such a model.  I imagine it would apply to our older communities, rather than those schools built in the last five years or so.  It would be interesting to be able to plan the fitting out of schools with the necessary facilities, and to know what kind of figures we are talking about.  If home economics was to begin in primary schools what impact would it have in terms of the Department of Education and Skills and the school patrons being able to keep pace with it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00400","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":92,"content":"<p>The Chairman has made a key point about primary schools.  The evidence shows that children who receive age-appropriate nutritional education have better quality diets.  We are saying that the earlier children are taught food skills, the better.  We propose that modules of home economics be integrated into subjects that already exist in the curriculum, called SPHE, or social, personal and health education, in the primary school.  At the moment primary school teachers teach nutrition during that subject.  We have carried out island of Ireland research, funded by SCoTENS, the Standing Conference on Teacher Education, North and South, which looked at primary school teachers' experiences of teaching nutrition and food related matters on the curriculum.  Overwhelmingly the teachers would say that, of all information, it is the most relevant and most worthwhile, and the students enjoy it.  The teachers specifically said that to enhance teaching in that area, they need to teach practical food.  They called for classroom-appropriate resources as opposed to kitchen-appropriate resources.  It would not cost the enormous amount one might imagine, because the type of work the teachers would like to do would require tabletop appliances, a fridge, a hand-held blender or a microwave to enhance the experience in terms of active learning methodologies.  The teachers felt that it would be really worthwhile and would not involve huge costs.  Ideally, we would love to say that every primary school should be equipped with a kitchen, but that is not feasible.  However, it is very feasible to equip them with tabletop appliances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00500","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":93,"content":"<p>That proposal would be the early intervention that is required, before even coming to the ECCE level.  To be fair to teachers in the national schools, they are already doing some of that themselves.  If they cannot do it in the classroom children are brought out into the local community so that they can experience harvesting and making soups.  I believe the suggestion the witness has made is very practical.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00600","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":94,"content":"<p>The study referred to was an island of Ireland study, so there was a good sample size.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00700","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":95,"content":"<p>Has the initiative been piloted anywhere?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00800","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":96,"content":"<p>It has not been piloted.  Teachers were calling for resources because they feel they need help with this.  They are enjoying teaching it but they need help.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F00900","nonspeaker":"Dr. Elaine Mooney"},{"type":"speechnospeaker","time":1527669000,"counter":97,"content":"<p>Home economics teachers are very frugal.  If we are given money, we will make the most of it.  We will not ask for any more than we need.  We look at a list and only get what we want and really need.  Sometimes the lists have things that we will not use, and we use the money for exactly what we need it for.  We do not go over and above in our spending.  We find the most economical way of getting what we need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F01000","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":98,"content":"<p>I asked a question about breastfeeding.  Have any studies been done in terms of breastfeeding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F01100","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":99,"content":"<p>Our study team did not specifically look at outcomes of breastfeeding.  There is a considerable body of national and international evidence which links breastfeeding initiation and duration with later weight outcomes.  Our intervention is looking at early breastfeeding and the complementary feeding and weaning components.  We have conducted a number of focus groups in Cork and Galway, with both breastfeeding and non-breastfeeding parents to ensure a mixed group of people.  We have found that a number of the challenges that are faced by parents in terms of promoting healthy feeding and engaging in it with their children up to two years are the same challenges that have been highlighted by the other speakers here.  There are many practical issues, such as not knowing what to feed, when to feed and how to prepare the food for children, particularly around complementary feeding.<\/p><p>There are also challenges around cost across socio-economic groups, so it was not just about lower income parents.  We also noted this in a larger qualitative piece that looked at international evidence.  We synthesised a large body of international studies and found that across socio-economic groups people reported the cost of healthy feeding was a challenge.  There is also the time to prepare the food, particularly for working parents.  With respect to some of the propositions and recommendations brought forward today, if we can upskill parents or put in a preventative measure whereby parents come to this key juncture with skills, it would be useful.  This is the practical aspect of preparing food and knowing how and when is challenging for parents.  This is when they may engage in less healthy approaches.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#F01200","nonspeaker":"Dr. Karen Matvienko-Sikar","continuing":true},{"type":"speech","time":1527669000,"counter":101,"content":"<p>Did Ms Matvienko-Sikar come across the home managers and advisers and the good work I hear they do, or how that had an impact on families?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00200","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":102,"content":"<p>We had not in the population we studied.  That had not come up but that could be due to the region.  The parents we spoke to were positive about the supports for breastfeeding, and particularly websites such as <i>www.breastfeeding.ie<\/i>website, as well as public health nurses.  They felt that once they moved from breastfeeding to complementary feeding, the support and advice was less consistent.  In many cases, they did not feel it was there for them.  The supports were lacking irrespective of whether people were breastfeeding or formula feeding.<br\/><br\/>There was a question about waiting times in primary care practice.  It is something that we have spoken about, particularly with respect to our study site where we will pilot our intervention.  It will be particularly useful.  Based on the work done with healthcare professionals, particularly on strategies for obesity prevention in infants, the issue is the capacity of health care professionals to deliver any of these messages.  That relates to time, resources and when this would be possible.  I suppose the same issues arise in respect of weighing children at these visits.  It is an additional few minutes but it is a cumulative cost to the health service.  A study conducted by my colleague, Dr. Michelle Queally, using Growing Up in Ireland data, indicates that parents, particularly mothers of three-year-old and five-year-old children, tend to consistently misperceive their children's weight.  When children are overweight or obese, mothers in Ireland tend not to be as good at noticing, particularly when a female child has a high birth weight or a mother is of a lower socio-economic status or is overweight.  Having the weighing within the primary care setting and public health contact points is an opportunity for this early prevention strategy to be implemented.  Our research evidence supports that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00300","nonspeaker":"Dr. Karen Matvienko-Sikar"},{"type":"speech","time":1527669000,"counter":103,"content":"<p>What about physical education in schools?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00400","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":104,"content":"<p>Realistically, physical education is extremely important.  However, the nutritional side is the key.  We look at everything that is said but it is 75% to 80% about nutrition and 20% to 25% about physical education.  The home economics and physical education departments in most schools work well together.  There are healthy eating or health and well-being weeks.  There are many different activities.  Physical education is important but from our perspective, nutrition is even more important.  That is why we are calling for home economics to be a compulsory subject and be at the forefront in tackling the problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00500","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":105,"content":"<p>What about weighing in secondary schools?  It was discussed last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00600","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":106,"content":"<p>It could cause problems.  Perhaps if it had been phased in and children had grown up with it, they might not find it so difficult.  I am working in schools for almost ten years and if I told first year or sixth year students they had to be weighed, they would not be too happy.  There are so many problems with mental health among young people that it is not something that will work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00700","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":107,"content":"<p>I thank the Ms Hickey for her honesty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00800","speaker":"1231"},{"type":"speech","time":1527669000,"counter":108,"content":"<p>I thank the witnesses for coming in.  I have one question and it is open to any of the witnesses answer.  It relates to the removal of choice and making home economics a compulsory subject.  What difficulties do gender norms and stereotypes present for getting buy-in?  Making it compulsory does not guarantee buy-in.  There is a grain of truth in all stereotypes and while some are redundant, others are formed on the basis in the Constitution, which guarantees the woman's place in the home.  I say this as a member of the lesbian, gay, bisexual and transsexual, LGBT, community who understands that heterosexual people are often the biggest recipients of homophobia in schools and that \"gay\" is still a term of abuse in the playground.  Anything bar rigid masculinity could be identified as such.  Do we face a challenge in getting buy-in from all students and are stereotypes and gender norms an obstacle?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G00900","speaker":"1372"},{"type":"speechnospeaker","time":1527669000,"counter":109,"content":"<p>The Senator made a good point.  Current statistics indicate that of the 36% of people studying home economics, the majority are female.  That is not a reflection on the subject but more down to the fact it is often scheduled in schools against what would traditionally be perceived as \"male\" subjects such as wood technology.  If it was made available to all students, it would remove the stigma of a boy doing the subject.  With the new specification coming on-stream for junior cycle in September 2018, it comes from a life skills approach and there are no inflictions that males or females should look at a particular aspect.  Home economics teachers are conscious of the students in front of them and do not stereotype roles in the home.  By making it compulsory, the stereotypical notion of who should be studying the subject would be removed.<\/p> <p>  Japan has had compulsory home economics for males and females since 1989.  It had a traditional gendered, segregated society and it faced the same challenge of having males coming in to work with textiles, cooking, and learning about child rearing and development.  They overcame the challenge with the idea that everybody had to do it because it is important for everybody's home life, no matter what type of family.  It overcame the issue in 1989 and I am sure it is not insurmountable for Irish society to do so in future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G01000","nonspeaker":"Ms Amanda McCloat"},{"type":"speechnospeaker","time":1527669000,"counter":110,"content":"<p>I worked in a school where students picked subjects before coming into first year and my classes were all girls.  When I worked in a mixed school where students had a taster module, my classes were half boys and half girls.  If they get exposure and see it is not all for girls, it has an effect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G01100","nonspeaker":"Ms Maria Barry"},{"type":"speech","time":1527669000,"counter":111,"content":"<p>I had a double module in first year and then had the choice to keep it on.  It is also not lost on me that fully functioning kitchens for all-boys schools or in primary schools to start the process earlier would help.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G01200","speaker":"1372"},{"type":"speechnospeaker","time":1527669000,"counter":112,"content":"<p>In some rural areas, where there may be a boys school and a girls school, there might be an arrangement for the boys school to use the facilities of the girls school to teach home economics.  Such an arrangement could be looked at in the interim.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G01300","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":113,"content":"<p>Senator Warfield has hit the nail on the head regarding the stereotyping of home economics.  As Ms Barry noted, most students, including me, had a choice between a practical subject or home economics in first year at around the same time.  In the 1980s, I did not have any practical reason to choose the subject so I chose something else.  As the witnesses implied, being exposed to it through friends in secondary school, it is a subject I would not have minded doing.  I am fortunate in that I grew up in a house where both my parents cooked, predominantly my father during the week and my mother at the weekend.<\/p><p>That is possibly role reversal, but that is the way my family was.  I was very much involved in the cookery.  There is a great deal of pressure on parents to find the time to cook a healthy meal.  Many people, although not enough, do batch cooking.  People get home from work at 6 p.m. to 6.15 p.m. on a weekday and the last thing they want to do is all the preparation to produce food in a meaningful way for the family or for the adults.  It becomes an even bigger issue when adults and children need to be fed and one must plan ahead.  One of the worst aspects of parents being extraordinarily busy is that they have to consider what the childminder, the nanny or the childcare facility where the children go feed them?  <\/p><p> Based on my experience of the past couple of years, I have observed what it is that children are eating.  Often parents do not think about it.  People my think about in the car or on the train on the way home, but many people do not think about it at 4 p.m. when the minder is thinking about what she or he will feed them.  An important aspect of childcare is giving children that skill set.  Dr. Elaine Mooney referred to giving people confidence.  One of the major issues for me a busy parent is having the confidence to go into the kitchen to prepare something healthy for all to eat or instead pick up the phone or, worse, use an app, which is tempting and dangerous, to order food.<\/p><p> What are the practicalities of making home economics not only a compulsory subject at second level but introducing it as a more hands-on subject at primary level?  I agree that pooled resources in a primary school that can be lifted and moved into a classroom once a week or so makes sense.  How much it will cost is the question that must be asked but it is our job to address that.  From a practical perspective it makes sense.  I camped frequently when I was a child and I know how easy it is to use a portable kitchen, but it would not necessarily be wise to bring a gas cylinder into a classroom.  There are many options now and they are affordable as well, which is good.  How should this be resourced?  I imagine that, like most subjects, there is a shortage of home economics teachers throughout the country.  How can sufficient numbers be upskilled to get to the point where we are able to introduce compulsory home economics at second level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#G01400","speaker":"1300","continuing":true},{"type":"speechnospeaker","time":1527669000,"counter":115,"content":"<p>St. Angela's College is responsible for educating home economics teachers.  We are the sole provider of home economics teacher education in the country.  We will take in 112 students next September who will qualify to be a home economics teacher.  In addition, we will shortly launch a professional diploma in home economics.  We are cognisant of the shortage of teachers and we will upskill out of field teachers.  If somebody is a registered teacher in another subject, he or she will have the opportunity in September to go to St. Angela's College for one year to qualify as a home economics teacher.  He or she will be recognised by the Teaching Council in home economics in addition to whatever subjects they may have.  That is a new development, but we are being proactive to respond to the shortage of home economics teachers.  We also have developed a bachelor of education in home economics, which we hope to roll out shortly as well.  We are being proactive and cognisant of the fact that there is a shortage of home economics teachers.<\/p> <p>  Teaching home economics is predominantly a female profession and home economic teachers avail of a number of types of family leave.  While a shortage is reported frequently, but it may be for a period of specific cover, for example maternity leave, short-leave, carer's leave and so on.  That is a challenge the profession faces in terms of providing teachers for those short-term periods of cover.  All our graduates last year, with the exception of two, went directly into schools to schools.  The two graduates who did not went on to study for a full masters programme.  We are keeping a record of where our graduates go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00200","nonspeaker":"Ms Amanda McCloat"},{"type":"speech","time":1527669000,"counter":116,"content":"<p>Ms Hickey mentioned that in 1989 home economics was made compulsory in Japan for students up to junior cycle equivalent in to teach young people nutrition and food skills.  If I am not mistaken, this was also done in Northern Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00300","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":117,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00400","nonspeaker":"Ms Amanda McCloat"},{"type":"speech","time":1527669000,"counter":118,"content":"<p>What has been learned from the experience in Northern Ireland?  Can Ms McCloat envisage a process by which we could start an initiative to give it practical application?  Bearing in mind the role of the joint committee, we shadow many Departments, as we have found in the past few years.  This is another example of where we will cross into other Departments and make recommendations to other committees, which will then make recommendations to their line Ministers.  It is important for us to propose practical applications of what we have learned in these hearings.  What does Ms McCloat consider to be a practical, reasonable approach to beginning the process, perhaps extracting the best bits of the experience in Northern Ireland?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00500","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":119,"content":"<p>That is am interesting point.  The subject is well established in Japan, as it is also compulsory in primary school for two years as well.<\/p> <p>  I mentioned some of the challenges being faced in Northern Ireland in respect of teaching resources.  We have been proactive in trying to address that in the South.  We are engaging in a research project with Ms Mair&eacute;ad Davidson, who is my equivalent in the University of Ulster, into how they rolled out home economics to key stage three.  We will investigate some of the challenges and benefits perceived by teachers perceive.  We hope to have the outcome of that project in a few short months.  We will happily share that with the committee.<\/p> <p>  The buildings unit in the Department of Education and Skills uses a clear specification for school kitchens.  The unit may have some figures in respect of what that would cost, or what that has cost in the past to kit out various schools that it has overseen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00600","nonspeaker":"Ms Amanda McCloat"},{"type":"speech","time":1527669000,"counter":120,"content":"<p>Do the home economics classroom layouts work?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00700","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":121,"content":"<p>Yes, they do and they have updated the fit-out recently.  There was an out of date list of equipment for a long time, with items on it that we would never use.  The money spent on canteens of cutlery that we never needed could have been spent on something else.  As home economics teachers, we could look at what equipment needs to go into the classroom because sometimes the list is a little off.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00800","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":122,"content":"<p>It is good to hear that they are on the ball.  The last thing one wants to hear about is wasteful expenditure.<\/p> <p>  I wish to address a question to Dr. Matvienko-Sikar regarding to the crossover on the provision of HSE services to aid interventions for young children, in particular those who might be obese, and the solutions.  Home management advisers was mentioned by Dr. Mooney, a service that I did not know existed.  I thought public health nurses did this but the HSE has a team.  Has Dr. Matvienko-Sikar covered that in her research on CHErIsH, and has it informed her views on the services being provided?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H00900","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":123,"content":"<p>Yes, as part of the CHErIsH study, we link in with the HSE Making Every Contact Count programme.  That would encompass the 24 contact points up until the age of two years and then there are additional contact points up until three years of age.<\/p> <p>  Under the Making Every Contact Count programme, the HSE is currently developing messages for healthcare professionals to deliver as well as healthcare professional training.  We link in with them in order that there is crossover in the messages we are developing to be delivered in primary care.  This means the messages delivered to parents are standardised.  The aim of the CHErIsH project is to examine the feasibility of delivering healthy infant feeding messages through primary care and to ensure the messages are consistent with the messages that are delivered through healthcare professionals.  We have crossover and links with the HSE.  <\/p> <p>  With regard to the home management advisers and more practical guidance, we have feedback from many parents that we have spoken to that the more practical aspects would be particularly useful.<\/p><p>What is interesting from our point of view is which aspects are sustainable on a larger scale.  Our focus at the moment is on trying to see what can be implemented at primary care level, while being cognisant that some of the resources parents require may be outside this.  We are trying to find a balance between the two whereby, potentially, parents could be provided with signposting information to additional, more practical resources, but the initial message would be delivered in the primary care practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#H01000","nonspeaker":"Dr. Karen Matvienko-Sikar","continuing":true},{"type":"speech","time":1527669000,"counter":125,"content":"<p>With regard to her studies, does Ms Matvienko-Sikar feel that the network of public health nurses is sufficiently resourced, and not just financially, to tackle this issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00200","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":126,"content":"<p>My colleague, Dr. Elaine Toomey, has led on that work, speaking with different healthcare professionals, including practice nurses, public health nurses and general practitioners.  The feedback has been that capacity and resources is one of the biggest challenges for healthcare professionals to deliver preventative, proactive rather than reactive messages.  The public health nurse network has been cited by the parents as being particularly useful, but there is an issue in respect of the level of trust and the relationships that exist between the parents and the healthcare professionals.  That is important, both for the parents and the healthcare professionals, in terms of uptake and engagement with the messages that are being disseminated.  The issue of capacity and resources is one of the main challenges cited by healthcare professionals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00300","nonspeaker":"Dr. Karen Matvienko-Sikar"},{"type":"speech","time":1527669000,"counter":127,"content":"<p>This is an inter-related question for all the witnesses regarding the balance throughout the country.  Is the home management adviser and outreach programme universal? Is it in place throughout the country?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00400","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":128,"content":"<p>No, it is only in the west.  It has been in place since the 1980s.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00500","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":129,"content":"<p>I wonder why it is not on our side of the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00600","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":130,"content":"<p>It is a small number and that is something we would like to be expanded.  We are looking for practitioners on the ground.  In other countries, home economists are to be found only in small numbers in the school setting.  They work with families in the community.  The ethos of our subject is to help families with their practical problems and to give them the skills to problem solve.  That is what true home economics is about.  In Ireland, we have it pigeon-holed into schools and few people refer to themselves as home economists.  However, we refer to ourselves as home economists because we see it as much more than just teaching in a secondary school.  We would like to move it out more into the community.<\/p> <p>  Over the coming weeks the committee will engage with other people from different agencies to examine different policy interventions which have taken place in other countries such as calorie posting on menus and front-of-pack labelling.  While these measures are effective, they are only effective if people are taught how to use them.  Students are taught in the home economics classroom how to read a label, what is the difference between calories in and calories out, and balancing the two.  We often call on the food industry to re-formulate products.  Home economics students are taught in the home to do recipe modification in order that they can look at a recipe and reduce the saturated fat in that or increase the fibre and reduce the salt.  Those are skills that we want every student to have in the home as well as managing their meal planning and cooking age-appropriate meals.  It is important to emphasise that these policy interventions in other countries have been effective because there have been adopted in the education system at the same time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00700","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":131,"content":"<p>I did home economic and I recall that we had to bring in our own ingredients, which sometimes was quite costly.  Some students skipped home economics class the day we were cooking because they could not afford the ingredients.  I assume that is still an issue today.  How is that addressed?  Does every school provide ingredients or do students still have to bring in their own ingredients?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00800","speaker":"1336"},{"type":"speechnospeaker","time":1527669000,"counter":132,"content":"<p>It is dependent on the school.  I work in an inner city DEIS school and we provide all the ingredients.  In other schools, the students bring their own.  I have worked in both situations and I would prefer to provide the ingredients.  It is cheaper because I buy in bulk, I buy what I need and I do not buy extra.  However, it is time consuming to provide ingredients in school because it takes from the time in the classroom.  Ingredients have to be weighed and measured in class whereas if the students bring them, they will have them prepared, or they will have been taught the skills to prepare them at home, and they bring them weighed.  Both ways work, but it can be costly if they have not been listening to the teacher's advice.  We teach them how to buy ingredients in bulk, even down to unit-costing.  The bag of flour may cost &euro;2 but to make the dish it might have only cost 30 cent.  They learn that as part of the skills as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J00900","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":133,"content":"<p>Are there any implications for a school's insurance if it does not have a kitchen, for example, in a national school?  Would that issue have any impact or would there be a reluctance to take it on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J01000","speaker":"1336"},{"type":"speechnospeaker","time":1527669000,"counter":134,"content":"<p>I do not think so because the teachers would have identified that we would be looking for classroom-appropriate as opposed to kitchen-appropriate appliances, for instance table-top type equipment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J01100","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":135,"content":"<p>Dr. Mooney spoke about bringing home economics into the community.  Has any work been done to liaise with Tusla?  The agency set up what are known as children and young people's services committees, CYPSCs, a number of years ago.  Those CYPSCs are starting to work with parents groups on nutrition and healthy eating throughout the country.  Most people learn some cooking skills in the home as well as in school and prevention is better than cure.  Is any work being done with Tusla and with the CYPSCs in this regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J01200","speaker":"1336"},{"type":"speechnospeaker","time":1527669000,"counter":136,"content":"<p>At the moment there is not.  St. Angela's College is very much devoted to teacher education programmes but we have a BA in home economics in the pipeline through which people will move more into careers outside home economics teaching.  That is something that we are ready to run with, but resourcing is an issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J01300","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":137,"content":"<p>I thank the witnesses for coming in.  There was more of a culture around cooking when I was younger.  It was economically driven at the time, in that it was cheaper for a household to cook than to go out and buy ingredients or buy pre-packed food.  What role is the marketing of food products playing in the eating habits today according to the parents and children the witnesses have interacted with?  What effect is this having?  Is marketing superseding the economics of eating? Is the strong tailored packaging and marketing superseding the affordability of these products?  In the past, it was a given that a person would cook but that was on affordability grounds as opposed to health grounds.  People could not afford to eat out, or takeaways and fast food.  What have been the witnesses' findings in this regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J01400","speaker":"1328"},{"type":"speechnospeaker","time":1527669000,"counter":138,"content":"<p>Our research is focussed on parents of young infants.  Based on the national research we have done and international evidence, we have found that parents tend not to trust much the packaging on younger children's food products, particularly the age recommendations.  Many food packages would state that they are suitable for consumption from four or six months onwards, whereas parents know they should wait until the baby is aged six months and they have been given this advice repeatedly.  Whether people stick to that advice is dependent on a range of factors, but we consistently found that the parents tended to be less trusting of that type of food packaging.  However, many of the constraints that we have mentioned relating to time and cost lead parents to still buy and use those products because they provide a quick and easy alternative for them.  Parents tend to look through the ingredients list to identify healthy components. Returning to what the other speakers have said, however, the issue is whether they have the knowledge to interpret this information correctly.  We do not know if that is always the case.  The parents of young children engage in this inconsistently..<\/p> <p>  I am not sure of the position regarding adolescents..<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J01500","nonspeaker":"Dr. Karen Matvienko-Sikar"},{"type":"speech","time":1527669000,"counter":139,"content":"<p>Foods are often marketed as having a certain trigger that would be seen as healthy but the producers fail to say that there are other unhealthy ingredients in in the product as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#J01600","speaker":"1328"},{"type":"speechnospeaker","time":1527669000,"counter":140,"content":"<p>We do significant work on the ground on energy drinks and protein bars, which are very popular nowadays.  We go through the labels with students and point out that someone could probably eat a normal chocolate bar because protein bars also contain large amounts of sugar.  We teach students that energy drinks give the amount of calories or sugar per 250 ml but the can might be 500 ml.  Students do not realise the can will have twice the amount of sugar.  We do a lot of work with junior certificate students that involves measuring out the sugar that a soft drink will contain to try show that labelling is not always true.  We teach them that what they read is not always necessarily 100% true.  Hopefully, when they look to buy well packaged and well marketed products, they will at least have some knowledge and skill background in interpreting what they read.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00100","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":141,"content":"<p>Sometimes I nearly need an equation or formula to work out exactly what is in a product because of the way it is labelled.  It may be labelled per 100 g and the product may be 20 g or it may be labelled per 20 g and the product may be 100 g.  At times, someone would need to have a degree in mathematics to figure it out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00200","speaker":"1328"},{"type":"speechnospeaker","time":1527669000,"counter":142,"content":"<p>We are trying to ensure children realise that when they read the label and are then able to figure it out.  That is one of the literacy skills we are teaching in the home economics classroom.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00300","nonspeaker":"Ms Maria Hickey"},{"type":"speech","time":1527669000,"counter":143,"content":"<p>Perhaps the joint committee should propose to the relevant Department that labelling or packaging do exactly what it says on the tin, so to speak, in order that customers do not have to use a mathematical formula to work out what is in a product.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00400","speaker":"1328"},{"type":"speech","time":1527669000,"counter":144,"content":"<p>It might be a matter for the Department of Health, although I am not certain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00500","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":145,"content":"<p>Legislation on nutritional labelling is in place, as are very strict guidelines for labelling.  I can see Deputy Neville's point.  In marketing, the issue is more about reduced fat but people may not realise that the reduced fat product could have higher levels of sugar.  That is what we teach in the classroom.  The food industry must follow very clear labelling guidelines with regard to ingredient declaration and nutritional composition.  What we are talking about is teaching students the concept of a serving, what a serving size is and, more important, what a portion size is.  This is the perspective from which we are coming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00600","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":146,"content":"<p>I was horrified the first time somebody showed me - I will not mention the product - the content of a particular drink and the equivalent amount of sugar.  I think I was 11 or 12 years old when somebody showed it to me.  People had no idea but that has all changed now, at least for some of these products.  They have all gone sugar free but I distinctly remember that.  I think this falls within the area of the Department of Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00700","speaker":"1300"},{"type":"speech","time":1527669000,"counter":147,"content":"<p>I take on board the fact that legislation is in place but I find it difficult when I read these packages-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00800","speaker":"1328"},{"type":"speech","time":1527669000,"counter":148,"content":"<p>I know what the Deputy is talking about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K00900","speaker":"1300"},{"type":"speech","time":1527669000,"counter":149,"content":"<p>Excuse my inadequacy in mathematics but trying to work it out is like long division when I am working off the fly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01000","speaker":"1328"},{"type":"speech","time":1527669000,"counter":150,"content":"<p>That is a perfectly reasonable remark.  I am looking at food labelling more frequently of late.  I find myself saying, \"hang on, the product is 400 g and this label is talking about 75 g.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01100","speaker":"1300"},{"type":"speech","time":1527669000,"counter":151,"content":"<p>To say what the 75 g is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01200","speaker":"1328"},{"type":"speech","time":1527669000,"counter":152,"content":"<p>I then need to work that out the figure and how much of the product I will use if I am cooking or whatever.  This is an issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01300","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":153,"content":"<p>In terms of making nutritional comparisons, it is much easier to compare two products with students if they are both given the labelling information per 100 g because one is comparing like with like.  In terms of an educational perspective, I understand what the Deputy is saying with regard to serving and portion sizes.  It is difficult to calculate but if people want to compare products, they need two products in front of them that have the ingredients and nutritional information per 100 g.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01400","nonspeaker":"Dr. Elaine Mooney"},{"type":"speech","time":1527669000,"counter":154,"content":"<p>I understand most packaging these days features a measurement of 100 g or equivalent and a recommended daily amount, RDA, which, in fairness, is helpful in trying to cross compare.  This is most likely a requirement.  Dr. Mooney is right, however, that the only reasonable way to do this is to have two products for comparative purposes.  Is there anything else?  Is Senator Warfield happy enough?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01500","speaker":"1300"},{"type":"speech","time":1527669000,"counter":155,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01600","speaker":"1372"},{"type":"speech","time":1527669000,"counter":156,"content":"<p>On behalf of the committee, I thank the witnesses for their presentations today and dealing with members' questions so comprehensibly.  I propose that we suspend for a few minutes to allow the next group of witnesses to take their seats.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#K01700","speaker":"1300"},{"type":"unspoken","time":1527669000,"counter":157,"content":"<p>Sitting suspended at 11.05 a.m. and resumed at 11.12 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1527669000,"counter":158,"content":"<p>I welcome Mr. Philip Moyles, chairperson, No Fry Zone 4 Kids committee; Ms Jennifer Feighan, chief executive, Irish Nutrition and Dietetic Institute; Ms Louise Reynolds, communications manager, Irish Nutrition and Dietetic Institute; and Dr. Mimi Tatlow-Golden, lecturer, school of education, childhood youth and sport, faculty of wellbeing, education and language studies, at the Open University.  I welcome members of the public who are watching proceedings on Oireachtas TV.<\/p><p>Before we commence, in accordance with procedure, I am required to draw witnesses' attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I remind members and all our guests to switch off their mobile phones or put them on flight mode, because if they are on or muted, they will interfere with our electronic communications systems which will affect the broadcast quality and the job of parliamentary reporters, and it will affect the broadcast quality for individuals watching online as well.<\/p><p>I advise witnesses that any submission or opening statement submitted to the committee will be published on its website after the meeting.<\/p><p>I invite Mr. Philip Moyles to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#L00100","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":159,"content":"<p>I am the chairperson of the No Fry Zone 4 Kids committee based in Greystones, County Wicklow.  I am a dad to two girls, Amy, two, in cr&egrave;che and Jess, nine, in St. Kevin's primary school, Greystones.  In July 2013, a drive-through fast-food outlet applied for planning permission just 35 m away from an education campus of three schools, two primary and one post-primary, of 1,850 students.  A group of concerned parents and I came together to prevent this from happening, primarily because the location was completely inappropriate and unsuitable.  Over the past five years we have learned much about the planning process, the county development and how the proximity of fast-food outlets to schools can impact on childhood obesity.<br\/><br\/>Working with Wicklow county councillors over an 18 month period, a no-fry zone objective, RT 17 was adopted into the Wicklow County Development Plan 2016-2022.  The important point of this objective was that it included a specific distance of 400 m where no new fast-food or takeaway outlets could be built or operated in proximity of schools or playgrounds.  The distance was chosen based on the evidence gathered in studies over the past ten to 15 years, primarily in the US and Canada.  These studies show conclusively that obesity rates among schoolchildren increase by at least 25% when fast-food outlets are located within 400 m of a school, particularly in lower socio-economic areas.  Within that distance, schoolchildren have enough time to access these fast foods at low prices at break times.  Additionally, these junk foods are promoted heavily to target schoolchildren who are impressionable and have disposable income.<br\/><br\/>Our no-fry zone proposal received significant and credible support from leading healthcare experts throughout the country through written submissions, 58 in total, during the county development plan process.  These experts included the Royal College of Physicians of Ireland's policy obesity group, chaired by Professor Donal O'Shea and Professor Catherine Hayes; the Association for the Study of Obesity on the Island of Ireland, ASOI; the Irish Heart Foundation; the Irish Nutrition and Dietetic Institute, INDI; <i>safe<\/i>food; and the healthy eating active living programme in the HSE.  Many academics made submissions from DCU, DIT, NUI, TCD, UCC and UCD.<br\/><br\/>There is a need for no-fry zones.  No-fry zones around schools will reduce the rate of obesity by preventing easy access for schoolchildren to unhealthy foods.  They will reduce the direct, constant and targeted promotion of these junk foods to schoolchildren.  No-fry zones of 400 m around schools will ensure consistency in local planning when it comes to fast-food outlet applications and proximity to schools.  This is very much lacking today.  They will help reshape the local planning framework to reduce the obesogenic environment for our schoolchildren and in our communities.  This action was proposed in the Healthy Weight for Ireland Obesity Policy and Action Plan 2016-2025.<br\/><br\/>Obesity is not a local issue but a national one.  As happy as we are in Wicklow to have a no-fry zone, we believe strongly that such zones should be implemented around schools throughout the country as soon as possible.  No-fry zones will contribute to the health and well-being of children and are part of the overall solution to tackle childhood obesity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#L00200","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":160,"content":"<p>I invite Ms Jennifer Feighan and Ms Louise Reynolds of the Irish Nutrition and Dietetic Institute to make their opening statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#L00300","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":161,"content":"<p>I thank the Chairman and members of the committee for the invitation to give evidence on the important subject of childhood obesity in Ireland.  In our longer submission we describe the contribution made by dietitians and the evidence to support the impact of nutrition interventions.  The Irish Nutrition and Dietetic Institute, INDI, is the professional organisation for regulated dietitians in Ireland.  There are 900 registered dietitians in Ireland and the INDI has a membership of 760.  Dietitians are the only health professionals who are qualified to give specialised clinical nutrition advice to patients.  They are qualified to degree or postgraduate level and have an extended period of clinical placement in recognised training hospitals.  The title of dietitian is also protected by legislation.<br\/><br\/>Good nutrition starts at home.  Prevention of childhood obesity starts before the child is born and involves ensuring that a mother&rsquo;s nutritional care is optimised because we know that maternal obesity has been found to be the most significant risk factor for obesity in children.  Mothers need to be supported to start breastfeeding and to continue for at least six months as breastfed babies are less likely to become overweight while babies who are weaned too soon are more likely to become overweight.  We also know that 80% of children who are obese between the ages of 10 and 14 will be obese adults.<br\/><br\/>We know that there is a link between childhood obesity and socio-economic position.  Dietitians are trained to be able to communicate with people from all areas of society and are skilled at explaining complex issues using simple, positive and motivating language.  They use these techniques to help children and their families to identify the reasons they are struggling to manage their weight.  Preventing childhood obesity involves both home and school life.  It encompasses supporting parents to encourage their children to be more active, eat more nutritious foods and reduce screen time.  It also involves working with educators to develop a curriculum that includes healthy eating and physical activity and that promotes positive body image.<br\/><br\/>Dietitians educate families, community workers and teachers in how to promote healthy eating habits, behaviours and attitudes to food.  They are also involved in very practical, peer-led cooking courses.  Dietitians have a role to play as part of a multi-disciplinary team in the treatment<b><\/b>of childhood obesity and can provide specialist nutrition support such as therapeutic diets and artificial nutrition following weight loss surgery.  All of this work is done by dietitians every day and we welcome the recognition that nutrition has a key role to play in so many aspects of health.  The HSE alone has over 120 strategic actions relating to nutrition across its various work streams.<br\/><br\/>We anticipate some challenges when it comes to delivering these, however, due to our low numbers.  There are 450 dietitians employed by the HSE, mostly delivering specialist care in hospitals.  A total of 144 dietitians work in the community.  In Ireland we have one dietitian per 50,000 of population but the international guidance is 1 per 15,000.  The national dietetic adviser at the HSE estimates that we need to recruit 80 dietitians per year into the community alone to deliver our national objectives.  We look forward to so doing and thank the committee members for their attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#M00100","nonspeaker":"Ms Jennifer Feighan"},{"type":"speech","time":1527669000,"counter":162,"content":"<p>I thank Ms Feighan and now invite Dr. Mimi Tatlow-Golden to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#M00200","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":163,"content":"<p>I thank the Chairman.  I am a lecturer in developmental psychology and childhood and a director of the centre for children and young people's wellbeing at the Open University in the UK.  I was formerly based at UCD where, in collaboration with colleagues at Queen's University and Ulster University, I carried out the studies that form the basis of my written submission.  Those studies were funded by <i>safe<\/i>food.  I still collaborate with colleagues at UCD, with the Irish Heart Foundation and also do work on behalf of the WHO.  I am here today in a personal capacity and thank the committee members for their interest in our work.<br\/><br\/>Systematic reviews have long since established that marketing exposure to unhealthy food and drinks influences children&rsquo;s food preferences, requests and eating and contributes to overweight and obesity.  International research shows that experimental marketing exposure increases a child's intake by 30 to 50 calories.  Given that an imbalance of between 40 to 70 calories per day can tip one into being overweight over time, it does not take much marketing exposure to have an effect.  Our research on the island of Ireland showed that by three years of age, children recognised over half of the food brand logos associated with unhealthy food items shown to them, and by the time they were five, they recognised almost all of them.<br\/><br\/>In 2010, the WHO recommended reductions in the marketing of unhealthy food and drinks to children and this was adopted by the World Health Assembly that same year.  A child rights perspective and the upholding of children&rsquo;s best interests as mandated in the UN Convention on the Rights of the Child require states to support parents in relation to children's health.  All of the responsibility for children's health should not be put onto parents.  They cannot be expected to make healthy choices all of the time in an environment saturated with marketing for food products that nobody should be eating except as an occasional treat.  Our forthcoming WHO report on the implementation of those recommendations notes patchy progress including in Ireland. <br\/><br\/>Here in Ireland, the evidence gathered in the <i>safe<\/i>food study a number of years ago indicated that young children see upwards of 1,000 television advertisements for unhealthy foods per year.  This is in a climate of regulation and regulation compliant television, but there are weaknesses and loopholes in the regulations as they stand.  The new non-broadcast code is welcome in terms of establishing the principle that we should be looking beyond broadcast television, but it is voluntary, unfortunately, and it lacks defined monitoring mechanisms.  We are very concerned about how it is going to play out in reality.<br\/><br\/>Something potentially radical for children's health and well-being happened here last week with the profiling amendment to the Data Protection Bill, but we will have to wait and see how that works out in practice.  It is unclear how the voluntary code provisions on targeting on social media are going to play out.  Other forms of marketing beyond broadcast and digital affect children&rsquo;s eating, such as brand marketing and packaging, but are not regulated.  I have made detailed recommendations on same in my written submission and would be delighted to discuss those further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#M00300","nonspeaker":"Dr. Mimi Tatlow-Golden"},{"type":"speech","time":1527669000,"counter":164,"content":"<p>I thank all of our witnesses for their opening statements.  The first committee member is Deputy Rabbitte.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#M00400","speaker":"1300"},{"type":"speech","time":1527669000,"counter":165,"content":"<p>I thank all of the witnesses for their statements.  I note that they were in the Public Gallery for the earlier part of our meeting so they will have an understanding of the committee's position.  I am very interested in the work done by Philip Moyles on no-fry zones, but I note that it is only in one area of the country.  Has the policy been rolled out elsewhere?  In terms of county development plans, would such a policy be difficult to enforce?  In terms of fry zones, one is not just talking about the traditional chip shop.  There are also fry zones in most service stations these days and they might get planning permission for construction quite close to schools.  That is my concern.  I know a lot about the good work done by Mr. Moyles through my colleague, Deputy Pat Casey.  If we are serious about tackling childhood obesity, should we as legislators be seeking the enforcement of similar policies in county development plans?<\/p> <p>  Advertising to children is a pet issue for me.  I believe that the broadcasting and social media codes should be reviewed.  The fact that children know brands by the time they are three, even before they know their ABCs, is very worrying.  The witnesses have given us a huge amount of data with which to work and many of their recommendations can be included in our final report.<\/p> <p>  Ms Feighan referred to breastfeeding in her opening statement, which I welcome because I believe it plays a huge role.  The promotion of breastfeeding is an under-resourced area in the context of women's health.  Ms Feighan also referred to curriculum development and I ask her to expand on that.  We had a discussion with home economics teachers earlier and we also spoke about physical education, but further curriculum development is crucial.  It is also important in the context of reducing screen time for children.  I ask the witnesses to expand on those points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#M00500","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":166,"content":"<p>I thank the Deputy for the question.  That is our expectation.  We would like to see no-fry zones implemented throughout the country, either as a result of all county councils being directed to implement them or as a result of all county councils taking it upon themselves to put it into the county development plan.  We went through quite an exhaustive process working with the councillors over an 18 month period, very much providing all of the information and evidence for them to say this was a good step forward and then getting the support of all the healthcare experts, as I mentioned earlier.  That is what made the councillors see this was the right step forward.<\/p> <p>  In Wicklow we started off with about six or seven councillors who supported this idea.  At the end of the 18 month process, we had an overwhelming majority of 25, which is great.  We have tried to engage with some other councils, but it is very much about trying to find councillors within councils who are interested in health and sharing what we have done.  It is a slow process and it is quite tedious.  Not every council updates its council development plan.  There are a couple in every year.<\/p> <p>  In some respects, we have done the groundwork in Wicklow.  We are the very first county.  The first time anything is done, it sets a precedent.  We went through a rigorous process in Wicklow.  We spent three months looking at the wording of our objective with ex-planners.  It would be much easier to show councils what we have in Wicklow and to replicate it in every other county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00100","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":167,"content":"<p>I am not speaking for everybody else.  Consideration of the no-fry zones must be done by the Committee on Housing, Planning and Local Government.  All the heavy lifting has been done.  There has to be very good work there that other county councils or the Department can take on board as a guideline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00200","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":168,"content":"<p>That would be great.  At the moment we are contacting councillors.  I am passionate about this particular subject.  It would be much easier if all councils were made aware of a very positive initiative that has the support of the entire healthcare community.  The evidence is there and we have done all the work.<\/p> <p>  Our objective is concerned with what we do in future.  It will not impact on existing businesses.  It is about future applications.  At the moment it is primarily about outlets that are selling fast food, so it does not cover garages.  It is very much about fast-food outlets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00300","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":169,"content":"<p>It does not concern deli counters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00400","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":170,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00500","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":171,"content":"<p>When I think of fast food, I think of a bucket of sausages and rashers and breaded chicken things.  Some of those can be quite healthy, although not the bread so much.  If they deep fry them, it is a problem, but if they bake them, it is different.  One does not necessarily want to stop the local shop from stocking that sort of thing.  If it is a big brand takeaway, it is an issue.  It is a predominant situation now that there are fast-food outlets attached to or inside petrol stations and service stations.  That might be what Deputy Rabbitte was referring to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00600","speaker":"1300"},{"type":"speech","time":1527669000,"counter":172,"content":"<p>That is what I was coming to.  It is not just the branding of the chipper.  Unless everything in the deli is all salad, it will not be perfectly healthy.  I am thinking about the kids on their lunch breaks having a chicken roll with other ingredients.  That cannot be a healthy, balanced, nutritional lunch.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00700","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":173,"content":"<p>As a registered dietitian, I see children going into petrol stations and buying those rolls.  Those rolls are equivalent to four slices of bread.  It is not a sandwich.  It is two sandwiches.  I heard the home economics teachers mention portion size earlier.  It is a huge issue because even if it is breaded chicken, it is not what they should be having at lunchtime.  There are huge portions of meat.  The amount of coleslaw that goes on top is an issue.  It is very difficult to make the healthy choice in that situation.  One has to be educated to make the healthy choice.  I have concerns about that.  This is a great first step.  We need to think about the fact that food is cheaper now.  Unhealthy food is cheaper.  If children are going into a shop, it is harder to buy a piece of fruit, a healthier option or a small sandwich when for the same price they can get something that has probably twice the calories of an average child's school lunch.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00800","nonspeaker":"Ms Louise Reynolds"},{"type":"speechnospeaker","time":1527669000,"counter":174,"content":"<p>Ideally we would prefer to have all of this encapsulated but the planning guidelines are completely lacking.  There was no clarity about how close a fast-food outlet could be.  This was very much a first step to say we should target the main fast-food outlets.  In future, we would like to address the bigger picture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N00900","nonspeaker":"Mr. Philip Moyles"},{"type":"speechnospeaker","time":1527669000,"counter":175,"content":"<p>In terms of portion size, that type of roll could be perfectly fine for a 15 year old teenage boy who is going to do an hour of rugby training after school.  He will need that but one will find that the children who are not doing any sport are buying it and then going home and spending a lot of time in front of screens.  They are the children who are at risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N01000","nonspeaker":"Ms Louise Reynolds"},{"type":"speech","time":1527669000,"counter":176,"content":"<p>I do not want to focus on the delis or the service stations either.  Sometimes in schools what canteens produce might not be the healthiest option either.  Rolls can be available and possibly the chicken might be brought in.  Portion size is an issue.  We have to consider what goes on inside the four walls of schools.  Do the witnesses agree with me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N01100","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":177,"content":"<p>Yes.  There is work going on in the HSE around the healthy eating and active living programme in terms of rolling out the food pyramid.  New guidelines were developed last year.  A whole load of work goes into it.  One of those things is to encourage healthy vending.  The other is to encourage healthy school menus to ensure the nutrition that children get in schools is optimised.  A subgroup has been established to look at nutrition for children from birth to five years.  As part of the healthy eating and active living programme the curriculum is being developed to give guidance to schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N01200","nonspeaker":"Ms Jennifer Feighan"},{"type":"speechnospeaker","time":1527669000,"counter":178,"content":"<p>In terms of teachers promoting and teaching nutrition in primary schools, for 15 years nutrition was an elective that primary school teachers could choose in St. Patrick's College in Drumcondra.  It was delivered to lots of primary school teachers every year.  I taught on that module for a number of years and it was always registered dietitians who taught the module.  Unfortunately, that module has been stopped this year.  In recent years DCU took over St. Patrick's College and it became part of DCU.  From this year that elective is no longer available, which is disappointing.<\/p> <p>  When one does a bachelor degree in teacher education in St. Patrick's teacher training college in Drumcondra, in the final year there are a number of elective subjects.  There are options that students can choose from.  They include things like drama in the classroom and teaching Irish as an active language.  They are things where one can delve into an area of interest for the students.  The title of the module was nutrition in education.  Every year it was oversubscribed because students on the course are predominantly female and there is a lot of personal interest in the subject.  Teachers are also consumers.  They get nutritional information from Instagram and magazines.  Maybe they are not getting the correct nutritional information.  About 60 students attended that elective every year and it was taught by registered dietitians.  When I left, two other registered dietitians taught the elective.<\/p> <p>  The elective has been cut this year.  They were told that for funding reasons the nutrition elective was no longer available.  That was disappointing because at least the teachers coming out of it had good evidence-based nutrition training and were going on to teach children in primary schools.  That is where a lot of the learning is coming from.  We do not have the required number of dietitians to go into primary schools.  There are some who do community work and access schools but it is very limited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#N01300","nonspeaker":"Ms Louise Reynolds"},{"type":"speech","time":1527669000,"counter":179,"content":"<p>That is invaluable information and I thank Ms Reynolds for sharing it with us.  My last question related to broadcasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00100","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":180,"content":"<p>Was the Deputy's question specifically about how to create change in the effects of broadcasting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00200","nonspeaker":"Dr. Mimi Tatlow-Golden"},{"type":"speech","time":1527669000,"counter":181,"content":"<p>I will explain where I am coming from.  The submission referred to three year olds recognising the brands.  They know brands better than they know ABCs at three years of age.  I talk openly about the big movie television slot.  We know who sponsors it and the time of the evening when it is on.  We know it is targeted marketing and we also know about the gimmicks being advertised to attract the children and how this puts pressure on the parents.  I believe there should be a watershed for some of that marketing and it should be after 9 p.m.  I am keen to hear the viewpoint on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00300","speaker":"1231"},{"type":"speechnospeaker","time":1527669000,"counter":182,"content":"<p>Several points arise.  I agree absolutely with a watershed.  It was really interesting when we did the research.  We started with figures.  We got the data through the Broadcasting Authority of Ireland on actual viewing times of young children.  They were altogether different from what people had imagined.  People thought young people were watching between 6 a.m. and 9 a.m. at the weekends before their parents had got up.  In fact, they were watching across the day and a great deal of viewing is taking place beyond 9 p.m.  A watershed is the least we would need to put in place to achieve some effects.<\/p> <p>  What we saw in the study was that people were complying with the legislation completely but it was not reducing advertisement exposure.  We have seen this in other jurisdictions as well.  The reason is that the advertisers move to other times.  If they were advertising heavily towards children at one time, then they moved to the mixed audiences.  The idea was that it would not only be during the big movie time but at the times of big sporting events.  A major football tournament is coming up.  If I wanted to put money on it, I would say there will be a great deal of advertising that should not really be tied in with the heroes, high-stakes physical activity and all the excitement and emotion.  Psychologically, all of that gets transferred onto the brand.  There is a reason they want to advertise during these events &ndash; it is not only because of the large viewing numbers.<\/p> <p>  It is certainly about identifying when children are watching television and taking the advertisements out of those times.  It is sometimes considered politically unpalatable because those times are when many other people are watching television as well, including adults.  However, I believe we have reached the point when we need to consider how we protect children and future generations rather than considering whether we are facilitating certain kinds of marketing activity.  That is one point.<\/p> <p>  The other point relates to nutrient profiling.  This is where it gets technical and it relates to the way we decide whether something should be advertised.  It is a question of how we classify food and how we decide whether it is healthy or less healthy.  The model we use in Ireland is derived from the UK nutrient profiling model.  Studies have shown that model is very weak in terms of deciding on whether we should advertise certain products for children.  In the study, we used the World Health Organization nutrient profiling model that was developed subsequently.  It has been rolled out in Slovenia and other places.  We found that of all the food advertisements watched by the children, half related to unhealthy food because the children were watching at times not scheduled for children's programming.  However, when we classified the advertising by the WHO criteria, the figure jumped up to 75%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00400","nonspeaker":"Dr. Mimi Tatlow-Golden"},{"type":"speech","time":1527669000,"counter":183,"content":"<p>Is that what you meant by loopholes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00500","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":184,"content":"<p>Yes.  There are weaknesses in the legislation.  The two key weaknesses I see relate to the definition of children's programming.  Really, we need to target children's viewing.  It is really about what a child is seeing rather than where the advertisements are being placed.  The other part relates to nutrient profiling.  If we are stricter in these areas, then we take more products out.  Something that came through strongly in the study was how many brands that we generally associate with unhealthier eating were leading with advertising for healthier items.  This might be a fast food company advertising water, carrot sticks or milk.  However, we know that when people go into those places, they have nuggets and chips.  The diet is completely different.  Some experimental evidence was produced by my colleague, Emma Boyland, in Liverpool.  It shows what happens when children view those advertisements with the healthy items.  Then, they are taken off to select things to eat.  They do not select the items advertised but rather the things the brand in question is generally associated with.<\/p> <p>  It is about understanding the whole ecosystem of the marketing and not only a specific advertisement.  The idea is to find where they are active in all the various areas.  It extends to brand marketing.  A great deal of advertising will be done using only a logo.  At this point, the logo is all a company needs &ndash; the logo is enough.  We have shown that at aged three years, children know what the logo is for.  Before children are speaking and before they know what it is called, they can bring a picture of the unhealthy item that the logo is associated with and put the two together.  As the Deputy noted, they are being reached before they know their ABCs.<\/p> <p>  Another thing strikes me from the talk today.  It has been really interesting to hear about the junior certificate.  We have a generational cascade that needs to be addressed.  The junior certificate students are future parents.  Food and food education in preschools need to be explored as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00600","nonspeaker":"Dr. Mimi Tatlow-Golden"},{"type":"speech","time":1527669000,"counter":185,"content":"<p>I have a few brief questions.  I will start with Mr. Moyles.  Can Mr. Moyles indicate whether the county management was on board with his idea originally?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00700","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":186,"content":"<p>No, they were not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00800","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":187,"content":"<p>What sort of resistance was Mr. Moyles up against?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O00900","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":188,"content":"<p>It arose during the objection phase.  We had to get submissions in during the public consultation phase.  After the first public consultation phase all the information is collated and shared with councillors.  The chief executive officer then makes recommendations.  The recommendation of the chief executive officer to the councillors was that the objectives should be removed from the county development plan.  Alternatively, he recommended that if they were going to keep the objectives, then the distance should be taken out.<\/p> <p>  From our perspective, the whole idea of the no-fry zone was that we needed a distance set out.  There was a reason we found ourselves in this situation with a fast food application only 35 m from schools in Greystones.  The planning guidelines, although well intentioned, use terms such as \"careful consideration\" and \"vicinity of\".  They are open to interpretation and that is what happened.  There is a lack of consistency in planning at local level.  The chief executive recommended that the objectives should come out.  We countered that by providing councillors with all the information and the evidence we gathered from the studies in the USA and Scandinavia.  We supported this with all the submissions from healthcare experts.  The councillors could see that this was the right step forward and that putting in a no-fry zone of 400 m represented the minimum distance required for it to be effective.  It was disappointing to hear the chief executive recommend that the provision come out.  Luckily enough, the councillors showed leadership and took a courageous step forward.  It was the first local authority in Ireland to do so.  The councillors and Wicklow County Council were recognised at the Association for the Study of Obesity on the Island of Ireland conference two weeks ago for taking that step and setting the precedent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O01000","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":189,"content":"<p>Well done.  Is Mr. Moyles aware of any other no-fry zone committees being set up throughout the country?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O01100","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":190,"content":"<p>No.  I will explain what typically happens.  As I mentioned earlier, since we are now at a stage where we are getting a little publicity, people are contacting us.  I was contacted by a person in Skerries last week because an application has gone in for a fast food outlet only 270 m from a school.  A lady contacted me this morning to say that an application has gone in only 150 m from a school.  They are looking for us to provide our experience and the knowledge we have gained through the process.  That is great, but we believe we should not be in this situation.<\/p><p>It is very clear that if the planning guidelines were revised to ensure that no fast food outlet could be located within 400 m of a school or all of the county development plans were changed, there would be consistency in local planning.  We do not have such consistency now, which is very frustrating.  People do not want fast food outlets in certain locations because they might not be appropriate and they do not know what to do and they are trying to get interested parties together to fight it.  That should not need to happen.  The evidence is very clear that if one locates fast food outlets close to schools, one will see an increase in obesity.  Children are then exposed to targeted aggressive marketing.  We are in the middle of an obesity crisis and unless we start taking decisive clear action now, the problem will get worse.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#O01200","nonspeaker":"Mr. Philip Moyles","continuing":true},{"type":"speech","time":1527669000,"counter":192,"content":"<p>Well done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00200","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":193,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00300","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":194,"content":"<p>I hope we will see other councils make a similar move in their development plan.<\/p> <p>  I wish to address questions to the dieticians.  It seems to be very common that people are weaning children on to solid foods far too early.  I would like the dieticians to take the opportunity of this platform to explain the reason that children will develop. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00400","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":195,"content":"<p>Let us go back one step from weaning, to breastfeeding.  Without doubt, the evidence shows that breast-feeding is the best option for babies.  Traditionally in Ireland, we have not had a culture of breastfeeding.  It is now becoming more well established.  The latest figures are that 58% of mothers are breastfeeding in hospital, so they will initiate breastfeeding.  That drops quite dramatically when the mum goes home.  Problems can arise in the first couple of weeks and support may be needed but the supports are not there.  There will be one visit from a public health nurse but there are no daily visits to help.  Unless somebody has a mum, a sister or a friend who has breastfed, very often women can drop breastfeeding at that stage.  We know that at three months, the number of mothers still breastfeeding are down to 36%.  The target is to try to get that number up to 40% at three months.  That is the first issue.  We know that is the culture in Ireland compared with Scandinavian countries, where the initiation rate of breast-feeding is 98%.  There is a significant distance way to go.  That is something that is really important.  We know that infants who are breastfed for six months or longer have a 50% less chance of being overweight or obese at the age of nine years.  The evidence has shown that outcome when these children are followed.  That is not only because of social class.  We know that breastfeeding mothers tend to be educated to a higher level and also tend to be from a higher socio-economic group, however, we need everyone to be supported in breastfeeding.  That is really important.  Breastfeeding comes first and then weaning.  Traditionally, I would imagine that all present were weaned at three months of age as that was what was done.  One now has grandparents suggesting that such children be given something to eat because they are hungry or are crying.  Following on from that, the advice was to start feeding the child at four months, but now the WHO has pushed weaning out to six months.  This is due to the maturation of the baby's immune system.  The baby's immune system is poorly developed when the baby is born.  The reason that a baby is born at nine months is that the baby's head size can fit through the birth canal but there is a great deal of maturation that still needs to go on once the baby is born.  That is why breastfeeding is the perfect food for babies.  Exclusively breastfeeding up until the age of six months is now advocated and beyond that, the introduction of complementary foods.<\/p> <p>  It can get confusing because the information on some packaging of baby foods will say the product is suitable for babies from four months.  The guidelines from the WHO first said that breastfed infants should be weaned at six months, but formula-fed infants were being weaned at four months.  That caused a lot of confusion.<\/p> <p>  The advice now is to reduce the risk of allergy, because babies who are weaned too early tend to be at a greater risk of allergy and are at a greater risk of being overweight and of obesity because they tend to be overfed.  Another issue is that breastfed babies stop feeding when they are full.  One has no idea how much they have had.  That may cause a bit of anxiety for the mother because she is worrying whether the baby has had enough but that allows the baby to develop his or her own sense of satiety, with the baby tuning in to when he or she is full.  They are developing their own signals of feeling full.  If a baby is on formula, one is anxious that the baby finishes the bottle.  The baby may be full but the mum is feeling anxious because the baby has not drained the bottle.  There are lots of cues and a lot more going on, which is really important.<\/p> <p>  We need to get more mums to breastfeed, but I know it is difficult.  When I look back on my own experience, it was the support of friends and the knowledge that I was doing the right thing that helped me to stick with it during the first couple of weeks.  After that, it can be plain sailing.  It is during the first few weeks that support for breastfeeding mothers is critical.  If we could get the breastfeeding rates up, it would be phenomenal for children's health and for mothers' health as well, because it protects against breast cancers and various types of ovarian cancers.  There are lots of benefits to the mum from breastfeeding.  I agree that breastfeeding and early weaning are critical issues.<\/p> <p>  Dieticians are trained and know the evidence base behind it.  It is not based on an idea or a feeling but on scientific evidence.  As for any access to dietetic support, public health nurses are trained and have some contact with dieticians in the community.  The issue is to get support for mums and that is really important. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00500","nonspeaker":"Ms Louise Reynolds"},{"type":"speech","time":1527669000,"counter":196,"content":"<p>I think that is so important.  I remember when I had my own daughter in 2005, there was a big drive on then to get mothers to breastfeed and there were supports in the hospitals.  I wonder whether there are support groups in the maternity hospitals, such as breastfeeding clinics?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00600","speaker":"1362"},{"type":"speechnospeaker","time":1527669000,"counter":197,"content":"<p>They are there and they are very valuable.  The lactation consultants are a significant resource and are very beneficial.  The gap is around the appropriate weaning age.  One has the support at the initial stages but six months in, when it comes time to start weaning one's baby, the knowledge gap kicks in at that point.  The resources might not be there for the mother at that point.  The public health nurse might not be there.  The HSE has a programme, the Nurture programme, which is part-funded by Atlantic Philanthropies.  I am sure members have heard of it.  Part of that involves community dieticians training other healthcare staff to give evidence-based nutrition advice to support appropriate weaning and to support appropriate menu development and cookery skills for mums in the community, so that when a mother weans her baby, she is weaning him or her on to a good diet.  That is really important.<\/p> <p>  Last year we put in for nine community dieticians in the Estimates, one per CHO to support these programmes.  These are the kind of initiatives where &euro;500,000 makes a major difference when it comes to implementing these programmes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00700","nonspeaker":"Ms Jennifer Feighan"},{"type":"speech","time":1527669000,"counter":198,"content":"<p>I will be brief.  I wish to raise the issue of marketing and packaging of products for young children.  If one has to go to a shopping centre and bring the children, it is painful because everything is bright colours and novelty shapes.  Do the witnesses have recommendations on the packaging of products aimed at children?  Is it achievable in an Irish context?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00800","speaker":"1362"},{"type":"speech","time":1527669000,"counter":199,"content":"<p>May I add to that question because it is appropriate to mention the sugar tax, which had a profound effect even before it was introduced, in convincing the soft drink producers, in particular, to take the sugar out of the product.  I can think of some orange and cola drinks in particular.  They do not sell the sugar sweetened drink in Ireland any more.  They might have stock left but they are not importing or manufacturing it.  It had a very significant effect, never mind the secondary effect that it is a taxation measure that raises money to invest into other areas within healthy eating programmes.<\/p> <p>  As for what Deputy Mitchell said about packaging, is there a key to doing something about it?  We have done a lot in this State in terms of having been the first to introduce certain environmental measures. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P00900","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":200,"content":"<p>That is it.  I love to think of the smoking ban at these times.  I was here when it was introduced.  I am sure that everybody remembers the chat at the time, when everybody was saying that it will never happen; nobody will ever stick to it in the pubs.  Then there was that phase when everybody was smoking more because they were going outdoors to smoke, because the craic was outside.<\/p><p>It has radically changed the socialising environments for people who work there.  The sugar tax is a perfect example.  Legislators need to be brave and say that there are some things that matter too much to allow things to stay as they are.  A great deal of lobbying goes on and many economically threatening statements are made by certain interests warning of dire consequences.  My vision is that Ireland is a food island, and we should saying that we will make some radical changes to create healthy environments where we are not exposing children and their parents to marketing techniques, which we know are effective and lead them to dangerous practices.  <\/p><p> There are standard practices in Ireland, including the Friday night takeaway for a family.  The birthday of every child in school is celebrated; if there are 30 children in a class that adds up to many birthday parties over the year.  All the relatives are invited.  There is a press or a bowl in each house full of chocolate bars and treats like that.  That is not anybody's fault.  It is nothing to do with people not having enough willpower; they are surrounded by a normative environment which tells them to do this, to be nice and loving to their children and respond to their requests.  Children ask for many of these treats and that they are prompted to do so by marketing. <\/p><p> People will say that this is impossible to implement and that it cannot be done.  However, plain paper packaging is bring introduced for cigarettes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#P01000","nonspeaker":"Dr. Mimi Tatlow-Golden","continuing":true},{"type":"speech","time":1527669000,"counter":202,"content":"<p>I was going to mention that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#Q00200","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":203,"content":"<p>It is clear where we are going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#Q00300","nonspeaker":"Dr. Mimi Tatlow-Golden"},{"type":"speech","time":1527669000,"counter":204,"content":"<p>Ms Tatlow-Golden said that threats were made.  Ireland started the charge.  We might have been the second country to introduce this but we were the first country to come up with the concept.  Australia implemented it more quickly than Ireland did.  The tobacco companies spent almost $500 million in their fight against plain packaging, which was a concept started by Ireland.  Even more amusing, the industry has dropped the fight and is no longer pursuing it.  Plain packaging is coming in shortly.  It goes to show that sometimes a brave step is required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#Q00400","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":205,"content":"<p>Food is more complex.  Smoking is easy to deal with; the advice is that people just stop.  With food people can have a little bit.  Who defines what a little bit is?  Is it a little bit with lunch and a little bit after tea?  Is it a couple of biscuits at bedtime and a treat at the weekend?  That adds up to many little bits.  It is difficult.  Plain paper packaging on breakfast cereals would be a interesting concept to explore.  One can imagine the push back there would be on that.  Some changes will have to be made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#Q00500","nonspeaker":"Dr. Mimi Tatlow-Golden"},{"type":"speech","time":1527669000,"counter":206,"content":"<p>I grew up in the yellow pack era, and I do not recall crazy advertising or particular branding.  It was just plain packaging.  There was a lot of that in my house when I was growing up.  Perhaps that was a good thing, but it is not as prevalent now.  We are tackling sugar sweetened drinks, but there are also high content sugar products.  We have to start looking at those, particularly confectionery - I do not want to name particular products - which includes chemically sweetened chewy bars.  They are not chocolate or nougat; I do not know what they are made of.  Kids are buying many such products which are clearly not good for them.  By eating one every day, it is not a treat, it is normal, as has been correctly pointed out.  I am as guilty as the next parent in caving at least once a day to requests for crackers, cookies or lollies.  It is an issue we should start addressing in a meaningful way because it has become endemic in the first world.<\/p> <p>  A tax on high sugar content should follow the introduction of the sugar tax for sweetened drinks.  I recall the outcry, when I was in my teens, about additives.  The witnesses will remember when we all became aware of what E-numbers were.  An additive called E123 killed people, and it was in many products.  However, it disappeared quickly.  We can run with our over the counter, weirdly shaped and brightly coloured confectionery, as Deputy Mitchell correctly pointed out, but I wonder where we should go on this issue because there are so many of these products.  Marketing and advertising are key.  That is why I was interested in what Dr. Tatlow-Golden meant by loopholes.  She was not referring to a loophole, but rather a lack of direction in the standards.  They are antiquated and old and they have been run through like a juggernaut by companies marketing their products.  It is the job of companies to sell the product.  If Ms Tatlow-Golden had a choice, what would the next step be?  What measure would have a significant impact on the outcomes for children brought up in this State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#Q00600","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":207,"content":"<p>My vision is that children would have marketed or advertised a diet that reflects what their diet should be.  The situation is inverted at the moment; the food pyramid is on its head in respect of what is advertised and so on.  There will be many steps along the way to achieve that.  Those steps can be picked off, one by one, or we can think about more achievable goals we can start with.<\/p> <p>  Relatively simple measures could be taken, which we recommend in the forthcoming World Health Organization, WHO, review, such as targeting what children are viewing rather than programming targeted at children.  We should seek to have a nutrient profile model that restricts the foods that are advertised even more than is currently the case, even with its cheese derogation.  There should be a statutory rather than voluntary code for broadcast marketing.  The current code launched by the Department of Health is voluntary, and all the evidence shows that voluntary codes are not as effective.  It must be well monitored and a transparent monitoring mechanism must be defined in advance.  There are many parts to the code, and questions have to be asked about how they will work in practice.  Brand equity characters need to be dealt with, which are the characters which are not brought in from another programme but which are associated with the product.  Companies are really wedded to those for obvious reasons because they are powerful marketing tools.  We need to deal with brand marketing, rather than just marketing for foods.  These are difficult issues to address because companies will say that they need to reformulate and that they need space to do that.  Hard questions need to be asked about them.  <\/p> <p>  Information must be provided in schools and preschools.  I asked the St. Angela's College representatives earlier whether marketing is part of the junior certificate curriculum, and they said that there was not really any but that there was space for teachers to insert it.  It would be nice to develop, and I will talk to them about that.  <\/p> <p>  Ultimately, two actions must be taken.  We need to understand that choices are not made by people standing in a vacuum; they are made as a result of endless influences.  We have to do away with the language of healthy choices and come up with a different phrase, because it implies that the individual, as an agentic person, whether child or parent, can make all these decisions themselves.  We have to have a whole systems approach to this.  The no-fry zone initiative has to be a part of it, but the entire system has to be mapped and tackled from all angles, because it affects the parents as well as the children.<\/p><p>That will keep us busy for a little while.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#Q00700","nonspeaker":"Dr. Mimi Tatlow-Golden","continuing":true},{"type":"speech","time":1527669000,"counter":209,"content":"<p>That is interesting.  I wish to raise an issue for Mr. Moyles.  He rightly pointed to something going on in my constituency that I learnt about this morning.  It is timely that he is here.  He said it took 18 months and it went on public display, I assume, as part of the current development plan in Wicklow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00200","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":210,"content":"<p>It was a new proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00300","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":211,"content":"<p>It was a new insertion and went through the statutory process, which takes a minimum of six months plus time for debate and review within the local authority.  Mr. Moyles mentioned there were recommendations to remove certain aspects of what the councillors had proposed be included.  Can he provide more information on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00400","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":212,"content":"<p>At the end of the first consultation phase, just before the council voted, some of the Greystones councillors we worked closely with shared the recommendations from the chief executive with us.  The chief executive reviews all of the objectives and then makes recommendations.  His recommendation was that the no-fry zone objective, objective RT17, should be taken out of the Wicklow county development plan.  If the councillors felt strongly that it should remain in the plan, he recommended that the distance of 400 m should be taken out.<\/p> <p>  We were clear with the Greystones councillors that if the distance was taken out, the zone would be meaningless.  Our perspective was based on all the evidence we had obtained through the campaign.  We would have been back to where we had been with the national planning guidelines.  They are well intended but the wording is vague and open to interpretation.  That is how there can be situations where a council can say that it has given consideration to how close a fast food outlet is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00500","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":213,"content":"<p>\"Shall\" and \"may\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00600","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":214,"content":"<p>Yes, as well as vicinity of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00700","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":215,"content":"<p>There is a lot of that in legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00800","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":216,"content":"<p>Yes.  We wanted to have a crystal clear, black and white objective at the outset in order that when it came to planning there would be a clear application for the planner to assess and no room for manoeuvre.  It was either inside or it was outside.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R00900","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":217,"content":"<p>Was a rationale provided?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R01000","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":218,"content":"<p>No, just a recommendation.  Luckily for us, and the councillors, the numbers and the quality of the submissions we had received from the experts were sufficient for the councillors to appreciate that this was a positive step forward and that we should take it.  We would like this to be implemented throughout the country.  We spoke earlier about obesity.  It is a complex issue and there are many actions we can take.  This is a relatively straightforward action, which would have a meaningful impact sooner rather than later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R01100","nonspeaker":"Mr. Philip Moyles"},{"type":"speech","time":1527669000,"counter":219,"content":"<p>This is supported by studies, and the medical and education professions.  I have never been a teacher but we all know about the 3 p.m. slump and I am sure the equivalent happens in a secondary school.  The only reason I can think of for the recommendation was it was a reflection of some of the submissions made but also of the commercial rates.  Circumstances were probably not as rosy that year for the local authority budget as they might be now.  There may have been other reasons for it that I am not aware of.<\/p> <p>  The most appropriate step I can take is to recommend the next phase of improving the outcomes for children and young adults in respect of their eating habits and learned experiences.  We have not even touched on issues that the committee has discussed in recent weeks such as the provision of space for a new or recent mother to breastfeed her baby with an element of privacy.  I acknowledge that does not even bother some women, which is great, because it is important that society not only accepts but embraces and supports breastfeeding as much as possible because there are so many benefits.  That has been eloquently outlined.  It is also important for the outcomes of the children involved.  However, not everybody can do it.  There is always space for a good rounded product that will support a child's growth and build his or her immunity system.  <\/p> <p>  We learn about so many things - and the witnesses have highlighted this - where parents, grandparents or the older generation are influencers because they think it is right when in fact it is not.  I have two children at home and I have never asked somebody to let me be the parent of my own child.  I have, however, witnessed it being said by others.  Perhaps education is providing people with the self-awareness to say, \"Let me parent my own child, thank you very much\", to people, or something similar  When it comes to breastfeeding, any expectant mother watching this or anybody ever put under peer pressure not to breastfeed, should just ignore people because they do not know what they are talking about.  They may have the best will in the world but they are wrong.  I find that frustrating.  It has come up before and Deputy Mitchell has given evidence on this before the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R01200","speaker":"1300"},{"type":"speechnospeaker","time":1527669000,"counter":220,"content":"<p>It is necessary to see something to know it is the right thing sometimes.  Like everything else, mentors are needed.  A young girl having a baby may never have seen anyone breastfeed, including her sisters, not her mum nor her cousins.  It would not be at the front of her mind and that is because it is not the norm yet.  Breastfeeding is only being initiated by just over half of women.  We need to work on that because people need to see something to think of something.  Education plays a huge role.  Two thirds of people in Ireland are overweight or obese.  A person who has a normal weight is in the minority.  Active choices have to be made to not gain weight.  I refer to marketing, packaging, buy one get one free and portion size.  It is easier to gain weight. A person just grazing his or her way through the day will be overweight.<\/p> <p>  We used to look to America when I was studying nutrition.  We saw pictures of portions and said that is American whereas now it could be Irish.  We have the same portion sizes and the same obesity and overweight rates.  It is not possible to drive everywhere, sit and watch television every night, eat all these large portion sizes and not put on weight and then be a drain on the health service.  Dieticians know this.  We have learned all of this, it is not new to us.  It is the environment we are living in now and we really need to take action.  That involves planning decisions, exercising, marketing, nutrition and education.  We have all said that.  It is great to get an opportunity to talk to the committee because making decisions that will impact on the health of our children is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R01300","nonspeaker":"Ms Louise Reynolds"},{"type":"speech","time":1527669000,"counter":221,"content":"<p>It is time we wrapped up and, therefore, on behalf of the committee, I thank everybody for their presentations and interaction with members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018053000002#R01400","speaker":"1300"},{"type":"unspoken","time":1527669000,"counter":222,"content":"<p>The joint committee adjourned at 12.20 p.m. until 9.30 a.m. on Wednesday, 13 June 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Future of Mental Health Care","time":1527697800,"counter":223},{"type":"unspoken","content":"<p>The Joint Committee met at 17:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy John Brassil, Senator Frank Feighan, Deputy James Browne, Senator Colette Kelleher, Deputy Pat Buckley, Senator Gabrielle McFadden. Deputy Seán Crowe, Deputy Michael Harty, Deputy Gino Kenny, Deputy Catherine Martin, Deputy Fiona O'Loughlin, Deputy Anne Rabbitte,<\/p><p>In attendance: Deputy Declan Breathnach and Senators Victor Boyhan, Gerard Craughwell and Máire Devine.<\/p><p>SENATOR JOAN FREEMAN IN THE CHAIR.<\/p>","time":1527697800,"counter":224,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002"},{"type":"minorheading","content":"Business of Joint Committee","time":1527697800,"counter":225,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#A00100"},{"type":"speech","time":1527697800,"counter":226,"content":"<p>We have received apologies from Deputies Tom Neville and Thomas Pringle.  Members are requested to ensure that their mobile telephones are turned off for the duration of the meeting, as they interfere with the sound system.  I propose that the committee go into private session to deal with housekeeping matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#A00200","speaker":"1428"},{"type":"unspoken","time":1527697800,"counter":227,"content":"<p>The joint committee went into private session at 5.37 p.m., suspended at 5.41 p.m. and resumed in public session at 5.44 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"A Vision for Change: Engagement with Department of Health Oversight Group","time":1527697800,"counter":228,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#B00100"},{"type":"speech","time":1527697800,"counter":229,"content":"<p>We are now in public session.  I welcome Mr. Hugh Kane, chairman of the Department's oversight group for A Vision for Change, Dr. Fiona Keogh from NUI Galway, a member of the oversight group, and Mr. Tom O'Brien, from the mental health unit of the Department of Health.  On behalf of the committee, I thank everyone for attending.  The format of the meeting is that witnesses will be invited to make a brief opening statement and this will be followed by questions and answers.<\/p> <p>  Before we begin I draw the attention of witnesses to the position in respect of privilege.  Witnesses are protected by absolute privilege in respect of the evidence they are to give to the committee.  However, if they are directed by the committee to cease giving evidence in relation to a particular matter and continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p> <p>  Members should also be aware that under the salient rulings of the Chair, they should not comment on, criticise or make charges against a person outside the House, or any official by name or in such a way as to make him or her identifiable.<\/p> <p>  I remind members and witnesses to turn off their mobile phones or switch them to flight mode as they cause havoc here.  I also advise witnesses that any submission or opening statement they make to the committee will be published on the committee website after this meeting.  I invite Mr. Kane to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#B00200","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":230,"content":"<p>I thank the Chair and members of the joint committee for inviting us to today's meeting.  I recognise the work the committee has completed thus far.  The members of oversight group, including me, have read with interest the two reports published by the committee. <\/p> <p>  As I indicated during my previous appearance, the work of the Oireachtas Joint Committee on the Future of Mental Health Care and the oversight group share many of the same concerns.  The work of the oversight group has, in the first instance, concentrated on assessing A Vision for Change, our national mental health policy, to determine what changes are needed to this foundation to refresh it in today's context.  While the term of this policy came to an end last year, many of its recommendations helped to shape our current mental health system and remain at the heart of effective and appropriate mental health services.  With this in mind, it was important to take a considered and staged approach to this work.  In line with the oversight group work plan, consultation is taking place will continue in the coming weeks and feedback will be incorporated into the final report.  This approach is similar to that taken by the joint committee, which has heard from different stakeholders over the course of its work.  It is with interest that the group has observed the insights provided by the committee meetings.  Our group will consider the stakeholder feedback in our discussions as we deliberate on how best to include it as we proceed. <\/p> <p>  My purpose this evening is to share with the committee the work of the oversight group of which I am chair.  While I am sure members are familiar with the context within which the oversight group was created, I will nonetheless begin at the initial stages of the group.  A Vision for Change was published in 2006 and set out a ten-year policy framework for Ireland's mental health services.  It recommended that interventions should be aimed at maximising recovery from mental illness and building on service user and social network resources to achieve meaningful integration and participation in community life.  It was welcomed as a progressive, evidence-based policy which guided the development of our mental health services towards a new model of service delivery, one which would be service user centred, flexible and community-based.<\/p> <p>  A Vision for Change highlighted many areas which were in need of increased attention in the shift from a service with an institutional focus to a community-based service, and many of the recommendations are still valid today.  However, A Vision for Change came to an end in 2016 and preparations for a review and updating of policy have been under way since early 2016.  The initial step was the commissioning of an evidence-based expert review in September 2016.  This looked at the implementation of A Vision for Change and how future policy and services could be improved.  The review provides evidence to inform the policy direction for a revision of A Vision for Change, both in terms of international best practice and the experience obtained since the adoption of the policy.  It presents a broad overview and mapping of evidence and developments in the mental health area that are helpful in guiding policy development and practice in Ireland.  Coincidentally, the report was published on the same day as the joint committee was established in July 2017. <\/p> <p>  In October 2017, the Minister for Health established the oversight group which was tasked with producing a high-level policy framework setting out future service priorities.  I was honoured to be appointed by the Minister to chair the group.  In considering the appropriate membership, it was decided to keep the group small, efficient and inclusive of leaders in the area to ensure a clear focus on the task of producing a refreshed policy in a timely manner.  The oversight group, in line with its terms of reference, is overseeing the development of this refreshed policy for mental health, based on the recommendations arising out of the expert review and other relevant contributing documents.  Work is scheduled to conclude in December of this year. <\/p> <p>  The oversight group engaged in a detailed consideration of current policy actions and recommendations.<\/p><p>It established a number of subgroups to focus on specific areas of attention, including child and youth mental health, the mental health of the over-65 age group and examination of policy outcomes.  The outcomes subgroup focused on how outcomes can operate as a paradigm shift within the system to work better and more efficiently and to serve the service user in a better way, drawing from existing research and practice.  The oversight group has determined that its work will have a focus on developing measurable outcomes within an outcomes focused framework.<\/p><p> An ecological framework will also inform the refreshed policy.  This approach focuses on both population level and individual level determinants of health and interventions.  It is acknowledged in much recent research that health is determined by influences at multiple levels, such as public policy, community, institutional, interpersonal and intrapersonal factors.  An evaluation of the current context and how that relates to A Vision for Change and other current mental health related policies was also deemed necessary.  This document examines whether specific actions have been implemented and, if so, to what success.  The evaluation also examines whether specific actions have been implemented through other policies in this area and considers whether actions are still relevant if they are not implemented.  I understand this is the document the committee referred to in its second interim report.  A preliminary report has been received and is tabled for discussion at the next meeting of the group which takes place tomorrow.  Following this meeting, the researcher will be asked to finalise the report.  When this final version is received it will be shared with the members of the committee.<\/p><p> I also note that the committee has referenced engagement with the Department of Health as an area for action in its second interim report.  As mentioned in my letter to the committee last December, the oversight group agreed to report further to this committee when the initial part of our deliberations was completed.  As members will have seen in the oversight group's work plan furnished to the committee in March 2018, these deliberations have taken place mainly within the oversight group up to this point.  While we have not been in a position to share working documents, I reassure the committee of our shared goal and the oversight group's ongoing commitment to this goal.<\/p><p> We are currently engaged in a stakeholder consultation process and we have just left the first advisory group meeting this afternoon.  For this part of the process two half-day meetings have been scheduled - one today and the other, which was due to be held in June, will be in September.  At these meetings we will gather input from mental health clinical experts who currently work in front-line services and service user representative organisations.  It has been important to the group that the positive aspects of A Vision for Change would not be lost.  The group is attentive to its mandate which is to complete a refresh of A Vision for Change.  The oversight group is working on developing a framework document that will both guide the stakeholder process and assist the oversight group to work within a shared vision.  Stakeholder feedback received is extremely important to us and it is hoped that all relevant information received will inform the recommendations in the refreshed report.<\/p><p> While the final domains have yet to be decided, it is anticipated that the following five domains will be considered: social inclusion and recovery; prevention and early intervention; access, co-ordination and continuity; improvement and innovation; and accountability and transparency.  Outcomes and specific actions will then flow from these domains.  Enablers that exist will also be explicitly recognised, as it is important to note what has contributed to the positive aspects of current service provision in order to ensure it continues.  Wider public consultation is also set to take place in Dublin, Cork and Sligo in August.  All of this feedback will be incorporated into the work of the group, with the group ultimately producing \"an updated draft policy framework which sets out current and future service priorities within a time-bound implementation plan\".  The feedback from these stakeholder sessions and the working document mapping recommendations against current context, alongside any other completed items of work, can be provided to the committee once available.<\/p><p> The oversight group acknowledges the good work completed by the Oireachtas committee.  In several of our meetings it was agreed that the existence of the Oireachtas committee was a very positive development because its work would assist greatly in ensuring that the policy refresh would have political support.  The oversight group is clear that the terms of reference ask it to focus on refreshing policy.  Policy determines outcomes for individuals in need of mental health support and shares a vision of what good mental health outcomes should be.  This differs from the work of the joint committee, whose focus is on service improvement, staff shortages and funding.  There is certainly a role for both groups and working together will result in a real shift in prioritising mental health in government, resulting in positive changes in policy and service provision.<\/p><p> Once again I thank the committee for inviting us to today's meeting.  I will be happy to take any questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#B00300","nonspeaker":"Mr. Hugh Kane","continuing":true},{"type":"speech","time":1527697800,"counter":232,"content":"<p>Thank you, Mr. Kane.  Before I call on members for questions I will address a point Mr. Kane made which I find somewhat disappointing.  He stated:<\/p><blockquote>The Oversight Group is clear that the terms of reference ask it to focus on refreshing policy. ... This differs from the work of the Joint Committee, whose focus is on service improvement, staff shortages and funding.<\/blockquote> <p>I have to clarify this.  The committee's remit is not to be a sideshow to a process taking place within the Department of Health to decide the future of mental health policy.  In its terms of reference this committee is tasked with reaching cross-party agreement on the direction of mental health policy.  We are, therefore, the primary body in existence for setting this agenda.  Our task is to provide a vision for the future of mental health care in Ireland and we will do that in our final report in October.  To be clear, I view this committee's remit as encompassing the oversight group's remit.  We are not working in two separate areas.  It is important, therefore, that the oversight group's work feeds into our work and that we are fully aware of the group's activity and the information available to it.  Otherwise we might find ourselves at cross purposes, and the oversight group's efforts will not be fully effective if they cannot be adequately reflected in our report.<\/p><p>The procedure now is that members will have seven minutes each to ask questions and receive responses.  I will start with Deputy Harty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#C00200","speaker":"1428"},{"type":"speech","time":1527697800,"counter":233,"content":"<p>I thank the witnesses for attending.  I wish to clarify the status of the oversight group.  I have looked at the membership and I note it is not entirely a HSE group.  It is an independent group with people drawn from many disciplines, including members of the Irish College of General Practitioners, ICGP, and Dr. Shari McDaid of Mental Health Reform.  It is quite a broad group, not just the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#C00300","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":234,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#C00400","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":235,"content":"<p>Will Mr. Kane outline, for my own information, how the membership of the group was chosen?  He can see that there is a little tension between this committee and what the oversight group is doing.  We are trying not to overlap to a great degree but at the same time there is a lack of communication between the two groups.  I wish to clarify where the oversight group is coming from because Mr. Kane said in his opening statement that we were doing two separate things.  Will he outline the separation of those two functions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#C00500","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":236,"content":"<p>The oversight group is an independent group and I am an independent chairman.  Our terms of reference ask us to report back to the management board of the Department of Health.  Regarding how the group was chosen, we were looking for people with competencies in the area of developing policy and people with an understanding of mental health systems and how management systems work.  We identified a group of people based on those criteria.<\/p> <p>  I was before the committee last October just as we were beginning our work. I regret, and it is unfortunate, that there is a sense that we are doing different things and that we are not on the same side in terms of what we are trying to achieve.  The particular work we were tasked with in our terms of reference was to review A Vision for Change and to come up with a refreshed version of it.  The focus of what we are doing is on the next period, being cognisant of what happened previously and what is currently happening.  Essentially, that is what we were asked to do in our terms of reference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#C00600","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":237,"content":"<p>This committee is working in a linear fashion and we have produced two interim reports.  Will the oversight group produce an interim report on how it is progressing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#C00700","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":238,"content":"<p>Probably not, although we will produce outputs as we go along.  There are some ongoing issues.  One is that we are a voluntary group and all of us have other day jobs.  That mitigates against us being able to get together as often and to do work as required, so that is a particular challenge.<\/p><p>The focus of work during our first three meetings was deliberating on this complex area of mental health and what would be a good way to approach the development of a refreshed A Vision for Change.  We spent a good bit of time deliberating, thinking about and discussing among ourselves the direction in which we would go.  <\/p><p> When I was here on the previous occasion, I noted that the oversight group decided to take an outcomes-focused approach rather than focusing on outputs and that we would examine the issue in the whole other context I outlined.  Considerable thought and deliberative time went into that.  As we are an independent group whose members are drawn from many different backgrounds, we engaged in a considerable amount of discussion to reach consensus and agree on the best way forward.  In respect of trying to write a report based on that kind of deliberative approach, nothing really comes out of that because one goes through a process and we work as colleagues, share ideas, argue the points backward and forward and move on.  That took a particular amount of time.  <\/p><p> We were anxious to establish the current status of all the recommendations in A Vision for Change.  We contracted an external group to do that particular task.  Obviously, when we were trying to determine what was in and out of scope in terms of the work we were doing, we felt this was a fairly key piece of work.  We received a draft report in at the end of February on that work.  This identified what was finished, what was not finished and why it was not finished, what else might be missing and whether changes had taken place in other areas that we needed to add to our work.  We decided to hold that piece of work while we moved on to developing the overall framework we are using to look at the development of policy.  Again, in looking at that framework, we spent a good bit of time looking at other jurisdictions that have used an outcomes approach and the places where it has worked really well.  A few moving pieces are starting to fit together.  We are at the point where we have a draft framework into which we can build a policy.  That is what we consulted extensively on today with the people we met.  We will work on that kind of framework.  Tomorrow, we must finish the piece of work with the consultants who carried out the work on A Vision for Change to identify the gaps and the final pieces that need to be done.  Once that is done, that becomes an output and, as I said, we will share that with the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#C00800","nonspeaker":"Mr. Hugh Kane","continuing":true},{"type":"speech","time":1527697800,"counter":240,"content":"<p>Mr. Kane says the group has begun meeting stakeholders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00200","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":241,"content":"<p>Yes, we met the first group of stakeholders this afternoon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00300","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":242,"content":"<p>Did the group not meet any stakeholders between October 2017 and today?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00400","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":243,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00500","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":244,"content":"<p>How often does the group meet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00600","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":245,"content":"<p>We meet every month.  We have had six meetings since we began.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00700","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":246,"content":"<p>As Mr. Kane can appreciate, we meet every week and we are going through a large amount of work.  Is one meeting per month sufficient?  Does the full membership attend meetings of the oversight group?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00800","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":247,"content":"<p>Generally, that is the case because we try to synchronise our diaries when we meet.  We have busy lives and members come from different parts of the country, which is a particular challenge.  In between the monthly meetings, different groups have been working on different pieces of work to bring back to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D00900","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":248,"content":"<p>In its deliberations so far, what has it found to be the main inhibitors for implementing A Vision for Change?  What are the barriers to implementation?  We have been through this with the Sl&aacute;intecare report and we have identified barriers to implementation.  What barriers has the group found in its deliberations?  We have looked at three primary areas, namely, primary care, recruitment and retention and funding.  Perhaps Mr. Kane would like to comment on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01000","speaker":"1275"},{"type":"speechnospeaker","time":1527697800,"counter":249,"content":"<p>We decided to adopt an outcomes-focused approach because we felt that a fundamental question on which we needed to be clear concerned the objectives we were trying to achieve within the mental health service.  Before we looked at other issues, the fundamental question for us was what we were fundamentally trying to achieve in the mental health services.  That is what we viewed as critical and it is where we focused.<br\/><br\/>Part of the issue with A Vision for Change was that when one looks at the original report, the first four or five chapters were where much of the vision and future thinking were set out.  The final chapters focused very much on the resources and inputs required to deliver the report.  In our judgment, when one reads any reviews of A Vision for Change, one can see they tended to focus on the resource inputs rather than the other cultural issues or different ways of working that have been implemented.  That has been our starting point.  We have not looked at inhibitors <i>per se<\/i>because we have been trying to identify particular enablers within the system that will enable this policy to move forward in a particular way.  That has been the focus rather than inhibitors.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01100","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":250,"content":"<p>Before we hear from Deputy Rabbitte, I will comment on Mr. Kane's comment that members of the oversight group all have busy lives and, therefore, it is difficult to meet.  The group meets once a month, which means it has held about six meetings in seven or eight months.  For something so important, surely the group making important decisions on refreshing A Vision for Change should not be voluntary.  How much did it cost to bring in consultants to help the group?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01200","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":251,"content":"<p>I was appointed by the Minister who appointed the group so its status and membership are matters for the Minister rather than me to comment on.  I do not know if I have the detail on what we spent on the review of A Vision for Change.  If I do not have it with me, I will provide it to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01300","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":252,"content":"<p>I thank the witnesses for their presentation.  I will follow on from where Deputy Harty left off.  Mr. Kane spoke about what the group is trying to achieve.  What is the group trying to achieve because I could not figure it out from his presentation?  What is the focus?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01400","speaker":"1231"},{"type":"speechnospeaker","time":1527697800,"counter":253,"content":"<p>We have been tasked with producing a refreshed version of A Vision for Change.  Within that, the route we have taken is that we think that a future policy should really be outcomes-based.  Internationally, there is strong evidence that this is a good way of bringing about fairly fundamental reform and change in services, particularly in terms of the people who access services.  In terms of our particular piece of work, we are building a framework for the new policy that will look at things like the vision we are trying to achieve and the values that should underpin that.  We are trying to identify the key domains and areas under which we would group the particular pieces of work.  Underneath that, we are trying to identify the key actions that need to be taken to deliver that.  We are looking for enablers.  This involves multiple stakeholders.  It is across Government and many different stakeholders.  One advantage of using a framework like this is that once there is agreement on the outcomes we want to achieve, we are able to approach other colleagues and stakeholders to see what actions they need to take to deliver on the outcome that has been agreed at policy level so there is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01500","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":254,"content":"<p>All of a sudden, I have seen a clear blue light for the simple reason that we take a bottom-up approach.  We meet every single week and we meet stakeholders who come before us.  We are meeting stakeholders with regard to primary care, recruitment and retention and funding.  To be fair to the Chairman and the clerk, every week, groups of people appear before us and we sit for two or three hours.  The oversight group is putting structures in place.  This is where I am somewhat disappointed.  I thought the committee would be given feedback from the work the oversight group was doing every month so that we could hook on to its framework from the stakeholders that were appearing before us.  Was the request that this group would give us a monthly report not one of our asks last November?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01600","speaker":"1231"},{"type":"speech","time":1527697800,"counter":255,"content":"<p>Yes, we asked for a monthly report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01700","speaker":"1428"},{"type":"speech","time":1527697800,"counter":256,"content":"<p>Has this happened?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01800","speaker":"1231"},{"type":"speech","time":1527697800,"counter":257,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D01900","speaker":"1428"},{"type":"speech","time":1527697800,"counter":258,"content":"<p>I do not know why that has not happened.  I appreciate everything Mr. Kane has said.  As I said, a clear blue light has appeared but it is a pity the committee and the oversight group are not working in tandem.  While we are very different, we should be feeding back from our stakeholders.  The Psychiatric Nurses Association, the Irish Prison Service and service users have appeared before us.<\/p><p>The committee is doing good work but the oversight group is not seeing any of that other than what it sees in the reports we produce.  While the group is beginning to meet stakeholders is it possible that we could marry the stakeholders together to ensure outcomes?  We work best when we are working together.  How does Mr. Kane think we can support this process going forward, and how can we enable the group's outcomes for the next number of months while this committee is in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#D02000","speaker":"1231","continuing":true},{"type":"speech","time":1527697800,"counter":260,"content":"<p>Deputy Rabbitte is correct.  The witnesses have access to the committee meetings every week and access to those who give testimony every week.  We are baffled as to why the committee cannot have an interim report from the oversight group.  I apologise to the Deputy for cutting in on her contribution, but perhaps Mr. Kane will answer her questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E00200","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":261,"content":"<p>I referred earlier to producing a monthly report.  The group's initial discourse was based on a consideration of issues, especially when the group was forming.  The first three meetings of the group were about trying to clarify its focus and be clear about the approach we were going to take, how we were going to do the work and what our main focus would be.  This is an important process given the different stakeholders involved.  Writing about that process could mean a two-line report.<\/p> <p>On the other work for A Vision for Change we were delayed a bit when we went to do it.  We felt it was critical to determining the scope.  We have made a quantum leap at this point in so far as we have that work on A Vision for Change nearly completed and we have done an international trawl on outcomes.  We have developed a framework that we will be happy to share with the committee.  This allows us to start to hang the pieces together.<\/p> <p>  The consultation process we are engaged in looks at the framework and tries to find out from people what are the most important outcomes to aim for, how should they be grouped and what are the best actions to do that.  When we have this information, we will be able to slot in and use much of the information gathered by us and the committee in a way that makes sense to us all.<\/p> <p>  We were involved in a great deal of thinking and discussion around stuff, and trying to present that when nothing was emerging.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E00300","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":262,"content":"<p>I can understand that.  I understand why there would have been three meetings and conversations where the oversight group was trying to find its footing, no different to ourselves here.  Other than Deputy Harty, who comes from a medical background, we are elected representatives.  The group has work to do to be our enablers so the committee can give the group indications for outcomes.  If I have one request from today's meeting, it is that the oversight group would forward its reports to the committee.  Perhaps the committee could focus on who is coming before it.  Ultimately, we want the best workable vision.  We are with the stakeholders as they come before committee.  The oversight group has the knowledge that the committee does not.  The group must share that knowledge with us to ensure the best outcomes.  It might eradicate any tensions but we have to work together for the best outcomes, particularly for the next six months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E00600","speaker":"1231"},{"type":"speechnospeaker","time":1527697800,"counter":263,"content":"<p>We have some information that is at a stage we are willing to share.  It is reasonably well thought out but it is a work in progress.  We will have a committee meeting tomorrow.  The work on A Vision for Change can be shared with the committee as soon as it is completed.  We have a draft framework that we would be happy to share.  We are at the stage some outcome from our thinking that would be helpful and we would be happy to provide it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E00700","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":264,"content":"<p>That would be welcome.<\/p> <p>  Who will be consulted in the consultation process that the oversight group is about to engage in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E00800","speaker":"1231"},{"type":"speechnospeaker","time":1527697800,"counter":265,"content":"<p>We discussed this in great detail.  Traditionally, a consultation process would start with an advertisement in a newspaper and written submissions would be made.  We were particularly interested in hearing from people and their families who are in services and who have used services.  This process is often not as accessible in the same way as access to professional groups.  The idea behind going around the State is to invite people who are from that background, because it is important that we hear their voices and facilitate that discussion, along with others such as professional people, and other organisations and agencies that work in the area.  We hope to consult based on our framework, to try to get some support and some grounded suggestions from people.  We had our reference group meeting today and we plan to meet again in September.  We will schedule to have these three meetings around the countryside to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E00900","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":266,"content":"<p>Regarding three meetings, how did the group come up with the locations?  Dr. Fiona Keogh is looking at me now and thinks that I want to know why Galway was left out.  However, I want to know why the locations were not chosen based on the CHO areas.  Why was it not broken down that way?  Why were only three locations use?  I ask this because we talk about A Vision for Change and how it failed in Galway and the closure of St. Brigid's Hospital.  I would love the oversight group to meet people in Galway to hear how the loss of that service has impacted the area.  How was the decision made to hold consultations in three locations?  Why could an additional four meetings not be held to make the process all-inclusive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01000","speaker":"1231"},{"type":"speechnospeaker","time":1527697800,"counter":267,"content":"<p>We were trying to cover geographical areas.  Sligo was to cover the north and north west, including Cavan and Monaghan.  There are transport links to Dublin, which facilitated the east.  The Cork meeting could cover the south.  We had a discussion about whether to go to Galway and, on balance, we determined that Sligo would work better because it was nearer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01300","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":268,"content":"<p>I do not want to disenfranchise an area, but Mr. Kane can see where I am coming from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01400","speaker":"1231"},{"type":"speechnospeaker","time":1527697800,"counter":269,"content":"<p>Sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01500","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":270,"content":"<p>Representatives from all the CHOs have been before the committee.  They were forthcoming and gave us their time.  I ask Mr. Kane to widen the consultation to ensure communities are not left out.  Using three locations is too narrow.  That is not a criticism.  Reference was made to the child and adolescent mental health service, CAMHS, but Galway is one of the areas that has the required 22 CAMHS beds.  That is still not enough but that process needs to be reviewed.  I ask that the oversight group would link in with the Chairman on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01600","speaker":"1231"},{"type":"speechnospeaker","time":1527697800,"counter":271,"content":"<p>I will talk to colleagues about that tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01700","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":272,"content":"<p>When the Minister, Deputy Harris, appeared before the committee on 8 November 2017 we asked him to ensure that we would receive not only a copy of the oversight group's work plan, but also monthly updates.  Was that request made by the Department of Health?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01800","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":273,"content":"<p>Absolutely, but the issue was that if I was to write a monthly report to the committee, there would not be sufficient substance to assist the work of the committee.  That was the only reason.  Part of our issue when trying to come up with a work plan is that the group was in its formative stage and while we could have filled out a sheet, we wanted to make sure that we came up with a plan that we felt we could achieve and which was workable for us.  This was the motivation.  We were not trying to avoid talking to the committee or to keep out of the limelight.  We were in a phase of deliberation and consultation.  Writing a report based on that would not have been particularly helpful to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E01900","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":274,"content":"<p>I respect that the witnesses are volunteers.  I am a little bit cross with the Minister because A Vision for Change had been reviewed and has been refreshed.  What is the next \"R\" in this process?  Perhaps it would have been nice if someone had told the committee that the oversight group did not have the work plan and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E02000","speaker":"1428"},{"type":"speech","time":1527697800,"counter":275,"content":"<p>I thank the witnesses for attending.  I am disappointed.  We are not here to pick on the witnesses but when other members and I approached the committee's work with a vision and a mission.  This was to be an implementation committee and that is why we have focused on interim reports and I am disappointed.<\/p><p>It was my view at the time, and probably that of others, that by running two parallel committees, they would never meet in the middle.  That is what seems to have happened over the past several months.<\/p><p> In his opening statement, Mr. Kane stated that in 2016, A Vision for Change came to an end but it had not.  We have had reviews and the next one will be to sex it up but it will not provide answers.<\/p><p> Mr. Kane spoke about evidence-based proposals.  We have had so many stakeholders inform the committee that they have an evidence-based proposal, namely, the Sl&aacute;intecare report.  By the way, today is its birthday.  We had the life experts in the Seanad tell us how the system is not working.  Mr. Kane said he is currently engaged in a stakeholder consultation process.  We will have to move away from consultation to implementation.  The experts are telling us that it is difficult to access mental health services.  Fancy information campaigns on TV and so forth can be run, but I am hearing day in, day out on the ground about the difficulties people have accessing mental health services.  The first point of access, GP services, are swamped.  One might not even get to see a GP now.  We should not have have more of these reviews.  Instead, we should have a committee such as this to take the first six pages of a report's recommendations and implement them.<\/p><p> Mr. Kane said in his opening statement, \"While we have not been in a position to share working documents, I would like to reassure the committee of our shared goal and the oversight group's ongoing commitment to this goal.\"  It is ongoing because there are two planes flying parallel to each other and will not meet.  It is like asking a bank manage to cash a \"Thank you\" note.  I am not being disrespectful to the witnesses.  I am angry and disappointed with the Minister.  I was excited at the start.  I believed that if we could work together and achieve something positive, the people who would benefit would be those who needed these services most.  While there has been excellent work done since the committee started, the subs are warming up on the other pitch and might never get a game.<\/p><p> First, we need to achieve access the services.  We will hear about lack of staff and recruitment and retention.  If that is the case, then we should roll out pilot projects.  We know where systems are working well and where there are problems in the State.  I was recently at a meeting in Tipperary attended by 200 people who were protesting about the lack of availability of mental health services.  Up to 220 shoes were displayed at the meeting, each one representing somebody who had taken his or her life since 2012.  That is in one county.  Surely, that is a red flag and there should be some pilot scheme to address this.<\/p><p> Mr. Kane referred again to evidence-based proposals.  We have heard from all the experts and documents have been published.  Can we not ask the Minister to take a different view on this?  Can we not have an early intervention system to deal with a problem in a certain area of the country and then roll out it out in other areas?<\/p><p> There is a high incidence of cancer in certain areas which are then targeted.  There are high instances of youth suicide in certain places which are targeted.  In Dublin as many mothers and young women are dying by suicide as fathers and young men.  Surely, that has to be red flagged.  I am aggrieved that we keep talking about coming up with a plan but it is then claimed more evidence is needed.  The evidence is available.  We are heading towards a major crisis in mental health services.  There is a shortage of up to 500 staff in the system.  There will be 1,700 retirements in the next five years but there is no plan to replace them and begin a recruitment drive.  I do not mean to be condescending but I am trying to flag that we must be realistic.  If this is not working now, can we start thinking outside the box to implement a system that will work instead of just talking about it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#E02100","speaker":"1279","continuing":true},{"type":"speechnospeaker","time":1527697800,"counter":277,"content":"<p>We have a little piece of the jigsaw on which we are working.  A service is operating every day that is reforming, making changes, supporting people as best it can and responding to issues.<\/p> <p>  I take the Deputy's point about implementation.  The work with which we have been tasked is to design a mental health system that better meets the needs of the people.  That is what we are struggling with.  At the same time, we know there are challenges and issues every day that the delivery system is operating on.  Our work has a future focus on what might be a more efficient or effective way of delivering.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#F00200","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":278,"content":"<p>While I thank Mr. Kane for the answer, it worries me.  I am not trying to be disrespectful.  The oversight group and the committee are trying to predict and plan for the future.  We can predict that in the next five years there will be a massive shortage of staff.  In five years, we will ask how did it come to this and how can it be addressed.  Can we not nip this in the bud?  Can we investing in GPs and primary care now in order that in five years we may not have to provide for a crisis in secondary or acute care?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#F00300","speaker":"1279"},{"type":"speechnospeaker","time":1527697800,"counter":279,"content":"<p>Absolutely.  We have work to do on workforce planning, as well as on access to primary care.  I accept there are significant operational problems in the system.  As we are not involved in the day-to-day management and running of the service, we have been asked to take a different focus.  There are people working hard on the points the Deputy mentioned every day of the week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#F00400","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":280,"content":"<p>The witnesses are charged with refreshing and reviewing A Vision for Change.  I am blue in the face, however, from talking about documents which go nowhere.  A Vision for Change is 12 years old.  Psychiatric nurses were excited when it was first launched because we had an input into it.  However, it was realised it was just used as a fiscal scalpel towards services and not the rolling out of up to 70% of community services.  How can this be refreshed by the oversight group if its recommendations were never implemented in the first place?<\/p> <p>  I get disheartened because the issue rolls on with report after report with no action.  When we established this committee, we said it would be a committee of action.  However, it is just rolling on with talk and reviews.  I apologise if I seem to be giving out but it is frustrating and action is needed.  Earlier the Seanad debated the Seanad Public Consultation Committee report on children's mental health services, which was produced under the stewardship of the Chairman and we called for her Mental Health (Amendment) Bill 2016 to be enacted as soon as possible to stop children being nursed in adult psychiatric units.<\/p><p>It is possible but there is no political will to do it.  That is an action that is doable but we are not even getting timelines.  There are lots of barriers but there is a significant amount of legislation that could be enacted.  I am sorry for ranting.<\/p><p> Professor Harry Kennedy from the Central Mental Hospital was here last week, along with witnesses from the Irish Penal Reform Trust and others.  He was of the opinion that we should scrap A Vision for Change but I disagree with him.  I do not think we have the right to scrap what is a decent document that requires implementation.  He believes the document does nothing to address the issue of prisoner mental health, the rise in psychosis among prisoners or the fact that our prisons are becoming our new mental institutions because of the closure of so many long-term mental health facilities.  I asked Professor Kennedy to be proactive and to write to the oversight group for A Vision For Change.  I also urge the oversight group to write to him.  He is a very able individual with some very useful ideas.  However, I urge the oversight group not to take up his idea of scrapping A Vision for Change and starting again because we do not have the luxury of the time to do so.  <\/p><p> A lot of research has been conducted by the Royal College of Surgeons in Ireland in collaboration with the Psychiatric Nurses Association, whose members have on-the-ground experience.  A study was published in recent years which showed that 73% of the recommendations in A Vision for Change had not been implemented.  I was very cynical when the oversight group was set up because I thought it signalled more of the same.  I hope that the oversight group is using the evidence provided by the aforementioned study as guidance in its work.  <\/p><p> I was quite impressed with the oversight group's work plan, which is just like the care plans that are drawn up in hospitals.  It identifies the problems, the objectives, the dates and how we will get where we want to go.  I would love to see all of the boxes filled out and ticked off.  There was a suggestion that five town hall meetings would be rolled out across the country, which I welcome.  I recommend the use interactive materials at those meetings and urge the oversight group to invite questions from participants and to get their feedback, either directly or through applications like Mentimeter.  It is important to reach out to as many people as possible.  Most importantly, I urge the group to hurry up and to carry out its work quickly.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#F00500","speaker":"1388","continuing":true},{"type":"speechnospeaker","time":1527697800,"counter":282,"content":"<p>One of the items on our agenda tomorrow is the issue of prisoners.  That is on our radar and I am glad to hear that Professor Kennedy has raised that matter with the committee.  We hope that our framework document will become fairly comprehensive over time, with a lot of detail included.  The document should have a beginning, a middle and end and we hope to take that approach.  In terms of our consultation, anything that we can do to make it smarter or better will be considered.  I thank the Senator for her suggestion in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00200","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":283,"content":"<p>Yes, Mentimeter is a good way to engage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00300","speaker":"1388"},{"type":"speechnospeaker","time":1527697800,"counter":284,"content":"<p>We will take a look at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00400","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":285,"content":"<p>I am dismayed at the lack of progress because every day that passes is another day during which people who need it do not get support.  We had fantastic presentations on prisoners and mental health from a range of different people recently. They described the scale of the mental health difficulties for people who are locked up, who have no safe place to be and who cannot escape their surroundings.  It was quite shocking.  Every time this committee meets a new group, we are shocked.  We had members of the Traveller community before us and were shocked at the statistics that they presented to us.  We listened to people who spoke about human trafficking and were shocked at what they told us.  These are not ordinary, small problems.  They are huge problems and the scale of the challenge cannot be overstated but the sense of stasis is overwhelming.    I have a number of specific questions on the work plan.  Action 8 refers to reducing the over reliance on prescription medication by increasing investment in counselling and talk therapies.  The response refers to the HSE having commenced \"a service improvement initiative\".  When one hears such a response, one feels that the issue of talk therapies has disappeared into a black hole.  The document refers to access to talk therapies being examined where clinically indicated.  We already have evidence and know that talk therapies are valuable in terms of helping people to address problems.  When I worked with the Simon Community in Cork we had walk-in therapy sessions with approved counsellors.  We did not get a penny for that service from the State but provided it using fundraised money.  We did not commence research with a view to producing a report.  People were coming to the sessions and disclosing historic abuse issues that they needed to address.  We did not tell them that they had to get sober first.  If they were inebriated on the day in question, we told them to come back the next day.  That service is still in place.  Simon did not wait for reviews or examinations.  I want a commitment from the oversight group that it will move forward on action 8.<\/p> <p>  In the context of action 22, the rate of mental ill health and suicide among Travellers is exponential, shocking and a disgrace to us all.  Again, we do not need more reports on this.  I see that nine grade 7 mental health service co-ordinator posts were created.  Are those posts all filled?  Are all of those co-ordinators in place?  They were being recruited in October 2017, as I understand it.  While to me, that is a bee in a bear's belly in terms of addressing the issues, I wonder if even that much has been done.<\/p> <p>  Given the exceptionally high rates of mental ill health and suicide among Travellers, including young people, the &euro;1.5 million in dormant accounts funding is no more than crumbs from the table.  While it is welcome, it is nowhere near the kind of concerted, mainstream effort and funding needed.<\/p> <p>  Action 27 refers to integrating mental health supports into the health programme for victims of human trafficking but once again we have mention of a review.  We are talking about people, mostly women, who have been trafficked into this country and who have experienced enormous trauma.  We had a presentation recently outlining the experience of trafficked women in particular.  What needs to be reviewed?  <\/p> <p>  While I accept the bona fides of the witnesses here today, it seems that we are dealing here with a cesspit of bureaucracy that is disconnected from reality.  We saw the same with CervicalCheck, where good people in the system were disconnected from real people.  Part of our job here is to listen to people and to connect with them.  The oversight group does not seem to be able to respond in a way that is not about reviewing or kicking the can further down the road.  I ask the witnesses to provide further details on actions 8, 22 and 27.  I also ask them to provide details on training.  Training is referenced in the work plan but how many people are receiving training?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00500","speaker":"1430"},{"type":"speechnospeaker","time":1527697800,"counter":286,"content":"<p>I am at a little bit of a loss because the actions referred to by Senator Kelleher are not actions or responses from our group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00600","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":287,"content":"<p>I understood this to be the oversight group's work plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00700","speaker":"1430"},{"type":"speechnospeaker","time":1527697800,"counter":288,"content":"<p>No, these actions and responses are from the Department of Health and the HSE<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00800","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":289,"content":"<p>Can the oversight group take these actions on board in the context of its own work plan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G00900","speaker":"1430"},{"type":"speechnospeaker","time":1527697800,"counter":290,"content":"<p>Yes, absolutely.  There are issues here that are on our agenda, including prisoners, Travellers and ethnic minorities.  These are all being considered as part of our work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G01000","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":291,"content":"<p>There is no sense of urgency about this.  That is the point I am trying to make.  I do not much care whether the work is carried out by the Department of Health, the HSE or some other unit.  I just want to see a sense of urgency around doing the work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G01100","speaker":"1430"},{"type":"speechnospeaker","time":1527697800,"counter":292,"content":"<p>We have terms of reference and a work plan.  The actions and responses in the document to which the Senator refers are from other bodies.  I will ask Mr. O'Brien to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G01200","nonspeaker":"Mr. Hugh Kane"},{"type":"speechnospeaker","time":1527697800,"counter":293,"content":"<p>We provided this documentation to the committee in order to assist it in the preparation of its interim report and to give the committee some sense of the situation in terms of actions and responses.  Some of the responses from the HSE are still only draft responses.  In terms of action 8, the Minister and the Department are working very closely with the HSE to ensure that digital texting and digital online interventions are being progressed.  The Minister hopes to be able to make an announcement in October, during mental health week, on launching some of those interactive digital tools.<\/p><p>It does not go anywhere near what the Senator says but at least she is not waiting for the report here to be finished.  There are some actions proceeding as we go through the few months ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#G01300","nonspeaker":"Mr. Tom O'Brien","continuing":true},{"type":"speech","time":1527697800,"counter":295,"content":"<p>I thank Senator Kelleher.  When I look at Mr. Kane, I think of the term \"don't shoot the messenger\".  I know it is quite difficult today for him to listen to this and there is a sense of quiet anger but our anger is not directed at Mr. Kane.  I wish to clarify that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00200","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":296,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00300","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":297,"content":"<p>Senator Kelleher and others mentioned the review of A Vision for Change and the refreshing of the review.  When a new committee is set up, does nobody question the Minister on whether it is a lovely exercise in kicking the can down the road?  Really and truly, it is.  The last time Mr. Kane was here he mentioned that the report would be ready by the end of the summer.  It has now been put back to the end of the year in December.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00400","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":298,"content":"<p>We hope to finish in November.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00500","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":299,"content":"<p>Our report comes out in October.  How does that make sense?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00600","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":300,"content":"<p>There is no point in me saying I will have it by October if it is not achievable.  The target date for us is November.  If we are ready before that and we have other stuff to share in the interim that is of assistance both to the committee and us, we can certainly share it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00700","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":301,"content":"<p>This is where there is a disconnect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00800","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":302,"content":"<p>Sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H00900","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":303,"content":"<p>It is why it just does not make sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01000","speaker":"1428"},{"type":"speech","time":1527697800,"counter":304,"content":"<p>I apologise for being late as there was a rally outside relating to people with cervical cancer.  It was fairly moving, as one might imagine.  We accept the witnesses have major challenges ahead in their work.  I am not long on this committee.  There is a credibility issue with the work being done because of the work already done but which has not been implemented.  That is a problem.  We are picking up from the groups coming in that the structures seem to be all over the place.  There does not seem to be great co-ordination.  Services seem to be dependent on where a person lives, so if gaps exist, something needs to be done.  I hope that is on the agenda.  It is wrong that if a person lives in a particular area, that person cannot access services.  The Ireland that allows such things should be gone, as far as I am concerned.  Similarly, if I do not come from a wealthy background, those services should still be available to me and my family.<\/p> <p>  Where do many of the families looking for that help go?  It is the biggest problem we face.  They normally go to politicians like us and we are probably the worst people to go to.  Some will go to their GP and so on but there is a gap in the knowledge.  These are simple problems such as who to contact at a service level.  The answers are not available to us so if they are not available to us as elected representatives, how can they be available to Joe Citizen?  These are the simple issues that could be life-changing for people.  I wish Mr. Kane well but as well as anybody like him on a committee, there is a major responsibility on the Minister to explain why the recommendations of predecessors were not carried out.  Before taking on a new role, Mr. Kane must be clear in his own mind that he is not wasting time and ticking boxes in the same way.  This committee is sitting down and coming up with recommendations but I hope they will not sit on a shelf.<\/p> <p>  This is not an attack but I am looking for a sensible way forward.  I hope more committees will adopt such an approach.  I am interested in Mr. Kane's views.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01100","speaker":"1309"},{"type":"speechnospeaker","time":1527697800,"counter":305,"content":"<p>The Deputy mentioned the gaps in access and we are looking at such matters.  It is interesting as one of the pieces of work we commissioned was an examination of A Vision for Change to see what has been implemented, even partially, and what is still relevant.  We thought it was a fairly fundamental starting point for our work and it is something we have just completed that will be helpful.  All of us on the committee are interested in trying to make a difference and do something.  It is why we do this.  No more than the members, we get a bit frustrated and we want action for many reasons.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01200","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":306,"content":"<p>Last week Professor Harry Kennedy was in but he is on record as saying he is breaking the law and not complying with court orders.  It is another scandal like the scandal being raised outside the gates today.  Will we be the first to criticise the service providers coming to us and saying that resources are not there?  There are gaps in the service and someone must follow through the work we are doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01300","speaker":"1309"},{"type":"speech","time":1527697800,"counter":307,"content":"<p>I have a couple of questions for Mr. Kane and I am seriously keeping in mind not to shoot the messenger.  However, I would like some answers.  Deputy Harty spoke about the committee being independent but there is a large number of HSE people on that committee, including from the National Office for Suicide Prevention.  I presume Mr. O'Brien is representing Mr. Canning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01400","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":308,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01500","nonspeaker":"Mr. Tom O'Brien"},{"type":"speech","time":1527697800,"counter":309,"content":"<p>How can the witnesses not be biased if the majority of the committee are from the HSE?  Mr. Kane used to be with the HSE too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01600","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":310,"content":"<p>Yes.  No matter what group of people comes together, we all bring baggage and bias.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01700","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":311,"content":"<p>The HSE has much baggage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01800","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":312,"content":"<p>Whether one works in the HSE, the D&aacute;il or as a milkman, we all have bias to deal with.  I take the role of independent chair very seriously and I want to ensure bias is not in the room, as much as possible, and everybody's voice is heard and contributions are valued.  No matter what group of people I bring to the room, we all have a bias.  As chair, my role is to be aware of potential bias and if somebody makes a point that I see as coming from a position of bias, I must challenge it.  There are many very strong and talented individuals in our group.  It will be open and challenging.  We will not have stuff going through on the nod and there will be much dialogue, discussion, disagreement and arguing of points.  As independent chair, we will evidence our independence and thought process in such a way.<\/p> <p>  The purpose of the work today and over the summer is to test some of the ideas in the process.  Just because somebody works or does not work in the HSE should not lead to the person being branded as not being an independent thinker.  As chair I can say I have a fantastic group of colleagues who work really hard and go the extra mile.  There are certainly enough people in the group to ensure that if there is a bit of bias, it will be sought out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H01900","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":313,"content":"<p>I am sure you chair it exceptionally well but if Mr. Greg Canning, a principal officer at the mental health unit, is on the committee, it will be coloured.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H02000","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":314,"content":"<p>It is unfair to pick out a particular member.  I am aware of from where everybody comes-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H02100","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":315,"content":"<p>I did not just select him but I mentioned the HSE.  I said three quarters of the committee are from the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H02200","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":316,"content":"<p>There is a major element that would challenge issues in our committee.  If people are in any way trying to block us or inhibit movement in a particular way, the committee would not stand for it.  It is dynamic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H02300","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":317,"content":"<p>I am happy to hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H02400","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":318,"content":"<p>Hand on heart, I can give that assurance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H02500","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":319,"content":"<p>I absolutely believe Mr. Kane.  There were stakeholders in this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#H02600","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":320,"content":"<p>This afternoon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00100","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":321,"content":"<p>I understand that the witnesses will engage with them again for another half day.  How many stakeholders appeared today, and who were they?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00200","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":322,"content":"<p>The number was in the high 20s.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00300","nonspeaker":"Mr. Hugh Kane"},{"type":"speechnospeaker","time":1527697800,"counter":323,"content":"<p>There were 27 today and a large number of apologies were received.  Approximately 50 people who signed up could not make it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00400","nonspeaker":"Mr. Tom O'Brien"},{"type":"speech","time":1527697800,"counter":324,"content":"<p>How many groups did they represent?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00500","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":325,"content":"<p>We had a good balance between service users or their families and the professionals working in the field.  For instance, there was representation from social work, social care, psychiatry, psychology, general practice, counselling, occupational therapy, nursing, service users, speech and language therapy, dieticians, education, the Irish Advocacy Network and peer support workers.  There was a broad range of representation and we sought to ensure everybody had equal access.  We achieved a good level of agreement.  People found the specific task we are doing a little challenging.  There was broad representation today and the group will meet again when we have more detail on the area on which we are working.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00600","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":326,"content":"<p>I suggest the group looks back at the public consultation stakeholders and service users who testified to their lived experiences over two full days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00700","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":327,"content":"<p>That is really valuable to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00800","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":328,"content":"<p>As there are no further questions, I thank the witnesses for their attendance.  It is much appreciated.  We view them as the messenger and we are very respectful of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J00900","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":329,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J01000","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":330,"content":"<p>At the same time, we must ensure we are not kidding ourselves.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J01100","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":331,"content":"<p>I thank the Chair and committee members for meeting us today and ask them to accept our bona fides.  We fully accept the bona fides of the committee.  We are working towards a common purpose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J01200","nonspeaker":"Mr. Hugh Kane"},{"type":"speech","time":1527697800,"counter":332,"content":"<p>I thank Mr. Kane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J01300","speaker":"1428"},{"type":"speechnospeaker","time":1527697800,"counter":333,"content":"<p>We will submit the documents to the committee and appear again as soon as the committee wishes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018053000002#J01400","nonspeaker":"Mr. Hugh Kane"},{"type":"unspoken","time":1527697800,"counter":334,"content":"<p>The joint committee adjourned at 6.55 p.m. until 1.30 p.m. on Wednesday, 13 June 2018.<\/p>","notice":"TIME STRING DETECTED"}]