[{"type":"majorheading","content":"Joint Oireachtas Committee on Transport, Tourism and Sport","time":1502962200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 10:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Mick Barry, Senator Frank Feighan, Deputy Imelda Munster, Senator Pádraig Ó Céidigh, Deputy Kevin O'Keeffe, Senator John O'Mahony. Deputy Robert Troy,<\/p><p>In attendance: Senator Martin Conway.<\/p><p>DEPUTY FERGUS O'DOWD IN THE CHAIR.<\/p>","time":1502962200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700002"},{"type":"unspoken","time":1502962200,"counter":4,"content":"<p>The joint committee met in private session until 11.50 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Report into Ticketing at Rio Olympic Games: Discussion","time":1502962200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700003#Q00100"},{"type":"speech","time":1502962200,"counter":6,"content":"<p>I apologise to the invited speakers and the public for the delay but we had issues to discuss.  I remind members, witnesses and persons in the Public Gallery to turn off their mobile telephones.  The purpose of this meeting is to consider the report of the Moran inquiry into the receipt, distribution and sale of tickets at the Rio Olympic Games and related matters.  This inquiry was ordered by the Minister, Deputy Shane Ross, and the report was published on Monday.  In this regard, I welcome the Minister for Transport, Tourism and Sport, Deputy Shane Ross, and the Minister of State at the Department of Transport, Tourism and Sport with responsibility for sport and tourism, Deputy Brendan Griffin, who is here for the first time in his capacity as Minister of State, having served as Chairman of the committee previously.  I also welcome their officials.<\/p> <p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence they are to give to the joint committee.  If, however, they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  I also remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<br\/><br\/>A dark shadow has been cast over Ireland's participation in the Rio Olympic Games in 2016.The report very much confirms for all of us the worries and concerns highlighted by many of our athletes, their families and coaches and related sports bodies.  At a time when Irish athletes should have been focused solely on performing to their maximum, having dedicated many years and their lives to their sport, the unrest and lack of organisation and professionalism as identified in the report were hugely damaging.  Having spoken to members of the public, it is my wish that the outcome of our deliberations will be that in the future procedures will be in place to ensure accountability and that these events will never happen again and that, if public money is spent on athletes, their families and those involved in their sports will not be placed at a disadvantage as a result of commercial decisions taken.<br\/><br\/>I invite the Minister for Transport, Tourism and Sport, Deputy Shane Ross, to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700003#Q00200","speaker":"1329","continuing":true},{"type":"speech","time":1502962500,"counter":8,"content":"<p>I thank the joint committee for giving me the opportunity to address it.  I am joined by the Minister of State with responsibility for tourism and sport, Deputy Brendan Griffin.  I am also joined by the departmental officials Mr. Ken Spratt, Mr. Peter Hogan and Mr. James Lavelle from the sports division and the Department&rsquo;s legal adviser, Mr. Michael Dreelan.<\/p>  <p>  I thank Mr. Justice Moran and his team for their report.  Needless to say, it was crucially important that Mr. Justice Moran be afforded the resources and time he needed to produce a report that would clarify, to the greatest extent possible, the matter that was before him.  Having published the report on Monday, I am grateful to have this early opportunity to discuss it with the committee.<\/p>  <p>  I will begin by taking the committee back to this time last year.  I shall provide some important context.  In interests of time, I will summarise the important events in chronological order.<\/p>  <p>  Prior to the Rio Olympic Games, no comparable controversies about the Olympic Council of Ireland, its then president, Mr. Pat Hickey, or the distribution of tickets had surfaced.  Public interest rightly centred on the performance and prospects of our athletes, but all that changed on Friday, 5 August 2016 when an Irish citizen, Mr. Kevin Mallon, an executive working for The Hospitality Group, THG, was arrested on suspicion of having been involved in ticket touting at the Rio Olympic Games.  He was subsequently charged with offences relating to the practice of crimes of criminal association, the facilitation of illegal ticket reselling and ambush marketing by association.  He was held in preventative detention and received consular assistance.<\/p>  <p>  On 8 August 2016 news broke that the tickets at the centre of the allegations had originally been assigned to the Olympic Council of Ireland, OCI.  It issued a statement to the effect that it would be establishing an investigation to consider the matter.  Between 11 and 14 August 2016 there was intense media and political interest in the matter in Ireland.  The reportage and commentary included many calls for an appropriate investigation.<\/p> <p>At that point, I had not yet departed for Rio.  Given the importance of this to our international reputation, I was considering the options for an appropriate Government response.  My key objectives were to establish the facts of the matter and to limit or repair any damage to Ireland&rsquo;s reputation.  At that point I was of the view that there was a compelling case to include a minimum of one independent member on the OCI investigating panel.  I saw no credible case for asking the OCI to investigate itself.  I understood the OCI investigating panel would be a three person panel and I decided to press for an independent member, preferably a retired judge, to chair it.  On my arrival in Rio on the evening of 14 August, straight from the airport, as arranged, I immediately met the then President of the OCI, Pat Hickey, and the organisation's first vice president, Willie O&rsquo;Brien.  At that meeting, Mr Hickey refused point blank to include any independent members on the OCI&rsquo;s investigating panel.  He referred to legal advice which he insisted was very emphatic.  Mr Hickey also declined to answer any questions about the recent tickets controversy on the grounds that it might prejudice Mr. Mallon&rsquo;s case before the Brazilian courts.  He added that the OCI would not provide any information to any third party, including any independent inquiry that I might establish, until such time as Mr Mallon's case was concluded.<\/p> <p> On 15 August, I followed this up with a meeting with the Secretary General of the IOC, Mr. Christophe de Kepper.  Mr Hickey joined us.  At the meeting with Mr. de Kepper, I highlighted the importance of having independent members on the OCI investigating panel.  To my surprise, Mr. de Kepper agreed and pointed to the independent member already on the investigating panel.  When it was explained to him that the person that he considered to be an independent member was in fact the legal adviser to the OCI, Mr. de Kepper appeared to be surprised.  At that point in the meeting, Mr. Hickey's position changed and he agreed to reconsider the request for the inclusion of independent membership of the investigating panel.  However, Mr. Hickey emphasised to Mr. de Kepper that the final decision would be one for the National Olympic Committee.  I asked Mr. de Kepper for a decision as soon as possible.  During that day, Monday, 15 August, my official emailed Mr. Donovan Ferreti, the ticketing director at the Rio Organising Committee of the Olympic Games seeking a meeting between him and me.  No meeting took place as the request for it was overtaken by the events with which everybody will now be familiar.  Later that day, the Chairman of Sport Ireland, Mr. Kieran Mulvey - who was at the Olympics &ndash; was in touch with Mr. Hickey.  I understand Mr. Mulvey explained my need to have independent representation on the investigating panel and suggested that Mr. Hickey should concede my request.<\/p> <p> Early on Tuesday, 16 August, my official emailed Mr. de Kepper requesting an early reply about the admittance of independent membership onto the OCI investigating panel.  Mr de Kepper was also requested to update the President of the IOC, Mr. Thomas Bach, on the developments.  Later that day, I met Mr Mulvey.  He advised me that Mr. Hickey was now agreeable to the inclusion of one independent member on the OCI investigating panel.  The text of an agreement was drafted by Mr. Mulvey and was to be considered by Mr. Hickey and by me.  I was satisfied with what was being proposed and confirmed my acceptance of the text in the early afternoon.  Mr. Mulvey indicated that Mr. Hickey needed to clear the text with the OCI executive committee.  There was no further word from the OCI during that day.<\/p> <p> Early on the morning of Wednesday, 17 August, news broke of the arrest of Mr. Hickey.  I discussed the matter on the phone with Minister of State at the Department of Transport, Tourism and Sport, Deputy O&rsquo;Donovan, and with the Attorney General.  Given the seriousness of the situation, and in the interests of taking swift and decisive action, I decided to return to Dublin immediately, where I could fully consider the options open to the Government and decide the best course of action.  I arrived back in Dublin on the afternoon of 18 August.  I briefed the then Taoiseach, Deputy Enda Kenny, on the telephone.<\/p> <p> On 19 August, I convened a meeting to decide on the next steps.<\/p> <p>The meeting, which was held in my Department, was attended by the Minister of State, Deputy O'Donovan, the Attorney General, M&aacute;ire Whelan, and officials from her office, my Department and the Department of Foreign Affairs.  We agreed to establish a non-statutory inquiry to be carried out by a retired judge.  We believed then, and I now believe even more strongly, that a judge-led, non-statutory inquiry was the most appropriate mechanism to establish the facts and restore Ireland's reputation.  In the terms of reference for the inquiry, we provided the judge with the flexibility to escalate it into a statutory commission of investigation should he decide that was appropriate.<\/p> <p> We now have the judge's report before us.  I spent the past few minutes recording the chronology of events in order to emphasise some summary points.  From the date this controversy broke, it was always my objective, stated publicly, that a rigorous, independent process would be put into place to inquire into the events surrounding the OCI's approach to ticketing for Rio.  This has now happened.  I wanted an effective and efficient process - effective in the sense that we needed to know what went on and efficient in the sense that I wished to minimise the cost to the Exchequer of any process that would take place.  Both have been largely achieved.  Mr. Justice Moran has delivered a report that is both effective and efficient.<\/p> <p> When I arrived in Rio this time last year, reportage was rife with allegations, speculation, anecdotes, and innuendo.  Much of that reportage has been successfully addressed and clarified by the publication of this report.  Mr. Justice Moran has revealed a hitherto unknown rotten culture at the heart of the OCI.  He has shone a light on these matters.  He has highlighted shameful standards of corporate governance under Mr. Hickey&rsquo;s presidency and a triumph of commerce over competitors.  He has exposed the stress and frustration caused to athletes, their families and their friends by the OCI's appointment of a ticketing agent that was nothing other than a charade and totally unfit for purpose.  None of this was known a year ago.<\/p> <p> The report before the committee links some of the more serious allegations and speculation of August 2016 to actual evidence.  The narrative presented in the report is on the basis of information which was uniform and persistent, much of the information being in the form of independent documentation, such as emails, clear in their meaning and the provenance of which has not been questioned by any party.  Little, if any, of this was in the public arena before the report was written.  While Mr. Justice Moran could not establish all of the facts, he did not need to.  He was not in pursuit of criminality, merely a narrative of events, however unpalatable.  It has proved unpalatable but it is already being remedied.  Others can draw their own conclusions from the narrative.  Mr. Hickey claims that there are inaccuracies in the report.  However, he was afforded every opportunity to engage with the inquiry and to highlight anything that he might have believed to be inaccurate.  He chose not to do so, as is his right.  He also decided not to challenge its publication in the courts.<\/p> <p> Having summarised the events and emphasised some important points, I would now like to expand on what I feel are the two major themes of Mr. Justice Moran's report.  The first is the overriding emphasis placed by the OCI and its president, Pat Hickey, on maximising the commercial opportunities of ticketing for the Olympic Games.  I was struck, reading the report, by the extent to which the commercial interests of THG, Pro10 and the OCI were Mr. Hickey's number one priority.  The athletes, their relations and Irish supporters came a poor second.  The OCI went to great lengths to secure high-value tickets for resale by these companies.  For some reason, they fought tooth and nail to convince the Rio organising committee and the International Olympic Committee, IOC, to accept THG's appointment as authorised ticket reseller, with Mr. Hickey drawing on his extensive contacts within the IOC in pursuit of that goal.<\/p> <p>When that company was rejected, Mr. Hickey, Mr. Marcus Evans of THG and others collaborated to create the sham of Pro10, the sole purpose of which was to disguise the rejected THG's continued involvement in ticket sales.<\/p> <p> According to Mr. Justice Moran's report, Mr. Hickey's personal assistant agreed that Pro10 was effectively a \"cover\" and a \"front\" to allow Mr. Marcus Evans and THG to remain in the picture.  Mr. Justice Moran does not mince his words when he talks about Mr. Hickey's apparent attempt to conceal his relationship with Mr. Marcus Evans, the Marcus Evans group or THG in his denial in the television interview on RTE.  Mr. Justice Moran said this was hard to \"reconcile\" with the email trail between the two men.  Sham companies do not deliver.  When the crisis broke last August, with the arrest of Mr. Kevin Mallon, they tried to cover up their actions, with the OCI and the companies issuing public statements that we now know to be false, most notably in an interview Mr. Hickey gave to RTE News.<\/p> <p> Mr. Justice Moran describes Pro10's service to its customers as \"inadequate and chaotic\".  The report sets out multiple failings in its operations, which were to be expected from a company with no prior experience of ticket sales for a major sports event.  The OCI and Mr. Hickey were well aware of Pro10's dubious origins and abject failings, but they showed utter disregard for the interests of athletes, their families and friends and Irish spectators generally.  The OCI's demands clearly targeted high value tickets for blue riband events over events with Irish competitors' involvement.  In addition, there is evidence in the report of National Olympic Committee of family tickets being handed over for sale by Pro10-THG, directly contrary to the ticketing rules established for the Rio Olympic Games.  It is true that these arrangements created a lucrative stream of income for the OCI and its programmes to support Irish athletes.  Nothing in the report suggests individuals in the OCI were benefiting personally from the arrangements.  Clearly, however, commercial interests can never again be afforded priority over the interests of athletes, their friends and families and ordinary spectators.  I regret that the OCI, under the leadership of Mr. Hickey, defied this doctrine.<\/p> <p> The second major theme of the report is feeble corporate governance in the OCI.  In this respect, Mr. Justice Moran's report should be required reading for anyone with an interest in bad governance, lack of oversight and transparency.  It dubbed it as a case of \"unilateral presidential decision making\".  It is clear from it that the governance structures of the OCI failed entirely in their purpose to direct and control the management of the organisation.  The leadership of the OCI, in particular its then president, Mr. Hickey, operated almost entirely without oversight.  The board was little more than a rubber stamp for decisions taken by the president.  <\/p> <p> There is evidence in the report that information of the highest importance was withheld from the board by Mr. Hickey such as on the rejection of THG's application to be the authorised ticket reseller.  Functions of the council's board, treasurer and chief executive were transferred to the president.  It was utterly inappropriate that they had no role whatsoever in the process of negotiating ticketing agreements that attracted rights fees of up to $1 million.  These agreements were negotiated and approved by one man, Mr. Hickey, and we have learned since the inquiry concluded that the agreements he signed with THG extend well into the future.<\/p> <p> The circumstances of the honorarium to the president also raise serious concerns.  The amount paid to Mr Hickey - &euro;60,000 per annum - was far in excess of what might reasonably have been considered an honorarium.<\/p> <p>Indeed, Mr. Justice Moran notes that the payment may have been in breach of the Olympic Council of Ireland's memorandum and articles of association.<\/p> <p> I am heartened that today the partly reconstructed OCI has embraced the need to fundamentally reform its corporate governance regime.  It has made great strides under the shadow of this report, guided by the new president, Sarah Keane, the new executive committee and the refreshed council.  Nevertheless, I find it greatly troubling that, were it not for the events of last August, these failings may never have come to light.  Imagine if the OCI's investigating panel, championed by Hickey, had been accepted as the investigator, rather than the Moran inquiry.  The mind boggles at the possible findings.<\/p> <p> It was clear to me when I returned from Rio that governance in sporting bodies was a nettle to be grasped.  My Department has been working with Sport Ireland to hammer home to national governing bodies, NGBs, and other sporting bodies the need to enhance their governance structures.  Since 2013, Sport Ireland has been encouraging all sports bodies to adopt the governance code for community and voluntary organisations.  Since last August, we have placed an even greater emphasis on signing up to the code.  I am pleased to report to the committee that 11 bodies have signed up to the code while a further 42 others, including the OCI, are on the journey to compliance.  I expect continued and accelerated progress across the sector.  However, if this progress is not maintained, I will implement further measures to get more sports bodies signed up to the governance code.<\/p> <p> There has been much comment since I published the report on Monday on the subject of parties who did not co-operate with the inquiry.  I would like to recognise here though, that there was excellent co-operation from many parties, in particular the OCI, its president, Sarah Keane, and members of the executive committee.  The information they shared, along with the extensive records which the OCI supplied to the inquiry, enabled Mr. Justice Moran to provide invaluable insights and make important recommendations.<\/p> <p> It is regrettable other parties chose not to co-operate with Mr. Justice Moran, in particular those parties who indicated a willingness to co-operate at the outset.  It is not too late for them to respond to Mr. Justice Moran's call to provide explanations of significant matters, as set out in chapter 12 of his report.<\/p> <p> I would like to acknowledge, as Mr. Justice Moran has done, the legitimate right which exists against self-incrimination.  Those parties who have chosen to avail of this right are entitled to do so.  I have emphasised the utmost importance of due process and the tenets of natural justice at every stage of this process.  I know that Mr. Justice Moran has done the same.  He has given every opportunity to all parties to respond to the material compiled in his report.<\/p> <p> The lack of co-operation has happily not undermined the inquiry.  This report contains staggering facts, many of which are new, and significant insights and highlights important lessons for ticketing and corporate governance which extend beyond the OCI or the sport sector.  It has been a major influence in the reform of the OCI, in the resignation of Pat Hickey and the restoration of Ireland's reputation in the global sporting sphere.  Ireland's Olympic athletes are in a better place than they were before it was published.  Their treatment was shambolic.<\/p> <p> Before I conclude, I would like to underline that in the terms of reference for this inquiry, it was open to Mr. Justice Moran to recommend a full commission of inquiry be established to look further into these matters.  Mr. Justice Moran has decided not to recommend that such a commission be established.  I accept this recommendation and agree that a statutory inquiry would be disproportionate.  I also agree that the key issues that would likely arise are already being addressed adequately in the reforms under way in the OCI.  Furthermore, if the inquiry had possessed powers of compulsion, it would have encountered great difficulty in exercising these powers over parties outside the State, such as THG Sports, the Rio Organising Committee and the International Olympic Committee.  In addition to this challenge, the right against self-incrimination would remain even if Mr. Justice Moran could compel witnesses.<\/p> <p>The argument that a statutory inquiry would have forced all parties to co-operate fully simply does not stand up.  The participation of the OCI provided ample evidence of the unacceptable practices that had infiltrated Ireland's Olympic movement.  I do not believe we would have learned any more any sooner if I had decided last August to pursue a statutory inquiry.  We would almost certainly have a much larger legal bill to be borne by taxpayers.<\/p> <p> This report is a solid account of unacceptable activity on the part of the OCI and its ticket resellers in Rio de Janeiro in 2016.  It remains to be established whether the activity in Brazil was illegal.  Regardless of the outcome in Brazil, the behaviour engaged in was totally and utterly unacceptable.  Mr. Justice Moran, an independent authority, has highlighted those unacceptable practices and provided an important cornerstone that will cement the ongoing transformation of the OCI.  It will protect the interests of the biggest losers in this entire episode, namely, the Olympic athletes and their families.  I commend Mr. Justice Moran's report to the committee and I welcome any views and questions arising from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700004#R00200","speaker":"1213","continuing":true},{"type":"speech","time":1502964000,"counter":14,"content":"<p>Go raibh maith agat.  I thank the Minister for his contribution and analysis.  If the Minister of State, Deputy Griffin, wishes, he may make a contribution now or at any stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700009#W00200","speaker":"1329"},{"type":"speech","time":1502964000,"counter":15,"content":"<p>I would be happy to take any questions, but I concur fully with the Minister's opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700009#W00300","speaker":"1318"},{"type":"speech","time":1502964000,"counter":16,"content":"<p>This is a very important issue.  I thank everybody - members and non-members - for attending.  The custom and practice is that we will take contributions from members first and then from non-members.  Everybody is fully entitled to speak.  If it is in order, and I do not wish to impose any time limit on anybody, would everyone be happy with six, seven or eight minutes?  We can then come back for a second round.  Is that acceptable?  Okay.  I call Senator &Oacute; Math&uacute;na.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700009#W00400","speaker":"1329"},{"type":"speech","time":1502964000,"counter":17,"content":"<p>I welcome the Minister articulating the chronology relating to the events that occurred last year and the establishment of inquiry that produced the report before us.  I agree that certain facts have been established in the report.  There is also a view that the report raises more questions than answers and that if it had received the co-operation of other major stakeholders, Mr. Justice Moran's inquiry had much more potential regarding its work.  It is regrettable that those stakeholders did not co-operate as much as they could have done.  In such circumstances, one must wonder whether there is an argument as to why the inquiry proceeded if five of the six major stakeholders did not co-operate with it.  When did the Minister become aware that Pro10, THG, the IOC and the Rio Organising Committee of the Olympic Games were not going to co-operate with the inquiry as a result of events in the courts?  The latter committee did not respond to Mr. Justice Moran at all.  Was there any consultation between the Minister and Mr. Justice Moran?  As the inquiry was ongoing, was the Minister aware that all of these entities were not co-operating?<\/p>  <p>  Did any member of the OCI executive, Sport Ireland or any of the governing bodies ever raise with the Minister or the Department in advance of the controversy of last year concerns regarding governance?  Did they raise concerns at some stage that there were no checks and balances in place?<\/p> <p>We will ask the OCI later why some flags were not raised prior to the controversy last year.  In the chronology of events in Mr. Justice Moran's report, the involvement of THG, for instance, began as far back as 2009.  There was not a reconciliation of events after the 2012 Olympics either.  The public will find it hard to understand why flags were not raised by either the OCI or Sport Ireland prior to the controversy.  <\/p> <p> On the funds which have been withheld from the OCI, will the Minister outline how much of this has been held back and to what years this applies?   If and when funding to the OCI recommences, will it be retrospective?  Will it include the funding that was withheld for 2016?  <\/p> <p>Finally, what happens next?  Is everything stalled because of court proceedings?  If these court proceedings drag on indefinitely, will that mean that the implementation of reform or establishing a new outlook in terms of governance of sport in Ireland will be restricted?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700009#W00500","speaker":"1426","continuing":true},{"type":"speech","time":1502964300,"counter":19,"content":"<p>The committee's usual practice is to take the parties in rotation, and if members agree, I will do that.  I will call Senator Feighan and after we get some responses, I will call Fianna F&aacute;il, Sinn F&eacute;in and the Independent members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700010#X00200","speaker":"1329"},{"type":"speech","time":1502964300,"counter":20,"content":"<p>I welcome the Minister and thank him for his statement.  He seems to have acted quickly in Rio.  Despite Mr. Justice Moran's fine forensic work, it is unfortunate, as the Minister said, that the report has been hampered by the absence of co-operation from key figures at the heart of this controversy.  To complicate the investigation even further, there is an appalling lack of a paper trail related to the ticketing scandal.  As Mr. Justice Moran noted, record keeping was very poor and, incredibly, lists, spreadsheets and further explanations were furnished by the OCI in the week that Mr. Justice Moran's report was finalised.  This is unacceptable.<\/p>  <p>  Mr. Pat Hickey has declined the invitation to appear before today's committee, so some of the clarity we need will not be forthcoming later today.  However, it is interesting that Mr. Hickey still went on the record in a national newspaper on Monday, claiming there are significant inaccuracies in the report.  He would do well to come in here and outline his position.  Mr. Justice Moran noted that the OCI is a completely autonomous and independent body and resists all political, religious or commercial pressures.  Unfortunately, this controversy appears to completely fly in the face of that spirit and ethos.<\/p>  <p>  In chapter 11 of the report, regarding State funding of the OCI, Mr. Justice Moran says that the Sport Ireland 2016-2017 grant funding has yet to be released pending the conclusion of the inquiry.  Is this situation having a negative impact, or is it likely to have a negative impact, on athletes preparations for the next Olympics?  <\/p>  <p>  On the documentation, that is, the lists and spreadsheets, furnished by the OCI in the week before the report was published, has that information been considered by the inquiry and if not, will it be?<\/p> <p> In the absence of powers of compulsion, something at which the committee may have to look, what are the prospects of having Mr. Hickey, THG, Pro10, the OCI and the Rio Organising Committee of the Olympic Games - the five parties that chose not to co-operate with the committee - appear before it at a future date?  Does the Minister have a view on the best way to approach the issue?<\/p> <p> I am very disappointed by the Minister and cannot understand why the board allowed Mr. Hickey, as president, to act as though it were his personal fiefdom.  It has been well documented.  I understand the board has been reconstituted with new members, but there are many questions to be answered.  The Minister has said sham or bogus companies do not deliver.  Will he elaborate on what he said?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700010#X00300","speaker":"1424","continuing":true},{"type":"speech","time":1502964600,"counter":22,"content":"<p>I will ask the Minister to respond and then proceed to call the Fianna F&aacute;il members, Deputies Troy and O'Keeffe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700011#Y00200","speaker":"1329"},{"type":"speech","time":1502964600,"counter":23,"content":"<p>I will deal with Senator John O'Mahony's questions first and then proceed in chronological order.<\/p><p>The disappointment the Senator expressed about non-co-operation is felt by everybody.  This time last year many expressed their willingness to co-operate, but they fell gradually one by one.  The Senator is right that this leaves some questions unanswered.  <\/p><p>I will answer the question about whether we should have gone ahead without five of the stakeholders.  It was not a matter for us but for the judge.  He could have said at any stage that they were pulling out one by one, that he did not think it would be worthwhile continuing and that he was not getting what he had expected, but he did not do that and was right.  The Senator and I have read the report.  The key institution in finding out what happened in the distribution of tickets and the governance of the OCI is the OCI and it would have been much more helpful to have the people with whom it was dealing.  The judge discovered the email trail which was first-hand, independent documentary evidence, but he did not discover the money trail and did not get in some of those parties.  He found the email trail and uncovered stuff about which nobody knew beforehand.  <font color=\"#FF00FF\">  <\/font><\/p><p>I am anticipating a question from Senator Frank Feighan.  Did anybody mention this to me beforehand?  The answer is &quot;No, absolutely never&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700011#Y00300","speaker":"1213"},{"type":"speech","time":1502964600,"counter":24,"content":"<p>Is the Minister saying there was no communication between him and the judge until the report was published?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700011#Y00400","speaker":"1426"},{"type":"speech","time":1502964600,"counter":25,"content":"<p>I will come to that issue in a second.  There was no communication beforehand.  I have never met the judge and never spoken to him on the telephone.  From time to time he applied for extensions and my official got in touch from time to time with the solicitor there.  That is how the communication worked.  The judge would come back to say he wanted an extension and I might have asked for what reason.  From memory, I think one of the reasons was there was difficulty in getting people to attend and co-operate.  That was the extent of my knowledge.  I was aware that there was a difficulty in that regard, but I did not know the detail, who was or was not attending and who was co-operating.  It was totally detached and I had no communication with the judge whatsoever.<\/p>  <p>  To get back to the business of whether anybody had asked me beforehand, it is something that is difficult to remember.<\/p> <p>Before the Olympic Games, the answer was \"No\".  Nobody suggested to me at any stage that there were problems of this nature and that is why what we are getting in this report is such a shock - some of it appeared since last August - and is confirmation in an independent documented form that there was this relationship between THG and the Pro10.  There was this relationship between Mr. Hickey and Marcus Evans and it was something of which we had no notion before then.  It is extremely important we found that out.  I mention the co-operation of all the staff in the OCI and other members.  Remember Mr. Hickey's personal assistant gave very strong evidence.  As I said in my opening statement, she agreed THG could be described as a front or a cover.  That was extremely powerful evidence.  Mr. Kevin Kilty, who was treasurer, and Mr. Willie O'Brien, the vice president, gave evidence.  They got all the evidence from the OCI for which they asked.  That has not give us a complete picture - remember we were not asking the judge to look for criminality.  He did not need to pursue that line at all - that is for others.  They had to be very careful about that because of what is happening in Brazil.  However, what we did get was conclusive evidence that what was going on was unacceptable and in breach of the rules of the Olympics.  What we got in addition to that is important.  <\/p> <p> We got real reform in the OCI.  Look what has happened since July last year.  We have a completely changed OCI and Mr. Hickey is not in the picture for good or for ill as a result of that.  We have utter commitment to reform and the exposure of the disgraceful behaviour towards the athletes and their families and that has been extraordinarily useful.  That makes it worthwhile in itself.   Remember the reputation of Ireland, certainly in the sporting world, was sinking while this controversy was breaking.  At the very least, we have stabilised that.  We have identified the problems and we will ensure it will not happen again, certainly on my watch.<\/p> <p> I was asked a question about funding.  In 2016, we paid &euro;390,000 and it is due &euro;130,000 for 2016.  I will address the issue of funding and what we are going to do about that.  We would like to refund the money and resume funding to the OCI as soon as possible.  It is certainly our intention to resume funding to the OCI provided we get the answers that are necessary.  We salute the improvements it is making.  There is absolutely no doubt about that.  It is to some extent pushing in an open door but we want to be absolutely sure the house is completely in order, that the reforms have been embraced, which they have been, that it will implement the 25 recommendations on corporate governance made by Deloitte and that the outstanding questions, such as the question of the reconciliation payments in 2012 and 2016, are resolved before we resume funding to it.  It would be wrong if we did not do that.  One has to realise - I think the judge pointed it out - that it gets an awful lot of funding from elsewhere.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700011#Y00500","speaker":"1213","continuing":true},{"type":"speech","time":1502964900,"counter":27,"content":"<p>Does funding restoration depend on the news which has emerged in the past couple of days in regard to the continuing contract it has with THG until 2026?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700012#Z00200","speaker":"1426"},{"type":"speech","time":1502965200,"counter":28,"content":"<p>I do not have an answer to that question yet.  It is a fair question, but I think the matter would have to be resolved satisfactorily before we would resume funding it.  What we need is a clear line of correct and acceptable behaviour and a code of governance in place which does not reflect, in any way, anything that has happened in the past and is totally different.  That is a problem for it.  It is a big problem as far as I can see, although I do not know enough about the details of the legal contract it signed and I do not believe anybody else does at this stage.  We would certainly not like to fund it if there are any outstanding issues which are a legacy of this particular controversy.<\/p>  <p>  I tend to agree with most of what Mr. Justice Moran says.  On the question of whether I regret the non-appearance of the former president of the OCI, I do.  I respect the right of anybody not to self incriminate but I find it inconsistent that he has been able to answer questions for the media but not at this committee.  I regret that he could not be here.  He did say that there were inaccuracies in the report, which I do not accept, but it would be useful if he were to appear before the committee and elaborate on them and explain his point of view.  I think that would be very useful and it would not necessarily in any way prejudice his trial.<\/p>  <p>  The Deputy mentioned personal fiefdom in terms of the running of the organisation.  I agree that the fact that he had been in his position for a lengthy period should have been a red flag.  I would have thought that those who were sitting on the board with him would have been required to challenge him from time to time.  I think he was challenged some time ago for the presidency and he won the election.  It is clear from the report that it was a fiefdom.  I cannot recall the exact expression used in the report but I think it mentioned that presidential-type decrees were happening.  The evidence suggests that he was not consulting people, particularly about the ticketing.  That was his preserve.  The valuable tickets were also very much his preserve.  We have a situation whereby the flagship of Irish sport in the Olympics was very much in the hands of one man. That is a principle which we should oppose in the future.  I understand that the OCI proposes to make various separations of powers to ensure this does not happen again.  The evidence supports the need for that change.  Many of Mr. Hickey's colleagues gave evidence to the effect that he took charge over all these very sensitive areas.  Obviously, that has to end.  I am sure it has already ended and that it will not happen in Tokyo. <\/p>  <p>  The Deputy mentioned that sham companies do not deliver.  Obviously, they do not.  My comments in that regard were in reference to Pro10, which are backed up by Mr. Justice Moran's statement that the distribution of tickets was chaotic and inadequate, although I believe he was probably being kind.  I have not yet come across a person who managed to buy a ticket for the Olympics in Ireland.  Pro10 was frustrating those who were looking for tickets, as set out in many of the stories told to the judge and to me during my visit to Rio, where I was told by many people that they could not get tickets, that when they rang the office the answering machine was on and even when they left a message, nobody got back to them.  It was ridiculous.  Pro10 was a sham company.<\/p> <p>It was what one of the OCI staff called a \"front\" and a \"cover\".  Sham companies do not deliver.  That is what I meant by what I said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700013#AA00100","speaker":"1213","continuing":true},{"type":"speech","time":1502965500,"counter":30,"content":"<p>Deputy Troy is next.  He will be followed by Deputy O'Keeffe and we will then hear from the Minister again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700014#BB00200","speaker":"1329"},{"type":"speech","time":1502965500,"counter":31,"content":"<p>I thank the Minister and the Minister of State for their attendance at short notice.  It is much appreciated.  I take this opportunity to again wish the Minister of State good luck.  Previously, he was Chairman of this committee but he is on the other side of the room today.<\/p>  <p>  The Minister stated, \"I find it greatly troubling that, were it not for the events of last August, these failings may never have come to light.\"  That is true.  It is a sad reflection on ourselves and on our own checks and balances that we relied upon another jurisdiction that probably would not be held up in the highest esteem for being the most honourable in terms of doing business.  Yet it took that jurisdiction to highlight the gross inadequacies of the OCI.  The Minister also alluded to the fact that Mr. Hickey showed contempt by not agreeing to an independent investigation into what went on prior to his arrest.  It took the Minister's request to Mr. Mulvey to get an independent person on that board.  The Minister seems to have been agreeable, by virtue of what he has said here, that the independent investigation could have proceeded or that the OCI could have investigated itself, albeit with an independent person on the board, had it not been for the arrest of Mr. Hickey.  What was said to the Minister in Rio that alleviated his fears such that - according to what he has said - he would have agreed to the investigation proceeding were it not for the arrest of Mr. Hickey?<\/p>  <p>  The Minister also said that he returned to Ireland subsequent to the arrest of Mr. Hickey and convened a meeting on 19 August to decide on the next steps to be taken.  That meeting was attended by the Attorney General, a number of senior officials and a Minister of State.  The Minister said, \"We agreed to establish a non-statutory inquiry.\"  On 23 August,  the Minister requested that this committee make suggestions in terms of the type of inquiry to be established.  It seemed that was labour in vain because, according to the Minister, the Government had formulated its opinion at that stage.  The Minister tried to alleviate the fears of those of us on this side in terms of the need for a statutory inquiry and he insisted that the key players were going to co-operate.  He insisted that a non-statutory inquiry was needed in order that the report could be delivered in a timely fashion.  On both fronts, the Minister was wrong.  The original timeframe relating to the inquiry was 12 weeks but almost 12 months have elapsed.  All key stakeholders were to co-operate but, in fact, only one did so.  That stakeholder co-operated because it relies on the State for part of its funding.  What assurances had the Minister sought or received that enabled him to state that he was confident that all key stakeholders would co-operate fully in advance of the inquiry's establishment last year?<\/p>  <p>  The Minister also stated, \"The lack of co-operation has happily not undermined the inquiry.\"  I do not want to be negative about the good work that Mr. Justice Moran has done.  However, he has said that the lack of co-operation imposed a major impediment on the inquiry.  We do not know the details relating to the money trail.  We do not know who was able to purchase tickets.  Were it not for the extensive email evidence obtained from the OCI, we would not know anything more either.  That gives rise to my next question.<\/p> <p>Regarding the Grant Thornton inquiry into the OCI that was in the process of going through the email evidence and presenting it in a report, had it been the only inquiry conducted, would we know what we do today without having incurred the expense of the non-statutory inquiry?<\/p> <p> Mr. Hickey has indicated his wish to return to the IOC.  What is the Minister's opinion in that regard?  Should Mr. Hickey be enabled to return to that position?  His current status is described as self-suspension.  In his absence, Ireland has no representative at that level of the IOC.  Has the Minister spoken to the OCI about a replacement for Mr. Hickey?<\/p> <p> The Minister has spoken of an unknown rotten culture at the heart of the OCI.  All present would agree with him.  He has highlighted shameful standards of corporate governance.  Is he satisfied that there continues to be an OCI board member in situ who served during Mr. Hickey's presidency?  It is the job and duty of all board members to hold the president to account and that should have been done while Mr. Hickey was president.<\/p> <p> When did the Minister become aware that the contract between the OCI and THG is to remain in place until 2026?  Has he been informed how much the OCI has spent on Mr. Hickey's legal fees?<\/p> <p> On the investigation under way in Brazil, has the Minister spoken to the Minister for Justice and Equality, Deputy Charles Flanagan, about how he might deal with a possible application for Mr. Hickey's extradition to Brazil should he fail to return there to answer potential charges?  Has the Minister considered referring the matter to the Office of the Director of Corporate Enforcement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700014#BB00300","speaker":"1250","continuing":true},{"type":"speech","time":1502965800,"counter":33,"content":"<p>On the Deputy's second last point, only questions germane to the report should be asked in this forum.  The Minister should not answer the question about extradition if there is no such request in being.  I agree with everything else Deputy Robert Troy said and fully support his point of view, but I want to ensure there is clarity on the function of this meeting of the committee, which is to consider the report and its contents in full.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700015#CC00200","speaker":"1329"},{"type":"speech","time":1502965800,"counter":34,"content":"<p>I welcome the Minister and the Minister of State.  I am amused that the Minister says new material has come to light.  Many of the issues being discussed date back as far as a previous Minister, Dr. Jim McDaid, who also had a fray with Mr. Hickey about tickets and the operations of the OCI.<\/p> <p>The Minister, Deputy Ross, could say he was not aware of any of these issues until the past 12 months but at the time of the London Olympic Games, the dogs on the street spoke about them.  In that respect, I would be worried.<\/p> <p> I wish to return to the issue raised by my colleague of the necessity to incur the cost of the report.  I do not believe it has achieved what it set out to do and what we had hoped it would.  I say this because the OCI had in the pipeline the commission of the Grant Thornton and Deloitte reports.  In fairness, from the accounts given by the president of the OCI, Ms Sarah Keane, she is driving ahead with the recommendations made in the Deloitte report.  She is under a legal challenge to the Grant Thornton report, but even Mr. Justice Moran refers to things moving in the right direction.  The issue of governance is a big talking point with regard to current guidelines, but under previous so-called guidelines is the Minister saying the previous president of the OCI operated illegally and broke the laws or was just not performing properly?  We might say he operated an autocratic regime, but was he breaking the law in relation to the functions of the OCI as a company?<\/p> <p> I wish to turn to the Minister's meeting in Rio de Janeiro and the subsequent contact with the IOC.  I see as an issue confidence in the IOC as the international governing body which oversees the operations of the various national associations, including the OCI.  We appreciate that the Minister went to Rio de Janeiro - as he says - to get to the bottom of the issues involved.  When the rest of the news came through, however, about Mr. Pat Hickey, the Minister could not wait to catch the first flight out of that country.  I wonder if he should have hung around?  He says he sought an appointment with Mr. Donovan Ferreti, ticketing director for the Rio Organising Committee of the Olympic Games.  Obviously, it would have been an ideal opportunity for the Minister, but did it ever come back to him following the making of a request for a meeting?  It was from its deliberations that the issue arose.  Has the Minister had contact with Mr. Donovan Ferreti since?<\/p> <p> In the context of the individuals involved, I know that if we were to have a tribunal of investigation or if there were ongoing criminal proceedings in this jurisdiction, we would be precluded from commenting on actions taken.  As Deputy Troy asked, should we not respect the judicial system of Brazil?  Are we not seen to have a gentleman's agreement in respect of criminal proceedings in Brazil?  Should we perhaps stand back for the time being in the deliberations on the issue, as would happen if there was to be a similar issue in this country?  Arrangements for other tribunals were put aside until criminal proceedings were completed.  Should we not work along those lines?  We are aware of all of the legal threats.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700015#CC00300","speaker":"1278","continuing":true},{"type":"speech","time":1502966100,"counter":36,"content":"<p>I am sorry, but we have to stop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700016#DD00150","speaker":"1329"},{"type":"unspoken","time":1502966100,"counter":37,"content":"<p>Sitting suspended at 12.55 p.m. and resumed in private session at 2 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1502966400,"counter":38,"content":"<p>We wish good health to our colleague and clerk.  We will adjourn until 11 a.m. on Tuesday, 29 August 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2017081700017#VV00100","speaker":"1329"},{"type":"unspoken","time":1502966400,"counter":39,"content":"<p>The joint committee went into private session at 2.15 p.m. and adjourned at 2.25 p.m. until 9 a.m. on Friday, 18 August 2017.<\/p>","notice":"TIME STRING DETECTED"}]