[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1628031600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 14:00<\/p><p>The Joint Committee met at 14:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Martin Browne, Tim Lombard. Matt Carthy, Michael Collins, Michael Fitzmaurice, Joe Flaherty.<\/p><p>Teachta \/ Deputy Jackie Cahill sa Chathaoir \/ in the Chair.<\/p>","time":1628031600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002"},{"type":"minorheading","content":"Business of Joint Committee","time":1628031600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#A00100"},{"type":"speech","time":1628031600,"counter":5,"content":"<p>Apologies have been received from Deputy Paul Kehoe and Senator Victor Boyhan.  Senator Daly has a family bereavement.  There was an accident on Monday and the Senator is unable to attend because of that.<\/p> <p>  Before we begin, I remind members that, in the context of the current Covid-19 restrictions, only the Chairman and staff are present in the committee room.  All members must join remotely from elsewhere in the parliamentary precincts.  The secretariat can issue invitations to join the meeting on MS Teams.  Members may not participate in the meeting from outside of the parliamentary precincts.  I ask members to mute their microphones when not making a contribution and to please use the raise hand function to indicate.  Please note that messages sent to the meeting chat are visible to all participants.  Speaking slots are prioritised for members of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#A00200","speaker":"1611"},{"type":"minorheading","content":"Challenges for the Forestry Sector: Discussion (Resumed)","time":1628031600,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#A00300"},{"type":"speech","time":1628031600,"counter":7,"content":"<p>The agenda for today is ongoing issues in the forestry sector.  I welcome the Minister of State at the Department of Agriculture, Food and the Marine with responsibility for land use and biodiversity, Senator Pippa Hackett.  She is accompanied by the following officials of the Department of Agriculture, Food and the Marine: Ms Patricia Kelly, head of the forestry division, Mr. Kevin Collins, head of forestry environmental section, and Mr. Eamon O'Doherty, project manager, Project Woodland.  They are all joining from a witness room in Kildare House.  I welcome them to the meeting and thank them for making time to appear before us during the summer recess.<\/p> <p>  The opening statement has been circulated to members.  All opening statements are published on the Oireachtas website and are publicly available.  The Minister of State has ten minutes to make her opening statements before we go to questions and answers.<\/p> <p>  Before we begin I have an important notice in relation to parliamentary privilege.  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence relating to a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p> <p>  I again welcome the Minister of State, Senator Pippa Hackett.  It just shows the importance that the agriculture committee attaches to the forestry sector.  In her opening statement, the Minister of State, Senator Hackett, outlined the many times that the committee has dealt with forestry in the past months.  We are seriously worried about afforestation targets and we see weeks where only four or five licences were issued.  There is a distinct target in the programme for Government, which I hope the Minister of State will address today.<\/p> <p>  Another issue which has been raised with me recently is thinning.  Is a licence required for thinning?  It is not a change of land use.  Could thinning not proceed without the necessity of obtaining a licence?  That would greatly free up a large number of licences.  As the Minister of State is aware, there is a huge number of people involved in the forestry sector who are under huge financial pressure through no fault of their own.  With the low output of licences, their businesses have gone into serious financial pressure.  I have had contractors on to me who have had machines repossessed by financial institutions and who are facing financial ruin.  The Minister of State has addressed ash dieback in her opening statement.  That is something I would like to elaborate further on.  The Minister of State has made changes recently, which have been welcome, but there needs to be more financial compensation for people who have suffered ash dieback.  They have suffered huge financial loss.  This committee has made recommendations that the premia would be available to them if they choose to replant that land and that they would again receive premia on that land as they have had no financial gain from the crop they planted previously.<\/p> <p>  These are just some of the issues and other members of the committee will want to raise other issues with the Minister of State.  I now ask her to make her opening statement, and then we will have questions and answers from the committee members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#A00400","speaker":"1611"},{"type":"speech","time":1628031600,"counter":8,"content":"<p>I thank the Chair and the committee for the invitation and welcome the opportunity to be here to update members on developments since the last appearance by my officials before this committee on 27 May.  As the Chair indicated, my officials were also here on 29 January 2021, 3 December 2020, 17 November 2020, and I was here on 3 November 2020 on issues relating to forestry.  I acknowledge the ongoing interest of the committee with issues impacting the forestry sector in Ireland.  As the Chair said, I am joined today by Ms Patricia Kelly and Mr. Kevin Collins from the forestry service, and the project manager of Project Woodland, Mr. Eamon O'Doherty.<\/p> <p>  While there are many issues affecting forestry, licensing is the most immediate and impactful challenge this sector faces.  I am more than aware of its importance and it continues to be my top priority.  My officials, as well as working groups under Project Woodland, are completely focused on turning this situation around and we all want to reach a stage where licences are issued in a timely fashion.  We have been making inroads into this problem, as many members will have seen from the dashboard figures which are published weekly.  It is of note that the number of licences issued in June, at 415, was the highest since July 2019, and that the number of private felling licences issued in June was the highest in the past five years, at 220.  This is progress indeed and it is a trend I would wish to see continuing.<\/p> <p>  As regards the total number of licences issued in the year, this figure was at 1,900 at 23 July, which is around 42% of our annual target of 4,500 licences.  While one may expect that this should have been higher, it has always been our intention to intensify output in the latter half of the year, on the basis of system improvements and streamlining of procedures.  These improvements have already had an effect, as can be seen in the number of licences issued in June.  The system improvements introduced in the preparation of the various appropriate assessment documents have allowed our ecologists to optimise their time, and to concentrate on the ecology aspect of each application.  Currently, these improvements are applied to tree-felling licence applications and roads licence applications only, and we will be turning our attention shortly to applying the system to afforestation files.  This should increase output on these files.<\/p> <p>  Speaking of systems improvements, it is the case that better quality applications have a smoother progression through the licensing process.  In order to make the system more efficient, and to give a clear picture of why certain files are held up, we recently provided registered foresters and forestry companies with a list of felling files which require further information before they can be progressed by ecology.  We have found that around half of the applications for private felling files screened in for appropriate assessment require further information.  Working together with the registered foresters and in the spirit of co-operation, we can improve this situation to the benefit of forest owners.<\/p> <p>  Members will have noticed a downturn in licence output for July.  This is directly linked to the introduction of a second 30-day public consultation process for applications subject to appropriate assessment.  These requirements arise from the European Union (Birds and Habitats) (Amendment) Regulations 2021, which were recently introduced by the Minister for Housing, Local Government and Heritage.  This means that any application that is screened in for appropriate assessment, and which has had a nature impact statement or an appropriate assessment report, must be advertised with all relevant documentation on the forestry licence viewer for 30 days for public consultation.  This is part of an extensive public consultation process which affords all interested parties an opportunity to have their say in relation to projects with the potential to impact European sites.<\/p><p>There is no denying that this adds extra time to the processing of these applications.  We must now advertise all such cases, and we are currently working our way through them.  A total of 536 cases went to public consultation up to 23 July, an average of 178 per week.  The first of these will exit this process on 6 August.  We have not, to date, received any submissions on cases advertised, but if we do they will be taken into account before the file progresses to decision.<br\/><br\/>The reality is that this has indeed affected recent output, as certain files ready for decision were interrupted.  We are committed to making up this ground and I expect that by mid-August we will see an increase in the number of licences issued and a return to previous levels.  This new requirement means that we will have to redouble our efforts to reach our target of 4,500 licences this year, but I remain hopeful that we will do this.<br\/><br\/>The number of licences issued is not the only metric and the volume of timber licensed is a crucial factor for the sawmills.  The volume issued to 23 July 2021 is 3.727 million cu. m.  Overall output to 23 July is afforestation at 2,732 ha and road lengths licences at 157 km.  We are making progress but there is a way to go and clearly there is more to be done.<br\/><br\/>As I said earlier, Project Woodland is key to this.  Its work is focused on identifying the means to improve the system by introducing efficiencies and on resolving the backlog.  I will take this opportunity to recognise the excellent work done so far by the project board and the four working groups.  Since we introduced the project in February, there has been intense and active engagement by all involved, and the first interim report by the project board, published two weeks ago, bears witness to this productivity.<br\/><br\/>The board has received a number of excellent papers and recommendations from the working groups and has examined each, has spoken to the chairs and has evaluated the recommendations in detail.  It has provided feedback and suggested next steps, as outlined in the interim report.  I am glad to say that the board has agreed to immediately advance two of these recommendations.  Members here will be well familiar with the first recommendation, a regulatory review, which was one of the committee's own recommendations, and one I wholeheartedly support.  It was also recommended by the backlog working group and the process improvement working group.  It involves an independent regulatory and planning review of the licensing system to be conducted by an independent expert or experts and it has already been advertised for tender.  It will review the existing statutory framework for the licensing of forestry activities in relation to environmental and public participation obligations in order that practical advice can be provided to the Department on how to work more efficiently within the existing legal framework.  Arrangements in other EU member states will be considered to see if lessons can be learnt from them.  The review will also evaluate the current 15 km radius for screening for appropriate assessment, having regard to the requirements of European Union law.  The business systems analysis currently being undertaken by our business analyst, Shelly O&rsquo;Sullivan, will interact with and run parallel with the regulatory review, so that best possible system improvements are delivered.<br\/><br\/>The second recommendation, made by the shared national approach working group, is the prioritisation of an effective and inclusive public consultation on a shared vision for forestry.  Our future vision for forestry must ensure we bring nature and communities with us.  This important work has commenced and stakeholder and public attitudes to the role of trees, woods and forests in Ireland&rsquo;s future will be canvassed through various means and fora in order to reach a shared vision.  I expect that our forest strategy will be influenced by the new European forest strategy which was published on 16 July 2021.  We will be aiming for a balanced strategy for forestry in this country to address environmental, societal, and economic needs.<br\/><br\/>Of interest to members too will be the project charter for Project Woodland, which has been published along with the interim report.  This was drawn up by the project manager, Mr. Eamon O&rsquo;Doherty.  The charter outlines very clearly the scope, tasks, governance structure and reporting and communications framework for the project.<br\/><br\/>Members have on previous occasions raised the ash dieback scheme, which I know is of interest to many forest owners.  As the scheme has been in place for more than a year, I thought it timely to assess the response to its operation to date.  One question that arose was the availability of management options for plantations greater than 25 years of age.  After careful consideration I have now revised these management options as set out in Circular 12\/2021 of 23 July 2021, which is published on the Government website.  This change brings sites that are more than 25 year of age into the scheme.  We will review those cases more than 25 years of age that were refused under the previous rule and issue a fresh decision.<br\/><br\/>Another development I bring to the committee's attention is a proposed new riparian native woodland initiative under the national forestry programme.  We are all aware that we face significant challenges in meeting Ireland&rsquo;s environmental objectives.  This proposal focuses primarily on addressing our water quality goals but will have associated and real benefits for climate change and biodiversity.  It builds on the success of the native woodland establishment scheme, which can now be more specifically focused to target water protection.  The plan is to introduce, in addition to the current grant and 15-year premiums, a once-off bonus top-up payment of &euro;1,000 per hectare to those landowners planting critical source areas in EPA pollution impact potential zones and, similarly, in accordance with drinking water source protection plans.  The extra payment will also be made available in other defined circumstances.  These are to be identified by my Department in consultation with Inland Fisheries Ireland, the OPW, Irish Water, the local authority waters and communities office, LAWCO, and other water bodies.  We hope to roll this out in the autumn, once all details are finalised.  We will promote the scheme widely and, in particular, encourage farmer uptake.  My officials are engaging with Teagasc advisers, the local authorities water programme, LAWPRO, community officers and with the agricultural sustainability support and advice programme, Inland Fisheries and the Department of Housing<b>, <\/b>Local Government and Heritage so that we can achieve this.<br\/><br\/>I am confident that we are moving in the right direction and that the momentum already shown in dealing with all of the issues facing us will be maintained and indeed gather pace in the second half of this year.  I thank members for their attention and I am now happy to take their questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#A00500","speaker":"1661","continuing":true},{"type":"speech","time":1628031600,"counter":10,"content":"<p>I thank the Minister of State and her officials for coming before the committee today to discuss a real crisis in the forestry sector.  My serious worry is for the 400 to 500 jobs in west Cork that are on the line.  Many of these people are worried about losing their jobs.  We find ourselves in the astonishing situation where we are looking to bring in timber from another country.<\/p> <p>  I have a few questions for the Minister of State.  I understand that other members want to come in so I will not hog the airwaves as such.  Why should any member of this committee or any member of the forestry and timber sector, a native industry that employs 12,000 people in rural Ireland, believe the Minister of State when she says that the Department is going to reach the target of 4,500 licences for this year?  Only 1,900 forestry licences have been issued up to 23 July.  In a response I received to a parliamentary question last week, I was informed by the Department that this figure is up by 25% on the same time last year.  This is the regular line we have heard from the Department throughout 2021.  It is a ridiculous defence when one considers the implosion in licence output in 2020.  What miracle is going to occur in the final few months of this year to enable the Department to turn out 2,600 licences to reach the 4,500 target?  Will the Minister of State, the Minister, Deputy McConalogue, and their officials please refrain from comparing the output of this year to that of 2020 in order to paint a rosy picture of improvements made on the output of issuing of forestry licences?  I tabled a parliamentary question in early July that outlined while felling licences issued in 2021 are up 28% compared to 2020 figures, they are down 191% compared to 2019, which was the last genuinely comparable year.  On a similar note, afforestation licences are up 8% compared to 2020 but down 28% compared to 2019.  It is unfair and disingenuous in terms of covering up the Department's ineptitude on this licensing issue.  It has to stop.  The Department must be honest and compare like with like.  It is down 191% on 2019 figures.  That is the only comparison we can really make.<\/p> <p>  I spoke recently to a lady from the Chairman's area, Killenaule, about the ash dieback issue.  This lady has spent the past 12 months trying to contact the Minister of State and her Department.  She has issued a very warm welcome to the Minister of State to come and see the crisis she has found herself in and to see the ash dieback on her farm.  This lady has met the Minister of State at the recent protest and she promised that she would visit.  The lady has contacted the Minister of State again but she has failed to reply.<\/p><p>It is not a nasty welcome but a genuine one.  She told me that if a farmer or anyone in farming has TB on his or her land, he or she is fairly and honestly compensated but if his or her forestry is ruined by ash dieback, he or she is not compensated.  She is the Chairman's area, so he might like to accompany the Minister of State.  Deputy Mattie McGrath has said he would do the same.  They might like to accompany the Minister of State to this lady's farm to see the devastation this has caused and the fact there is no proper compensation in place for these farmers.  These questions are genuine.  This issue has gone on so long.  It is causing serious problems.<\/p><p> I am also worried about the factory in west Cork and the sawmills in Enniskeane in that this will lead to massive job losses.  I would like to be able to find out today that the targets we are to meet with regard to the felling licences will be met.  Someone in the Minister of State's Department needs to talk and be straight up and tell the truth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#B00200","speaker":"1461","continuing":true},{"type":"speech","time":1628031600,"counter":12,"content":"<p>I assure the Deputy there is no cover-up here.  We have been transparent with the figures, with the output each week and with the reasons behind backlogs and the different backlogs that have existed.  The Deputy will have seen from my opening statement I did not make any comparison to 2020.  I appreciate where the Deputy is coming from.  Many comparisons are made with 2020.  I am only in the position 13 months.  I was not here before 2020, nor was the Minister, Deputy McConalogue, but I take the Deputy's point in that 2020 was not a good year.  It is not the best comparison but we try to compare with other years and I indicated that we had the highest number of licences issued in June of this year, at 415, compared with July 2019.  That is a positive trend.  That is something and I would like to think it would instil some confidence in the committee that we are on the right path here.  We have implemented system changes.  We have taken on more resources, ecologists, forestry inspectors and so forth.  From June alone, if we just look at this June, we have seen an improvement over the previous number of months.  That is to be welcomed.<\/p> <p>  We have always imported timber into this country.  We are probably importing more now than we should be and that is something we want to see the end of but it is not a case that we are only importing timber now.  We have always imported timber, in some shape or form, into Ireland.  Many of the stakeholders on Project Woodland, of whom I have 24 or 25, are representatives of the industry, the growers, the environmental sector and the community.  There is engagement there across the sector.  It is not an easy engagement to keep together.  I commend each and every one of them on sticking with the process because it is frustrating for many of them, for different reasons.  It is important they are interacting in a collaborative fashion, which is to be welcomed.<\/p> <p>  With regard to the Deputy's ash dieback query, we have in the past week or so extended the age to which plantations can avail of the scheme.  That has been widely welcomed.  The Deputy made reference to the TB scheme and that is, in a way, what the ash dieback scheme replicates because if you are a farmer unlucky enough to go down with TB, the animals that have TB are compensated for and removed but there is no knock-on payment for calves the animal may have had or milk lost.  In a way, the ash dieback scheme is similar.  You are compensated to remove and replant the trees but we are not extending the premium out and that is something we are not considering.<\/p> <p>  The ash dieback scheme is under review, because things keep changing.  Originally, a number of years ago, the purpose with regard to ash dieback was to try to prevent its spread.  We now know it is endemic in the country.  It is no longer about prevention.  It is about trying to slow down the spread and do what we can.  Extending it to plantations over 25 years has been widely welcomed.  I am happy to see that.  I know the lady the Deputy referred to and I indicated that I would, when I got the chance, visit her plantation.  I will stick by that, as soon as I get the opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00200","speaker":"1661"},{"type":"speech","time":1628031600,"counter":13,"content":"<p>I call Deputy Carthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00300","speaker":"1611"},{"type":"speech","time":1628031600,"counter":14,"content":"<p>I think Deputy Fitzmaurice was ahead of me.  I am happy to go either way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00400","speaker":"1451"},{"type":"speech","time":1628031600,"counter":15,"content":"<p>Okay.  I call Deputy Fitzmaurice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00500","speaker":"1611"},{"type":"speech","time":1628031600,"counter":16,"content":"<p>I thank the Minister of State for coming in.  I will do quick-fire questions in order not to hog the discussion too long because I do not want to go through essays.  This committee, probably three meetings ago, got an undertaking from the Minister of State's Department that we would get a split between thinnings and clear fell and the tonnages or the cubes.  We have also written to her Department.  Why has that not happened?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00600","speaker":"1508"},{"type":"speech","time":1628031600,"counter":17,"content":"<p>I will pass to Ms Kelly to take that.  I am trying to gauge here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":18,"content":"<p>I want it fairly quickly because we have limited time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00800","speaker":"1508"},{"type":"speechnospeaker","time":1628031600,"counter":19,"content":"<p>We have put it on the recent dashboard we sent to the joint Oireachtas committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C00900","nonspeaker":"Ms Patricia Kelly"},{"type":"speech","time":1628031600,"counter":20,"content":"<p>I am looking at dashboards and I cannot see it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01000","speaker":"1508"},{"type":"speechnospeaker","time":1628031600,"counter":21,"content":"<p>It is just a line at the end.  Thinning licences issued is given for the week: one for 21.15 ha and 20 clear fell licences for 149.64 ha.  If the Deputy wants it to be more specific than that, I ask him to let us know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01100","nonspeaker":"Ms Patricia Kelly"},{"type":"speech","time":1628031600,"counter":22,"content":"<p>It would be helpful because it is hard to see it.  With regard to unenclosed land, a report was to come to our committee.  Where is that report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01200","speaker":"1508"},{"type":"speechnospeaker","time":1628031600,"counter":23,"content":"<p>That was sent to the committee.  It was sent by the Secretary General the week before last.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01300","nonspeaker":"Ms Patricia Kelly"},{"type":"speech","time":1628031600,"counter":24,"content":"<p>I have not seen it anyhow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01400","speaker":"1508"},{"type":"speechnospeaker","time":1628031600,"counter":25,"content":"<p>It definitely was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01500","nonspeaker":"Ms Patricia Kelly"},{"type":"speech","time":1628031600,"counter":26,"content":"<p>Right.  We will keep going.  Over the past two to three years, there has been serious damage through frost.  The Department promised to put in a scheme over the past two to three years.  Where is that scheme?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01600","speaker":"1508"},{"type":"speech","time":1628031600,"counter":27,"content":"<p>I do not know.  I will certainly check what the situation is with that.  I do not have the information in front of me.  I will follow up on that, if that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":28,"content":"<p>At a committee meeting we were told that we would hit 100 per week, and we did for June.  Why are we down to 20 or 30 licences now?  I have gone through four weeks in July.  We have approximately 112 licences in July.  What is the reason for that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01800","speaker":"1508"},{"type":"speech","time":1628031600,"counter":29,"content":"<p>The reason for this was the introduction of a statutory instrument from the Department of Housing, Local Government and Heritage, which introduced a second 30-day public consultation period.  It was not just for forestry applications but any planning application that requires an appropriate assessment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C01900","speaker":"1661"},{"type":"speech","time":1628031600,"counter":30,"content":"<p>I take the Minister of State's point on the statutory instrument.  We have gone from 100 to 20 or 30.  Is she saying to me that 80% of the applications are going in for screening through this statutory instrument because of the habitats directive or they are near a site of importance?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02000","speaker":"1508"},{"type":"speech","time":1628031600,"counter":31,"content":"<p>That is the case.  Approximately 80% of the forestry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02100","speaker":"1661"},{"type":"speech","time":1628031600,"counter":32,"content":"<p>Some 80% of all our forestry is going in for screening now.  We have to be clear on that.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02200","speaker":"1508"},{"type":"speech","time":1628031600,"counter":33,"content":"<p>Yes.  That is the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02300","speaker":"1661"},{"type":"speech","time":1628031600,"counter":34,"content":"<p>Will we hit the 4,500 licences the Minister of State talks about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02400","speaker":"1508"},{"type":"speech","time":1628031600,"counter":35,"content":"<p>That is still the intention.  As the Deputy saw from the dashboard, in the first week of July, we ended up with 115 licences.  The expected numbers were to be higher than that with the statutory instrument aside but we hope to get back up to speed from the middle August and the average would be much higher than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02500","speaker":"1661"},{"type":"speech","time":1628031600,"counter":36,"content":"<p>The Minister of State stated at a committee meeting that Coillte had enough complete licences for 2021.  Why are we still concentrating on Coillte licences?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02600","speaker":"1508"},{"type":"speech","time":1628031600,"counter":37,"content":"<p>Coillte is the main supplier to the sawmills in Ireland-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":38,"content":"<p>I know that.  Why are we concentrating on it if we have enough licences for 2021?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02800","speaker":"1508"},{"type":"speech","time":1628031600,"counter":39,"content":"<p>The sawmill owners need certainty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#C02900","speaker":"1661"},{"type":"speech","time":1628031600,"counter":40,"content":"<p>It was stated that we had enough licences for 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00100","speaker":"1508"},{"type":"speech","time":1628031600,"counter":41,"content":"<p>For 2021, yes.  We are halfway through 2021.  The Deputy may get the chance to visit a sawmill owner in receipt of wood through Coillte.  Sawmills need that certainty for their markets for next year and the following year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00200","speaker":"1661"},{"type":"speech","time":1628031600,"counter":42,"content":"<p>I visit them on a regular basis.  When I talk to the Department internally, I hear that Coillte licences are probably more straightforward and the push will be made over the next few months to get enough Coillte licences out to tick the box by hitting 4,500.  Is that correct?  Is that the method in the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00300","speaker":"1508"},{"type":"speech","time":1628031600,"counter":43,"content":"<p>In June, we issued the highest number of private felling licences in the last five years, so that has not been the method to date.  The Coillte licences are dealt with in a different way from private licences.  Both approaches are equally robust but Coillte licences tend to come in a larger batch which facilitates the Department to look at collaboration between different licences in different areas.  Private licences tend to come in singularly from individual owners.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00400","speaker":"1661"},{"type":"speech","time":1628031600,"counter":44,"content":"<p>Okay.  What is the guidance on-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00500","speaker":"1508"},{"type":"speech","time":1628031600,"counter":45,"content":"<p>So far this year, we have issued 633 felling licences for private owners and 596 for Coillte.  There have been more private licences than Coillte licences issued to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00600","speaker":"1661"},{"type":"speech","time":1628031600,"counter":46,"content":"<p>Mr. Dunne stated at an industry meeting lately that a Natura impact statement, NIS, is not needed.  What is the Minister of State's guidance on an NIS?  Is it needed or not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00700","speaker":"1508"},{"type":"speech","time":1628031600,"counter":47,"content":"<p>I will pass that question to Mr. Collins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00800","speaker":"1661"},{"type":"speechnospeaker","time":1628031600,"counter":48,"content":"<p>The NIS is an important part of the appropriate assessment procedure.  We have two options.  One is to look for an NIS and ask the applicant to submit one.  The second is that under a recent SI amendment to the forestry regulations, we can do an appropriate assessment report internally.  We have both options and what we are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D00900","nonspeaker":"Mr. Kevin Collins"},{"type":"speech","time":1628031600,"counter":49,"content":"<p>Do we need it or not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01000","speaker":"1508"},{"type":"speechnospeaker","time":1628031600,"counter":50,"content":"<p>The Department may always ask for an NIS but we find it is more efficient-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01100","nonspeaker":"Mr. Kevin Collins"},{"type":"speech","time":1628031600,"counter":51,"content":"<p>Is it recommended?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01200","speaker":"1508"},{"type":"speechnospeaker","time":1628031600,"counter":52,"content":"<p>It is more efficient for us to do an appropriate assessment report for felling and roading but we are not ruling out that we might ask for an NIS in relation to felling or roading.  Generally, if we get, for felling, a good quality harvest plan or, for roading, a good quality biomap and specifications for the road, it may give us enough information to do the appropriate assessment report internally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01300","nonspeaker":"Mr. Kevin Collins"},{"type":"speech","time":1628031600,"counter":53,"content":"<p>On 7 July, the Department issued Circular 10\/21.  Point 2 of that circular moved to a situation where one could look at all relevant documentation.  When I went to that yesterday, nothing came up and it brought me back to the beginning.  Why is that not online?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01400","speaker":"1508"},{"type":"speech","time":1628031600,"counter":54,"content":"<p>To which circular is the Deputy referring?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01500","speaker":"1661"},{"type":"speech","time":1628031600,"counter":55,"content":"<p>It is Circular 10\/21, allowing people to look at the licences and all that.  It is from 7 July.  I refer to point 2 of the circular.  It is not online.  I went through it yesterday with a person in the industry and point 2 did not bring me to anything.  It brought me back to the beginning.  Will the Minister of State take note of that?  I will not hold the meeting up with the issue because I have more questions.<\/p> <p>  The afforestation target each year is 8,000 ha.  We have reached approximately 2,722 ha this year.  Is the Minister of State concerned that the 8,000 ha target committed to by her and previous Ministers will not be adhered to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01600","speaker":"1508"},{"type":"speech","time":1628031600,"counter":56,"content":"<p>We will not hit that target this year.  That is clear.  Last year, we did not reach it either.  We have to start meeting it.  The Deputy might have seen from my opening statement that we are looking at giving a boost to the native woodland creation scheme to encourage more farmers into it, particularly for riparian planting.  Everything above 0.01 ha will account for afforestation.  We will do whatever we can to encourage farmers.  It is a difficult time and there is not a huge appetite, for different reasons.  We will address that and the future vision for forestry will have to address that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":57,"content":"<p>The Minister of State talked about Project Woodland solving things.  In my opinion, Project Woodland will solve things down the road but, at the moment, we have contractors going bust.  In Project Woodland, one of the recommendations was to give a grant for doing an NIS.  Legal advice was being looked at for that.  I think no one can contradict me on this.  It is going out for legal advice on state aid and all that.  I think it is up on the webpages on procurement that the Department has tendered for it for 3 September.<\/p> <p>  Whatever the Department is at, the industry got that report last week and has got legal advice, probably from the same crowds the Department gets legal advice from.   I will not name names but the industry has done that in less than a week.  From what I am reading on the procurement process, it will be 3 September before someone is appointed.  When do we expect to get the evidence or whatever and when do we expect to have a scheme in place?  Is it next year, or in the next month or two?  I am not knocking it but from what I am reading, this, no more than Project Woodland, is for next year and not this year.  Does the Minister of State realise the crisis is this year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01800","speaker":"1508"},{"type":"speech","time":1628031600,"counter":58,"content":"<p>Project Woodland is a framework for developing the consensus we need.  One of the work streams is entirely focused on the backlog.  It is not just for something down the line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D01900","speaker":"1661"},{"type":"speech","time":1628031600,"counter":59,"content":"<p>Will the Minister of State deal with the point that consideration is being given to giving money to somebody who wants to do an NIS or appropriate assessment?  This is being looked at in terms of whether it would amount to state aid or if there are complications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02000","speaker":"1508"},{"type":"speech","time":1628031600,"counter":60,"content":"<p>That has come from a recommendation from one of the work groups and we need to tease it out.  We have not looked at that specifically.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02100","speaker":"1661"},{"type":"speech","time":1628031600,"counter":61,"content":"<p>When will it be delivered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02200","speaker":"1508"},{"type":"speech","time":1628031600,"counter":62,"content":"<p>The regulatory-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02300","speaker":"1661"},{"type":"speech","time":1628031600,"counter":63,"content":"<p>If someone tells the Minister of State it is not state aid and everything is good to go, when will that proposal be delivered?  Will it be next year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02400","speaker":"1508"},{"type":"speech","time":1628031600,"counter":64,"content":"<p>We are waiting for the regulatory and legal review, which has been tendered for.  That is a substantial piece of work that was one of this committee's recommendations that we went with.  The tender went out at the end of last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02500","speaker":"1661"},{"type":"speech","time":1628031600,"counter":65,"content":"<p>The industry was able to get advice in one week, probably from the same people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02600","speaker":"1508"},{"type":"speech","time":1628031600,"counter":66,"content":"<p>That is a separate issue.  I think the Deputy is referring to legal advice, which varies depending on who one speaks with.  This is a far greater in-depth analysis to assess whether we are doing things correctly, overdoing things or underdoing things.  It will be done independently.  It is not just a planner.  It will require planning-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":67,"content":"<p>In that case, we do not know when it will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02800","speaker":"1508"},{"type":"speech","time":1628031600,"counter":68,"content":"<p>The tender is out and it will be, I would say, a matter of months.  I would like to see it by the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D02900","speaker":"1661"},{"type":"speech","time":1628031600,"counter":69,"content":"<p>Does the Minister of State have any intention of bringing in legislation to take roads or thinnings out of the system?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D03000","speaker":"1508"},{"type":"speech","time":1628031600,"counter":70,"content":"<p>That will be part of the regulatory review and we hope to have that complete by the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D03100","speaker":"1661"},{"type":"speech","time":1628031600,"counter":71,"content":"<p>I have been talking to people in the Department.  Does the Minister of State think there is a HR issue in the Department between senior management and middle management?  Is there a HR problem?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D03200","speaker":"1508"},{"type":"speech","time":1628031600,"counter":72,"content":"<p>I do not think there is any HR problem.  I think one of the work streams of Project Woodland is looking at the organisation of the Department and how it works.  That will be useful work which might help us make the organisation more efficient and make sure we are doing things correctly----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D03300","speaker":"1661"},{"type":"speech","time":1628031600,"counter":73,"content":"<p>Does the Minister of State not think there is a HR issue?  Have inspectors lost confidence in senior management?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D03400","speaker":"1508"},{"type":"speech","time":1628031600,"counter":74,"content":"<p>If we are looking at organisational structures in the Department, that will come out in the recommendations from the work stream.  We will wait and see what that comes up with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D03500","speaker":"1661"},{"type":"speech","time":1628031600,"counter":75,"content":"<p>Every Deputy backed the Minister of State when she brought in legislation that was to be the silver bullet to solve everything at the back end of last year.  How would she gauge that?  Would she give herself until Christmas to have this turned around?<\/p><p>If she has not turned it around by then, will she review her position and ask whether she has got into an area that she needs to hand over to someone else?  Does she think the Taoiseach or T&aacute;naiste needs to get involved?<\/p><p> Does the Minister of State realise that contractors have lost machinery to the bank because of the Department and the lack of licences?  Does she realise that there are farmers who will never plant again because they have moved on after applying for a licence and waiting for three or four years?  Does she realise what the feeling is on the ground about forestry?  It is a dirty word out there.  When would the Minister of State consider her position to be untenable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#D03600","speaker":"1508","continuing":true},{"type":"speech","time":1628031600,"counter":77,"content":"<p>At the end of last year, when I started my role, the single greatest threat to the forestry sector was the backlog in appeals.  I introduced legislation faster than some would have liked and without the pre-legislative scrutiny that some would have liked.  That is the legislation to which the Deputy is referring and it has worked incredibly well.  The backlogs in appeals are essentially cleared and we have a fully functioning and efficient appeals process in place that works.  That was the crisis when I started.<\/p> <p>  The backlog in the ecology division, which is the current issue, has been addressed.  It has clearly not been solved but we have changed it, made systems improvements and recruited increased resources.  That is being dealt with, as the Deputy can see from the figures in June, notwithstanding the statutory instrument, which kicked in unbeknownst to us at the time.  We expect to be back up to the June figures and beyond by the middle of August.  We intend to ramp up the averages, get the licences issued as promised and hit 4,500 licences before the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00200","speaker":"1661"},{"type":"speech","time":1628031600,"counter":78,"content":"<p>I am putting on record that I am hearing from the Department that its intention is to get Coillte licences out fast in order to tick that box.  That does not solve the problem with afforestation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00300","speaker":"1508"},{"type":"speech","time":1628031600,"counter":79,"content":"<p>Coillte licences, as I said earlier, are issued in a-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00400","speaker":"1661"},{"type":"speech","time":1628031600,"counter":80,"content":"<p>How is the Department going to solve the planting situation?  Does the Minister of State realise the situation with planting in Ireland?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00500","speaker":"1508"},{"type":"speech","time":1628031600,"counter":81,"content":"<p>Yes, and I am sure I get the same representations as many members do.  Perhaps I get even more, given the position I hold.  I agree that there is an issue with confidence in planting on the part of farmers.  There is pressure on farmers, not only because of the licence issues but also because of other land use considerations.  The desire to plant forestry is not as strong as it should be.  I recently met the Finnish Minister of Agriculture and Forestry and the Finnish ambassador to Ireland.  Finland has a totally different attitude towards forestry.  In Finland you are not considered a farmer unless you have trees.  It will be a slow process to regain confidence in planting among our farmers but that is what we need to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00600","speaker":"1661"},{"type":"speech","time":1628031600,"counter":82,"content":"<p>I thank the Minister of State for her response.  I will let somebody else in but, first, I want to say that forestry is a dirty word in farming communities because they have been waiting on the Department for three or four years.  They were willing to engage in forestry but they were let down badly.  Contractors have also been let down.  We have nurseries in danger of closing because this Department is not functioning.  A lot of people need to take a hard look at their positions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00700","speaker":"1508"},{"type":"speech","time":1628031600,"counter":83,"content":"<p>I thank the Minister of State for attending.  I will pick up on Deputy Fitzmaurice's final point.  This would be a good opportunity for the Minister of State to outline what internal reforms she has implemented in the operation of the forest service at senior management level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00800","speaker":"1451"},{"type":"speech","time":1628031600,"counter":84,"content":"<p>We have not initiated any internal reforms.  Through Project Woodland we have brought in external expertise to assist with and deliver forestry for Ireland and to work on the backlog, look at the organisational structure and work on a strategy for the future.  I am joined by Mr. Eamon O'Doherty, who is our external project manager for Project Woodland.  We have a systems analyst in Shelly O'Sullivan and we have independent chairs for Project Woodland, plus two independent board members.  That has been significant and has brought a different dynamic to the work of what Project Woodland stands for.  The representatives on the working groups of Project Woodland are all stakeholders.  As I said, they are representatives from industry, growers, farm organisations, communities and environmental organisations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E00900","speaker":"1661"},{"type":"speech","time":1628031600,"counter":85,"content":"<p>I am not sure if it is comprehended just how fundamental, structural and systemic the problem is.  I fear that these guys will turn the Minister of State into the Minister for reports and reviews.  I am struck by the Scottish experience, which was cited many times by a number of guests before the committee.  In Scotland, James Mackinnon was appointed to research its forestry issues and make a report and recommendations.  The Scottish authorities then took that report and implemented a number of the recommendations.  That resulted in Scotland planting 11,000 ha last year.  Apparently Scotland has an annual target of 15,000 ha for the coming years.<\/p> <p>  The Department of Agriculture, Food and the Marine also commissioned Mr. Mackinnon to carry out a report and make recommendations.  After that, we got somebody else to carry out a report into his report and recommendations.  That has established Project Woodland and the Minister of State tells us that the board has agreed to two recommendations.  It is important that we look at those.  The first recommendation is for a regulatory review and the second is for the prioritisation of a public consultation process.  Those are not actions; they are further reviews and reports.<\/p> <p>   I want to deal with the project board and the four working groups.  What role do the senior managers and officials of the forest services have with respect to those four working groups?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E01000","speaker":"1451"},{"type":"speech","time":1628031600,"counter":86,"content":"<p>I will pass that question to Mr. O'Doherty, who is the project manager.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E01100","speaker":"1661"},{"type":"speechnospeaker","time":1628031600,"counter":87,"content":"<p>The four working groups are chaired by an independent, non-Department head with senior experience and who is either a civil servant or a semi-State employee.  Equal with that person is a senior Department manager whose job is to also act as a reference point for the working group in terms of the actions and recommendations that are coming up from the group discussions, which are typically held fortnightly.  Each working group comprises a mix of forest policy group, FPG, members or sectoral interests that are not in the FPG.  The working groups also receive secretarial support from the Department.<\/p> <p>  It is important to realise that the four working groups contain elements of longer term activity.  Work group 3, for instance, is looking at the organisational development of the Department, possible transformation and a customer charter.  That cannot be done quickly because it also depends on work coming from the current process.  The current process around licensing is extremely complicated.  There is a systems analyst working on that full-time to try to understand the different nooks and crannies of the processes.  That is before we get to the point of recommending how those processes can be optimised or changed.  The organisational development can then be wrapped around that.  What we do not want to do is change the organisation and find that our processes cannot support it.<\/p> <p>  Work group 2 is looking at a longer term vision for Irish forestry.  The creation of that vision has to take place before 2023 but it is a longer term thing.  It has to develop a strategy and then feed into the EU forest policies that will come down the track in January 2023.  Those two groups do not provide quick and dirty solutions to anything.<\/p> <p>  The fourth work group, which is around the idea of process improvement, first has to understand the processes that are taking place at the moment and it is doing that well.<\/p><p>They are due to report on that sometime around the point at which the legal and regulatory team comes on board.  That tender will be due for submission in the early part of September.  It will be given three months to report.  Therefore, the short answer is &ldquo;Yes&rdquo;.  It will be next year before that part that can come in.  The process improvement cannot take place until we understand what can and cannot be done in, for instance, the 15 km screening limit.  Many possible suggestions are coming from the working groups.  This is a complicated environment.  People are expecting quick and dirty things to be done.  However, in my experience of working in large industrial projects, that would be a mistake.  I appreciate that everyone is frustrated with where we are at the moment and with the long road to getting licensing on track.  However, there needs to be patience and an understanding that Departments cannot just change course completely overnight.  In reality, Project Woodland has been up and running since the start of May, or the tail end of April.  We are two months into it.  Much work has been done and many useful papers have been produced by the groups.  In my view, one or two of the recommendations that have been made are not ones that the Department can implement without appropriate advice.  Some of these were mentioned earlier - for instance, the single consent licensing and the planning grant.  We are going out for advice before ministerial direction can be determined.  Some of these things are important in regard to the role of the Minister and some of them can be done.  Every day Mr. Collins is running with slight changes to the way the ecology process is working to try to speed it up.  It is speeding up, but slowly.  That is the reality. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#E01200","nonspeaker":"Mr. Eamon O'Doherty","continuing":true},{"type":"speech","time":1628031600,"counter":89,"content":"<p>That is a very comprehensive answer.  Unfortunately, the answer is to a different question than one I asked.  My question was specifically about the relationship between the Department and the four working groups.  Mr. O&rsquo;Doherty said there is an independent chairperson.  If I understood his phraseology, there is also a co-equal Department official.  How does that work?  We know from the operation of our committee that one either has a chair, or not.  Two people cannot hold the same role.  Mr. O&rsquo;Doherty also mentioned that the Department carries out the secretarial responsibilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00200","speaker":"1451"},{"type":"speechnospeaker","time":1628031600,"counter":90,"content":"<p>I understand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00300","nonspeaker":"Mr. Eamon O'Doherty"},{"type":"speech","time":1628031600,"counter":91,"content":"<p>Could Mr. O'Doherty explain how those roles work, where there are two co-equal people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00400","speaker":"1451"},{"type":"speechnospeaker","time":1628031600,"counter":92,"content":"<p>I did not mean to say co-equal.  If I said co-equal, I did not intend to.  The Department&rsquo;s chair is equal in responsibility, on the Department&rsquo;s side.  In other words, the chair, who is essentially the decision maker, can advise the group in a collaborative or collegial way about the situation in regard to certain processes and certain views the Department might have.  On the question as to how the operation of the projects works, I am trying to control the resources and the  groups in terms of how they are operating to plan.  I report to the assistant secretary general, Mr. Colm Hayes.  He is not on the project board, but we have both attended most of the project board meetings.  The Secretary General, Mr. Brendan Gleeson, chairs that board and, importantly, is also the Accounting Officer for the Department.  He has to make decisions that are not in the purview of the board.  The working group's role is to bring recommendations to the board.  It filters those recommendations to decide whether they should be made to the Minister of State.  The Minister of State, Senator Hackett, then receives recommendations from the board through the project board and Mr. Brendan Gleeson.  It is the Minister of State's responsibility to make decisions.  The Department, therefore, has an intricate role in working with the project board, through myself and through the assistant secretary general, Mr. Colm Hayes.  It also advises the board of matters when needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00500","nonspeaker":"Mr. Eamon O'Doherty"},{"type":"speech","time":1628031600,"counter":93,"content":"<p>I just want to return to the Minister of State and to my overall point which I have been trying to make for the last year.  This crisis is not of the Minister of State's making.  It has been in the making for more than a decade.  However, my difficulty is that the people who are responsible for this crisis are leading this process every step of the way.  That is where there is a fundamental systemic problem.  I have referred to it time and again.<\/p> <p>  You can have an entire strategy and set up all the reviews and have all the reports.  However, if these are being directed by the people who have caused this problem in the first place, these problems will be repeated.  Despite the optimistic tone of the Minister of State&rsquo;s opening statement, there is no information over any considerable period of time to suggest that we have turned the corner.  In fact, at best, we would say that we are stagnant.  Has an analysis been brought to the attention of the Minister of State on why hectares of lands being planted do not even meet the number of hectares for which licences are being allocated?  Has she commissioned any such analysis?  This year, so far, more than 2,700 ha have been licensed but only about 1,500 ha have been planted.  We cannot say that this will pass on to next year, because last year 4,300 licences were granted.  This is already a pathetically low number, and yet fewer than 2,500 ha were planted.  Have we got to the crux of why that is the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00600","speaker":"1451"},{"type":"speech","time":1628031600,"counter":94,"content":"<p>That issue has been ongoing for quite a while.  It comes down to people changing their minds.  They are issued a licence and they can sit on it for three years.  An afforestation licence is valid for three years.  I even know people who have applied for a licence, who were maybe not that fussed about applying for it.  However, the licence was sought and obtained.  Sometimes people just change their minds.  They have three years to plant.  They do not have to plant within a month or two of having been issued the licence.  There will, therefore, be a certain lag.  After some period of time, people choose not to plant.  If they have gone through the process, especially as arduous as it is at the moment, I would be surprised if anyone did not want to plant.  However, there are there are individual reasons for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":95,"content":"<p>That suggests that it is the three-year lag, but the number of licences being granted has been declining over the past four years.  In other words, three years ago there was a greater number of licenses being granted than there were last year.  That would suggest that, if anything, there should be a greater number of plantations, as opposed to licensing.  The level of licensing is pathetically low.  It is nowhere close to even the Minister of State&rsquo;s own targets.  If the level of planting is in the region of about 60% of that pathetically low figure, then we can see how there is a crisis in the making.  It is even striking that there is not a quick answer that identifies the problem and how to sort it out.  These are lands in respect of which somebody at least inquired, went through the licensing process, and, yet, at the end of the day, decided not to plant.  That, as I said, points to an integral problem.  Will the Minister of State carry out an analysis as to why that is the case, by engaging with those people who received licences and subsequently decided not to fulfil them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00800","speaker":"1451"},{"type":"speech","time":1628031600,"counter":96,"content":"<p>I am happy to carry out that analysis.  It would find similar reasons to the ones I have highlighted.  Again, there is pressure.  It could be considered a cultural thing.  If there is a sway against forestry, that will influence people.  The receipt of a licence does not obligate them to plant.  That is the bottom line.  I am not saying that it should obligate them; I am saying that is the case.  Again, there are pressures from other land uses.  Expansion of different sectors puts pressure on land.  Again, this might change farmers' minds to plant.  We have to address that and get on top of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F00900","speaker":"1661"},{"type":"speech","time":1628031600,"counter":97,"content":"<p>The Chair can tell me when to shut up.  I have lots of questions and I can come back in at the end but I will ask one for now.  The Minister of State mentioned the legislation last year and how it is different in terms of appeal processes.  Has there been a noticeable decline in the number of appeals submitted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F01000","speaker":"1451"},{"type":"speech","time":1628031600,"counter":98,"content":"<p>Yes, there has.  We are down to about 31 scheduled at the moment.  To date in 2021, I think there were only about 80 appeals.  I think that is correct but I had the figures in front of me.  There was a significant decrease in the number of appeals.  It is important that we have that appeals process.  Ireland conducts the most public consultation on forestry of any EU country.  Some people will frown and shake their heads at that.<\/p><p>It is good we engage public participation in that.  The appeal system is working far more efficiently and effectively than it was this time last year, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#F01100","speaker":"1661","continuing":true},{"type":"speech","time":1628031600,"counter":100,"content":"<p>I absolutely agree that there needs to be consultation and input, particularly from local communities that might be affected by any plantation.  That is right and proper.  What I am trying to identify, however, is whether it was the legislation we passed in the D&aacute;il last year or whether it was those so-called serial objectors, who have either slowed down or stopped making submissions with regard to afforestation or felling licences.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00200","speaker":"1451"},{"type":"speech","time":1628031600,"counter":101,"content":"<p>I would expect it was largely due to the legislation.  We required, for example, that anyone making an appeal had to supply all the information with an appeal.  A person cannot just arrive on the appeals date with stuff under his or her arms.  That was one element.  An element of a fee was introduced.  I would say it was partly the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00300","speaker":"1661"},{"type":"speech","time":1628031600,"counter":102,"content":"<p>I will hand over in deference to the other members but if there is space at the end, I would appreciate another opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00400","speaker":"1451"},{"type":"speech","time":1628031600,"counter":103,"content":"<p>Okay, I thank Deputy Carthy.  I call Senator Lombard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00500","speaker":"1611"},{"type":"speech","time":1628031600,"counter":104,"content":"<p>I thank the Minister of State and the officials for being here at this meeting.  I will first start with the afforestation issue and the Minister of State's views regarding where we are going.  What does she think the generations in 30 years' time will think of where we are regarding our afforestation programme?<\/p> <p>  We are looking at planting just over 1,570 acres at the moment.  That is the figure for this year.  This crisis is beyond belief when it comes to the afforestation issue and the lack of confidence in the sector.  Getting licences is one thing; planting is a totally different issue.  The planting issue is probably something on which my children's generation will look back at us and ask what we did wrong.  Where is the solution in making sure that people who get the licences use them and that we make sure we can deliver the level of afforestation on the ground?<\/p> <p>  One figure I heard during the week, on which the Minister of State might come back to me, was that we are at a 70-year low regarding afforestation.  That is an indictment on all of us if that is the figure we are hearing.  I am, therefore, very concerned about where we are going with that afforestation programme.  What does the Minister of State propose to do in the next six months to make sure we have the uptake in licences and an afforestation programme that is fit for purpose on which the next generations will not judge us very poorly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00600","speaker":"1666"},{"type":"speech","time":1628031600,"counter":105,"content":"<p>I thank Senator Lombard.  He is right in terms of afforestation.  My Department's officials engage with the foresters, who are, one might say, the middle or intermediary between the grower or the farmer and the licence.  It is through the foresters that licences are submitted.  The Senator will recall in my opening statement that I mentioned the better quality the applications can be, the more likely licences will be issued in good time and so forth.<\/p> <p>  The Senator overlaps a little bit with Deputy Carthy's comments on the number and how we get people to use their licences.  We must do our best to encourage them to use the licence.  It is a concern to me that after jumping through all the hoops required to get a licence, the landowners perhaps sit on it for a while and maybe change their minds.  We need to get underneath that and understand why that is the case.  Anyone who gets a licence is absolutely delighted at the moment to have received one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":106,"content":"<p>This figure I received last week regarding planting on the ground being at a 70-year low is the most frightening I have ever heard when it comes to the forestry sector.  If we are at a 70-year low regarding afforestation, that to me is an issue on which the next generation will look back on us and rightly ask what we did wrong.  We have heard the issues.  Project Woodland has been in place for only two months.  It will take a period of time for it to kick in.  What are we going to do in the next six or 18 months to deliver an afforestation programme that will be fit for purpose?  How can that happen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00800","speaker":"1666"},{"type":"speech","time":1628031600,"counter":107,"content":"<p>The next round of the afforestation programme needs to be up and running and ready for 2023.  That does not stop us doing things in the interim.  I have indicated that we are looking at amending the native woodland forestry grant for the autumn to try to encourage people to plant, perhaps for specific reasons to repair margins and so forth, where they will need additional funding to do so.  We have a planting on public land scheme, which has been quite well-received by public bodies.<\/p> <p>  Engaging with the farming community in terms of the value of timber and of planting wood, and even of just creating some legacy forests on their farms, is important.  The Senator and I are both farmers.  I speak to farmers, as does he.  There are pressures from other sectors.  We cannot deny that.  The question is whether a farmer will plant his or her forestry for 20, 30 or 40 years or whether he or she can rent to a neighbouring farmer who is out of it in five or ten years.  That is a pressure and that does exist.  Farmers say to me that they have to make that call.  What does that mean going forward?  How do we entice farmers?  How do we encourage and support them more?  I do not know; we have to look at that.  Certainly, it is important because we are going to be wholly reliant on farmers and landowners going forward.  The State does not own any more lands to plant on, essentially, so it will come down to private landowners to deal with that.<\/p> <p>  We will be introducing a communications programme on that under Project Woodland.  Again, that is in essence engaging with everyone in the State.  It is about what the citizens of the State and we as a nation want from our trees.  Do we want trees that have to deliver only for timber production or do they have to deliver for climate action, biodiversity, water quality, communities' amenities and so forth?  We might, as a State, decide that we want more amenity forests and we are not too worried about other aspects but we must come to that decision and that process has started.  We have Irish Rural Link engaging with communities, particularly those which were affected by forestry in the past.  That is the start of that process and that will continue for the remainder of the year.<\/p> <p>  We have to have a new forestry strategy in place before the middle or end of next year and that is what we are working towards.  All of that will factor in.  Are we going to get farmers to plant?  Are we going to meet our targets this year?  There is no way we are going to meet those targets.  We absolutely have to get on top of that, however.  We are well shy, in a cumulative way, in terms of what we should have planted last year or the year before, and indeed, we are going to be well off the mark this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G00900","speaker":"1661"},{"type":"speech","time":1628031600,"counter":108,"content":"<p>One issue about which people who have been affected by ash dieback have spoken is their 10 ha limit and how that will feed into the future on how one deals with these plantations.  We have a huge issue regarding how these plantations are going to be dealt with.  The Minister of State already said in her opening statement that she is proposing a change to that proposal.  Is she proposing a new engagement with the farmers affected by ash dieback?  How does she think this ash dieback issue will work going forward in the next two or three years?  We have considerable holdings, which, one could argue the point, are almost a fire hazard at this stage.  How are they going to be dealt with regarding the policy of the Department on ash dieback?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G01000","speaker":"1666"},{"type":"speech","time":1628031600,"counter":109,"content":"<p>The current ash dieback scheme has been in place for just over a year.  It was initiated in June of last year.  There have been a number of applications.  I believe we had 365 applicants to that scheme in the year.  In the last week, we issued a change to the scheme.  It was previously limited to plantations of under 25 years of age.  It was a year ago that plantations of more than 25 years had a significant commercial value and it was not warranted.  It has since become more apparent, through engagement with forest owners and ash plantation owners, that this is not the case.  We have changed it and the scheme has now been extended to plantations of more than 25 years of age.<\/p> <p>  The total area of ash planted in the country is approximately 14,000 ha.  That includes those older plantations.  From the commentary I have read in newspapers and on different forestry groups, this increase to more than 25 years for the ash dieback scheme seems to have been welcomed<\/p><p>That is good.<\/p><p> We must have a wider conversation about ash as well because this issue goes beyond the 14,000 ha planted as part of the forestry programme.  Ash accounts for most of the trees in our hedgerows and a large proportion of fully-grown trees on our farms, including Senator Lombard's and mine.  Ash trees are a significant landscape feature around the country and along roadsides.  It is not only culturally significant but also an important tree species for carbon sequestration and storage, biodiversity, etc.  Nearly all our ash trees will be affected by ash dieback, so we must have a serious conversation about ash.  I will explore that as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#G01100","speaker":"1661","continuing":true},{"type":"speech","time":1628031600,"counter":111,"content":"<p>On the ash dieback issue, I ask the Minister of State to comment on our biodiversity and biosecurity in that context, especially at our ports, and to give us an update regarding in what direction that issue is going.  I refer in particular to certain bugs which could damage the spruce and oak crops.  We are importing significant quantities of timber through different ports and that brings with it an increased danger of bringing in accompanying issues like ash dieback, as we have seen.  Some commentary in this regard has blamed the Department for not having enough biosecurity measures in place to prevent ash dieback here.  Will the Minister of State outline the aims of the Department in this regard, with particular emphasis on imported spruce material?  Is there a threat posed to our native oak trees as well from the importation of unusual bugs or diseases?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#H00200","speaker":"1666"},{"type":"speech","time":1628031600,"counter":112,"content":"<p>Concerning ash dieback, as part of the EU Single Market we do not have checks on anything coming in from the EU.  Having said that, specific rules are involved.  For example, we do not import trees with bark on them from certain areas because of the threat posed by the spruce bark beetle.  We were importing trees from parts of Scotland that were deemed free of the spruce bark beetle.  Therefore, certain regulations are in place regarding importation from current and former EU member states.  Ash was allowed to travel freely between EU countries once it originated within one of them.  In hindsight, I wonder if we could have done anything different and what we might have sought in that regard.  It would have been nice to have been able to stop the arrival of ash dieback, but that is the way the free market works in the EU.<\/p> <p>  Regarding a threat to our native oak trees, Senator Lombard might be referring to the oak processionary moth that has been identified in one or two instances in Ireland.  My officials deal with a sighting within hours whenever one occurs.  Touch wood, we have done alright to keep that pest out.  Threats from all sorts of issues, whether involving transportation or climate change and warming weather, for example, mean that we are going to be at greater risk from pests.  This year was the international year of plant health, which was extended from last year.  This is going to be an issue and it is something we certainly must keep an eye on and keep our guard up against as much as we can in the context of free trade in the EU.  Mr. Collins will make a brief comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#H00300","speaker":"1661"},{"type":"speechnospeaker","time":1628031600,"counter":113,"content":"<p>Colleagues in our forestry inspectorate deal specifically with forest diseases and pests and their control.  They take samples and look at material coming in from outside the country, including, for example, dunnage, that is, the bits of wood used to stop cargoes rocking around in shipping containers.  Regular surveys are also undertaken in the forests by those inspectors.  In addition and of equal importance, they also deal with reports and observations from members of the public and farmers who notice something strange happening with the trees on their land.  If people spot a disease or a pest on their land affecting a tree in a way that is unusual, we encourage them to report such findings to us.  There is a danger that the threat from pests and diseases may intensify, as the Minister of State mentioned, because of climate change, increasing trade, etc.  The risks are increasing, but colleagues are very much involved day to day in working in this area.  I reiterate that the feedback we receive from members of the public and farmers regarding potentially new pests and diseases is a very important part of what we do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#H00400","nonspeaker":"Mr. Kevin Collins"},{"type":"speech","time":1628031600,"counter":114,"content":"<p>I will finish with a comment on the cost of building and building materials.  Has there been engagement with the Construction Industry Federation, CIF, regarding the major change observed in building patterns in the past 12 months?  Builders opting for timber-framed houses have reverted to building conventionally with concrete because of problems with the cost and supply of timber.  Builders tell me that the cost of timber-framed houses has increased by up to 15% in the past six months because of the issues with cost and supply in the building trade.  This is a major issue for carbon use and our future carbon footprint.  We are effectively promoting building with concrete over the use of timber because of an inability to source wood at an appropriate cost.<\/p> <p>  In that context, has the Department engaged with the CIF and the building industry on these issues?  It is a matter of ensuring we have sufficient timber to supply the housing market, specifically for timber-framed housing, rather than reverting to the use of concrete in new houses which necessitates an increased use of carbon.  Has engagement taken place and, if not, will the Minister of State meet the CIF?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#H00600","speaker":"1666"},{"type":"speech","time":1628031600,"counter":115,"content":"<p>I am not aware that we have directly engaged with the CIF.  The cost of timber has risen globally and is not just an Irish issue.  The price is at an all-time high worldwide.  We have to build far more homes with timber than with concrete and steel for all sorts of reasons.  The embodied carbon in such buildings mean this will be very important.  The Council for Forest Research and Development, COFORD, which advises me and the Department from a forestry perspective and includes a range of stakeholders, has issued a number of reports.  It has examined areas where timber could be used most effectively in buildings.  I may engage with the council to see if it has engaged with the CIF.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#H00700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":116,"content":"<p>I thank the Minister of State and her officials.  I will try not to repeat any of the issues that have been raised.  Many of my colleagues have emphasised that there is disquiet, disappointment and indeed frustration in the agricultural community regarding afforestation.  Deputy Fitzmaurice used very strong words on this issue.  There is growing disquiet and a sense of frustration because issues flagged by the sector over many months have not been dealt with.  Everyone, including those within the sector, agrees that Project Woodland is good and will deliver.  The reality, though, is that it will be two or three years before we see anything emanating from the project.  Given the current state of the sector, it simply cannot wait for so long.<\/p> <p>  Everyone in the sector has been pragmatic.  Two forestry growers rang me this morning to discuss issues they were experiencing in trying to get their licence applications completed.  We can have nothing but empathy with them because they have been through the mill now for so long.  It is feared that there is a bottleneck within the Department.  Other members referred to this point as well.  Ultimately, we must find a way around it.  Having spoken to people in the forestry sector and the Irish Farmers Association, IFA, a practical solution has been proposed.<\/p> <p>  Can we remove the issuing of licences for roads and thinning from the overall licensing process?  I appreciate that might require emergency legislation, but we have invoked a great deal of such emergency legislation, much to the ire of our President, in recent months.  This is an emergency.<\/p><p>Something simply needs to be done to enable this sector to function effectively.  There is an element of double jeopardy in afforestation, particularly if we consider the area of roads licensing.  Most people who are applying for a roads licence, 80% or 90% of them, are also applying for a grant to carry out those works.  This is one of the most heavily regulated projects that can be done on a farm.  Numerous site visits are involved.  It is highly regulated.  There is a valid argument to be made that this process is already covered and that the rigours of licensing regulation are not required.<\/p><p> The case is similar in respect of thinning.  Everybody agrees that thinning is important.  Nobody plants a forest and then decides to let it go to rack and ruin.  Everybody wants to manage forestry effectively and to get the best value from it and best return on it, not only for the farmer or investor but for the economy and ecology that survive on the back of that forestry.  I have no doubt that this could also survive outside of the licensing process.<\/p><p> Are the Department and Minister of State willing to consider taking the issues of roads and thinning out of the licensing process?  Are they willing, on the return of the D&aacute;il, to look at emergency legislation that would allow us to do that?  That is the only thing that will get us past this impasse.  I appreciate the validity of everything the Minister of State has said and I have no doubt that she has come here with the best of intentions but the reality is that the credibility of the Department has been affected as a result of this.  We need to take significant action and that is what I am recommending.  I would welcome the Minister of State's views on those points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#H00900","speaker":"1597","continuing":true},{"type":"speech","time":1628031600,"counter":118,"content":"<p>I thank Deputy Flaherty.  I absolutely accept that the disappointment and frustration he has alluded to exists.  I feel it too.  We have a small plantation.  I suppose I should be thankful that we do not need a licence yet because the plantation is not yet old enough to require thinning, roads or felling.  I can certainly relate to the concerns.<\/p> <p>  With regard to afforestation, this is not only frustrating for farmers, but for the nursery owners who produce the trees for planting and find that we are not hitting the targets.  I dispute the Deputy's assertion that nothing is being addressed.  Many issues are being addressed and sectoral interests and the industry are involved in that.  We have been making progress, albeit slow progress, as I indicated in my opening statement.<\/p> <p>  There have been calls for derogations and amnesties in order to just get these licences out as quickly as possible without any process.  The whole process is incredibly complex.  There are complex regulations, compliance measures and legal issues involved.  We have to work together to find the best solution in this area.  One of the recommendations from the Deputy's group and from Project Woodland is that we should look at the regulations involved.  As I have said, we tendered for that last week.  I would like to think that those considerations will be completed well before the end of the year.  I would like the results of that to inform how we progress.<\/p> <p>  We could bring in legislation tomorrow but we would be in the High Court by the end of the week.  That is simply the fact of the matter.  We have to do this properly.  We need to look forward and consider how to develop a system that is efficient and does not make it arduous or difficult for forest owners to get licences.  The issue really has been causing the sector to grind to a halt.  People make reference to the levels of afforestation we need to meet.  We are struggling to issue enough licences even for the low levels we are meeting.  We have to get this right and we have to get systems in place that can deliver 8,000 ha and more per year.  That is what we are working collaboratively to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00200","speaker":"1661"},{"type":"speech","time":1628031600,"counter":119,"content":"<p>I call on Deputy Browne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00300","speaker":"1611"},{"type":"speech","time":1628031600,"counter":120,"content":"<p>May I bring in Mr. Collins again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00400","speaker":"1661"},{"type":"speech","time":1628031600,"counter":121,"content":"<p>I apologise to Deputy Browne.  I will come back to him in a second.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00500","speaker":"1611"},{"type":"speechnospeaker","time":1628031600,"counter":122,"content":"<p>I apologise to Deputy Browne and thank the Minister of State.  I will point to some significant changes that have happened within the licensing process over the last couple of months.  We in the Department and the Minister of State are quite frustrated that, when we were just a couple of percentage points off our target for June, we then had to deal with SI 293 of 2021.  The figures for June represented the momentum that had been built arising from the dramatic upscaling of our ecological resources.  It takes time for these to bed in and for people to be trained in them.  We had learned from our work on the Coillte licences and were beginning to apply what we had learned in the area of private licences through appropriate assessment assist, or AA assist.<\/p> <p>  If I may take one brief moment to explain, we have really valuable ecologists who are key in considering files to ensure that decisions meet the requirements of the habitats directive and are robust.  We wanted to make sure they spent their time looking at ecological issues exclusively.  This new process, AA assist, generates the material in draft format by pulling material from various spatial sources and so on and presents documentation to the ecologists, who then use it as the basis for their assessment.  We were beginning to see the efficiencies in June as a result of the ecologists coming up to speed, of AA assist beginning to bed in and of a separate triaging process that was under way whereby five or six inspectors were looking at more than 1,400 licence applications to see if they could be tidied up before they went to the ecologists.  It was interesting to see that approximately 50% of these applications had to be returned as further information was required.  These licence applications were intercepted.  Previously they might have gone on to the ecologists, whose time would have been wasted trying to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00600","nonspeaker":"Mr. Kevin Collins"},{"type":"speech","time":1628031600,"counter":123,"content":"<p>I am sorry to interrupt and I know my colleague, Deputy Browne, wishes to come in but I would like to get back to the kernel of the question I had asked.  I appreciate there has been progress on this issue but is Mr. Collins telling me that the Department will not countenance my suggestion?  The Minister of State has said that there would be a fear of High Court action but the reality is that the majority of appeals against forestry licences relate to felling.  Very few, if any, have to do with roads and none have to do with thinning.  Is Mr. Collins saying that the Department absolutely will not countenance emergency legislation?  That is ultimately the only thing that will address this problem and this impasse.  I am talking about emergency legislation that would take the roads and thinning licences out of the process set out in legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00700","speaker":"1597"},{"type":"speechnospeaker","time":1628031600,"counter":124,"content":"<p>I will answer without prejudice to the work of Project Woodland and the review the Minister of State has mentioned.  Thinning and the development of roads are both included within the Forestry Act 2014 because they are very distinct interventions within the life cycle of the forest.  They are both essential to increasing the value of the forest but I have seen an example of what might have been considered to be a benign thinning operation leading to a massive impact on a highly protected species in a nearby watercourse.  Both are significant interventions involving machinery and, potentially, the crossing of water or the disturbance of protected species.  Under the current structure, and without prejudice to the work of Project Woodland, it is very hard to see how we can move away from the continued separate licensing of both of these activities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00800","nonspeaker":"Mr. Kevin Collins"},{"type":"speech","time":1628031600,"counter":125,"content":"<p>I welcome the Minister of State and her officials, although I need to disagree with them.  I do not know whether the crisis across the whole timber industry has got any better since we started talking about it in this committee.  It was going on before this committee was set up.  The backlog in the issuing of licences is still unacceptable.  That has come across in every meeting we have had and every time we have brought in a Minister or someone from the Department.  There has been no visible improvement or internal reform within the forest service that would address the causes of the inefficiency.  Part of the problem is that the officials tell us they are waiting for a list of the actions needed to resolve the problems and the crisis.  They pretend they are waiting for the different parties involved in Project Woodland to come up with the solutions.  Nothing can emanate from that process other than the recommendations made in other reviews.  As has already been asked, how many recommendations or reviews do we need to have before action is taken?<\/p> <p>  Someone spoke earlier about having patience.  This has come up time and time again.  The people who are in trouble with their forestry do not have time to be patient.  The Department and the Minister of State may have loads of time for patience but the people who are contacting us do not.<\/p><p>The Cathaoirleach is from the same part of the country as I am and the people who are contacting us do not have time for patience.  As Deputy Fitzmaurice and others have said, people are contacting us because machinery is being taken back.  It is no good telling those people to have patience because we are working through the issues.  How long does it take to work through the issues?<\/p><p> There is an increasing crisis over the availability of timber and there is no point in me saying anything else about it.  That is resulting in a huge increase in timber being imported into the country.  The immediate result is an increased cost to important sectors in this area.  It is causing irreparable damage to Ireland's standing.  The crisis in growing trees within the private landowning sectors is deepening because the issues causing the crisis are not being addressed.  <\/p><p> I want a guarantee from the Minister of State that the level of consultation with the people who are growing these trees and who know what is involved better than most will increase.  They know what that growing entails and what needs to be put in place.  We keep hearing feedback to the effect that the consultation has been pathetic so far.  I do not know why that is the case.  The Minister of State might be able to tell me.  The importance of tree growers must be recognised fully and supported properly.  If that does not happen, this crisis is only going to deepen and we will be back here discussing the same problems in a couple of months' time.  Will the Minister of State give those growers an assurance that consultation will be better, going forward?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#J00900","speaker":"1613","continuing":true},{"type":"speech","time":1628031600,"counter":127,"content":"<p>I thank the Deputy.  While everything is not perfect, there have been improvements to which my colleague, Mr. Collins, has alluded.  Many of those improvements have been conducted in parallel with Project Woodland.  We have not waited for anything to come from the project before those improvements take place and they have taken place over the past number of months in terms of improving how we deal with appropriate assessments and engage with the foresters and go back to them to improve licence applications.  There has been a lot of work done in conjunction with increased resources in terms of ecology, forestry inspectors and so forth.  There have been improvements.  We are not in the same situation we were this time last year when we had a logjam in the appeals process.  The appeals process was dealt with swiftly and succinctly through the legislation.  As I said earlier, that happened quicker than many people would have liked.  We took action to deal with the problems in the appeals process.  That has dramatically improved the appeals process and made it more efficient.  We do not have an issue with a backlog in appeals anymore so that is an improvement.<\/p> <p>  My forestry policy group includes four or five grower representatives.  We engage with the growing organisations from across the country and, indeed, with forestry growers who are a part of the Irish Farmers Association.  That engagement is ongoing and there are representatives on my working groups as part of Project Woodland.  There is constant engagement with those groups.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00200","speaker":"1661"},{"type":"speech","time":1628031600,"counter":128,"content":"<p>I will interrupt the Minister of State.  I have no doubt that there are representatives of the industry on groups.  However, we are hearing that there has been little input from tree growers and sellers.  They are being asked to implement these policies and actions.  They are being virtually ignored or being overruled.  That is what we are hearing from them.  There is no point in having representatives of that industry on groups if their concerns are not being taken on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00300","speaker":"1613"},{"type":"speech","time":1628031600,"counter":129,"content":"<p>I am not aware that groups and representatives on my forestry policy group are being ignored.  I would appreciate it if the Deputy would follow up in that regard and I will look into the matter.  I have had positive engagement from the chairs of the groups who have been working incredibly hard, as have the members of the groups, to keep the collaboration and engagement going.  I would appreciate any information the Deputy has on the matter.<\/p> <p>  On the question about the importation of timber, I indicated earlier that we have always imported timber but we need to minimise that as much as possible.  I spoke with representatives of the banks at the end of last year, six or more months ago, on the issue of forestry.  At that time, people were coming to me and saying there were concerns over harvesters for people who had invested in harvesting equipment.  At that time, the banks indicated to me that nobody had contacted them in that regard.  I am happy to re-engage with the heads of the banks on the issue and consider the situation as it stands.  We are working towards solutions and if there are concerns about debts not being paid, I will call on the banks to take look kindly at those issues.  I am happy to re-engage with the banks on that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00400","speaker":"1661"},{"type":"speech","time":1628031600,"counter":130,"content":"<p>What is coming across when we speak to representatives of the sector is that they feel it is incredible that the Department, which has been responsible for the situation the forestry sector is in, will be in control of the future policy of the forestry sector.  Is it not time for the Minister of State and the other Ministers and Ministers of State involved to take control away from the Department?  The problems that are being highlighted here have been outlined numerous times.  The problems have been highlighted to the Minister of State and other Ministers and Ministers of State but we keep coming back to the same issues.<\/p> <p>  Deputy Carthy earlier mentioned the Mackinnon report in Scotland.  The recommendations in that report were implemented almost immediately and started improving the situation in Scotland.  Mr. Mackinnon did a report for us and we are now talking again about recommendations and reviews.  It seems crazy that we are not implementing or trying to implement what Mr. Mackinnon has suggested.<\/p> <p>Will the Minister of State tell us what the working groups on Project Woodland have produced for the foresters who have been in a crisis situation for years?  They need immediate results.  What have they got from Project Woodland so far?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00500","speaker":"1613"},{"type":"speech","time":1628031600,"counter":131,"content":"<p>I will return to the piece around the future policy of the forestry sector to which the Deputy referred earlier.  That will be a decision of the citizens of this State.  We are going to consult widely.  The Department will roll out that policy but Department officials do not write the policy.  The role of the Department is to serve the people and the Government of the time.  It is unfair to say that the Department will be writing the policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00600","speaker":"1661"},{"type":"speech","time":1628031600,"counter":132,"content":"<p>Will the Minister admit this problem has been ongoing for years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00700","speaker":"1613"},{"type":"speech","time":1628031600,"counter":133,"content":"<p>It has been ongoing for a number of years because of challenges at EU court level and changes in European decisions.  That has forced our hand and required a different way of issuing licences.  That has caused the backlog.  What we were doing until a couple of years ago was wrong.  It was challenged in court and found to be wrong.  That has caused a knock-on effect on where we go now.  We are still reeling from that judgment but we are making improvements.  The situation is improving.<\/p> <p>  We invited Mr. Jim Mackinnon to Ireland and he completed his report in 2019.  There was a general election after that, shortly followed by the onset of the pandemic.  We implemented some of the recommendations in the report almost immediately after the establishment of this Government in 2020.  Legislation was brought in to deal with the appeals, which was a significant recommendation in Mr. Mackinnon's report.  Project Woodland has been set up to look at all the other recommendations and to try to roll them out in the best way.  Project Woodland will decide if we are running with every single one of the recommendations or only some of them.  There will be different views on what should be implemented and what should not.  That process is ongoing and that is the purpose of Project Woodland.  Mr. Collins may wish to say more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00800","speaker":"1661"},{"type":"speechnospeaker","time":1628031600,"counter":134,"content":"<p>I will add an example to show how something far away can have an impact on the processing of licences.  This happened recently and relates to SI 293\/2021, which came out in July as a result of an EU court judgment.  It was completely beyond our control but had an impact on us.  The statutory instrument in question was released by a different Department and introduced a need for a 30-day consultation window.  The statutory instrument came into effect in July and within a couple of weeks, we were able to commence advertising hundreds of files within that 30-day period.  That is our job so I am not asking for praise, but those files will begin to come out in the next couple of days.<\/p><p>It is an example of something that had its origin abroad.  We had to do something quickly as a result of a statutory instrument.  It became law.  We had to do it or else we would be legally remiss.  In a matter of weeks we were able to quickly change our systems.  In parallel with the deliberations going on in Project Woodland there is a constant churn of change within the forest service in the processing of licences.  We are trying all the time to get better efficiencies out and tackle these changes that come from left field.  I am giving that as an example of something that is going on.  We are not waiting for Project Woodland to produce results.  This constant evolution is happening behind the scenes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#K00900","nonspeaker":"Mr. Kevin Collins","continuing":true},{"type":"speech","time":1628031600,"counter":136,"content":"<p>We have known now for a decade that planting has been in decline.  To return to an issue Deputy Fitzmaurice brought up earlier and I raised some months ago, the system of regulating private forestry has become increasingly burdensome for private operators.  This has led to a view in the sector that the Department is operating a system that is biased towards Coillte.  That needs to be recognised.  All those in the sector, whether private operators or Coillte, need to be treated equally.  At a minimum, we need to assure private operators that special treatment is not being given to Coillte.<\/p> <p>  Ash dieback is out of control in several plantations.  All Deputies have seen such plantations.  The level of devastation in them is vast at this stage.  There was a report and recommendations from the committee in March on the immediate need to address the ash dieback crisis but most of the recommendations remain ignored.  I welcome that the Department has changed the scheme to cover sites that are more than 25 years old but there are others.  Why are the other sites that are over 25 years of age not being brought in to the scheme?  The Minister of State indicated that was not the original position.  Why was the Department not doing this all along?  In recent years, the forest service and Ministers seem to have been unable to control the risk involved.  The Department does not seem to be prepared to take any responsibility for ash dieback getting into the country.  Can the Minister of State ensure that those with sites that are 25 years old who are still outside the scheme will be brought in immediately?  Will she issue a statement on the matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#L00200","speaker":"1613"},{"type":"speech","time":1628031600,"counter":137,"content":"<p>I wish to reassure the Deputy that the system to regulate forestry, whether it is private or public, is exactly the same.  Every licence has to deliver on the same requirements.  If appropriate assessments are required for either, then both have to do them.  There is something of a narrative that Coillte is shown a favourable disposition compared with private operators.  That is simply not the case.  Coillte supplies the vast majority of timber to the sawmill sector and gets proportionately fewer of the licences issued on a licence-by-licence basis.  Even to date this year, 633 felling licences have been issued for private landowners versus 596 for Coillte.  That is simply a snapshot in time.<\/p> <p>  The Deputy asked me to comment on ash dieback.  Until recent years, it was felt that the plantations over 25 years had a significant value that was not too far removed from what the final value might be.  There may well have been a situation where older trees were less affected, but it has been shown in the recent past that this is not the case.  There has been engagement with ash plantation owners and forest owners.  They have told us the value is not in a 25-year-old plantation.  That is why we introduced a change in the last week or so.  Plantations over 25 years will now be accepted into the ash dieback scheme.  We will look at plantations that were previously refused because of the age limit for the scheme as well.  The scheme is only in place for over a year so this is a welcome change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#L00300","speaker":"1661"},{"type":"speech","time":1628031600,"counter":138,"content":"<p>The Minister of State spoke earlier of encouraging new farmers to come into the sector.  Someone else referred to patience.  I will use my county and that of the Cathaoirleach as an example.  The planting of trees in Tipperary plummeted to an all-time low last year, with 12 ha planted compared with 1,200 ha planted in 2001.  Forestry licences are taking almost two years to process.  How does the Department encourage new farmers to come into the industry when they see these figures?<\/p> <p>  Separately, recent figures showed that licences for 899 afforestation projects, 573 forest roads and 4,487 felling projects are still awaiting decision from the Department.  We all know the backlog is there but there is a kickback in that the backlog is causing problems further back with sawmills and so on.  What assurances can the Minister of State and the officials give that these kinds of figures will have improved by the end of the year?  Personally, I have no confidence at this stage.  We have listened every time the Department representatives have been before the committee and we keep hearing how it will be at the end of the year.  We are in the first week of August now.  The end of the year is coming fast.  Unless we take something out of the Olympics and people start sprinting, I do not see how we will get anywhere near the numbers being talked about before the end of the year.<\/p> <p>  Can the officials give assurances to farmers in Tipperary that the position as regards the figures I cited will improve by the end of the year?  Can they give assurances that sawmills and so on will finish up with enough timber at the end of the year and not have to source timber outside the country?  Everyone is being caught up in this, from farmers all the way back to building merchants, who are short of timber.  Timber is needed for the building of houses.  What assurances can the officials give these people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#L00400","speaker":"1613"},{"type":"speech","time":1628031600,"counter":139,"content":"<p>The Deputy referred to the target of 4,500 licences to be issued this year.  My officials have assured me that we are going to get there.  Despite the slowdown in July caused by the statutory instrument, we will catch up.  We were on an upward trajectory towards the end of June.  That would have continued.  I look forward to seeing that continue and achieving an increased number.  In itself that might instil some confidence in the sector and cause applicants to apply for licences and to afforest their farms in some way or other.<\/p> <p>  The example of Tipperary was given by Deputy Browne.  It is probably worse to think about land use in constituencies.  I do not imagine there are many areas of Tipperary lying idle waiting for something.  The land will be used for something.  Someone will be using the land.  Whether it is the owner or whether it has been rented to another farmer, it will be in use.  That is also an issue in terms of the competition for land for forestry and other land uses, which are usually agricultural land uses.  That is worth keeping in mind and it is something we have to look at in terms of how we encourage farmers, as Deputy Browne rightly said, to plant trees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#L00500","speaker":"1661"},{"type":"speech","time":1628031600,"counter":140,"content":"<p>There must be a bigger issue as the number has gone down from 1,200 ha to only 12 ha.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#L00600","speaker":"1613"},{"type":"speech","time":1628031600,"counter":141,"content":"<p>I suggest the challenges are from other land use sectors.  We have seen expansion in the dairy sector in recent years.  That puts pressure on.  It is easy for a farmer to rent land to a dairy farmer potentially when he knows he will get his land back after five or ten years, if he signs a lease that is long enough.  If we put that up against afforesting land for 30 years, it is a decision people can make in a short time.  This is where we have to look at what we want as a nation from our land.  Do we want to have more trees?  If we do, then we have to look at ways of incentivising farmers and private landowners to plant.  As I have said before, I accept that if we are to meet our afforestation targets in years to come, we will have to rely wholly on farmers and private landowners to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#L00700","speaker":"1661"},{"type":"speech","time":1628031600,"counter":142,"content":"<p>I have some questions.  The Minister of State said the Department had not received any submissions to date on all the cases that have been delayed because of SI 293 of 2021.  If we do get submissions, is there a plan in place to ensure this will not cause further delay?<\/p><p>Alternatively, are we looking at a scenario like we had with emergency legislation needed for appeals in the recent past?<\/p><p> The prohibition on planting on unenclosed land is a policy introduced by a Government a number of years ago.  What is the Minister of State's view on that policy and on a complete or partial lifting of it to allow certain areas to be planted?  There is clear scientific evidence that a blanket ban on unenclosed land is not beneficial to the creation of habitats for the hen harrier or other species.<\/p><p> The Minister of State talked about afforestation and we are all in full agreement that the level of afforestation is worryingly low.  Senator Lombard said the next generation would ask questions about how we allowed this to happen.  Does the Minister of State have plans in place to increase the level of afforestation?  Does she have a plan for extending the premiums for between 15 and 20 years to make afforestation more attractive to farmers?  What is her view of the percentage of afforestation that should be Sitka spruce?  If we are to have a commercial industry going forward, we need Sitka spruce.  Does the Minister of State have a set ratio she believes provides the best divide between natural woodland and Sitka spruce?  What is the environmental-commercial balance she sees for the industry?<\/p><p> The officials spoke about putting through legislation to provide that thinning and roads would not need a licence.  They put environmental reasons forward for not doing so.  I do not agree with that assessment.  This land was granted a licence for afforestation.  It is a natural progression from that to have thinning and roads in place.  If we are to get to grips with the licence situation, thinning at least needs to be exempt from the requirement to secure a licence.  Whatever we have to do to achieve that in legislation needs to be done urgently.<\/p><p> I welcome the Minister of State's commitment that she will help people in financial trouble because of the lack of licence output in their negotiations with financial institutions.  As Deputy Martin Browne and other speakers have said, unfortunately people who have had machines repossessed have come knocking on our doors.  Their lifetime's work has virtually gone down the tubes.<\/p><p> I accept the Minister of State has made changes regarding ash dieback, which are welcome, but there is not near enough recognition of the financial hardship and loss that people who owned ash plantations have suffered.  This crop was going to be hugely valuable when it reached maturity at 35 or 40 years of age.  In many cases, ash was planted on good arable land because it was seen as suitable.  We have made a recommendation in this committee that once the land is cleared, these plantation owners should have the choice, given the experience they have had, of replanting their land or putting it back into arable production.  They should have that freedom to choose.  The least we can do as legislators is to allow those plantation owners to have access again to premiums.<\/p><p> We can argue about how the disease came into the country but one thing that is certain is that it was not the plantation owners' fault the disease came in.  Wherever the blame lies, it is not at their door.  They have suffered huge losses.  I and others have visited plantations in my county and surrounding counties.  It galled me to see the disease in those trees.  While some of them might have a salvage value for firewood, by the time labour is paid to get the timber out, the owner would be lucky not to be in a minus situation.  We owe it to these plantation owners to give serious consideration to allowing them to get access to premiums again.  In all other cases, when people are replanting, they have got a significant financial gain from the clear-felling of their crop, as they are entitled to do, but these plantation owners have not got that.  They have a salvage operation at best to clear the site and if they replant, it would be natural justice that they be entitled to premiums. <\/p><p> Those are the questions and observations I have and if the Minister of State could address those in the limited time left, I would be grateful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#L00800","speaker":"1611","continuing":true},{"type":"speech","time":1628031600,"counter":144,"content":"<p>I thank the Chair.  I will go through his questions in no particular order.  I have scribbled notes in front of me.<\/p> <p>  The Chair mentioned premiums for afforestation.  That is something to look at in the next programme from 2023 onwards.  When we decide what our new forestry strategy will be, it can feed into that.  It will be a strategy for the next 50 years.  As immediate an issue as forestry is at the moment, it is a long-term project.  That is something we can examine.<\/p> <p>  On the proportions of spruce versus hardwood, there is no absolute figure on this.  We need a balance.  We are delivering for biodiversity and for the sector.  One of the programme for Government commitments is to look at having a closer to nature forestry model across the board.  Coillte is working on converting current Sitka spruce forests into continuous cover and that may be something we will look at down the line.  It is a cause of deep frustration to many communities that the current model is that the crop is planted and then clear-felled 35 years later.  It totally changes the environment and has a significant impact on the landscape and the land.  We may, therefore, see more continuous cover of spruce going forward.  We have to increase the amount of broadleaf planting we do as well.  We do not have any hardwood processing facilities here.  In the decades ahead, maybe we should look into whether that is worthy of consideration.  There may be an examination of that over the next few years.<\/p> <p>  The unenclosed land piece was one of the recommendations of Jim Mackinnon's report.  One could argue that unenclosed land tends to be upland or blanket bog.  Many upland areas were planted 20 or 30 years ago that probably would not be planted today.  We have to be cognisant of where we are planting.  Hen harriers do not particularly want trees around them.  They want big open spaces.  In my area near the Slieve Blooms, afforestation is having an impact on that species.  It is a protected species which we are actively trying to protect.  We do not want trees in hen harrier areas and people would appeal an afforestation licence in an area close to a hen harrier zone.  It is important to keep that in mind.<\/p> <p>  Mr. Collins will respond on the statutory instrument.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#M00200","speaker":"1661"},{"type":"speechnospeaker","time":1628031600,"counter":145,"content":"<p>If I recall, the question was on whether there was a plan in place to deal with any submissions that come in.  So far, we have not received any submissions.  I think that is the current position.  If we do receive submissions, the file goes to the ecologist, who completes the appropriate assessment determination, taking cognisance of whatever submissions come in.  It is important that the ecologist, before doing the final appropriate assessment determination, looks at the file to which submissions received are added and will be available for viewing.  The ecologist will look at the nature of those submissions and take on board anything material before completing the appropriate assessment determination, which then goes to the district inspector for him or her to make the final recommendation.<\/p><p>We have a standard operating procedure in place for what happens to the file when it comes off the 30-day period.  That includes ecologists looking at whether a submission has been received and, if so, what the nature of that submission is, what needs to be adjusted or what needs to be taken on board when he or she does the appropriate assessment determination.  We have a mechanism in place to deal with that and will see that working over the next day or two as the initial files come out of the 30-day period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#M00300","nonspeaker":"Mr. Kevin Collins","continuing":true},{"type":"speech","time":1628031600,"counter":147,"content":"<p>There are many hen harrier areas in my county.  There is clear evidence that different stages of afforestation are proving beneficial to the creation of habitats for hen harriers and that wide open spaces are not necessarily what is most beneficial for them.  We will not get into an argument on that.  Doctors differ and patients die.  There is clear evidence about different stages of afforestation.  The capital value of land has been decimated by the policy that has been introduced and is 20% of what it was before the ban.  If we are going to impose a blanket ban for whatever reason, whether it is beneficial or not, we have to have a compensation plan in place that will at least restore the capital value of that land.  I have never seen the capital value of land be eroded with so little compensation for landowners as in this case.  If land is in a designated area like that, it is worth 20% of what similar land in non-designated areas is worth.  That is factual and will have to be addressed.  I know a hen harrier scheme has been brought in but that still has not restored the capital value of the land and has to be addressed.<\/p> <p>  The Minister of State has not answered my question about access to premiums for people who have been affected by ash dieback.  That is the only way that we can bring some fairness to their situation.<\/p> <p>  I have a question for Mr. Collins.  There have been 30 days for submissions and a whole month where virtually no licences have been issued.  When the 30 days are up, will those licences come out of the system or will there be significant further delays?  If submissions come in, how much more of a delay will that cause?  I want to go back to people in the forestry sector with exact answers.  We have this in place and the witnesses tell us we cannot do anything about the legislation.  If submissions come in, what type of delay would that cause?  If submissions do not come in, when the 30 days are over, are those licences free to go?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#N00200","speaker":"1611"},{"type":"speech","time":1628031600,"counter":148,"content":"<p>The 30 days are there and once the licence is issued, there is a 14-day window for appeals, which was reduced from 28 days because of this situation.  The net gain for public participation is still two weeks, since there are six weeks of public participation.  Not everyone is satisfied with reducing that appeals window from 28 days to 14 days but in light of what the 30-day public consultation will bring, people who engage with that will be aware of whether they wish to appeal the issuing of a licence.<\/p> <p>  The time taken will depend on how long it takes an individual ecologist to process it.  On the whole, there will not be a significant increase.  From the signing of the statutory instrument, we said that my Department expects to be back up to speed from the middle of August onwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#N00300","speaker":"1661"},{"type":"speech","time":1628031600,"counter":149,"content":"<p>Others wanted to come in but we are over our allocated time.  On behalf of the committee, I thank the Minister of State and her officials for engaging with us today about issues facing this important sector.  The Minister of State has not answered my question about ash dieback.  The committee will continue to focus on forestry issues.  We are concerned about the sector.  There is a lack of confidence in the sector, which is under significant pressure.  As the Minister of State said in her opening statement, we have had a long series of meetings on the forestry sector and we will continue to have them until licence output is satisfactory, afforestation targets are being met and people involved in the industry feel that they are getting fair play.  I thank the Minister of State and her officials for coming in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021080400002#N00400","speaker":"1611"},{"type":"unspoken","time":1628031600,"counter":150,"content":"<p>The joint committee adjourned at 4.05 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]