[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1360834200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Martin Heydon, Senator Michael Comiskey, Deputy Michael McNamara, Senator Paschal Mooney, Senator Mary Ann O'Brien, Senator Pat O'Neill.<\/p><p>In attendance: Deputy Robert Dowds and Senator Paul Bradford.<\/p><p>DEPUTY ANDREW DOYLE IN THE CHAIR.<\/p>","time":1360834200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400002"},{"type":"minorheading","content":"Irish National Stud: Discussion with Chairman Designate","time":1360834200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400002#A00100"},{"type":"speech","time":1360834200,"counter":6,"content":"<p>I remind members and witnesses to turn off their mobile telephones.  The purpose of this morning's meeting is an engagement with designated chairmen.  I welcome Mr. Matt Dempsey, chairman designate of the Irish National Stud and Mr. Joe Keeling, chairman designate of Horse Racing Ireland.  I thank them both for their attendance.<\/p><p>  I wish to draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person, persons or an entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>  I invite Mr. Dempsey to make his presentation.  The committee is interested in hearing the approach he proposes to take as chairperson and his vision and priorities for the challenges facing the company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400003#B00200","speaker":"1103"},{"type":"speechnospeaker","time":1360834200,"counter":7,"content":"<p>Thank you, Chairman, for the invitation to address the committee following my nomination by the Minister for Agriculture, Food and the Marine to the chair of the National Stud.<\/p><p>  On the global scene Ireland is the third largest producer of thoroughbreds in the world, after the US and Australia.  Argentina is vying with us to some extent.  The thoroughbred horse sector is a remarkable story.  Over 40% of the EU output of thoroughbreds is produced in Ireland, and we have by any standards a remarkable record in producing many of the world's greatest winners on a consistent basis.  We also have a remarkable record in attracting stallions to stand here.  It is a sector that demonstrably has a global capacity to compete.  Sectors with a global capacity to compete on a level playing field are few enough in the Irish economy.  Why else would it be the case that we have one of the greatest horses, Sea the Stars, owned by a Hong Kong business family, who spent his formative years at the Irish National Stud, won many of the world's most prestigious races from an Irish training yard, and then retired to a stud in Ireland owned by the Aga Khan?  It is a truly international sector with a high profile and image.  Nobody disputes the broad importance and the international credibility of the sector.<\/p><p>  The key discussion point of today's meeting is why there is a need for an Irish National Stud, our view of it and what its place is in a modern Ireland.  The committee will then have to decide whether I am a fit person to hold such a prestigious position.<\/p><p>  The mission statement is simply to promote the interests of the Irish bloodstock industry by providing the services of high quality stallions to as wide a range of breeders as possible but the act of setting up the stud or at least assuming ownership of it, as the State did in 1946, is much more comprehensive than might be supposed.  It is worth noting that until 1943, the farm at Tully was in fact part of the British National Stud.  Ireland in 1946 was not a rich country but even then the Government recognised that a thriving national thoroughbred stud was important and it made available &pound;60,000 sterling for the purchase of its first stallion, Royal Charger, equivalent to almost &euro;2 million in today's terms.  In 1952 it made available &pound;250,000, an enormous sum at the time, for the purchase of Tulyar.<\/p><p>  The committee will be only too well aware of the inevitable choices that must be made in fulfilling a necessary mandate to be profitable and commercial while reconciling that with the desirability and duty to take a wider national imperative into account.  The wider remit than pure commercialism is encapsulated in sections of the Act which give among its objectives to put into operation special schemes for the improvement of horse breeding and to locate high class stallions and if necessary to make them available at reduced prices and also to provide an advisory service for breeders in regard to the mating of their thoroughbred mares.  Its permitted role under the Act is wide, including to raise or borrow money or to receive subsidies from the State and even to provide living accommodation for the company's directors, which is worthwhile as a precedent.<\/p><p>  The stud also has a thriving tourism business from the County Kildare perspective as distinct from its international impact in trading the service of stallions.  The Japanese Gardens, St. Fiachra's Garden and the Irish Horse Museum are nationally important tourism attractions, which are important for the generation of employment in Kildare.  They also tend to be a destination in Kildare rather than being visited on the way to somewhere else.  They have in excess of 115,000 visitors a year and have reached as many as 140,000.  The intention is that we will continue to build on this.<\/p><p>  The National Stud is important in terms of the quantity and quality of the foals it produces.  In 2011 the National Stud's sires produced 800 flat foals, 20% of that year's flat foal crop.  That might surprise members.  This is an extraordinary figure and forces one to revise the view that the country has more than sufficient stallions and stallion farms to meet the needs.  Standing a stallion is an expensive, risky business and the numbers of stallion farms has dropped significantly in recent years.  While the Coolmore and Maktoum operations grab much of the headlines I firmly believe that it is very much in the national interest that access to stallions of a range of qualities is available to breeders outside a very restricted grouping of specialist stallion studs.  Even from the perception of the industry by the ordinary taxpaying public a range of participants is highly desirable.<\/p><p>  Ireland has a number of real advantages in producing world-leading horses that are encapsulated in the record of the National Stud itself.  It is no accident that recent world beaters spent their formative growing years growing here -  Frankel among them.  The key ingredients that have driven many to look seriously at the horse industry from all over the world are land, including the limestone base of soil - I can go into it in detail - climate, and labour in the broadest sense, including innate skill with horses.<\/p> <p>With this set of national advantages, the National Stud was the first in the world to recognise the need for a formal educational structure in stud management.  Since 1970 it has fulfilled a role that has become a template others have followed.  This course has produced many of the current leaders of the industry worldwide and is something I would be keen to see built on.  In this year of The Gathering, approximately 1,000 graduates from the National Stud course have been invited to come to lunch at the stud during the Derby weekend, which should become a focal point for them and us.<\/p><p> With the growing perception of the quality of the Irish thoroughbred horse, my view is that the stud could usefully carefully extend its brief to one specifically allowed for in the Act, that is, to provide specific thoroughbred breeding advice.  Obviously, that would be of most use to farmer families on suitable land who might see diversification into selective thoroughbred breeding as a worthwhile additional enterprise.  As it is, the stud provides opportunities in partnership with other farms for National Stud stallions to stand around the country - there are two in Wexford and one in Laois.<\/p><p> In today's Ireland the National Stud must be a commercial success.  It must stand on its own feet commercially and be in a position to have a range of stallions, with at least one representative at the very top of the quality pyramid.  We are fortunate, following Lady Chryss O'Reilly's term, that we have a capable and skilled chief executive in place, a strong balance sheet, an excellent complement of stallions and a growing complement of mares.  I intend to chair a board that will build on this favourable inheritance.  The next key requirement is to source a top class stallion that will in time replace the outstandingly successful Invincible Spirit.<\/p><p> I thank the Chairman for the opportunity to set before the committee this unique institution that is the Irish National Stud, its associated tourist enterprises in the form of the Japanese Gardens and its sizeable commercial farms, and its importance as an employer of skilled staff in both the equine and tourism sectors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400003#B00300","nonspeaker":"Mr. Matt Dempsey","continuing":true},{"type":"speech","time":1360834800,"counter":9,"content":"<p>I thank Mr. Dempsey.  To clarify, it is not our decision.  The programme for Government provides that all chairmen  designate of State boards are invited in for a discussion with the relevant committee.  The decision rests with the Minister.  Previous chairs to State boards were simply nominated; there was no forum in which they could engage in a public discussion.  That is the purpose of this procedure.  The discussion that will follow from here may or may not change the Minister's mind, but it will not be our decision.  I call Senator Mooney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400004#C00200","speaker":"1103"},{"type":"speech","time":1360834800,"counter":10,"content":"<p>F&aacute;ilte to Mr. Matt Dempsey and Mr. Joe Keeling.  Even though they are both chairmen designate I congratulate them on their appointment.  Mr. Dempsey's CV is impressive and a cursory glance at his background, commitment and active involvement in the agricultural area and agricultural science tell us that this country is blessed to have somebody of his calibre who is prepared to take on a public position such as this one.  I wish him well in that regard.<\/p><p>  I am not an expert.  I am an ordinary member of the public who looks on at the activities of the National Stud.  It is an awesome phenomenon that Ireland has developed over decades.  The background Mr. Dempsey has provided in how it all started was very informative for me and, I am sure, other members.<\/p><p>  I have one or two questions but I will be brief because members with more expertise than me in this area may want to raise matters with the witnesses.  First, I get the impression that it is important we have quality standing stallions.  Mr. Dempsey referred to one or two from the beginning including Tulyar.  I am old enough to have Tulyar in the back of my mind.  When Tulyar was purchased it must have been a major national story at the time.  Mr. Dempsey said the amount of money involved in 1946 was &pound;60,000, which equates to &euro;2 million.  I wonder what &pound;125,000 in 1952 equates to now.  It cannot be anything less than &euro;84 million or &euro;85 million.  That is an extraordinary amount of money for what was a time of deep economic difficulty.<\/p><p>  In terms of Mr. Dempsey's commitment and going forward, how does one develop a unique stallion because while he mentioned the figures for the foals and the standing stallions, one or two appear to stand out.  What is the importance of that internationally in terms of the National Stud, and how will Mr. Dempsey go about developing that?  Does it happen randomly or is it done by science?<\/p><p>  Second, I am very interested in the tourist dimension, which Mr. Dempsey outlined.  This is the year of The Gathering.  The Queen visited the National Stud.  Has Mr. Dempsey found from talking to people or from his involvement in other areas, and living in Kildare, that there has been a spin-off from that?  What are the demographics in terms of the people who visit the National Stud and the Japanese Gardens?  Are they \"horsey\" people or people who are part of a tourism package?  How does Mr. Dempsey hope to develop and increase that figure?  He mentioned that he hopes to do that.  I wish him continued success in what is an important role for this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400004#C00300","speaker":"1128"},{"type":"speech","time":1360834800,"counter":11,"content":"<p>I welcome Mr. Dempsey to the committee.  I wish him well in taking on what will be a challenging but important role for the racing and breeding industry, not to mention the tourism aspect.<\/p><p>  As a TD for Kildare South I am very much aware of the importance of the National Stud and Japanese Gardens from a tourism point of view.  The figure of 115,000 visitors does not surprise me because it is the first port of call for any tourist visiting the county and leads to spin-off tourism in that people come to the National Stud and then visit other areas.  The National Stud and the Japanese Gardens were the initial draw, however, and they are extremely important.<\/p><p>  In that regard, The Gathering event that will happen on Derby weekend, which Mr. Dempsey touched on, is very exciting.  He mentioned it in terms of inviting former students of the stud management course to attend.  The stud management course has been run since the 1970s and is viewed as being prestigious throughout the world; I believe Mr. Dempsey said it draws on students from 32 countries.  What is his view on how that may be developed in the coming years?<\/p><p>  Ireland is a very different country now, and our breeding industry is very different from that which pertained in the 1940s when the National Stud was purchased.  How has that change impacted on the requirements of the industry now?  Does the role of the national stud need to develop somewhat to take cognisance of that?  I have no doubt about the importance of its place in the industry, but adapting to changing times and the changing needs of the smaller breeders was always its target.<\/p><p>  The National Stud as a landmass is a very large piece of land.  Obviously, the focus has always been on the thoroughbred sector.  Is there a dimension that Mr. Dempsey sees in terms of diversifying into sports horses?  Such potential would be welcome.  Is there any angle in that respect that Mr. Dempsey believes could be advanced?<\/p><p>  Mr. Dempsey said the stud must be financially viable.  Much concern was raised when one of Colm McCarthy's reports listed it as a potential site to be sold.  Many of us made sufficient noise to the effect that that would not be a good idea but it is important that it trades profitably because it has the potential to do so.  Mr. Dempsey might indicate the current trading position and the way that is looking for 2013.<\/p><p>  I take this opportunity to acknowledge the role of Mr. Dempsey's predecessor, Lady O'Reilly, who did a fantastic job in giving a major personal commitment to the National Stud and expressed that along the way.  The chief executive officer, John Osborne, also saw it develop over recent years, including the ongoing development of the facilities at the stud.  The Queen's visit definitely helped to enhance the tourism aspect and raised the profile of the stud for Irish visitors as much as for foreign tourists.<\/p><p>  I wish Mr. Dempsey well.  His CV makes him eminently qualified for this position.  I look forward to working closely with him in his new role and wish him every success.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400004#C00400","speaker":"949"},{"type":"speech","time":1360834800,"counter":12,"content":"<p>I welcome Mr. Dempsey and wish him all the best as chairman designate of the National Stud.  Deputy Heydon asked about diversification into sports horses.  I would be interested to know if it is one of Mr. Dempsey's visions that the National Stud might get involved in that.<\/p><p>  Mr. Dempsey's role is very wide, including to raise or borrow money.<\/p> <p>Mr. Dempsey said there is a very healthy balance sheet.  Is there a limit to what the Irish National Stud can borrow, even for the purchase of a stallion?<\/p><p> The stud management course is very interesting.  Is it run under the Department of Agriculture, Food and the Marine or the Department of Education and Skills?  How many places are available each year?  Is the course subsidised or must one pay fees?<\/p><p> We have all heard of stud farms such as Coolmore, the prices their horses can make and the stud fees they command.  I do not know whether the Irish National Stud goes into partnership with anybody.  Is there a partnership?  Would it go into partnership, perhaps to share the use of a stallion?<\/p><p> Each new board and chairman brings a different dynamic to the running of the organisation.  Will Mr. Dempsey outline some of his priorities?  What is his vision for the stud in five or ten years after his chairmanship?  I hope he will be there for longer than that.  I wish him all the best in his position and thank him for attending.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400004#C00500","speaker":"1125","continuing":true},{"type":"speech","time":1360835400,"counter":14,"content":"<p>I welcome the two guests.  I am not a member of the committee but when I saw that both delegates were presenting their case and cause this morning, I said I had to come along.  As the Chairman stated, this is not an exam.  We are not giving the delegates marks.  Mr. Dempsey is probably safe enough regarding the job.<\/p><p>  Knowing Mr. Dempsey's background and his innovations in agriculture in journalism, I wonder what catches his eye this morning.  I was very interested when he mentioned the possibility of extending his brief to provide thoroughbred breeding advice, which would be of use to farm families on suitable land.  Under the Act, such a dimension to the stud's work is allowable but it may not have been concentrated on much in the past.  Will Mr. Dempsey expand on it?  The core role of the Irish National Stud is being fulfilled very successfully, as outlined.  Anybody with an interest in the broader horse-racing industry must always have the aim of trying to involve an increasing number of people in selling the racing and breeding industries' attractions to as broad a public as possible.  We need to get new people on board.  I would like to hear Mr. Dempsey elaborate on his role in this regard.  His role will be very interesting and key.  I look forward to hearing his thoughts.<\/p><p>  Some 115,000 visitors go to the Japanese Gardens annually.  We must admit that figure is impressive.  However, one should consider that thousands of people visit Kildare Village every weekend to spend good money there.  Over the course of 12 months, therefore, millions of people pass by the stud.  While 115,000 is very impressive, it is a figure that Mr. Dempsey could almost hope to double during his term in office.  Some 12 months or two years ago, there were interesting television advertisements for the Irish National Stud.  I have not seen them; perhaps I am watching the wrong channels.  Will Mr. Dempsey talk about this?  We should not be satisfied with the figure of 115,000 as we could increase it very significantly given the road network and the geographical position of the stud.<\/p><p>  I wish Mr. Dempsey well and I look forward to what he will bring to the table.  His appointment is very exciting for the Irish National Stud.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400005#D00200","speaker":"1121"},{"type":"speech","time":1360835400,"counter":15,"content":"<p>Mr. Dempsey will be more aware than most of the issue of climate change.  The carbon footprint poses a particular challenge for Irish farming.  There is potential for considerable benefits because of the advantages Ireland enjoys with regard to carbon efficiency.  I suspect, but do not know, that the same is true for the horse training and breeding industry.  Is there something that the Irish National Stud could do to make the industry slightly more carbon efficient and highlight the fact that Ireland is a particularly carbon-efficient place for breeding and training, as it is for the broader agriculture industry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400005#D00300","speaker":"977"},{"type":"speech","time":1360835400,"counter":16,"content":"<p>I welcome Mr. Dempsey and thank him for his presentation.  I have known him for many years since my time with the IFA and the <i>Irish Farmers' Journal<\/i>.  Some years ago, we were delighted to have Mr. Dempsey open the Manorhamilton show.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400005#D00400","speaker":"1124"},{"type":"speech","time":1360835400,"counter":17,"content":"<p>All politics is local.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400005#D00500","speaker":"1121"},{"type":"speech","time":1360835400,"counter":18,"content":"<p>We would not have too many thoroughbreds in a county such as Leitrim.  However, we do breed and have bred quite a number of Irish Draught horses.  A neighbour of mine bred the all-Ireland draught horse champion last year.<\/p><p>  My colleague touched on the issue of limestone land.  Will Mr. Dempsey explain the position on this?  In the west, there is a significant amount of limestone land.  It is probably good for the horses.  How many mares and stallions are in the Irish National Stud?  I wish Mr. Dempsey well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400005#D00600","speaker":"1124"},{"type":"speechnospeaker","time":1360835400,"counter":19,"content":"<p>I thank the Senators and Deputies for their good wishes, which are very much appreciated.  While I was aware of the legal position, I would have been very disappointed if the committee had unanimously recommended to the Minister that he reconsider my appointment.  That was all I meant by my remarks.<\/p><p>  With regard to Senator Mooney's point, there are two aspects to the development of a stallion.  The book fee of our current stallion, Invincible Spirit, is &euro;60,000.  Presuming that he serves 120 mares, that gives an earning capacity of over &euro;7 million per year.  From the pure arithmetic, one realises the considerable impact that one successful stallion can have on an operation of a very significant size.  This holds true right across the stallion business in the country.<\/p><p>  The amount of money that accrues from a successful stallion can be very significant.  On the other hand, the losses from a misplaced investment can also be very large.  It is quite a risky business.  Happily, the record of the Irish National Stud in sourcing good stallions of various categories and grades has been very successful.  In that context Invincible Spirit has been a real find.<\/p><p>  How does a stud develop?  One is dependent on the skill of the manager and his team, coupled with the advice of some of the specialists on the board.  Part of the manager's job is to be aware of what is happening worldwide, how various two year olds and three year olds are performing, what animals are likely to be for sale, and how well disposed existing owners are to seeing a stallion stand at the Irish National Stud, or have the stud as a customer.  It is quite a restricted world at that end of the stallion spectrum.  One is competing with world players in the same market.  A combination of expertise and goodwill is required and one must be in the right place at the right time and meet the right people.  The chief executive manager of the Irish National Stud, Mr. John Osborne, has a pivotal role in the success of the operation.  Part of the board's role involves some of the more specialist members providing Mr. Osborne with a sounding board for his views and opinions and assisting with whatever introductions are required and the knowledge available worldwide.  It is also a question of what mares one gets, how successful the stallion is in the first few years, and how it develops from there.<\/p><p>  Consider the spin-off effect in the Japanese Gardens and the 120,000 visitors, which figure was raised by a number of members.  The gardens are obviously a very significant tourist attraction.  The bulk of the visitors are domestic.  There is widespread interest in gardening internationally, however, and most Japanese tourists who come to Ireland make it their business to see the Japanese Gardens.  There is a very extensive collection of international plants in the gardens, so keen botanists come regularly, as do families for a day out.<\/p> <p>The intention is to build on that.  I take the Senator's point on advertising in recent years and whether it should be augmented.  Obviously, this will be examined and we will be discussing it.  The Queen's visit had a major spin-off with much interest expressed in the stud.  The horse facilities at the stud are available to public viewing so empathy can be created between the ordinary taxpaying public and one of the State's institutions.<\/p><p> It is hoped a profit of &euro;500,000 will be made in 2013.  Last year, the stud under Lady O'Reilly and John Osborne did a bit better than break even.  This year is looking more promising and the minimum expectation is that a profit of &euro;500,000 will be earned.  Regarding the question on syndication and sharing of stallions, this is an active part of the stallion business.  It is highly desirable that a number of rights in good stallions would be held by individual breeders from across the spectrum that would be purchased by the stud.  This is part of the normal thoroughbred life and the National Stud is an integral part of that on a strictly commercial basis with breeders who wish to participate.  The sums involved in purchasing a high-class stallion can be very significant.  The National Stud has no great desire to be looking for funding from the Exchequer.  A borrowing limit of &euro;30 million has been set by the Government but it is hardly used at this stage as the debt level is very low.  There is a legal capacity to buy but we want that to be matched by a commercial reality.<\/p><p> I must admit the question on sports horses is an interesting one.  Professor Patrick Wall has been designated the chairman of Horse Sport Ireland.  These are really two different businesses.  Certainly before committing that that would be my policy, I would prefer to get a feeling from the board and from John Osborne.  I would be surprised if I could detect an overwhelming enthusiasm to get involved in the sports horse sector when there is so much ground to be covered on the thoroughbred side.<\/p><p> The best land for horse breeding is a combination of the brown earths and the grey-brown podzolics.  While I loved my time opening Manorhamilton show, the amount of those particular soil series in Leitrim is pretty limited.  The depth of soil across most of the limestone plains of the west, except for odd pockets, is not in my view conducive to training the highest grade three year olds with the potential to be classic winners.  A neighbour of the stud near Kilcullen recently invited us to lunch.  Within four miles of that estate, the classic winners Sea The Stars, Frankel and Camelot had spent some time in their formative years on this land.  There is a clear association between definite soil series and land type.  This is what has attracted international investors to parts of Cork, Kildare, Kilkenny and isolated pockets elsewhere.  I say that without denigrating any other part of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400005#D00700","nonspeaker":"Mr. Matt Dempsey","continuing":true},{"type":"speech","time":1360836000,"counter":21,"content":"<p>Does the National Stud offer stallion discounts to certain breeders or is there a set fee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00200","speaker":"1125"},{"type":"speechnospeaker","time":1360836000,"counter":22,"content":"<p>There is normally a set fee but there would be some degree of negotiation at the same time.  If a particular promising mare is booked in and there are two stallions vying for her attention, then if the mare is quite exceptional it would make a lot of sense to give a reduced fee to produce the best possible stock.<\/p><p>  Up 20 student places a year are offered and are keenly fought for at the stud.  There are no fees but the students work on the stud performing many duties.  It is heavily oversubscribed every year.  The National Stud course which was started over 40 years ago has been used as the model for the Darley Flying Start programme in which the Maktoum family is deeply involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00300","nonspeaker":"Mr. Matt Dempsey"},{"type":"speech","time":1360836000,"counter":23,"content":"<p>On the stallion purchase policy, racing is cyclical in that one could have three absolute champions for several years and then there would be more modest stallions.  The National Stud has a flagship stallion and if it could have two or three, all the better.  Using a phrase from a former colleague of ours, there is a gap in the market so is there a market in the gap?  If there happened in a particular year to be four seriously interesting stallions for purchase, does the National Stud have the capacity to buy them or is it happier to have the flagship stallion and wait six years before making a serious commercial purchase?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00400","speaker":"1121"},{"type":"speechnospeaker","time":1360836000,"counter":24,"content":"<p>My view is that one takes the opportunities as they come.  There is no doubt that at times there will be a need to ensure a high-quality standard stallion is purchased to be available to breeders and as a revenue earner for the National Stud.  The situation is slightly more comfortable when one has one or two of those high-quality stallions in place.  It is also important at the same time to have a range for the broader spread of mares that may not be suitable to go with those high-quality stallions.  At this stage the stud owns six stallions and 23 brood mares.  The number of mares has increased over the past three years.  Talking with John Osborne, there is a certain degree of optimism that there would be good sales revenue coming from the yearlings they produce.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00500","nonspeaker":"Mr. Matt Dempsey"},{"type":"speech","time":1360836000,"counter":25,"content":"<p>Are all the six stallions flat racers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00600","speaker":"1125"},{"type":"speechnospeaker","time":1360836000,"counter":26,"content":"<p>No, four of them are flat racers and some of the national hunt ones, in addition to the six, are in Wexford and Laois.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00700","nonspeaker":"Mr. Matt Dempsey"},{"type":"speech","time":1360836000,"counter":27,"content":"<p>Are the fees all &euro;60,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00800","speaker":"1121"},{"type":"speechnospeaker","time":1360836000,"counter":28,"content":"<p>No, the fees go down to &euro;2,500.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E00900","nonspeaker":"Mr. Matt Dempsey"},{"type":"speech","time":1360836000,"counter":29,"content":"<p>Regarding partnerships, we know Coolmore and the Maktoums move their stallions around the world.  If the National Stud is in partnership with another, does the stallion leave the stud?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E01000","speaker":"1125"},{"type":"speechnospeaker","time":1360836000,"counter":30,"content":"<p>No, the flat racers do not.  That would be an interesting policy shift if it did occur.  Interestingly, Coolmore at the top end keeps its stallions based in Ireland.  I recall seeing Galileo in Australia as part of his rotational duties.  Once he became a world figure, he was based and kept at home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E01100","nonspeaker":"Mr. Matt Dempsey"},{"type":"speech","time":1360836000,"counter":31,"content":"<p>The mares will come to them then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E01200","speaker":"1125"},{"type":"speech","time":1360836000,"counter":32,"content":"<p>Much fuss was made about tax designation for stallion nominations.<\/p> <p>I am not asking Mr. Dempsey for a direct opinion.  Regardless of whether there are tax incentives, it seems players such as Coolmore and the Maktoums will locate here for all the reasons, such as climate, he stated.  For the smaller stallion owners, however, it would seem that there are tax incentives for artists and others, but I will be totally politically incorrect here and state that there should have been one if one wanted to nurture the sector - this goes across all owners of stallions, not only thoroughbreds.  I say this as much for the sport horse sector, where we have lost significant ground in the area of show-jumping compared to where we were, and yet we still do quite well in eventing.  Mr. Dempsey may have an opinion on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400006#E01300","speaker":"1103","continuing":true},{"type":"speechnospeaker","time":1360836600,"counter":34,"content":"<p>It is a really interesting area.  There are various national schemes being put in place.  The complaint was made to Brussels that it was anti-competitive and therefore there is the corporate tax structure.  The corporate tax structure at 12.5% suits.  Major studs can live with that fairly easily, and it is a bit of an extra administrative chore which somebody can do.  However, for small breeders a corporate structure is a different kettle of fish.<\/p><p>  I would agree entirely with the Chairman.  The sale from yearlings was always fully taxable.  It was simply the stallion income that was exempt.  When one looks at the existing French schemes and the new British schemes that are being put in place, let alone those of the Japanese and whatever the Chinese will do to try to get into the market, it is a pity that we did not try to take a more structured view as to how the industry might be best encouraged into an international framework.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400007#F00200","nonspeaker":"Mr. Matt Dempsey"},{"type":"speech","time":1360836600,"counter":35,"content":"<p>I merely felt it was worth putting that on the record because it is a debate we should have at some stage.<\/p><p>  I thank Mr. Dempsey.  I was a member of the previous Joint Committee on Agriculture, Fisheries and Food which had the CEO and members of the board before it.  At that time, Mr. Osborne had recently taken up his role and the position was anything but healthy in the National Stud.  I recall being down there a couple of years ago, possibly, to visit the Japanese Gardens because I had some tourists with me, and I noted the fascination with the horses, especially among younger children who are not from a farming background.<\/p><p>  It is vitally important that the stud is maintained in national ownership.  In some ways, it is similar to Teagasc in research development.  As Mr. Dempsey stated, it is a product with which we can compete globally and we do not have too many of them.  It is important that we have a nurturing ground for the sector.  Horses are something at which the Irish, like the North American Indians, are very good.  We seem to have a natural affinity with them.<\/p><p>  I wish Mr. Dempsey well.  He is welcome to stay with us if he wishes because we will go through the formalities to the end of the meeting that this procedure has taken place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400007#F00300","speaker":"1103"},{"type":"speechnospeaker","time":1360836600,"counter":36,"content":"<p>I wish to place on record the remarkable job that my predecessor has done during quite a difficult time for the National Stud.  The installation of Mr. Osborne has all been handled smoothly and Lady Chryss O'Reilly has been extremely helpful to me as I prepare.  I thank the Chairman and his colleagues for the opportunity to address the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400007#F00400","nonspeaker":"Mr. Matt Dempsey"},{"type":"minorheading","content":"Horse Racing Ireland: Discussion with Chairman Designate","time":1360836600,"counter":37,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400007#F00450"},{"type":"speech","time":1360836600,"counter":38,"content":"<p>I invite Mr. Joe Keeling, chairman designate of Horse Racing Ireland, to make his presentation.  I thank him for his attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400007#F00500","speaker":"1103"},{"type":"speechnospeaker","time":1360836600,"counter":39,"content":"<p>I grew up on a fruit farm in the 1940s and 1950s.  I went to Belvedere College.  Mr. Dempsey just reminded me that in 1954 I went on a school trip to the National Stud where the excitement of seeing Tulyar was fantastic - everyone was so proud.  I had not thought of it for years until Mr. Dempsey mentioned it.  After Belvedere College, I went to the College of Commerce, Rathmines, for two years and then I joined the family company in 1963.<\/p><p>  Keelings is a multinational company focused on growing, sourcing, shipping, marketing and distributing fresh produce from sources around the world for Irish, United Kingdom and European consumers.  Keelings started producing fruits and salads in the 1930s, supplying its produce to the local Dublin markets.  The 1970s saw the growth of supermarket retailing and importation of fresh produce from around the world.  The company, as it operates today, was founded in 1973 to meet this change in demand.<\/p><p>  Keelings is proud of its growing expertise and to this day is still an accomplished commercial grower.  Our products include fresh fruit, salads, vegetables, flowers and logistical services.  We are experts in our business with over 60 years experience in the fresh produce sector.<\/p><p>  I have led the development of Keelings, from a fresh produce grower in the 1970s through to today's business which employs 1,600 people in Ireland, England and Holland.  On 1 March, I will stand down as CEO of Keelings.<\/p><p>  I started attending the races at the Fairyhouse Easter meeting 60 years ago.  I was a director at Fairyhouse in the 1990s and also a committee member for the past three years.  Keelings has sponsored the Keelings Strawberry Hurdle on Easter Monday for the past five years.<\/p><p>  My first racehorse was Irish Firs, which was bred by my father-in-law and owned by my wife, and was trained by Mr. Willie Byrne who trained at the Phoenix Park.  He won his first race in October 1982 and went on to win at a Cheltenham April meeting.  Mr. Mick O'Toole trained Irish Firs and 20 winners in total for me.  Fourth of July was the best of these.  Other successful horses include Alone He Stands on the flat and Blueberry Boy over jumps.  They both won six races and were trained by Mr. John Hayden and Mr. Paul Stafford, respectively.  Blueberry Boy won a grade 2 at Punchestown.  Mr. Dermot Weld trained Teach Nua to win two races for me at Galway and Elusive in Paris, trained by Mr. Michael Grassick, won three races on the flat in 2011-2012.  I am a small breeder and have bred ten winners between Ireland and England.<\/p><p>  I refer to the economic importance of the racing and breeding sector to the country.  The horse racing and breeding sectors are of significant importance to the rural economy in Ireland.  Irish horses, trainers and their riders have consistently won races at the highest international level and act as positive ambassadors for the country as the following points will illustrate.  The sector employs approximately 16,000, almost all in rural areas.  On average, three horses equals one job.  Studies have shown the value of the sector to the economy at approximately &euro;1 billion per annum.  Ireland is the fourth largest producer of thoroughbreds in the world.  Ireland produces over 40% of thoroughbreds born in the EU.  Irish horses are exported to race and breed to over 35 countries worldwide.  Our major racing festivals are significant contributors to their local economies.  Both Galway and Punchestown have done studies to show that the value of their festivals is approximately &euro;60 million and &euro;80 million, respectively, to their local economies.  The industry is a significant source of foreign investment into Ireland by international owners and breeders - high net-worth individuals.  Horse racing accounts for approximately 80,000 tourist visits to the country each year.<\/p><p>  Horse racing and breeding is exactly the sort of industry to help Ireland recover.  It is labour intensive, based in rural areas throughout the country, environmentally friendly and export driven, and creates a positive international image for the country.<\/p><p>  During my time as chairman, I would see the following areas as key priorities to develop and secure the thoroughbred and breeding sector in Ireland.  We must achieve a long-term secure funding base arising from changes in the betting tax.  We need to increase prize money to ensure that owners have an incentive to keep horses in training in Ireland.<\/p> <p>We must reduce the costs of the sector, in particular from streamlining the activities of HRI and the Turf Club.  We must focus on racecourse development.  Many of Ireland's racecourse facilities are old and not on a par with facilities available at other major sporting venues in Ireland or other racecourses in the UK.<\/p><p> I am very grateful for the opportunity to meet the committee today and I pay tribute to the outgoing chairman, Denis Brosnan, who retires after a remarkable 22 years as chairman of HRI and its predecessor organisations.  I pay tribute to HRI's chief executive, Brian Kavanagh.  It is a very well-run business and I was very happy when the opportunity arose for me to consider the position.  The passion of all the people in HRI has made a great impression on me and I look forward to being chairman for the next few years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400007#F00600","nonspeaker":"Mr. Joe Keeling","continuing":true},{"type":"speech","time":1360837200,"counter":41,"content":"<p>I welcome Mr. Keeling and wish him well in his new role, which is of vital importance to the overall industry.  We are all very supportive of him and are here to help in every way we can because we all want to see our position as world leaders in the breeding sector and our fantastic worldwide reputation as great horse people and a country that excels in that sector maintained.  I worked in Punchestown racecourse for four years and know all too well the importance of and the impact that racing, both national hunt and flat, has on the local economy.  We always got the half day from school for the Punchestown festival.  It is something that everyone in Kildare is raised with and aware of.  Come the summertime, the flat season kicks in at The Curragh.<\/p><p>  I have a slight concern about the numbers attending races.  What are Mr. Keeling's views on that?  Obviously, there are economic circumstances in the country that are beyond the control of HRI but how can we ensure we increase the number of people attending races?  I completely agree with his point that we need to achieve a long-term, secure funding base arising from the change in the betting tax regime, but it is also key that people attend races for the industry to flourish.  It is up to us here to implement the change in the betting tax regime sooner rather than later and secure that funding in some way to ensure the industry can grow and make the return it does.  Too often, people refer to this as a sport.  This is why the move back to the Department of Agriculture, Food and the Marine was so important because this is an industry.  The figures stand up.  Between 16,000 and 17,000 people are employed in the industry, 4,000 of which are based in Kildare.  I am aware of how crucial this is with a value to the economy of over &euro;1 billion.<\/p><p>  What are Mr. Keeling's views on the commercial nature of the industry and the HRI given his business background?  It is very exciting to have someone coming from Mr. Keeling's background where he has grown a business into a multinational.  I am sure he has ideas about how HRI can become more commercial and build on the great work done in the past by those before him.  I know work is proceeding regarding the overall cost savings between the Turf Club and the HRI.  While we need changes in the betting regime, we also need to ensure we do things as efficiently as possible.  That is a two-pronged approach that Mr. Keeling must oversee.  There is no doubt the funding regime is important but we must be able to show that we are getting maximum efficiency and bang for our buck.  The Minister needs to be able to stand over that to deliver the State funding.  That has been the case up to now and the Minister deserves great recognition for having secured horse and greyhound funding over the past couple of years in extremely difficult financial times.<\/p><p>  The Indecon report set a roadmap for the future.  I am interested in hearing Mr. Keeling's views on the recommendations therein or what the report showed up.  He said this industry is key in helping the country to recover.  I always say that we do not need to reinvent the wheel in getting our country back on its feet.  We need to concentrate on things we are good at.  This is an industry in which we have expertise and for which we have the skills, climate, soil, horses and, most importantly, people.  We need to ensure we protect that and do not take our position in the world, particularly in breeding, for granted.  Mr. Keeling mentioned high-net-worth individuals who invest in and keep this industry going.  Does he have any concerns that we depend on very few of them?  How do we ensure the new batch of high-net-worth individuals invest in Ireland and not somewhere else?<\/p><p>  What are Mr. Keeling's views on the tote and whether there is much that can be done to increase its outcome?  I agree with his comments about his predecessor, Denis Brosnan, and the role he played.  His commitment to the industry in excess of 20 years has been phenomenal and he is well deserving of a break.  I wish Mr. Keeling well in his role.  The committee will support him and will him on during what will be a very exciting and challenging time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400008#G00200","speaker":"949"},{"type":"speech","time":1360837200,"counter":42,"content":"<p>I will be very brief.  Along with my colleagues, I welcome the delegation.  Mr. Keeling mentioned that many racecourse facilities are old and not on a par with those elsewhere.  Does he think the number of racecourse facilities in Ireland is sustainable?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400008#G00300","speaker":"977"},{"type":"speech","time":1360837200,"counter":43,"content":"<p>I was going to ask that question.  I wish Mr. Keeling all the best.  I am very impressed with his CV.  He is coming into an industry when the economy in this country and horseracing face major challenges.  I remember going to the races at Gowran Park as a child.  Even as a teenager, when my parents were not going, I always made sure I got a lift.  It is other people coming through the gates and showing an interest in racing.  We see promotions and extra family days at many racecourses but it is not sticking.  We are not getting younger people to come to races.  People will go to Galway, Listowel, Punchestown or Fairyhouse because it is a bit of fun, but we are not getting people through the gates for the one-off day meetings.  The majority of race meetings, even those at my own track at Gowran Park, are running at a loss except for two or three big days they have per year.  Fees from television stations are keeping the tracks going.  I was watching racing in England yesterday and they were running in snow.  I know it was an all-weather track but it was covered in snow and they were running in it.  It is important for the industry because the betting industry is a major part of it.<\/p><p>  How many staff are employed by HRI?  Does the majority of funding come from profits from Tote Ireland?  Do the racetracks have to pay HRI a levy?  I acknowledge the presence of Mr. Brian Kavanagh.  I know he has a Kilkenny connection and I wish him all the best.  Trying to get younger people to come to races and to keep coming back is a major challenge for Mr. Keeling or anybody involved in HRI.  They might go for a week's racing for fun but how do we get these people to go to one-off days on the country tracks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400008#G00400","speaker":"1125"},{"type":"speech","time":1360837200,"counter":44,"content":"<p>I wish to follow up on and support what Senator O'Neill said about attendances.  Mr. Dempsey spoke from a breeding perspective.  For the industry to thrive, one needs owners but also spectators and fans because without crowds, one does not have excitement.  It has become a profound problem.  It is not just the lack of numbers.  It also relates to the profile of racing fans.  As Senator O'Neill said, we do not, regrettably, see younger people going racing.  While we are diverting slightly, the greyhound industry has been relatively successful.  It is a different scale and it is probably easier to be impressed by 2,000 people in Shelbourne Park than 2,000 people at The Curragh, but greyhound racing certainly repackaged itself and people who never had an interest in it will now go along for a night's entertainment.  The horseracing industry needs to look seriously at why people are not switching on.<\/p> <p>I recall being at an awards function a number of years ago at which a recipient spoke about what he felt was the exclusive language used by racing people talking about their sport.  He said that if one did not feel comfortable with that language or know the terminology, one did not feel part of the club.  Anyone can go to a greyhound race and enjoy a small bet on a randomly chosen dog, but people who are not big fans of horse racing sometimes feel excluded.  They do not know the language of the industry and feel the people at the races know all the secrets.  It is hard to break into that.  We must sell racing from a mental point of view to the broader public.  If we do not bring additional people through the gates, we will not succeed.<\/p><p> I raise the issue of ownership and syndicates.  During the Celtic tiger period, every pub and club at every crossroads had a racing syndicate.  Economic reality then set in.  We need to get syndicates up and running again and that probably requires a new policy on the rules on numbers to form a syndicate.  I have been involved in a few myself and know that the concessions to syndicate members are modest.  We should be a bit more generous.  We need more owners.  We cannot depend on the flagship owners, although we desperately need them to remain <i>in situ.<\/i> Good luck to them, but my great concern is about the people who do not go racing.  Are we failing to knock down the mental wall surrounding the industry?  When I use the word &quot;exclusive&quot;, I am not talking about wealth but about the difficulty for people who do not understand racing.  If one does not know the difference between national hunt and flat racing or all-weather and turf racing, one can feel uncomfortable and decide simply to not go along.  We need a major marketing package.<\/p><p> The cost of going racing is also an issue.  Race courses have made efforts in their special packages and Mr. Keeling might well point out that there are certain days when there is no entrance fee and it still does not enhance the attractiveness of the product.  Perhaps two years ago, I went to the big Deauville racing festival in France in August where the admission was &euro;2.  It was not for the upper stand or the lower stand, it was just &euro;2.  That is the admission fee during the month of the racing festival.  On entering the track, the facilities were top class.  It was not a question of having massive stands, but of straightforward facilities such as enough seats and benches for people to sit on.  That is difficult to find at Punchestown or Galway.<\/p><p> Some of the answers to our problem are probably simple while others require deeper responses.  We need to get more people going racing.  It is our sport and if it was an Olympic event, we would win all the gold medals.  It is a pity we cannot get more young people involved.  I am very worried at the lack of young people going racing.  It must be addressed as a primary project by Horse Racing Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400008#G00500","speaker":"1121","continuing":true},{"type":"speech","time":1360837800,"counter":46,"content":"<p>I apologise for being late.  I will keep my questions for Mr. Joe Keeling extremely brief.  I welcome Horse Racing Ireland to the committee.  We are all excited about Mr. Keeling taking the chair and looking forward to all the innovations and changes he is going to introduce.  Legislation on betting is about to come before the Houses of the Oireachtas.  We are living in a very different time to the period during which the tax on betting was reduced to 1%.  I would be very interested for Horse Racing Ireland to educate us as we head towards debate on the legislation.  What does Mr. Keeling think the percentage should be?  I refer in the context of the Internet to Senator Paul Bradford's comments.  It is all very well to say that people should go racing and get involved, but that all costs money.  In December when the Minister, Deputy Simon Coveney, was here to discuss the budget for 2013, I made a statement on the race courses.  Horse Racing Ireland has spent a great deal of money on the country tracks and, as Senator Paul Bradford said, if the Olympics of horse racing involves breeding we can say we are one of if not the best.  However, what has been spent on Leopardstown and the Curragh and what do they look like from the perspective of England or France?  I want to hear what Mr. Keeling has to say on plans for world class facilities.<\/p><p>  Most people who breed good horses go to Newmarket to sell them.  What can we do?  How can Mr. Keeling educate us and how can we legislate or incentivise breeders to sell their horses here?  We must think of the money, tourism and visits sales here would bring.  While it is better for me to get sterling for my horse, it is unfortunate that when a horse is sold in Newmarket instead of Ireland it means we start to water down what we are good at.  People want Irish horses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400009#H00200","speaker":"1169"},{"type":"speech","time":1360837800,"counter":47,"content":"<p>I welcome Mr. Joe Keeling.  I have had to jump between meetings and I ask him to forgive me for not being here for all of his presentation.  I echo the comments which have been made and wish him well on an important aspect of our industry.<\/p><p>  I want to focus on funding.  Mr. Keeling said one of his priorities will be to achieve a long-term, secure funding base arising from changes in the betting tax regime.  Does he have any comment to make on the background to the taxation?  My understanding of the history is that originally the Fianna F&aacute;il Government when Charlie McCreevy was Minister for Finance suggested a betting tax of 10% which was subsequently reduced to 1%.  When the late Brian Lenihan attempted to increase the tax to 2%, the betting industry reacted very badly.  It seems when one considers the share price of some of the betting companies that someone believes they are a good investment.  It is somewhat churlish, notwithstanding that everybody wants to reduce his tax bill, to object to a modest increase to 2% when the original proposal was for 10%.  Does Mr. Keeling have a view on that?  I acknowledge that it is a question of fiscal policy, but Horse Racing Ireland is saying that one of its priorities is to secure long-term funding.<\/p><p>  Proposals have been made in respect of online betting and some of the companies involved are already lobbying members of the committee.  Interestingly, the companies are in favour of regulation which they believe is the best way to operate.  They are relatively happy with the 15% that has been proposed.  When I hear that an industry is relatively happy about taxation levels, my antennae go up.  I have started asking why we are not looking for more money since online betting is proving to be even more popular than on-track betting.  More and more people are gambling, whether that is a good or bad thing, and a lot of pressure is being put on people who turn on their televisions.  Increasingly, betting companies are sponsoring major sporting events.  They make it very easy for people to access their sites at the press of a button.  They say  that if a person presses their button, he or she will get &euro;10, &euro;20 or &euro;30 to start them off.  We all know there is no such thing as free money.  The betting industry can cough up more money than it wants to.  Is Horse Racing Ireland mandated to make suggestions to Government in that regard?  It may be that it is totally outside its mandate.<\/p><p>  My understanding is that the Minister has not committed himself to ring-fencing the money which will flow from changes in the betting regime.  To fail to do that would not be a positive way to support the industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400009#H00300","speaker":"1128"},{"type":"speech","time":1360838400,"counter":48,"content":"<p>Thank you Senator.  I would like to add my own question.  It is clear from Mr. Keeling's background that he wants Horse Racing Ireland to operate on a commercial, business like footing.  Will he expand on what he means by the streamlining of activities between HRI and the Turf Club?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00200","speaker":"1103"},{"type":"speechnospeaker","time":1360838400,"counter":49,"content":"<p>I will address taxation first.  The taxation is ridiculously low.  I remember a time in the 1980s when it was 20% in a bookie's shop and 10% at the track.  It is inconceivable how it got to the stage it is at now.  It all starts with taxation because that answers many of the other questions.  We must be properly funded.  Initially it will be 1% but we hope that over time that will go much further.  If we want to secure a good racing industry it must be ring-fenced.  One cannot make long-term decisions to invest in facilities if every year we are wondering what will happen in the budget.  We need a five or ten year plan on funding so that we can plan.  We need to invest huge money in the Curragh and Leopardstown.  We can only do that if the funding is secure.  We are addressing this issue and will be pushing it but it will be a difficult process.  That is not going to affect the betting.  We are not talking about 20% but it will generate a huge amount of money.<\/p><p>  Since 2007 the attendance has gone down from 1.4 million to 1.2 million.  That is a drop of 15% which is not a bad achievement considering the state of the economy and that we had three bad summers which affected attendances.  It could be worse.  There is not enough interest among young people.  Most of those who go racing are over 50.  Fairyhouse and some of the other courses are bringing schools in.  There is a great deal of work to be done to encourage young people to go racing.  We will address that.<\/p><p>  I would like to improve the experience for someone who goes racing.  I am passionate about the food which is very poor at many of the race courses.  The experience in Galway is altogether different.  The minute you walk in you feel welcome.  Everybody will talk to you.  If you sit down for a cup of tea or something to eat the person next to you will talk although you might never have met that person.  Everybody shares whatever information they have.  We would like to expand that.  Punchestown is similar but Galway is unique.<\/p><p>  We could do a lot to make the high net owners feel more welcome in Ireland.  I have been meeting them.  We need to make the experience unique for them because many of these high net worth people can be lonely.  Whether a person keeps a horse in Ireland is down to people, not just the economics.  This is particularly so in the national hunt.  That depends on the skill of our trainers and facilities and the whole experience these people have here.  I will be putting a great deal of effort into that.<\/p><p>  We have to address the problem of selling horses in Ireland by encouraging people, by whatever means, to feel welcome.  They need to feel that they will be well looked after and will get a proper price for their horse here.  We would like to get far more sold here.<\/p><p>  Have I addressed everything?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00300","nonspeaker":"Mr. Joe Keeling"},{"type":"speech","time":1360838400,"counter":50,"content":"<p>The number of facilities?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00400","speaker":"977"},{"type":"speechnospeaker","time":1360838400,"counter":51,"content":"<p>That is a very good question but often when one looks at the smaller tracks they are actually making money.  They do very well financially and have local teams, for example, Ballinrobe does a fantastic job.  Kilbeggan does a super job.  How could one take them out when they are profitable and local people support them?  I am not saying that some will not go out.  In the past we closed down Phoenix Park which was probably a tragedy because 25,000 people used to go to some of the big meetings there in the 1960s.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00500","nonspeaker":"Mr. Joe Keeling"},{"type":"speech","time":1360838400,"counter":52,"content":"<p>Will Mr. Keeling answer my question about the streamlining?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00600","speaker":"1103"},{"type":"speechnospeaker","time":1360838400,"counter":53,"content":"<p>We would like to see the Turf Club and HRI operate from one building.  We will work towards that.  It will not be easy but it is possible.  We have to work better together because otherwise we cannot fund this business.  It will generate huge savings and a better working environment.  Most of the people in the industry are passionate about it.  They want to do this.  It will take time but we will get there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00700","nonspeaker":"Mr. Joe Keeling"},{"type":"speech","time":1360838400,"counter":54,"content":"<p>Leopardstown and the Curragh are our two premier racetracks.  HRI owns Leopardstown and the Turf Club is involved in the Curragh.  How are HRI's negotiations with the Turf Club about the redevelopment of the Curragh going?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00800","speaker":"1125"},{"type":"speechnospeaker","time":1360838400,"counter":55,"content":"<p>We are about to set up a team to plan that, which is in process.  Denis was hoping to finish this before he left office.  It is slow but Brian and his team have done very good work.  We will need support from the Minister to get a change in legislation to make it happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J00900","nonspeaker":"Mr. Joe Keeling"},{"type":"speech","time":1360838400,"counter":56,"content":"<p>We are not leaving this room until Mr. Keeling gives us his nap for Cheltenham.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J01000","speaker":"1125"},{"type":"speech","time":1360838400,"counter":57,"content":"<p>I was not sure what Mr. Keeling meant about the streamlining.  This has been the untouched difficulty and challenge and I am delighted to hear that as chairman-designate he sees it as a priority.  It makes absolute sense.  I could never understand why there were two buildings and two roundabouts in one town operating in the same sector.<\/p><p>  I propose that we inform the Minister for Agriculture, Food and the Marine that we have concluded our discussions with Mr. Dempsey and Mr. Keeling and that we forward a copy of the transcript of the debate today to him for his information.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J01100","speaker":"1103"},{"type":"speech","time":1360838400,"counter":58,"content":"<p>I want to ask one question about the recommendation.  Can we make any recommendations?  Based on Mr. Keeling's answers I have a real thing about this betting tax.  Is there nothing we can do to support this move?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J01200","speaker":"1128"},{"type":"speech","time":1360838400,"counter":59,"content":"<p>Our purpose today is to conduct the hearings.  The debate carries that.  We can follow up on the issues raised in the debate in a later meeting.  Members' priorities for these two gentlemen as they take up their respective roles will be quite clear from the transcript.  That is important.  We can say that the committee will be fully behind the nominations on the Minister's behalf.  I am not sure that we can say so formally but it is quite obvious.  That is what the committee is here to discuss and it feeds back through to the Minister, the Department and on to various others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400010#J01300","speaker":"1103"},{"type":"speech","time":1360839000,"counter":60,"content":"<p>I am just saying that we should not let it go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400011#K00100","speaker":"1128"},{"type":"speech","time":1360839000,"counter":61,"content":"<p>No.  It is for a further discussion.  It is certainly something on which we will engage with the Minister.  Is that agreed?  Agreed.<\/p><p>  I thank both gentlemen for attending and for the good insight they gave in terms of their respective roles and their vision for the organisations they will head up.  We wish them well.  It is one of our flagship industries.  The footage we often see of Ireland is about traditional music, people dancing, horses, Gaelic games, rugby and so on, but apart from the landscape this is one industry that sells the Irish story abroad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021400011#K00200","speaker":"1103"},{"type":"unspoken","time":1360839000,"counter":62,"content":"<p>The joint committee adjourned at 11.05 a.m. until 2 p.m. on Tuesday, 19 February 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health and Children","time":1360834200,"counter":63},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Byrne, Senator Colm Burke, Deputy Ciara Conway, Senator John Crown, Deputy Robert Dowds, Senator Jillian van Turnhout. Deputy Peter Fitzpatrick, Deputy Seamus Healy, Deputy Sandra McLellan, Deputy Denis Naughten, Deputy Caoimhghín Ó Caoláin, Deputy Mary Mitchell O'Connor, Deputy Robert Troy,<\/p><p>In attendance: Senators Eamonn Coghlan and Catherine Noone.<\/p><p>DEPUTY JERRY BUTTIMER IN THE CHAIR.<\/p>","time":1360834200,"counter":64,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400002"},{"type":"unspoken","time":1360834200,"counter":66,"content":"<p>The joint committee met in private session until 9.40 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Tackling Obesity: Discussion with Operation Transformation","time":1360834200,"counter":67,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400003#B00100"},{"type":"speech","time":1360834200,"counter":68,"content":"<p>I remind members to please turn off mobile telephones as they interfere with the recording and broadcasting equipment.  Apologies have been received from Deputies Regina Doherty and Eamonn Maloney and Senator Imelda Henry.<\/p><p>  I welcome the team from RTE's \"Operation Transformation\", Dr. Eva Orsmond, Dr. Eddie Murphy and Mr. Karl Henry.  In particular I welcome the five leaders, Ms Charlotte O'Connell, Mr. Gavin Walker, Mr. Gregg Starr, Ms Monica Percy and Ms Deirdre Halford.  I also welcome from the production crew Ms Niamh Bradley, Mr. Jack Britton, Mr. Andy Malone and Ms Brighid Breathnach.  I thank committee members for attending.  I wish everybody a happy Valentine's day and I hope the love in the room is transmitted throughout the country.  I also hope the love remains within the room for the duration of the meeting.<\/p><p>  Childhood obesity is part of the committee's work programme for 2012 and 2013 and we are very conscious there is a consequence to being overweight and we must be aware of the risk to our health.  I pay tribute to the five leaders who have, in the full public glare of the nation, done Trojan work since they began the campaign.  They are a credit to themselves and their families.  They are fantastic role models and have shown that awareness and recognition pays dividends.  I thank the three experts for coming before the committee.<\/p><p>  Before we begin I wish to draw to the attention of witnesses the fact that they are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>  I remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against any person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  I call on Dr. Eddie Murphy to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400003#B00200","speaker":"989"},{"type":"speechnospeaker","time":1360834200,"counter":69,"content":"<p>I thank the committee for inviting us in today.  We will begin by playing a short video.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400003#B00300","nonspeaker":"Dr. Eddie Murphy"},{"type":"unspoken","time":1360834200,"counter":70,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360834200,"counter":71,"content":"<p>For the past six years we have asked the people of Ireland to follow our leaders on \"Operation Transformation\" to achieve a healthy weight, increase their physical activity, and improve the quality and length of their lives.  We are grateful our current leaders, Monica, Deirdre, Charlotte, Gregg and Gavin, have joined us today.  The committee has heard about the problems and \"Operation Transformation\" is here to identify some solutions.<\/p><p>  We believe it is increasingly difficult to be a normal-weight child or adult in Ireland.  On behalf of our viewers we would like the committee to consider seven simple changes which can be made to make it more likely for the next generation to have a better chance of avoiding obesity and the damage it does to their bodies and minds.  Our presentation is based on the science of psychology, medicine and sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400003#B00500","nonspeaker":"Dr. Eddie Murphy"},{"type":"unspoken","time":1360834200,"counter":72,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360834200,"counter":73,"content":"<p>A few years ago we weighed children in primary schools.  We wanted to highlight the fact that parents did not know what their children should weigh.  We also found out many adults did not know their own weight or what is a healthy weight.  The weighing scales must become part of our lives again.  We need to become aware of our weight and that of our children.  We recommend that children are weighed at least once a year at school.  Every time one attends one's GP or a hospital one should get on the scales.  This will not only increase awareness of what is a healthy weight, it will also increase the important awareness of the link between excess weight and chronic illness.<\/p> <p>Weighing a patient also creates an opportunity for an early intervention before the problem become a chronic illness.<\/p><p> If we start now, hopefully we can avoid the situation in which Aaron found himself.  Let us have a look at the video.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400003#B00700","nonspeaker":"Dr. Eva Orsmond","continuing":true},{"type":"unspoken","time":1360834500,"counter":75,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360834500,"counter":76,"content":"<p>If we had this basic level of intervention, would Aaron be featured in our show this year?  A 12 year old from Tallaght, he weighed 21 stone when his mother, who was worried about his weight, brought him to \"Operation Transformation\".  He is a brave young man who is now trying to save his life from a chronic illness.  We have helped him to lose 3 stone, but his journey to his optimum health has only started.<\/p><p>  It is time that we started recording our children's weight.  Everyone attending a general practitioner, GP, or hospital appointment should also be weighed.  If all education and health institutions made an effort together, we would raise awareness of what a healthy weight was and prevent children like Aaron from ending up in his situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400004#C00300","nonspeaker":"Dr. Eva Orsmond"},{"type":"unspoken","time":1360834500,"counter":77,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360834500,"counter":78,"content":"<p>When it comes to change, knowledge is power.  \"Operation Transformation\" is the largest health show that this country has ever seen.  A major remit for what we do is providing awareness and knowledge where they are needed the most.  If we can get children moving at primary level, the chances are that they will stay healthy, active and fit through secondary and third levels and, more importantly, for life.<\/p><p>  Members saw what we do on the screen.  It is the \"Step It Up\" campaign, a simple, clear and effective message - 15,000 steps per day.  We provide a unit of measurement, get teachers and parents involved and create awareness across the board.  As members saw in the clip, in under four weeks children went from taking 7,000 steps per day to more than 30,000 steps.  The benefits over those four weeks are great, but imagine them on a lifelong basis.  More importantly, the clip showed how receptive and empowered people were when given the right knowledge and shown the way.  The nation wants to change.  The clip showed that it can and that teachers, parents and children want to make these changes, but do not know how.<\/p><p>  The \"Step It Up\" campaign is such a simple message.  It delivers results, as shown in the footage.  Aaron was taking 2,000 to 3,000 steps per day before the campaign started.  After four weeks, he is taking nearly 30,000 steps.  The campaign creates habits that will last for life.  We can get our children active using a simple message and a simple tool.  We have seen the effects of these tools.<\/p><p>  The clip shows how much people want to change, but the ball is in the committee members' court.  They must provide the message and show them the way.  \"Operation Transformation\" has done that in a four-week timeframe.  We have proven results.  Consider the benefits over four weeks and multiply them over the course of one, two or ten years or life.<\/p><p>  If we can get children active in school and show them the way with a simple, clear and effective message, we believe, and research shows, that an increasing number of children will stay active on a lifelong basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400004#C00500","nonspeaker":"Mr. Karl Henry"},{"type":"unspoken","time":1360834500,"counter":79,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360834500,"counter":80,"content":"<p>We come now to our third solution, namely, fruit at the checkout.  We are grateful that supermarkets support \"Operation Transformation\" every year by making it easier for people to find healthier options when choosing their food.  As a psychologist, I know that having healthy prompts around shops supports people in making healthier choices.  How we lay out the world around us indicates our priority.  One of the most valued spaces in supermarkets is at the checkout.  We do not want to remove people's right to choose.  We just want to nudge them in the right way so that they make healthier choices.<\/p><p>  Currently, the priority at most checkouts is displaying sweets, chocolates, crisps and sugary drinks.  We must get our priorities right if we are to tackle the obesity epidemic.  A simple, powerful message is to swap sweets for fruit.  This is something that has come from here.  It would not cost anything and would give people, including parents, a chance as a country to say that they would prefer it if healthier choices were given the best place in their shops and if each checkout was switched from sweets to fruit.<\/p> <p>That is our third step.  We will now move on to our fourth step.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400004#C00700","nonspeaker":"Dr. Eddie Murphy","continuing":true},{"type":"unspoken","time":1360834800,"counter":82,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360834800,"counter":83,"content":"<p>Every year on \"Operation Transformation\" we discover that our leaders know very little about food and that their cooking skills are either basic or non-existent.  A lack of food knowledge and poor cooking skills leads to unhealthy choices, including reliance on takeaways and pre-prepared foods, which are often loaded with sugar, high in fats and saturated with salts.  We need to return to the basics.  We need to teach people how to cook and about the basics of food.  We believe that food education should become part of school education.  Every child should know the basics of cooking and the difference between healthy and unhealthy food.  It would be great if on leaving the education system every child knew how to cook a least five basic main meals.  This should not be optional or examination-controlled.  It should be seen as education in basic life skills which every child should know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400005#D00200","nonspeaker":"Dr. Eva Orsmond"},{"type":"unspoken","time":1360834800,"counter":84,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360834800,"counter":85,"content":"<p>Every year on \"Operation Transformation\" we take a national health issue and make it fun.  While the reaction of Members today to the audiovisual presentations has been to laugh and smile obesity is a serious national problem.  <\/p><p>  The next point on our plan is entitled \"Fit at School, Fit for Life\".  We know that if we can get children active while in primary education the chances are they will stay fit for life.  The current recommendation on physical education is one hour per week.  We know that many children are not even getting this.<\/p><p>  Members saw the hero-teacher concept in the video presentation.  Our concept this year is recognising those in schools who make a difference, who go above and beyond the call of duty and over and beyond their required hours to get their pupils moving and healthy.  Every child in Ireland does not, unfortunately, have access to a hero teacher.  We do not believe they should.  What we are promoting is one additional hour of physical education on a weekly basis for the 3,300 national schools across Ireland, using 100 primary school physical education teachers.  We believe this would have a lasting affect at a health and national level.  More important, if we can get primary school pupils moving the chances they will continue to do so in second and third level.  <\/p><p>  We have a huge problem in secondary level schools because as children move through the curriculum physical education becomes less important.  I ask Members to think back to the time of their leaving certificate examination.  If at that time they had been offered 20 bonus points if they passed a particular level on a bleep test, how would they have reacted?  Would they have taken the opportunity to get those points, or not?  Professor Niall Moyna of Dublin City University, DCU, believes that awarding points for fitness in the secondary education system will ensure physical education remains important throughout that system.  Students at leaving certificate level could be offered bonus points if they pass a particular level in a bleep test.<\/p><p>  As a nation, we once had a problem with honours level mathematics.  This was addressed by way of giving extra points to those students who took honours mathematics.  We believe the same incentive should be put in place for physical education.  On last week's show, we carried out a bleep test on a fourth year class in Athlone, the results of which were shocking.  The students' fitness levels did not come anywhere near the EU recommendation.  We offered the incentive of &euro;1,000 if they could pass the test eight weeks later and they did.  The results were above the EU recommendation.  The return on this investment - a bleep test, for which a CD and CD player is required - at school level, which is one of the most stressful times in anyone's life, will be healthier students whose results will be better.  It will also prolong the physical education system.  Chances are that students at third level will be active if they were active at leaving certificate level.<\/p><p>  We believe points for fitness is a key, simple and effective message.  From an exercise perspective, the Step-it-Up campaign and Points for Fitness, are simple, key tools, which are cost effective and easy to implement and will deliver real results.  We have shown through the audiovisual presentations what can happen.  We have shown the results.  The ball is now in the committee's court.  We hope it will follow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400005#D00400","nonspeaker":"Dr. Karl Henry"},{"type":"unspoken","time":1360834800,"counter":86,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360835100,"counter":87,"content":"<p>This takes us to our sixth from seven points, the Count Me In campaign.  We began this three years ago when we saw how it was working in America.  It is very simple.  Beside the price on a menu one can see the calories in an item.  With food chains, it gives people the chance to make informed decisions about what they are buying.  Right now, somebody is buying a muffin but that person has no idea that the item contains a quarter of their recommended food intake for the day.<\/p><p>  The Food Safety Authority has surveyed people and those in the industry, and 96% of people wanted calorie posting.  That is how clear it is.  The Food Safety Authority promised action on this 12 months ago and we are still waiting.  There is talk of a soft approach, where chains can make their own interpretation of calorie posting.  If we are to give Irish people a chance by offering clear and consistent information, we need legislation instructing food chains on how to display calories.  When a person places an order, he or she should be able to clearly see how many calories will be consumed.  We must put calorie information up with the point of sale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400006#E00100","nonspeaker":"Dr. Eddie Murphy"},{"type":"unspoken","time":1360835100,"counter":88,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360835100,"counter":89,"content":"<p>Type 2 diabetes, high cholesterol, high blood pressure and numerous chronic diseases are directly related to our lifestyle.  A recent study at Newcastle University proved that rapid weight loss can reverse type 2 diabetes.  On \"Operation Transformation\" last year we got a volunteer to undergo the same rapid weight loss treatment and before the series was over, he was able to come off his medication.  This year, we have seen significant improvement in the health of all our leaders.  Both Mr. Walker and Mr. Starr had their cholesterol levels drop from dangerously unhealthy to healthy in only four weeks.  The aim was to demonstrate to viewers how fast our bodies can respond to a healthy lifestyle change.<\/p><p>  We have a culture of relying on medication for every ailment and our doctors are often too quick to prescribe medication that soon becomes a cocktail of drugs for life.  More effort must be made to get patients to lose weight and improve their health without the need for medication.  This approach to treatment will significantly reduce the amount of prescription medication and will save millions in the health budget.  Doctors lack nutritional education and many of our dieticians and nutritionists are misinformed as the guidelines are totally outdated.  As a result, losing weight and changing lifestyle is almost impossible.  We must return to the basics and treat the cause, not the symptom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400006#E00300","nonspeaker":"Dr. Eva Orsmond"},{"type":"speechnospeaker","time":1360835100,"counter":90,"content":"<p>We are nearly at the conclusion.  People have personal responsibility to look after their own weight and fitness but doing that now is a bigger struggle than ever before.  We must give people the tools to look after themselves and information to make healthy choices.  Legislation must give the people of Ireland a chance.  Our five leaders have volunteered a role to a healthier future and have offered a path for others to follow.  When this show ends, their struggle will continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400006#E00400","nonspeaker":"Dr. Eddie Murphy"},{"type":"unspoken","time":1360835100,"counter":91,"content":"<p>The joint committee viewed an audiovisual presentation.<\/p>"},{"type":"speechnospeaker","time":1360835100,"counter":92,"content":"<p>We are in the business of change and the committee members are also in the business of change.  If our society does not change, it will falter.  When a group of politicians followed the plan, it was inspirational, but as many people may have learned, it can be hard to keep the process going when the show finishes.  Even with knowledge and awareness, it can be very difficult in the current environment to maintain a healthy weight, and to negotiate that environment, we need clear messages.  We appreciate that those messages may have an impact on some commercial interests but these Houses look to protect the citizens of Ireland.  We do not have to be the fattest people in Europe and we do not want to have to say that on \"Operation Transformation\" in five years.  Knowledge is the power to change and all we want is to give our people a chance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400006#E00600","nonspeaker":"Dr. Eddie Murphy"},{"type":"speech","time":1360835100,"counter":93,"content":"<p>I thank the witnesses for the excellent presentation.  I acknowledge the presence of representatives of <i>safe<\/i>food Ireland, which has been very involved with the programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400006#E00700","speaker":"989"},{"type":"speech","time":1360835100,"counter":94,"content":"<p>I thank the witnesses for coming here and giving an excellent presentation.  They might excuse the pun when I say it has certainly given us food for thought on what legislators must do.  There is a real issue that will require Departments working together, with the Department of Education and Skills having a serious role to play.  Perhaps the same presentation can be given to the Joint Committee on Education and Social Protection.<\/p> <p>I do not have any questions.  I thank the delegation for an informative presentation.  Given the severity of the obesity problem in Ireland it behoves all of us, regardless of political party or none, to work together to address it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400006#E00800","speaker":"1065","continuing":true},{"type":"speech","time":1360835700,"counter":96,"content":"<p>Go raibh maith agat. I welcome the delegation.  This has been an exceptionally interesting morning for the committee.  The delegation has made one of the most compelling cases that any of us have ever heard.  I congratulate each of the five leaders.  They have not spoken yet but they have spoken to us in other ways to each and every one of us.<\/p><p>  Many of us here, myself included, could be where the participants are.  We must build awareness of the appropriate weight for anyone of us.  That is one of the lessons that came out of the message this morning, particularly for parents.  The case of the mother and the young boy of 12 years is a little more obvious than many cases that would equally merit address.  We must pay more than lip service to the problem.  We must examine what we can do and not only in terms of encouragement which is important.  We must explore the possibility of legislative changes but it will take more than this committee to do so.  It will require an across-the-board holistic address comprising the Department of Health, Department of Education and Skills, <i>safe<\/i>food Ireland, who have an important role to play, the HSE plus the contribution made by the show.  It is important to continue improving when the show wraps.  It is a little like the pre conversation that we had before the group arrived, and Dr. Murphy made the point, the participants are in the business of change.  None of us are more aware of that than I having looked at the faces of those who appeared on the current programme.  When I look around at the committee members this morning there are only two of us who could possibly have signed up three years ago for the &quot;Count Me In&quot; programme.  I was one of them and I had an opportunity to appear briefly on the group's previous television presentation.  Change is very much a part of political life too.  <\/p><p>  One of the things that the committee could leave as its legacy is a little bit of leadership, like in political life, and what can be done to follow on the example given when the programme concludes.  It would be terrible to lose good habits learned from the programme.  Many of those people from political life who participated in the video presentation made by the group would acknowledge that the best practice that they had adopted over the period started to dissipate as time moved on.  Old habits easily return.  We need to encourage people to continue the good habits learned.  A seven point plan was provided by Dr. Murphy, Dr. Orsmond and Mr. Henry and I thank them for their powerful presentation.  We must recognise the common denominator between their plan and the <i>safe<\/i>food recommendations.  There is much that we can do but it must be a collaborative job of work.  I thank the group again.  The five participants have been powerfully courageous and they have done us all a great service.  I wish them good luck in the future. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400007#F00200","speaker":"969"},{"type":"speech","time":1360835700,"counter":97,"content":"<p>I thank the delegation for the presentation.  I wish to express particular thanks to the team leaders who are Ms Charlotte O'Connell, Mr. Gavin Walker, Ms Deirdre Halford, Mr. Gregg Starr and Ms Monica Percy.  I also wish to thank the boy named Aaron.  With my children's rights background I am particularly passionate about childhood obesity.  His mother and him were very honest.  The challenge of childhood obesity is being faced in many households in Ireland.  The presentation is a wake-up call for all of us.  That is why I welcome the seven point plan outlined to us today.<\/p><p>  I welcome the approach taken by \"Operation Transformation\".  Unlike its contemporary programmes in the UK and US which have winners and are so competitive, \"Operation Transformation\" is about lifestyle changes and our health.  The honesty of the leaders in facing some of their life issues in a public sphere gives heart to the rest of us and encourages us to face up to our own challenges.  We can never underestimate the power of handling issues in a non-judgemental manner.  <\/p><p>  I welcome the \"Step it Up\" campaign.  The best bit for me was the pride in the young people's faces as they sat in their classroom and declared the number of steps each had taken.  It shows the possibility and potential of the campaign.  The project can build the self-esteem of young people and they learn that they can be part of their own solution.  Often we look at children as problems rather than leaders and I welcome that development.  I also welcome the involvement of parents.  <\/p><p>  I agree with the delegation's promotion of having fruit at checkouts and healthy prompts which we all know about.  Recently I spoke to transition year students participating in a cross-community project in Howth and Sutton.  During the workshop we had a coffee break and they surprised me by producing fruit cups and a plate of biscuits.  The fruit cups were in plastic cups and two-thirds of the boys and girls chose them to eat.  It was amazing to see how easily a healthy option can be made available and incorporated into their lives.  I have also been to a school located in a disadvantaged area which has a breakfast club.  The school realised that the children's lunches were bad.  A new initiative was prompted when a child was found standing over a bin eating dry pot noodles.  I am not a pot noodle fan but I found the idea of eating dry pot noodles disconcerting.  The teacher decided to deal with the matter.  The school invited the parents in with their children and informed them about the types of lunches they could make.  That child now makes her own tuna wrap for school.<\/p><p>  That brings me to another issue.  There are figures which state that one in four or five children, depending on which research one reads, go to school hungry.  All of us think that is due to austerity and poverty created by the recession.  In fact the reason many of those children go to school hungry is due to the wherewithal of their parents and it is not always a monetary issue.  Clearly there are some poverty issues.  It is also a matter of having the right foods in a household to allow children eat a breakfast in the morning and therefore are better prepared for school.  <\/p><p>  I welcome the \"Count Me In\" initiative and when I visited New York last summer it influenced my eating.  Being able to see the  calorie content does have a direct effect on the food choices that one makes.  It encourages us to choose a healthier option.  <\/p><p>  The programme has given the Irish nation a challenge.  It has given politicians an even greater challenge because me must see how we can implement the seven step plan and what role we can play.  I thank the delegation for its leadership. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400007#F00300","speaker":"1171"},{"type":"speech","time":1360835700,"counter":98,"content":"<p>The final speaker in this section is the committee's rapporteur on our report on childhood obesity, Deputy Peter Fitzpatrick.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400007#F00400","speaker":"989"},{"type":"speech","time":1360835700,"counter":99,"content":"<p>I welcome the experts Dr. Murphy, Dr. Orsmond and Mr. Henry.  I also congratulate the five participants for doing such a fantastic job.  When I saw them earlier I could not believe that they were the five participants because they look fantastic.  They have put in an unbelievable effort.  As a sportsperson I realise how hard it is to keep oneself fit and to exercise right.  I have nothing but admiration for the five participants.  The most important thing is that they realised that they had a problem and wanted to solve it.  The participants trusted the three experts and I have learned a lot from them.  I thought that I knew a lot about food and drink but now I realise that I did not.  I have learned a lot from the experts.  I would be the first person to put my hand up to say that I admire all of them.<\/p><p>  My philosophy is that exercise should not be a chore but a habit.  Every morning when I leave my house my wife gives me my sports bag and if I get an opportunity during the day I do some exercise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400007#F00500","speaker":"1068"},{"type":"speech","time":1360835700,"counter":100,"content":"<p>We can thank the Deputy's wife for his fitness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400007#F00600","speaker":"1093"},{"type":"speech","time":1360835700,"counter":101,"content":"<p>It is Valentine's Day and we are spreading the love.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400007#F00700","speaker":"989"},{"type":"speech","time":1360835700,"counter":102,"content":"<p>I mean that every opportunity one gets is unbelievable.  Since \"Operation Transformation\" was  broadcast there has been an increase in people taking up exercise.  As I drive home to Dundalk this evening I will see an incredible number of people outside walking, running and taking their dogs for a walk.  Any type of exercise is beneficial.  One does not have to just do walking.  One can cycle, play tennis or any other sport.  It is a matter of getting out and doing some exercise.  The programme has encouraged people to get out and exercise.<\/p><p>  The obesity level here has risen dramatically in the past 20 years.  In 1990 only one in every ten adults was obese but in 2013 the figure is one in four which is a shocking statistic.  In the same period obesity in women has increased from 13% to 21%.  Data also reveals that there has been a significant increase in teenage obesity since 1990 with an eightfold increase in males and a twofold increase in females.  <\/p> <p>We mentioned type 2 diabetes, hearts, strokes and so forth.  We have to realise that we must get out and exercise.  Years ago, if somebody was seen exercising people would say: \"Look at that eejit\".  Now, however, those eejits are coming to me and asking for my advice.  In my opinion, we should keep it simple and plain and just help people.  If a person is abnormally big, do not laugh.  Let us all try to encourage them.  We have an opportunity to help people.<\/p><p> I do not mean to be hypocritical but I cannot get over the difference in the five participants over just four or five weeks.  It has generated admiration throughout the country.  I thank the witnesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400007#F00800","speaker":"1068","continuing":true},{"type":"speech","time":1360836300,"counter":104,"content":"<p>Eight members have indicated that they wish to contribute.  Do the witnesses wish to reply to some of the comments before hearing more presentations from members?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00200","speaker":"989"},{"type":"speechnospeaker","time":1360836300,"counter":105,"content":"<p>I will give a general reply.  It is a case of trying to structure an environment that will nudge people into making changes.  If we create environments that support and maintain people's choices, we are on the right pathway because we will make incremental change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00300","nonspeaker":"Dr. Eddie Murphy"},{"type":"speech","time":1360836300,"counter":106,"content":"<p>You said a few times the people want the food calorie count displayed.  What is the reaction of the industry to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00400","speaker":"989"},{"type":"speechnospeaker","time":1360836300,"counter":107,"content":"<p>I cannot speak for industry because that is a commercial interest.  I am talking about Irish society from the point of view of our health budgets in the future and the sustainability of our people.  Each time a person is overweight he or she uses more of our health resources, and our health resources are decreasing.  If we maintain people's weight, we will maintain a higher quality of life.  One of the areas we have not covered today is the issue of mood and depression.  There is evidence that mild to moderate depression can be treated through an exercise programme.  It goes back to what Dr. Orsmond said in the context of medication.  We should treat the cause, not the illness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00500","nonspeaker":"Dr. Eddie Murphy"},{"type":"speech","time":1360836300,"counter":108,"content":"<p>Have you received a response from any of the retail chains or the industry to say they will move two or three aisles in a pilot scheme, so the fruit counter would be in a certain place rather than the sweets or chocolate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00600","speaker":"989"},{"type":"speechnospeaker","time":1360836300,"counter":109,"content":"<p>We are asking the Oireachtas to make the change, so people have better choices when they reach the point of sale.  Twenty years ago people could have smoked in this room, but that has changed.  Now people know it is not the norm to smoke.  We want to create new norms in our society whereby health and well-being are the top priority.  We want to shape society in ways that give people more and healthier choices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00700","nonspeaker":"Dr. Eddie Murphy"},{"type":"speechnospeaker","time":1360836300,"counter":110,"content":"<p>To follow what Eddie said, in terms of the retail sector, \"Operation Transformation\" has received the biggest support yet from supermarkets.  Tesco, Lidl, Aldi and Spar are on board this year and they have seen a huge increase in business via the foods that Eva recommends and healthy foods.  They have made that commitment.<\/p><p>  From the exercise perspective, \"Operation Transformation\" shows that people, and more importantly children, are receptive to change.  They will make changes if they are given the tools.  We have got that ball rolling.  As was said, there is a void after the show finishes.  We have started that process but the ball is now in the committee members' court, to legislate and get the simple messages across.  We have proven that if the message is given, children, schools and parents will react.  The members have seen the footage and the proof.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00800","nonspeaker":"Mr. Karl Henry"},{"type":"speech","time":1360836300,"counter":111,"content":"<p>I am sorry that I must leave.  There is a jobs announcement that I wish to attend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G00900","speaker":"1068"},{"type":"speech","time":1360836300,"counter":112,"content":"<p>That is fine.  Thank you for telling the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G01000","speaker":"989"},{"type":"speechnospeaker","time":1360836300,"counter":113,"content":"<p>I was anticipating that somebody would ask me how we could save money in the health budget.  We could save money through the measure of improving people's health.  Type 2 diabetes care is costing the Government millions of euro.  By reducing the incidence of diabetes by 10% we could save &euro;145 million in the health budget.  I see this regularly.  It is not only early diagnosed diabetes but also diabetes that has lasted well over five years.  People are on insulin medication which is costing the Government a fortune.  We would have to incentivise people if the disease is due to lifestyle.  The threshold for the medication could be increased.  We should have some sort of incentive to stop taking the money from the vulnerable people whose lifestyle can be changed.<\/p><p>  I am not in politics but my comments are based on my surgery and the patients I see.  I have patients whose medication costs the Government &euro;400 per month.  Once patients lose the weight they basically only spend &euro;20 or &euro;50 per month on medication.  This is all realistic.  Obviously, not everybody has the will power or the resources at present.  However, if one was given the funding to set a trial or show something like that, I am sure we could increase these numbers.  We are talking about &euro;145 million for a 10% reduction.  One can look at the list of prescription drugs and what drugs are most often prescribed.  Statin drugs are prescribed like sweets at present.  They are based on trials showing there is a huge decrease in the cardiovascular risk factor profile, but many people are on these medications because they are told they have a genetic background for this disease.  In reality, it is an environmental problem.  Their parents were already overweight, they were eating in a certain way and they created the cardiovascular disease, not because it was genetical but due to their lifestyle.  These people did not get it from their genes but from their environment.<\/p><p>  We need to start looking at where we can save money.  I understand that we cannot appear here and propose ideas that will cost more.  We are in a bad recession and even though I am not a politician I know that.  However, I have ideas on what we could do to incentivise and save money.  It would also give people a huge improvement in their quality of life, more years of life and result in more productive workers.  People would be able to create employment and get this country moving again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G01100","nonspeaker":"Dr. Eva Orsmond"},{"type":"speechnospeaker","time":1360836300,"counter":114,"content":"<p>I wish to make a couple of points about the fun factor, particularly for children.  Members saw the Step It Up campaign on the VTs.  Children all over the country love that.  Where I live the children do it every morning in school, and it is the same in national schools all over Ireland.  Fun is the key to keeping children focused on keeping fit.  If they are having fun, they go back to it again and again.  It is the same with adults, and probably me.  The same applies to food education and cooking.  I have practical experience of this.  During the programme my two children and I have been cooking at home and they love it.  Perhaps we could facilitate something like that in national school.  It need not be on a weekly basis but there could be cookery classes.  Would it not be fantastic if every child leaving sixth class could cook a couple of dishes?  When they eventually go off to college they will not be making beans on toast but healthy meals, and they will be able to shop properly.  That is a massive contribution to society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G01200","nonspeaker":"Ms Monica Percy"},{"type":"speechnospeaker","time":1360836300,"counter":115,"content":"<p>I can endorse that.  Members can see from the video that it was all fun and games when I tried to cook.  It is hilarious to watch but the harsh reality is that I do not have a clue how to cook.  I went from my mother's cooking to my wife's cooking.  It was placed in front of me but when I was asked to do it, I could not.  The committee can see the results of Eva's help over the last four weeks.  I have been able to turn my cholesterol around.  While it was not said on the video I was showing signs of fatty liver and that has normalised in four weeks.<\/p><p>  On the point about medication, I went to the doctor and had blood tests before going on the show.  He wanted to put me on tablets for my high cholesterol, but I have turned it around in four weeks through diet alone.  These are all important and valid points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G01300","nonspeaker":"Mr. Gavin Walker"},{"type":"speech","time":1360836300,"counter":116,"content":"<p>I will call Senator Colm Burke, Deputy Robert Dowds and Deputy Mary Mitchell O'Connor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G01400","speaker":"989"},{"type":"speech","time":1360836300,"counter":117,"content":"<p>I thank the witnesses for the presentation and I thank the participants for appearing before the committee.  I recently spoke to somebody who made a presentation at a meeting of general practitioners, GPs, and practice nurses.  The presentation was not about obesity but the person decided to touch on it because of the problems the person was having in their hospital clinics.  The person was very surprised when the GPs said that they would not raise the issue of being overweight with their patients unless the patient raised it with them.  The person was very concerned.  This links in with what Dr. Orsmond said about prescription medication.  Perhaps we need to start with educating GPs on dealing with this issue and using a diplomatic approach with patients.<\/p><p>  In addition, the person was recently running a maternity clinic in their hospital.<\/p> <p>They had four patients, with BMI measurements of 41, 43 and 45.  To put the icing on the cake, if members will excuse the pun, the fourth patient was smoking 50 cigarettes a day.  It goes to show that we are not progressing education.  The witnesses have done more in a short period of time than what was done in the previous ten years, and I congratulate them on that.  Deputy &Oacute; Caol&aacute;in mentioned that we all have a part to play.  The medical profession has a part to play and I am not sure it has been involved sufficiently.  We must approach that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400008#G01500","speaker":"1150","continuing":true},{"type":"speech","time":1360836900,"counter":119,"content":"<p>I thank the witnesses for coming in and I applaud their courage in putting themselves forward for the \"Operation Transformation\" programme.  How many calories should each of us take in per day?  There is a message in what witnesses say in respect of listing calories.  I suggest the committee write to the D&aacute;il restaurant suggesting it lists the number of calories in the items on offer in the restaurant.<\/p><p>  Should we have direct legislation on recording the number of calories?  My sense is that we ought to have legislation because only a certain amount will be done voluntarily.  People who are sporty will probably have sufficient exercise.  There is a need to focus on how people who are not sporty can keep their weight down.  That is a challenge for the witnesses and for committee members.  Walking is an example.  Part of the problem is that nowadays, we do not exercise in the natural course of events because we tend to travel by car.  In the past, exercise happened naturally.<\/p><p>  I wish to focus on schools and parents.  Before election to the D&aacute;il, I was a teacher so I am aware of the difficulty of encouraging children to eat healthily.  If we are to succeed in getting children to eat healthily, it is very useful to have their parents behind them.  Even if the children agree with the teacher in theory, when they go home they eat whatever is presented to them.  It is a difficult challenge even where we are presented with obvious health reasons to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400009#H00200","speaker":"1011"},{"type":"speech","time":1360836900,"counter":120,"content":"<p>I thank the experts.  The leaders look great.  I love the seven-point plan and I am trying to mull over it.  Can the medical witnesses comment on birth weight?  People say that it is genetic and that they cannot lose weight.  With regard to the psychologists, I come from a teaching background and always found it very difficult to talk about weight in a classroom because of the possibility of pinpointing and embarrassing one or two overweight children.  The teacher worries about bullying and psychological effects on the child.  I am also interested in the points made about mood and depression.  Are helpful figures available on that?<\/p><p>  Reference was made to stepping up.  What did children do to go from 2,000 steps to 15,000 and 30,000 steps?  Can we get the message out to parents?  As someone who has done every diet in the book, even though I thought I knew everything about food I had to get someone to help me to lose a stone and a half.  One reads all the diet material and the calorie count but one forgets to balance foods and to eat protein and carbohydrate.  We have very poor knowledge of food and cooking.  I am not great at the latter.  How do we get the message out to people?  I have read that teenage girls drop off at 16 or 17 years of age and do not get involved in exercise from that point on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400009#H00300","speaker":"1004"},{"type":"speech","time":1360836900,"counter":121,"content":"<p>How many of the family members of the witnesses have changed their lifestyles since they enlisted in the programme?  Have they changed their lifestyles because of the participation of the witnesses in the programme?  In going to schools, did the witnesses find children in poorer areas were more obese than those in more affluent areas?<\/p><p>  My third question concerns parenting and the responsibility of parents.  Do the witnesses think parents are being let off the hook if we expect schools to take on that role?  There are 84 waking hours in the week of a child and, of that, only 25 hours are spent in school.  The witnesses referred to the importance of education and fitness in school, yet the first reference was always to school rather than parents, who seem to be second or third on the list.<\/p><p>  I grew up in a big family in a working-class area.  I was in the attic the other night looking for a photograph for a book.  I came across a box of photographs of children, including myself, who used to go on club holidays with Sunshine House.  I did not see one fat kid in the photograph.  I was 18 years old at the time and I was a size 6.  The difficulty is that parents depend on everyone else outside to do things for their children.  We have lost the value of what it is to be a family and to sit at home.  Children do not bring the basket to the supermarket counter; adults do.  We are responsible for what we put in it.<\/p><p>  I happen to be a good cook, and I am not afraid to say it, because my mother was a good cook.  We had basic meals.  There was always bacon and cabbage and home baking.  Brown bread or biscuits were always being made at home.  We did not have money.  We got a cake from Johnston, Mooney and O'Brien with a little cherry on top on our birthdays.  People were not buying cakes for &euro;50 for their children.  The most important point is that we have a responsibility when we bring a child into the world.  From day one, no matter what else we do, we have a responsibility to teach them to be sensible adults and grow up in good health.  Now, we are depending on outside influences, including the \"Operation Transformation\" programme, which encourages parents to take more of a back seat.  I do not agree with that and I think parents should be more proactive and get involved with their children.<\/p><p>  I have one son who never played football because I was always on the sidelines screaming at him.  I have four daughters, none of whom play sport, but they are all conscious of their weight and what they eat.  That came not from outside but from being around the kitchen table.  We always have our meals sitting at the kitchen table.  None of my children, who are grown adults now, would have been allowed to have their meals sitting in front of the television.  There is a lesson for all of us.  One of the witnesses referred to plain, good old-fashioned eating.  Most of us were reared like this and we need to go back to that and place more responsibility on parents when they bring children into the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400009#H00400","speaker":"1029"},{"type":"speech","time":1360836900,"counter":122,"content":"<p>I thank those who have presented to the committee.  Recently I heard a statistic of which we should all be conscious.  This is the first generation of children whose life expectancy is shorter than that of their parents.  There is an onus on all of us to tackle that.  Dr. Eva Orsmond made an important point on obesity.  We are in straitened economic times but there is money to be saved.<\/p> <p>The obesity problem is costing the health sector alone &euro;5,700 every single minute of every single day.  There is plenty of money to be shaved off and invested in other sectors of the health service. <\/p><p> Dr. Eddie Murphy touched on the issue of mental health that is continually ignored.  The five leaders from &quot;Operation Transformation&quot; are a good example.  The attitude change, with the leaders making dramatic changes in their outlook and perspective on life during the course of the programme has a significant benefit from the mental health perspective. <\/p><p> We are raising the challenges relating to suicide in society.  I think we can assist society if we focus our investment on mental health.  It is about an attitude change.  As Deputy Catherine Byrne said we must try to give parents the tools so that they can assist their children<b><\/b>and thereby change that statistic.  We all wish that children will have a longer life expectancy than their parents.<\/p><p> It was only after it was mentioned here this morning that I recalled that in some supermarkets one must go out of one's way to find the fruit and vegetable section.  Other supermarkets are designed in such a way that one is forced to go through the fruit and vegetable section.  I think that even that small step would be a step in the right direction that retailers could take immediately in many cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400009#H00500","speaker":"1177","continuing":true},{"type":"speech","time":1360837500,"counter":124,"content":"<p>Will Dr. Murphy reply to those questions?  There are five members offering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00200","speaker":"989"},{"type":"speechnospeaker","time":1360837500,"counter":125,"content":"<p>A number of interesting questions have been raised.<\/p><p>  Let me invite committee members to think about the concept of the \"Nudge Unit\", a behavioural unit that is being adopted in the United Kingdom and America, which has been used in a number of situations, for example in dealing with teenage pregnancies, health choices and paying tax.  They have saved significant sums of money in terms of nudging people to make better choices and it answers the questions on the role of parents.  People thought that fewer would cycle in Ireland when the cycle scheme was introduced in Dublin, but it turned out that it became the social norm and bicycle sales increased.<\/p><p>  We need to create new social norms in order that we need to distinguish between entertainment and eating.  Sometimes we eat in front of the television.  We need to provide structure so that people are eating with the family around the table.  There is an increased incidence of obesity in poor children and in working class areas.  Senator Colm Burke raised the discussion on weight with health care professionals.  It is almost that obesity has become the new stigma.  It is a bit like talking around suicide and mental health.  We need to drop the diplomacy and have honest and real conversations and give people the capacity and the language to have conversations that engage people to say \"This is where I think you are at\".  Rather than lecturing people, we must invite people to change and they may come on board.  If one lectures people, they will step back and go back into child mode and rebel against the advice.  One needs to change the process and invite people to take help to engage in the process of change.  \"Operation Transformation\" remains on the website throughout the year.  It is a free programme and people can commence the food and exercise programme and engage in change.  The programme raises awareness and gives them a focused awareness so that they understand the process.  At present being overweight and obesity are seen as the norm.  Young people of 14 years weight 3 stone 7 lbs more than their grandfathers did at the same age.  I think that is incredible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00300","nonspeaker":"Dr. Eddie Murphy"},{"type":"speechnospeaker","time":1360837500,"counter":126,"content":"<p>I conducted research on the need for weight management among hospital staff members in Loughlinstown hospital in 2000-2001 with Dr. Donal O'Shea.  I assessed 260 out of 350 members of staff, including doctors, nurses and hospital staff members.  I showed that the hospital staff members were not doing any better than the rest of the population, which is totally understandable.  From a public health perspective, these people are going to be the starting point for change because they are the ones who make the first intervention.  They are the ones who get advice from a public health perspective.<\/p><p>  I am from Finland and worked and lived there for many years.  The Scandinavian countries have good public health outcomes and money is spent on prevention.  I am not here to look at the weight of doctors, but they are living in this society and their overweight levels are similar to the rest of the population.  It is very unlikely overweight and obese doctors will raise in their professional capacity an issue of weight or lifestyle if they themselves do not feel they are a good example.  It is very difficult.  We need to provide the knowledge and education on nutrition to help hospital staff members and medical professionals.  This is the point I was focusing on - knowledge and education.  At present, doctors have very little if any nutritional education as part of their curriculum.  Children do not learn anything about nutrition or food unless they take home economics.  Even if we are raising awareness of the numbers, we all know we have an obesity epidemic so we do not need to do more research on that.  We know it already but what step follows highlighting the problems?  Who gives the advice and what advice is given?  Even if we put the calories on the menus, people still need to understand that calories on their own do not mean anything, one needs to look at the protein, vitamin and mineral content of the menu.  My concern is that concentrating on counting calories without considering the nutritional content could lead to other problems.  In the end I believe in the fact that everything starts from the family.  I am the mother of two children, but we need to have the professional giving support to families.  That is what I mean by support from doctors, nurses and teachers.  Anybody who has children knows how difficult it is to bring up children.  Once they go out their front door they are standing against the world.  It is not always an easy place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00400","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360837500,"counter":127,"content":"<p>Deputy Byrne's point is very valid that the parents are the key.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00500","speaker":"989"},{"type":"speechnospeaker","time":1360837500,"counter":128,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00600","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360837500,"counter":129,"content":"<p>The barrier to progress is that parents do not take responsibility and I do not mean-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00700","speaker":"989"},{"type":"speechnospeaker","time":1360837500,"counter":130,"content":"<p>It is the absence of parental knowledge.  It is about empowering parents to support their children.  By creating awareness around what is normal weight, children who are in trouble with their weight are weighed during their contact with the health and education services.  When they are weighted we have the data to say there is a difficulty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00800","nonspeaker":"Dr. Eddie Murphy"},{"type":"speechnospeaker","time":1360837500,"counter":131,"content":"<p>We will obviously raise the problem before it becomes a major or chronic problem.  Aaron, a boy who now weighs 21 stone, was in Tallaght hospital at the age of eight years weighing 14 stone.  How is it possible that a child would weigh 14 stone at eight years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J00900","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360837500,"counter":132,"content":"<p>I want to correct something as I think there has been a misunderstanding about what I said.  People and parents need to be educated, but there are groups working in every community to provide youth clubs, the GAA, football clubs, scouts and guides.  I would like the parent in Tallaght to be asked whether she was involved in anything with any of her children.  I think it is very important that parents be involved in activities with their children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01000","speaker":"1029"},{"type":"speech","time":1360837500,"counter":133,"content":"<p>We will not go back to a particular individual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01100","speaker":"989"},{"type":"speech","time":1360837500,"counter":134,"content":"<p>If a parent is not out there with the children participating in those activities how does the parent expect the children to want to participate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01200","speaker":"1029"},{"type":"speech","time":1360837500,"counter":135,"content":"<p>The Deputy has made her point well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01300","speaker":"989"},{"type":"speech","time":1360837500,"counter":136,"content":"<p>There is a trend from active play towards sedentary play among children.  I have noticed that during my career in teaching.  There is an inclination to drift in that direction and that has a bearing on the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01400","speaker":"1011"},{"type":"speech","time":1360837500,"counter":137,"content":"<p>My question relates to genetics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01500","speaker":"1004"},{"type":"speech","time":1360837500,"counter":138,"content":"<p>We will come back to that point later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01600","speaker":"989"},{"type":"speechnospeaker","time":1360837500,"counter":139,"content":"<p>From the perspective of \"Operation Transformation\" it is great to see such a passionate response to our presentation.  That is exactly what we hoped would happen, that our seven key points would be taken on board and would create a debate, which is great.<\/p><p>  From my perspective, the family unit is key in terms of solving the problem.<\/p> <p>I know on a personal level from the work we have done with parents' associations and in schools that it all comes back to the same factor.  The knowledge is not there in terms of what is healthy and not healthy on a school or family level.  Across the board there is a massive lack of education and knowledge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400010#J01700","nonspeaker":"Mr. Karl Henry","continuing":true},{"type":"speech","time":1360838100,"counter":141,"content":"<p>Why is that the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00200","speaker":"989"},{"type":"speechnospeaker","time":1360838100,"counter":142,"content":"<p>People are confused.  There is no simple knowledge out there.  What our seven-point plan promotes - this will have been seen through the VTs - is a simple, effective, measurable message through an organisation, whether it is the schools or the Gaelic clubs or whatever is the organisation.  The infrastructure is there.  If the message is built and provided, it will filter into the community through the teachers, parents and schools.  There needs to be a multifactorial approach in terms of solving the obesity epidemic we are facing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00300","nonspeaker":"Mr. Karl Henry"},{"type":"speech","time":1360838100,"counter":143,"content":"<p>It starts with the parents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00400","speaker":"1029"},{"type":"speech","time":1360838100,"counter":144,"content":"<p>We will keep the love going this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00500","speaker":"989"},{"type":"speechnospeaker","time":1360838100,"counter":145,"content":"<p>I thank everybody for their good wishes and support.  The support from the whole nation has been fantastic.  Somebody asked how our have families changed.  The whole community around us has changed.  We now have up to 100 people out walking every night.  A friend of mine who owns the local Chinese takeaway gives out to me weekly for his loss of business.  I keep apologising to him and say that is just the way it is and to get used to it.  Our families and the whole town has changed.  Everything has changed.  People's attitude has changed.  A group of people who walk during the day, walk every night also as a social activity.  People are getting out of the pubs and are beginning to talk to each other.  We live in a very small community, Borrisokane, which has a population of just over 1,000 people.  There are people there who did not know each other.  That would not have happened years ago.  When we were younger, everybody knew everybody.  Children got out, climbed walls, ran through the fields, swung off trees and did whatever children were supposed to do but children do not do that any more.  There is a huge responsibility on parents.<\/p><p>  My son, Eoin, is in the primary education system.  The success of the \"Be safe, be seen\" campaign, is due to the wearing of high visibility jackets which are everywhere.  There is also the seat belt sheriff campaign and the green flag campaign for the environment.  Their success lies in educating the children and educating the parents, as primary schoolchildren bring everything home, good and bad, to the parents.<\/p><p>  I had no idea of proper diet or proper control before the show started.  The only exercises I knew were those I did myself.  I stopped exercising and stopped watching what I was eating and stopped weighing myself because as a man I never did those things.  I never looked at what my wife did.  It was not until I stepped up on the weighing scales one day and saw that it registered 20 stone that I thought something had to change.  We have to monitor ourselves, weigh ourselves and our children and educate children and parents on what we are eating.  There is so much rubbish in processed foods.  When one eats fresh, one stays fresh and one's life is fresh.  I believe a good national campaign, which does not have to cost a lot of money, would help educate primary schoolchildren in moving and eating correctly.  The children will bring home the message and the parents will move with them and will realise that what they are feeding their children is wrong.  The five of us have always said we hope we can encourage people to get up off the couch, be they seven years of age or 70 years of age.  That is what we are here for and that is the most important issue for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00600","nonspeaker":"Mr. Gregg Starr"},{"type":"speech","time":1360838100,"counter":146,"content":"<p>Deputy Catherine Byrne asked if the lifestyle and eating habits of the witnesses' families and friends have changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00700","speaker":"989"},{"type":"speechnospeaker","time":1360838100,"counter":147,"content":"<p>My husband has been doing the programme with me and is eating the same foods as me and he is one pound ahead of me.  I was doing so well.  I notice my mother, who would not be keeping to the programme, is eating healthier.  She is having brown wraps instead of white bread.  Dr. Eva gave me some advice recently about my son.  I was cooking a dinner for us and a dinner for him but now he eats what we eat and he loves it.  My whole family's eating habits and attitude to exercise have changed.  Five weeks ago I would not run across the room and now I am jogging, thanks to Karl's plan.  They see me taking exercise and say that if I can do it, they can do it.  Now they are doing it too.  It has changed the dynamics of my whole family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00800","nonspeaker":"Ms Deirdre Halford"},{"type":"speechnospeaker","time":1360838100,"counter":148,"content":"<p>I speak for my family as well.  I would always have been the heaviest in my family.  My mother and father were healthy eaters.  In terms of lifestyle, they were always healthy, as were my sisters.  Since I have taken on the programme, my family is more conscious of what they are eating in terms of calories.  At my workplace there are 15 girls who weigh in every Monday night.  The canteen has taken to cooking all the \"Operation Transformation\" lunches and it makes people more aware.  I have to say it has been fantastic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K00900","nonspeaker":"Ms Charlotte O'Connell"},{"type":"speechnospeaker","time":1360838100,"counter":149,"content":"<p>It has been the same in my family.  My two children have changed their diets completely.  They have lunch boxes going  to school.  They are cooking one night per week unaided, which is brilliant.  It goes way beyond our immediate families and the villages in which we live.  It is clear from the feedback that everyone appears to be on board with Dr. Eva's recipes and Karl's exercises.  I just hope we can continue beyond the end of February.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01000","nonspeaker":"Ms Monica Percy"},{"type":"speech","time":1360838100,"counter":150,"content":"<p>Does anybody want to answer?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01100","speaker":"989"},{"type":"speechnospeaker","time":1360838100,"counter":151,"content":"<p>I want to answer the question regarding the genetics.  I do not think our genes have changed in the past 50 years and we have to start with that.  I am sure there is a predisposition but it would be too easy an excuse to go down that route.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01200","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360838100,"counter":152,"content":"<p>When babies are being fed and going from breast milk to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01300","speaker":"1004"},{"type":"speechnospeaker","time":1360838100,"counter":153,"content":"<p>That is most important.  We know that Ireland has the lowest level of breast-feeding, which is obviously where everything should start.  I could not be a better promoter for breast-feeding, having done it twice and coming from Finland a country which has one of the highest levels of breast-feeding in the world.  Obviously it all starts there and it is vitally important.  It is all about education.  Primary health care prevention is there in its place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01400","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360838100,"counter":154,"content":"<p>What of the boy being bullied or the heavy child?  What is the psychology of doing it in the classroom and embarrassing them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01500","speaker":"1004"},{"type":"speechnospeaker","time":1360838100,"counter":155,"content":"<p>It is how we do it and finding the language to do it in the classroom.  There is a concern because in the new structures in the child and family services there is an amount of psychology.  In Ireland we train 35 clinical psychologists per year, which is a very low number.  In terms of the new configuration in the health service, there is a concern that the activity for children in primary centres will change because there is a risk that psychology will be plucked from primary care and put into the new child agency with a child protection focus so they will not have the professionals on the ground to support teachers and give them messages.  There are some very good programmes that can take place in the school environment, such as the friends programme which looks at building school resilience in the primary school setting and can support the conversation about increasing the children's resilience and self-esteem.  One of the areas of concern about bullying is to try to impact on the bystander, to increase the role of the bystander to intervene.  If that happens, it would reduce the amount of bullying and the consequences on the self-esteem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01600","nonspeaker":"Dr. Eddie Murphy"},{"type":"speech","time":1360838100,"counter":156,"content":"<p>Are Members aware the restaurant here, as a consequence of politicians taking part in \"Operation Transformation\" a few years ago, has an \"Operation Transformation\" option on the menu?  If Members agree, we will write to the House services committee asking it to consider the possibility, in the medium to long term, of including a calorie content on the menu.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01700","speaker":"989"},{"type":"speech","time":1360838100,"counter":157,"content":"<p>I welcome the witnesses from \"Operation Transformation\" and the team leaders.  Although not a member of the committee I wanted to listen to the conversation that has taken place.  The presentation was the most inspiring I have witnessed in any of the committees on which I have sat in recent years.  In regard to the restaurant, I do not think the issue is the calorie count but to go light on the portions put on one's plate.  It takes discipline to say that.<\/p><p>  As one who has run 100 to 120 miles per week to achieve whatever goals I had in my sport and being very conscientious about proper diet in order to achieve excellence, I was fortunate to be reared in a family that educated me in exercise, running around the streets of Drimnagh.  I am fortunate that my children and nobody in my family has health issues, such as obesity.  I am fortunate that my little grandchildren of one and four years of age are already developing literacy skills.  This is where we have to nip it in the bud going forward.  We can talk in here until the cows come home.  We can talk about the seven-point plan and the wonderful suggestions.<\/p> <p>Those seven-point plans are a no-brainer.  We all know about them.  It is all the simple things.  Implementing change is the most difficult aspect.  The Department of Education and Skills, the Department of Health, the Department of Agriculture, Food and the Marine, the Department of Children and Youth Affairs and the Department of Transport, Tourism and Sport all do wonderful things in many different areas around the country.  We need synergy, with everyone coming together.  There is an old clich&eacute; about obesity.  Sometimes I look at people and wonder how they could have allowed themselves become so overweight.  We are what we eat.  What one puts in and what one puts out makes the difference.  I ask the team leaders, if they were to turn back the clock to being very young again, what changes they would make.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400011#K01800","speaker":"1165","continuing":true},{"type":"speech","time":1360838700,"counter":159,"content":"<p>I apologise, Senator Coghlan, as there is a vote in the D&aacute;il.  We will suspend the sitting.  I apologise to the leaders and the experts.  Votes are part of democracy and we have no control over when they are called.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400012#L00200","speaker":"989"},{"type":"unspoken","time":1360838700,"counter":160,"content":"<p>Sitting suspended at 11.10 a.m. and resumed at 11.20 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1360839000,"counter":161,"content":"<p>We will resume in public session.  Senator Eamonn Coghlan was in possession.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00100","speaker":"989"},{"type":"speech","time":1360839000,"counter":162,"content":"<p>I have lost my train of thought - I was on a runner at the time.  The point I was making is that it is all fine coming with all the information in the suggestions and in the seven-point plan that was discussed, which is something about which we all know, but the issue is how we implement change.  There must be paradigm shift in thinking among a number of Departments in order for action to be taken.<\/p><p>  When I introduced my Points for Life initiative in the Seanad 12 months ago-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00200","speaker":"1165"},{"type":"speech","time":1360839000,"counter":163,"content":"<p>I should point out that the Senator was a witness at our hearings on obesity late last year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00300","speaker":"989"},{"type":"speech","time":1360839000,"counter":164,"content":"<p>Yes.  I will come back later to the Points for Life initiative and where it is at now.  When I visited schools I met the principals the physical education teachers and one of the questions I asked was where physical education sits in terms of priority on the syllabus in primary school.  It is at the bottom.  Where does the physical well-being of the children who are going to school sit in terms of priority?  It is at the top.  Why is physical education not taken seriously in schools?  It is not really taken seriously in schools.<\/p><p>  Karl mentioned the points for fitness.  My Points for Life initiative was the subject of a motion in the Seanad, November 12 months ago, and on foot of it a committee was set up and it met representatives of schools.  Professor Niall Moyna, Professor O'Shea and one representative from five Departments were on that committee.  We met month after month and discussed the exact same issues at our meetings as we are discussing here today but the question is how we bring about change.  I was getting completely frustrated with it at one stage and I said \"Forget about it\".  Coming from my background in sports I understand how simple it is to implement these changes.  We did that with the children in my running community from a young age and they have now become adults and parents themselves and they understand the benefits they got through education.  <\/p><p>  If we consider the education side, Senator Catherine Byrne referred to parents.  This must be parent-led, schools-led, national governing bodies-led and community-led and they also must come together.  However, everybody wants to go to the schools, whether it is to deal with the issue of cyberbullying, physical fitness or obesity.  The notion is put forward that in order to deal with every issue we must approach the schools.  However, the biggest problem I have in implementing the Points for Life infinitive, and it is points for life as opposed to points for college, are the school teachers, the various unions and the training colleges.  The reason for that is that from my research and the meetings I have had, I have discovered that in terms of physical education delivery in primary schools, there is no real qualifications for delivering simple programmes because physical education is basically to play a little bit of ball here and play a little bit of ball there.  We have to nip it in the bud and instill fundamental skills, not only physical literacy skills but movement skills in young children because I have seen the benefit of doing that.  If we can instil those fundamental skills in children they will become secondary school students and later parents and ten, 15 or 20 years down the road they will instil those skills in their children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00400","speaker":"1165"},{"type":"speech","time":1360839000,"counter":165,"content":"<p>I thank the witnesses for their presentations.  It is great to meet all of them.  I have watched the programme when I get to do so and it is fantastic.  There are so many issues I would like to discuss that I do not know where to start.  On the parenting issue, I agree with the previous speakers.  The parenting issue is important.  We do not only need more education for children in this area in primary schools but parent education is also needed.  There are parenting courses in existence but it is very hard to approach that subject without being somewhat patronising.  We need to embrace the whole area of food education and parenting education generally for parents at large, pardon the pun.  In general, childhood obesity cannot be blamed on society or on the child.  It must be the parent who is primarily responsible for that.  We need to extend the witnesses' points on education in primary schools to parenting education.<\/p><p>  I would also be interested in this issue in terms of when students leave secondary school.  That is when I felt I fell out of touch with physical education.  It is then one becomes somewhat focused on other things but I know that depends on the individual.  <\/p><p>  The Count Me In idea is a great one.  Is that one the witnesses' would envisage for fast-food type commercial enterprises?  It would create practical difficulties for restaurants and their owners to adopt given that they may change their menus every day.  I heard a good deal about that from the restaurants associations, etc.<\/p><p>  On the issue of low fat products, and this is probably a question for Dr. Eva, one hears of the fat and low fat content of products but when I see a product with a low fat label, I think chemical explosion and I do not want to eat that food.  I am at a level where I am nearly over-educated about food and I need to relax a bit.  I am probably a bit obsessive which is another issue.  <\/p><p>  On the issue of GPs, in which I am interested, educating GPs is fine, but we need a stricter code whereby if somebody presents with these certain levels at a certain stage, the GP should be compelled to put the person into a programme, although that might be a bit harsh, but there should be some onus on GPs to address the issue.  On the nutrition point Dr. Eva raised about GPs, I have four, five or six friends who are GPs and they do not have a clue about nutrition.  They are the very ones who will go on crash diets and advocate ideas that are bonkers.  Nutrition is something GPs do not know about and many speakers have addressed that point.  <\/p><p>  The difficulty in speaking at this stage is that previous speakers have made the points that I intended to make.  There is also the psychological issue and I do not necessarily mean mental health but mental health can be very much enhanced by exercise.  I mean the psychological issues as to why somebody is overweight.  I have very personal experience of this and that is something that needs to be addressed.  It is easy for Dr. Eva, with the greatest of respect, to say that we should take a person off medication but there are reasons, deep-rooted psychological reasons sometimes, as to why people are overweight.  That is an issue we would also need to address.<\/p><p>  Healthy food choices are difficult to get.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00500","speaker":"1153"},{"type":"speech","time":1360839000,"counter":166,"content":"<p>Thank you, Senator.  You have been speaking for four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00600","speaker":"989"},{"type":"speech","time":1360839000,"counter":167,"content":"<p>I apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00700","speaker":"1153"},{"type":"speech","time":1360839000,"counter":168,"content":"<p>I will bring the Senator in later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00800","speaker":"989"},{"type":"speech","time":1360839000,"counter":169,"content":"<p>I am not a member of this committee but I am passionate about this issue and that is the reason I attended.  It is important to make it easy to get healthy food and the Chairman spoke about that in terms of here in the D&aacute;il.   One has to make a serious effort in many environments in Ireland to get healthy food.<\/p> <p>If one is at a match, one cannot possibly get fruit along the way.  We must find ways outside school and in other places to make it easier for people to eat healthily.  My Seanad colleagues, especially male ones, would love to find it easier to facilitate a healthier lifestyle.  I could go on forever.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400013#N00900","speaker":"1153","continuing":true},{"type":"speech","time":1360839600,"counter":171,"content":"<p>I thank everyone for attending, especially the leaders.  As someone who has struggled with her weight all her life I had to think twice about coming to today's meeting.  I find it very difficult to talk about it.  That is unusual because I am a politician and the only woman who stood in two elections in a male-dominated area.  I usually cast it aside.  As women politicians we are often scrutinised about our appearance.  The online chatter when we make a television appearance is often about what our hair or double chin looks like rather than about what we say about the politics of the day.  A lot of Irish women struggle with their appearance.<\/p><p>  I agree with much of what has been said.  I am a mother of a young daughter.  We all struggle to try to manage our time.  Sometimes we have very little control over what our children eat.  It is not just about shopping.  As a working single mother I rely on child care and childminders to be able to pay my mortgage, and I spend time with my daughter at the weekend.  That is how I manage my life.  It is not perfect but that is an issue faced by many.  We must have a modicum of reality.<\/p><p>  What the leaders are doing is amazing.  It is fantastic.  They give people like me great confidence.  Perhaps I should be more proactive.  I hope that I will be after this meeting.  We must be realistic about how time-poor people are.  I do not say that as an excuse.  I can see Dr. Eva&rsquo;s eyebrows rising already.  It is not an excuse.  I am sick of people blaming the education system for mental health, sex education and health problems.  Children are raised in communities and it is people&rsquo;s attitude to exercise that counts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00200","speaker":"1093"},{"type":"speech","time":1360839600,"counter":172,"content":"<p>Does Deputy Conway have a mobile phone on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00300","speaker":"989"},{"type":"speech","time":1360839600,"counter":173,"content":"<p>People talk about exercise and getting involved.  My daughter is actively involved in the local hockey club and the local GAA club.  We get notes home about the crazy driving behaviour of parents bringing their children to sporting activities.  People are driving who live five or ten minutes away, including me.  We must think about that.<\/p><p>  Another issue was raised about young teenage girls.  I was active as a teenager.  I was involved in basketball and athletics but the focus was always on winning, not on taking part.  That is a problem because not everyone is going to be an Eamonn Coghlan.  We need fitness.  The emphasis in this country is always on competitiveness and that is a problem.<\/p><p>  Another issue of concern to me as the mother of a young daughter is that as a punishment if one misbehaves in school one is told to sit out from PE.  What kind of message is that sending to children?  That happens on a regular basis.  Children misbehave.  Anyone who has children knows that.  My child is a bit of a chatterbox.  I am sure she is a bit of a nuisance at the back of the classroom from time to time.  Her punishment is to sit out from the 40 minutes of exercise provided in a week.  We must examine the message we are sending to children in terms of the competitive behaviour displayed by parents on the sidelines and also as a result of the fact that the focus of clubs is always on winning and not on taking part.  In defence of some clubs, the GAA has been excellent in trying to get women in particular involved by encouraging mothers to train alongside their children when they bring them to training sessions.<\/p><p>  A worrying revelation is that the number one reason young teenage girls give for not wanting to do exercise is that it would make them sweat.  That is the reality.  What kind of society are young women growing up in that they are afraid to sweat in front of their peers?  We must be realistic about the challenges that exist.<\/p><p>  Could the leaders give me one tip that I should follow tomorrow morning in order to try to change?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00400","speaker":"1093"},{"type":"speech","time":1360839600,"counter":174,"content":"<p>I thank the witnesses for attending.  I add my appreciation to the efforts the leaders have made.  There is about 20% less of me than there used to be ten years ago so I have some sense of the scope of the struggle that is involved and the ongoing commitment required.  Imagine what I would be like if there was 20% more of me.  I would be even worse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00500","speaker":"1147"},{"type":"speech","time":1360839600,"counter":175,"content":"<p>No, John.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00600","speaker":"1171"},{"type":"speech","time":1360839600,"counter":176,"content":"<p>Senator Crown should keep going.  He is doing well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00700","speaker":"989"},{"type":"speech","time":1360839600,"counter":177,"content":"<p>In my day job I am increasingly focused on dietary issues because quite a few patients in my practice who have had breast cancer treatment have survived and are coming back for follow-up visits.  The one thing that has emerged in the oncology literature in recent years is that in addition to the other well-recognised health implications of obesity and overweight there is also an increased risk of cancer.  Not only that; there is an increased risk of the return of cancer if one has had it.  That makes it a real and practical issue.  I spend time taking dietary histories.  It has forced me to the conclusion that we all need to know: it is not all about good food versus bad food.  It is sometimes too much of the good foods.  In fact, frequently it is too much of the good foods.  If one talks to an average middle-aged or elderly person who is obese, they are not eating crisps or cakes but they are having a great big feed of spuds every night with their dinner.  They sometimes cannot understand why they are not losing weight.  As well as the quality of food we must focus as well on the quantity.<\/p><p>  There is a whole parcel of things related to education in the medical curriculum.  One of the most powerful interventions for the treatment of smoking or weight gain is for a doctor to sit down with a patient and talk to him or her.  That is powerful and carries a weight that many other interventions do not have.  One must incentivise doctors for all the reasons Dr. Orsmond has told us about.<\/p><p>  The most extraordinary example of muddled health economics is going on currently.  It can take six years to get bariatric weight reduction surgery in this country.  The aggregate waiting list to see someone in the obesity clinic and then the waiting list following the clinic for those recommended for surgery can be six to seven years.  It is desperate.  During that time, the cost of treating those people, many of whom will die, for diabetes and sleep apnoea, which is unbelievably expensive to treat, is high.  It could be cost-neutral if we could shorten the waiting list and offer more people nutritional counselling.<\/p><p>  Dr. Orsmond referred to the unhealthy lives of Irish doctors compared to those in Finland.  There are approximately four times as many hospital specialists in Finland as in this country.  She referred to a specialty.  In oncology the figure is 6:1.  We have a bizarrely understaffed medical structure in this country, which is not good for the health of doctors or their patients.  It means there is no opportunity to sit down and have a ten-minute or 15-minute conversation with someone about his or her weight when the waiting list is full of another 120 who are waiting to come in to see one, who in turn might save the health service money if such a preventative intervention is made.  There is a real need to examine the situation.<\/p><p>  To give some perspective to the witnesses in terms of the committee's sincerity about public health measures, this is the same committee which two months ago voted not to make Leinster House a smoke-free campus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00800","speaker":"1147"},{"type":"speech","time":1360839600,"counter":178,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O00900","speaker":"989"},{"type":"speech","time":1360839600,"counter":179,"content":"<p>That is true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O01000","speaker":"1147"},{"type":"speech","time":1360839600,"counter":180,"content":"<p>Senator Crown is misrepresenting the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O01100","speaker":"989"},{"type":"speech","time":1360839600,"counter":181,"content":"<p>There was a motion before the committee to introduce a smoke-free campus.  We could have been smoke-free for the past two months but an amendment to the motion was proposed so that we would not become smoke-free.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O01200","speaker":"1147"},{"type":"speech","time":1360839600,"counter":182,"content":"<p>We will not get into a political battle on it.  Senator Crown is misrepresenting the vote.  I call Deputy McLellan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O01300","speaker":"989"},{"type":"speech","time":1360839600,"counter":183,"content":"<p>Every single one of the witnesses looks amazing.  It is probably one of the better presentations I have heard, and one of the most interesting.  We can see the results in front of us.  Reference was made to a seven-point plan, which clearly works.  We have evidence of it sitting in front of us as well.<\/p><p>  When I was younger children played outside all day.  The television was not put on until 6 o'clock in the evening, and there were no video games.  There was not a lot of money and many mothers worked in the home.  In general, when one came home from school the dinner was meat, two vegetables and potatoes.  There were no fizzy drinks.  Biscuits were a treat perhaps once a week.  Cake was for birthdays or an occasional treat.  There were very few fast-food outlets.  People did not have a lot of money.  Fast food and ready meals were not available.  Our lifestyles have changed and everything has shifted.  People went out to work and time became important.  People were doing shift work and unsocial hours.<\/p> <p>Fast food such as pizza was always the best option for parents rushing to work, but we must reverse that, and the only way we can do it is by working collectively through education.  We must start in schools by educating the children, and the children will then educate their parents.  Those children who are now educated will become parents and therefore we can reverse the cycle.  <\/p><p> I agree with everything in the representatives' five point plan.  The Count Me In initiative is essential.  If there were calorie counts on a menu I was reading I would think twice about what to order, and I believe many people would do the same.  Having fruit at supermarket checkouts is essential.  The Step it Up programme is essential, but we must make it fun for people to participate because not every child is interested in sports.<\/p><p> I take on board what Deputy Mary Mitchell O'Connor said about weighing in at school.  We must take account of children's feelings because if it is not done sensitively, they could be bullied.  We must view it that way.<\/p><p> We have to address the problem of childhood and adult obesity.  We have an opportunity to address it collectively and perhaps bring forward legislation that will give people a chance.  Most of the points were covered but I want to say \"Well done\".  The representatives should keep the issue in the public domain because educating the public is vital.  It is the only way we can combat this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400014#O01400","speaker":"981","continuing":true},{"type":"speech","time":1360840200,"counter":185,"content":"<p>Apologies have been received from Deputy Catherine Byrne, who could not return as she must speak in the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00200","speaker":"989"},{"type":"speechnospeaker","time":1360840200,"counter":186,"content":"<p>It is brilliant that we all appear to agree on these points, and that the leaders have done a fantastic job.  We must come back to the point that the leaders' success is the result of our seven-point plan.  If we have a seven-point plan, what are we waiting for?  We should just implement it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00300","nonspeaker":"Dr. Eva Orsmond"},{"type":"speechnospeaker","time":1360840200,"counter":187,"content":"<p>One member asked about the impact of \"Operation Transformation\".  It is like a pebble.  It acts on individuals and families.  We have seen it acting on communities and on our society.  We have 65,000 people interacting on Facebook, and we have had 3 million hits on the \"Operation Transformation\" website.  We know it has an impact on different people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00400","nonspeaker":"Dr. Eddie Murphy"},{"type":"speech","time":1360840200,"counter":188,"content":"<p>Has there been any analysis of how previous leaders have done since their time on the show?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00500","speaker":"989"},{"type":"speechnospeaker","time":1360840200,"counter":189,"content":"<p>I am in contact with previous leaders.  About 80% hold their gains.<\/p><p>  On the question of the psychological component, in the world of food it is not what people are eating; it is what is eating them.  We should try to target that for some people.  Today our focus is on preventative measures.  For those people who are time-poor, it is about structuring society and the way we engage with our environment to nudge people towards healthier choices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00600","nonspeaker":"Dr. Eddie Murphy"},{"type":"speechnospeaker","time":1360840200,"counter":190,"content":"<p>From my perspective, I will tie in with what both Dr. Murphy and Dr. Orsmond said.  We are here to represent \"Operation Transformation\" as a brand, an entity, and something that in the past six years has got the nation moving in an increasingly bigger way every year.  We have seen that in terms of the responses to the information we put on the website, which is available all year round.  We have seen it also in terms of the viewing figures for the show, which are now close to 600,000.<\/p><p>  \"Operation Transformation\" has been so successful because we keep it simple.  That is one of the key components we came here today to discuss with members.  It is fantastic to get to talk at a forum but often the message gets lost in translation, picking on one element of society or another.  The reality is that our seven-point plan is a multi-factorial process to get people fit and healthy.  <\/p><p>  On \"Operation Transformation\" we looked at children, and Step it Up is the campaign we used.  We kept it simple and got the results.  It was nothing to do with sports.  It was giving children a goal and a method to achieve that goal, measured by the teachers or the parents, and they succeeded in reaching it.<\/p><p>  With regard to adult obesity, we built a website and showed people how to cook food and exercise.  We asked them to walk three times a week.  We gave them a goal of a 5 km run in eight weeks and a training plan with which to achieve those goals.<\/p><p>  The show has 600,000 viewers.  It is the single biggest health programme Ireland has ever had, and it is getting more popular every year for one reason - we are more unhealthy and heavier than ever before.  People want help.  They want the message and the knowledge.  We do not get lost in translation.  We promote simple messages that work.  That is the reason the show is successful.  We believe our seven-point plan will be successful for the same reason; it is simple, effective, and easy to implement and measure.  We are giving people the tools to succeed on a multi-factorial level.  It does involve the schools and the parents.  <\/p><p>  Everybody in society has to change through whatever structure.  We believe that children are the key to this change.  They will be the Senators and TDs ten, 20, 30 or 40 years from now.  They will be sitting in committees such as this one.  Will they be heavier than the people we see here today or not?  That depends on the legislation we put in place in the coming years.  <\/p><p>  We are here to present our seven-point plan on behalf of the show.  It will work.  We have shown members footage.  They may have sat through presentations in the past and listened to fantastic statistics.  We did not do that.  We kept it simple and visual.  We showed members the results of our progress.  We have five fantastic leaders who have literally transformed the nation through their progress by using simple techniques and tools.  They cooked healthier and better food.  They set goals with Dr. Murphy and, from my perspective, they moved a little more.  <\/p><p>  This is not a quick-fix solution; it is a long-term solution.  We have proved that it works, and we used visuals today to show members that.  The proof is on the screens.  The key aspect is not to get caught up in too much talk because the message gets lost in translation.  By keeping it simple we have proved this works, and we have shown that to members.  We hope that because we are keeping it simple, one or more of our seven-point plans might be in place by this time next year when we can come back here and pat all the members on the back for the fantastic job they did in implementing one or more of those measures.  If we get one of those over the line we believe we will have healthier, happier children but also a healthier, happier nation.  If members want proof of that I ask them to come to our 5 km run next Saturday week, where they will see 5,000 people who were sitting on the couch eight weeks ago.  We gave them a goal and the tools to achieve that goal.  Members should come along on the day to see the feeling of pride and emotion when those people cross the line, and how happy they have become over the course of an eight-week timeframe.  The results are there for all to see, and we hope members take something from that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00700","nonspeaker":"Mr. Karl Henry"},{"type":"speechnospeaker","time":1360840200,"counter":191,"content":"<p>I would like to respond to the comment about the very long queue for bariatric surgery.  I would not even mention that because I would be ashamed of that.  If a country has a very long queue for bariatric surgery it is a sign of a very sick society.  We should not even get that far because that means we are again treating the symptoms and not the cause.  That is not a solution.  We should start dealing with the problem long before that, and it comes down to education.  All the members have agreed that the starting point must be at home with parents, but if the parents do not know how to educate because they do not have the knowledge they must be given the tools to educate.  That is where it must start.<\/p><p>  We must not drift.  We must remember that food is what we put in our mouths every minute.  We were taking pictures in front of the House at 9.30 this morning and four teenagers walked past us eating crisps.  I am sure all the members noticed that.  They were eating crisps at 9.30 in the morning passing by the House.  If those children were smoking the members would have said, \"Goodness.  Children smoking at that age,\" yet they are allowed to eat crisps at 9.30 in the morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00800","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360840200,"counter":192,"content":"<p>Who does Dr. Orsmond blame if a child is eating crisps or going into a petrol station somewhere with a parent and buying a big breakfast roll?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P00900","speaker":"1165"},{"type":"speechnospeaker","time":1360840200,"counter":193,"content":"<p>It is a multi-factorial problem.  It comes down to society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01000","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360840200,"counter":194,"content":"<p>Who does Dr. Orsmond blame for that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01100","speaker":"1165"},{"type":"speech","time":1360840200,"counter":195,"content":"<p>One at a time, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01200","speaker":"989"},{"type":"speech","time":1360840200,"counter":196,"content":"<p>She cannot blame the Government.  She cannot blame TDs or Senators.  We must blame the parent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01300","speaker":"1165"},{"type":"speechnospeaker","time":1360840200,"counter":197,"content":"<p>We are not in the process of putting blame on anyone.  We are in the process of engineering the situation to allow those children make healthier choices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01400","nonspeaker":"Dr. Eddie Murphy"},{"type":"speech","time":1360840200,"counter":198,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01500","speaker":"1165"},{"type":"speech","time":1360840200,"counter":199,"content":"<p>Chairman, may I make a point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01600","speaker":"1147"},{"type":"speech","time":1360840200,"counter":200,"content":"<p>Deputy Conway had a question on which she wanted to get the witnesses' input.  We will have this discussion again but I ask people to speak one at a time.  I call Senator Crown.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01700","speaker":"989"},{"type":"speech","time":1360840200,"counter":201,"content":"<p>I agree with Dr. Orsmond, and there is a strong parallel here with smoking.  We would like people not to smoke and as a result of their not smoking we would have fewer cases of lung cancer.  However, that would not mean we did not need to provide treatment for people with lung cancer.<\/p> <p>The reality is that some really established leaders in the fields of diabetology and metabolic medicine say that, for some patients, bariatric surgery is needed.  The reason we have a long waiting list for it is not that the demand is so great, although it is growing, but that we have systematically under provided for it in the way we have systematically under provided for most tertiary care.  That is the reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400015#P01800","speaker":"1147","continuing":true},{"type":"speechnospeaker","time":1360840800,"counter":203,"content":"<p>One must also consider the type of dietary advice patients have been given before reaching the point of bariatric surgery.  Even the diet they are put on after surgery is such that they are starving.  There are nutritionally debalanced because the appropriate system is not in place.  All our nutritional guidelines are outdated by at least 50 years.  We are still following the food pyramid, which is only good for somebody who is farming with horses.  The only way of eating according to the food pyramid is if one is physically active, or if one is a personal trainer from morning to evening.  We need to examine what we are teaching people.  Doctors are sending patients to dieticians who are following the guidelines.  Doctors are not monitoring what advice they are giving.  I know a number of endocrinologists who would back me up in stating the guidelines we provide to patients at present are wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00200","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360840800,"counter":204,"content":"<p>What about the question of Senator Coghlan and Deputy Conway on who we should blame?  It is a relevant question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00300","speaker":"989"},{"type":"speechnospeaker","time":1360840800,"counter":205,"content":"<p>It does not help to blame.  We need to start building on the knowledge and actually put what is required together.  There is no easy solution.  That is why we are trying to say that we should start from simple steps.  That is why we have tried to create a seven-step plan.  Even if one just used one aspect, one would get far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00400","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360840800,"counter":206,"content":"<p>I want the five leaders to answer Deputy Conway's very good question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00500","speaker":"989"},{"type":"speechnospeaker","time":1360840800,"counter":207,"content":"<p>It was a question of having a goal, the 5 km in my case.  Every time I felt like giving up on a walk, or sneaking in some of my son's crisps, I remembered my goal.  One should have a goal and work towards it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00600","nonspeaker":"Ms Deirdre Halford"},{"type":"speechnospeaker","time":1360840800,"counter":208,"content":"<p>For me, the easiest thing to do is log on to the website.  One can start at day one when one logs onto the website in the morning.  The exercise plan involves half an hour per day.  Everyone can find half an hour within the day.  The food plan is in place, as are the recipes.  While one can start at day one, we are on day 35 or 39.  One can start at the beginning and keep on going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00700","nonspeaker":"Mr. Gavin Walker"},{"type":"speechnospeaker","time":1360840800,"counter":209,"content":"<p>I am a bit like Deputy Ciara Conway in that I am a single working mother and know exactly what it is like to be busy.  I got into bad habits.  Takeaways are very handy when one is moving from one activity to the next.  I got assistance in the programme to examine how I was handling matters.  My two children are of an age at which they could get involved more.  It is a question of sharing the load at home a little more.  When I have time at the weekend, I do some bulk cooking so that when we are in a rush to get somewhere, there is something to hand.  For this reason, I do not suggest going to the chipper quickly.  A little planning is required.  Effort is required initially but it is very much worth it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00800","nonspeaker":"Ms Monica Percy"},{"type":"speechnospeaker","time":1360840800,"counter":210,"content":"<p>Let me answer Senator Coghlan's question on the one thing I would change if I were to go back in time.  When I was in my mid-teens and especially between 18 and 20, I was not conscious of what I was eating.  Many young men do a lot of sport and are active but do not use the weighing scales.  The one change I would make would be to become conscious of what I am eating.<\/p><p>  I hope I can pass on the message that if one is not ready to do exercise and diet, one should not do so.  One's head must be in the right place.  When I hit the 20-stone mark, I said I had enough and would change.  I had believed I had tried eating correctly and exercising, but I was not putting my heart and soul into it.  When one's heart, soul and brain are ready to change, one will change.  That is the most important point for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q00900","nonspeaker":"Mr. Gregg Starr"},{"type":"speechnospeaker","time":1360840800,"counter":211,"content":"<p>All the points are completely valid and I agree with every one of them.  For me, it was a matter of realising I would not get rid of the weight in a couple of weeks.  In diets I have done, I have under-eaten and over-exercised.  While I lost weight, I fell back into old habits really quickly.  It was a case of realising that I had to follow a plan and have goals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01000","nonspeaker":"Ms Charlotte O'Connell"},{"type":"speechnospeaker","time":1360840800,"counter":212,"content":"<p>I would recommend having breakfast in the morning.  Over the years, most leaders have skipped their breakfast.  One should fire up the furnace early and have one's breakfast.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01100","nonspeaker":"Dr. Eddie Murphy"},{"type":"speechnospeaker","time":1360840800,"counter":213,"content":"<p>It is a question of balance; one has to have a little treat also.  I have been doing so over the course of the few weeks.  I have been having an occasional drink or other treat.  I need a treat because if one gives up everything one initially loved, it is hard to stick to the plan in the longer term.  However, if one feels one wants a little treat, one should have it and continue with the good stuff for the rest of the time.  That works.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01200","nonspeaker":"Ms Monica Percy"},{"type":"speech","time":1360840800,"counter":214,"content":"<p>Could the other four leaders answer the question asked by Senator Coghlan on what they would change?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01300","speaker":"989"},{"type":"speechnospeaker","time":1360840800,"counter":215,"content":"<p>I never took part in team sport as a child or teenager.  I was concerned about sweating in public.  I was always overweight and concerned that people would be looking at me.  If I could change one thing, I would play a team sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01400","nonspeaker":"Ms Deirdre Halford"},{"type":"speechnospeaker","time":1360840800,"counter":216,"content":"<p>When I reached sixteen or seventeen, I was a quite active person.  Then alcohol and girls took over.  If I could do something differently, it would be to stay active.  I lost interest in what I was doing and wish I had not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01500","nonspeaker":"Mr. Gavin Walker"},{"type":"speech","time":1360840800,"counter":217,"content":"<p>We will not send out the message on Valentine's Day that girls lead to a gain in weight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01600","speaker":"989"},{"type":"speechnospeaker","time":1360840800,"counter":218,"content":"<p>I am similar to Ms Halford in that I never really liked exercise when I was young.  I did a lot of dancing but never really took part in sports, as such.  When I got older, I was almost a little embarrassed to get involved.  I did not want people looking at me sweating while running, for example.  As part of the programme, I have finally started to enjoy the running.  I never would have imagined this.  I wish I had taken a chance earlier.  One must find an activity that is fun.  If it is fun, one will do it again.  If it is not, one will not go near it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01700","nonspeaker":"Ms Monica Percy"},{"type":"speechnospeaker","time":1360840800,"counter":219,"content":"<p>I totally agree.  I did not really take part in sports.  Many of my friends were into the GAA.  I regret not having played football, for example.  As the years went by and as I got heavier, the more embarrassed I was by my weight.  At that stage, I definitely did not want to take part.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01800","nonspeaker":"Ms Charlotte O'Connell"},{"type":"speech","time":1360840800,"counter":220,"content":"<p>I have lost a lot of weight over the years.  One factor, a really abstract one, that I believe is really important is hope.  It is important to keep hope in one's soul.  I have brilliant parents who instilled in me a sense of hope.  I actually never experienced many of the difficulties that arise.  Once one gets into the right headspace, it is like a train coming if one keeps focused.<\/p><p>  A less cerebral factor concerns alcohol.  We have not really discussed Ireland's relationship with alcohol, which is a considerable bugbear of mine.  Alcohol is a significant trigger.  Do the delegates have any innovative ideas in this regard?  Senator Crown has an innovative idea about cigarettes of which I would be in favour, namely, to ban them from the country over a certain period.  I realise this would cause all sorts of other problems and that it is a bit right-wing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q01900","speaker":"1153"},{"type":"speech","time":1360840800,"counter":221,"content":"<p>The delegates are promoting healthy eating.  We have a problem with anorexia, particularly among teenage girls, and other eating disorders.  Will the delegates comment on this?  I am thinking about the psychology in the classroom.  I am worried about the teacher delivering the course.  Reference was made to psychologists but I have a difficulty in understanding the means by which we can send out the right message.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q02000","speaker":"1004"},{"type":"speech","time":1360840800,"counter":222,"content":"<p>We always talk about schools.  It is all about nipping the problem in the bud.  The Points for Life initiative is about A, B and C, namely, agility, balance, co-ordination and cardiovascular skills.  Food Dudes and other such programmes also come into play.<\/p><p>  Schools are getting hit with everything but they do not want bleep tests because they do not want to show one child up against another.  Schools do not want the step.  When I say schools, I refer to the Department of Education and Skills.  What the schools and Department are looking for is sustainability.  With all due respect to \"Operation Transformation\", it is on for only six weeks.  It has 600,000 viewers because it is a reality show.<\/p> <p>These participants are stripping themselves down, physically and mentally, and fair play to them.  They are motivated for six weeks.<\/p><p> The programme has been in operation for probably six years.  What has changed in this nation in six years?  Has the situation improved?  No way.  What we need to do is educate, through the medium of the schools, the NGOs, the NGBs and the communities.  If we teach the fundamental movement skills and the agility skills to children - this is not about sports - we will find that their self-esteem and self-confidence will improve and the likelihood will increase of those children who did not get involved in sports at a younger age doing so now because they will have the confidence to be able to stand on one leg and close their eyes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400016#Q02100","speaker":"1165","continuing":true},{"type":"speech","time":1360841400,"counter":224,"content":"<p>First, the good news is that Dundalk is getting 450 jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00200","speaker":"1068"},{"type":"speech","time":1360841400,"counter":225,"content":"<p>We are talking about obesity as opposed to job creation, although we welcome that development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00300","speaker":"989"},{"type":"speech","time":1360841400,"counter":226,"content":"<p>It is important that one gets support, encouragement and team spirit, and the most important part is one must have the determination to keep going.  I have been looking at \"Operation Transformation\" for the past number of weeks.  One week, one of them was supposed to lose a pound and did not, and the point about it is that one cannot let oneself get down.  The more encouragement one gets from the mentors, the better.<\/p><p>  In fairness to the mentors, I must give them ten out of ten.  Sometimes they can be very cruel.  According to the old adage, \"You have to be cruel to be kind\", but the good part is that they are still showing determination.  I can see in their faces that they are disappointed when they do not produce.  Sometimes, as people realise and as Mr. Karl Henry will confirm, fat weighs lighter than muscle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00400","speaker":"1068"},{"type":"speechnospeaker","time":1360841400,"counter":227,"content":"<p>A pound of fat is guaranteed to be bigger than a pound of muscle, but a pound is still a pound.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00500","nonspeaker":"Mr. Karl Henry"},{"type":"speech","time":1360841400,"counter":228,"content":"<p>Some weeks, when they feel as though they are not losing enough weight, they should bear in mind that it is fat turning to muscle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00600","speaker":"1068"},{"type":"speech","time":1360841400,"counter":229,"content":"<p>Has anyone a final comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00700","speaker":"989"},{"type":"speechnospeaker","time":1360841400,"counter":230,"content":"<p>The World Health Organization has claimed that we have an overweightedness and obesity epidemic.  Anorexia and eating disorders are not an epidemic.  We would need to concentrate on the more important issues.  At present, these are overweightedness and obesity, not anorexia and eating disorders.  These others are important but at present they are not the priority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00800","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360841400,"counter":231,"content":"<p>It is an eating disorder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R00900","speaker":"1153"},{"type":"speechnospeaker","time":1360841400,"counter":232,"content":"<p>But I refer to the percentage.  According to all the epidemiological data, this comes down in most instances to the society in which we live.  For all the reasons that have been highlighted, and we know all that, the reality is that we sort of know where it is coming from but we do not know a solution to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01000","nonspeaker":"Dr. Eva Orsmond"},{"type":"speechnospeaker","time":1360841400,"counter":233,"content":"<p>Comments are one matter, but I will ask a question.  I ask our leaders questions and questions bring about change.  What change will the committee bring today?  When will the members put calorie posting on a legislative basis?  If consumers learn through the multiples, they will be able to understand what happens in their local small space.  The question I have for the committee is when will the committee bring in calorie posting because that is the immediate step they, as legislators, can take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01100","nonspeaker":"Dr. Eddie Murphy"},{"type":"speechnospeaker","time":1360841400,"counter":234,"content":"<p>To wrap it up from my perspective, to answer Senator Eamonn Coghlan's question on where the show has come in six years, we have come from being half an hour on television with a couple of hundred thousand viewers to being here with those who make law on behalf of the people.  We have shown through our figures that people want to get healthy.  Today, we have shown the committee the way in which to do it by keeping it simple.  It is easy to get lost in translation and it is easy to talk around a subject.<\/p><p>  In terms of the sensitivity aspect of Bleep tests and weighing in schools, that is all very well if there is one child in that class who is overweight or obese.  The reality is that is not the case anymore.  That is gone 30 years.  It is much more serious than that.  We need to get over that.  If the Bleep test is brought in and one has a measurement, so be it.  That is one's number.  The goal for that year for that PE class is to get the numbers up.  At every parent-teacher meeting, one is given a talk by the teacher about how one's child is getting on in a certain subject.  Why not in PE?  Why not be given a number, that one's child is scoring ten, seven, six or five in a Bleep test, as we have seen in Athlone when we have done that?<\/p><p>  We are very proud.  From my perspective, in year one, when I was brought on board to be the fitness expert, I never thought that six years later I would be sitting here talking to those who put the laws in place.<\/p><p>  We believe our seven-point plan is effective.  We believe we have shown the committee that on a visual perspective across the board.  We are not using statistics that get boring.  We have showed the committee it works on a child's level.  Our leaders are here as representatives of the adult population.<\/p><p>  With simple steps - food, goals and exercise - changes can be made.  In terms of the leaders, this is week six.  The children the committee saw in the step-it-up campaign earlier are four to six weeks into it.  Look at the variations and what we have changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01200","nonspeaker":"Mr. Karl Henry"},{"type":"speech","time":1360841400,"counter":235,"content":"<p>I want to make this observation because we all had a good opportunity to exchange our ideas with the witnesses.  It would be remiss to give any notion that \"Operation Transformation\" has not hugely filled the vacuum in terms of addressing the need for awareness, which is crucial.  It would be a sore note for our membership to conclude this meeting by failing to record that those involved with the programme have done a powerful job in creating public awareness.  I do not know who would be filling that space in quite the same way if they were not there.<\/p><p>  The three \"Operation Transformation\" experts are most important.  I am sure Dr. Orsmond did not take Deputy Fitzpatrick's comments to heart when he used the old adage, \"You have to be cruel to be kind\", but, strangely enough, he was looking at her.<\/p><p>  I think I speak for most, if not all, of the members when I say that the five \"Operation Transformation\" leaders, and those who went before them, have been the real heroes of all of this.  I wish them good luck and that they would be at least members of that 80% who have stuck with it.  I might have fallen by the wayside but they continue to give us that hope.  I say well done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01300","speaker":"969"},{"type":"speech","time":1360841400,"counter":236,"content":"<p>Dr. Orsmond wanted to comment and then I will ask the five \"Operation Transformation\" leaders to make one comment each.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01400","speaker":"989"},{"type":"speechnospeaker","time":1360841400,"counter":237,"content":"<p>I believe the weighing scales needs to become part of our lives.  We need to start treating the cause, not the symptoms.  We need to start educating people about food.  It is lovely that we all agree that the leaders have done fantastic and they are the end result of our seven-point plan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01500","nonspeaker":"Dr. Eva Orsmond"},{"type":"speech","time":1360841400,"counter":238,"content":"<p>Well done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01600","speaker":"1068"},{"type":"speechnospeaker","time":1360841400,"counter":239,"content":"<p>\"Operation Transformation\" has changed my life in just a couple of weeks.  I hope that, through these points that have been brought up, life can change for others as well.  Small changes make a big change and if one adds all the small things up, it will make a big thing.  Everyone can benefit from what all the experts proposed today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01700","nonspeaker":"Ms Deirdre Halford"},{"type":"speechnospeaker","time":1360841400,"counter":240,"content":"<p>I back up the team.  As Deputy &Oacute; Caol&aacute;in stated, we have raised awareness.  We brought the awareness out.  It is out in the public now.  Where we need to go from now is to the next step.  We have presented the committee with a plan and, like Karl said, we would love to see one, two or three parts of that plan in force by the end of the year.  It needs to be in force.  I hope the committee has the power to do something about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01800","nonspeaker":"Mr. Gavin Walker"},{"type":"speechnospeaker","time":1360841400,"counter":241,"content":"<p>We can see all around the country the enthusiasm and the energy around following \"Operation Transformation\" and villages and towns all over Ireland walking every night.  I would like to see it on a continuous basis, not just for the duration of the programme.  I hope that in March and April people - children, adults, everyone - will still be marching on the roads at night-time, which they are doing now.  It would be brilliant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R01900","nonspeaker":"Ms Monica Percy"},{"type":"speechnospeaker","time":1360841400,"counter":242,"content":"<p>I thank the committee for the opportunity to come here today.  On the effect of \"Operation Transformation\", because I was part of a group last year and lost a great deal of weight, and then wanted to step it up to become a leader this year to continue my weight loss, we saw our group grow.  We now have over 100 members.  Twenty-four of them are under the age of 18, some as young as eight years of age.  Some are heavy, some are not.  Some are involved in it for the physical fitness and social side of it.  We never discussed individuals' weight with them but what was discussed was how much they were losing per week.<\/p><p>  With the younger children, especially, it became nearly a competition among themselves and they thrived on it.  Obviously, the heavier children were losing a bit more and they were winning.  The children loved it.  They were focused, not on their weight but on how well they were doing each week because, as anyone who works with children will know, they do not have a very long attention span.<\/p><p>  I help coach the under eights in rugby and I have seen children of all sizes and shapes coming to us.  It is having an effect on them.  Obviously, the first week they came down because they wanted to go on television, but we are getting increasing numbers of children in and getting them out running.  It has just been fantastic.  Even if they stop after \"Operation Transformation\" or if the group dies off, it is two months' exercise a year that they were not getting last year or the year before.  Those are the little steps that might help if they can get into the 80% bracket further down the line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400017#R02000","nonspeaker":"Mr. Gregg Starr"},{"type":"speechnospeaker","time":1360842000,"counter":243,"content":"<p>I am the youngest leader of \"Operation Transformation\" this year.  I can see where they are coming from in terms of education because even in primary school, I was overweight.  I knew that being overweight was an issue and the kind of embarrassment it caused in school.  Weigh-ins should be introduced in school from infant classes upward.  In my school, fifth class was the only class where a weigh-in was introduced.  The teacher measured our weight and height.  From fourth class onwards, I dreaded going into class because I knew she had that chart on the wall.  If it was introduced in every class, used on a yearly basis and students knew it was used in every class, it would help.  It needs to be carried out on an overall scale.<\/p><p>  \"Operation Transformation\" has done much for my confidence.  At 23, I did not want to discuss my weight with anybody.  To see that I can come in here and talk about my weight, the effect it had on me and the changes that have taken place is tremendous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00200","nonspeaker":"Ms Charlotte O'Connell"},{"type":"speech","time":1360842000,"counter":244,"content":"<p>On behalf of the committee, I thank the delegation for being here this morning.  In reply to Dr. Murphy, we identified that this country had an issue with childhood obesity.  We commissioned a report and held a series of meetings.  Deputy Fitzpatrick is the rapporteur in respect of the report, which will be presented to the committee.  The first step for us was to hold the hearings.  The second was to invite the delegation to appear before us to recognise that what it is doing is not just connecting with the five leaders, but with the country and to raise awareness because it is critical.  There is a recognition that there needs to be a cross-sectoral and multifaceted approach not just to childhood obesity, but obesity in general.  The delegation will find that when we present our report, we will take further action and write to the Houses of the Oireachtas Commission regarding calorie counting here and see if we can move on that.<\/p><p>  It is important to note that the story today is about the five leaders in particular, what they have done and who they represent.  I also thank <i>safe<\/i>food for the work it does.  I know it is involved in the programme but it also has been involved with us.  I thank the delegation for appearing before the committee.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00300","speaker":"989"},{"type":"minorheading","content":"Business of Joint Committee","time":1360842000,"counter":245,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00400"},{"type":"speech","time":1360842000,"counter":246,"content":"<p>With the members' permission, we will adjourn our discussion on the EU scrutiny matter out of respect to the policy clerk because it is late in the day and it is a very complex issue.  Is it agreed that it be moved to our slot next Thursday morning?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00500","speaker":"989"},{"type":"speech","time":1360842000,"counter":247,"content":"<p>I would prefer if it was discussed today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00600","speaker":"1147"},{"type":"speech","time":1360842000,"counter":248,"content":"<p>It is a very complex matter.  While I was going to propose in the context of what we-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00700","speaker":"989"},{"type":"speech","time":1360842000,"counter":249,"content":"<p>We were told it was going to be discussed today.  We scheduled daily activities around it taking place today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00800","speaker":"1147"},{"type":"speech","time":1360842000,"counter":250,"content":"<p>I accept that.  I propose that given the complexity of the issue and the fact that it will have a direct impact on the public, as part of our scrutiny, we should invite officials from the Department of Health and Children, along with our policy clerk, to next week's meeting to present a detailed explanation of the contents of the matter before us.  It is 12.30 p.m. now and the matter warrants a proper discussion.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013021400018#S00900","speaker":"989"},{"type":"unspoken","time":1360842000,"counter":251,"content":"<p>The joint committee adjourned at 12.25 p.m. until 9.30 a.m. on Thursday, 21 February 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Transport and Communications","time":1360836000,"counter":252},{"type":"unspoken","content":"<p>The Joint Committee met at 10:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Michael Colreavy, Senator Terry Brennan, Deputy Dessie Ellis, Senator Paschal Mooney, Deputy Terence Flanagan, Senator Ned O'Sullivan. Deputy Tom Fleming, Deputy Seán Kenny, Deputy Patrick O'Donovan, Deputy John O'Mahony,<\/p><p>DEPUTY TOM HAYES IN THE CHAIR.<\/p>","time":1360836000,"counter":253,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400002"},{"type":"unspoken","time":1360836000,"counter":255,"content":"<p>The joint committee met in private session until 10.05 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Taxi Regulation Bill 2012: Discussion with Tiománaí Tacsaí na hÉireann","time":1360836000,"counter":256,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400002#A00200"},{"type":"speech","time":1360836000,"counter":257,"content":"<p>The purpose of this morning's meeting is to meet representatives of the Tiom&aacute;na&iacute; Tacsa&iacute; na h&Eacute;ireann, or TTnH, on the provisions of the Taxi Regulation Bill 2012, which is currently before the Seanad.  I welcome Mr. David McGuinness and Mr. Alan Brennan, the chairman and secretary, respectively, of the TTnH.  I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009 they are protected by absolute privilege in respect of their evidence.  If they are directed by the committee to cease giving evidence on a particular matter but continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of the proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him\\her or it identifiable.  The opening statement the witnesses submitted to the committee will be published on the committee's website after the meeting.<\/p><p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Before I invite the witnesses to make their presentation, I thank members for attending.  It is an extra, special meeting requested on behalf of taxi drivers and it is very important.  I ask members to simply ask questions during the question and answer session rather than making speeches.  We need to get out of here by a certain time and we need to allow the taxi drivers' representatives to make their case.  I ask Mr. David McGuinness to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400002#A00300","speaker":"1089"},{"type":"speechnospeaker","time":1360836000,"counter":258,"content":"<p>TTnH is a voluntary organisation representing full-time taxi drivers.  It was formed in 2010 and given a mandate to make legal challenges on behalf of its members.  The need for legal challenges arises on foot of the lack of fair consultation, decision-making and appeals processes in the industry.<\/p><p>  Legislation is proceeding in the Houses of the Oireachtas which will set the pathway for the taxi sector for the foreseeable future.  While welcoming the Minister's commitment to reform the industry and the inclusion in the Bill of measures to increase consumer confidence, for which stakeholders have petitioned for many years, TTnH believes the measures must strike an even balance for service providers and customers alike.<\/p> <p>As outlined in our submission, TTnH, as an organisation representing single licenceholders, believes that, with amendments or additions to the proposed Bill, the taxi sector could become a viable, safe and profitable industry for full-time single licenceholders.<\/p><p> Statements from the National Transport Authority and the Department of Transport, Tourism and Sport suggest the taxi industry is an integral part of the public transport system.  However, the evidence points to the contrary.  The lack of taxi spaces, the failure of some county councils to introduce by-laws in regard to taxi spaces, the closure of taxi ranks without prior consultation and the lack of taxi spaces at major events all create a difficult working environment and cause disillusionment in the industry.<\/p><p> We thank the joint committee for giving us this second opportunity to make a submission.  Unfortunately, despite many requests, the National Transport Authority considers it unnecessary to meet our organisation or consult any taxi group not involved in the taxi advisory committee.  We will be happy to debate the following issues with the committee, as highlighted in our submission: a failure to tackle the issues of over-supply and PAYE workers; there being no exit strategy; non-transferability; vetting procedures; having a proper and meaningful negotiating process; the lack of an appeals process; enforcement and the demerit scheme; the National Transport Authority; stamp 2 visas; wheelchair accessible taxis and maximum fares.  We hope that with the help of the committee, some of these issues can be readdressed.  We thank the Chairman and members of the committee for giving us the opportunity to express our concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400002#A00400","nonspeaker":"Mr. David McGuinness","continuing":true},{"type":"speech","time":1360836000,"counter":260,"content":"<p>I thank Mr. McGuinness for his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400003#B00200","speaker":"1089"},{"type":"speech","time":1360836000,"counter":261,"content":"<p>I, too, thank Mr. McGuinness for his presentation.  I have a number of questions for the delegates.  <\/p><p>  Mr. McGuinness has mentioned that the organisation proposes to submit a number of amendments to the Bill.  I look forward to receiving them.<\/p><p>  On the lack of taxi ranks, which is the responsibility of the local authorities and causing much concern for many members of TTnH, I do not know how this issue can be addressed.  The rank outside the Gresham Hotel comes to mind, as there is always a lengthy queue of taxis, causing many taxis to double park.  Under the proposed regulations, a fines and penalty points system will be introduced.  Perhaps Mr. McGuinness might elaborate on the problems he foresees in this regard.  <\/p><p>  On the issue of offences, the Minister has stated this process will apply retrospectively to the taxi industry.  He has also mentioned that almost 6,000 registered taxi drivers have some conviction.  This means that in some cases taxi drivers will have their licences suspended or revoked.  The legal advice I have obtained on that issue is that this cannot be done.  While I propose to pursue the matter, it will also have to be taken up by someone involved in the taxi industry.  As I have repeatedly said, under the Good Friday Agreement, there are people who should be exempt from these so-called offences.  Regardless, it is illegal.<\/p><p>  Another issue which has not been gone into in much detail in the submission is that of the vetting procedures involved.  Perhaps Mr. McGuinness might give his views on the matter.  In other countries a person must be resident for three years before applying for a licence.  On the issue of transferability, the Minister has indicated he proposes to introduce an amendment to deal with the issue.  Perhaps Mr. McGuinness might set out what he believes should happen in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400003#B00300","speaker":"1022"},{"type":"speech","time":1360836000,"counter":262,"content":"<p>Mr. McGuinness might elaborate on the organisation's concerns about the vetting procedures which every other sector in the community have to go through and accept.  Why in his view should the taxi industry be treated differently from any other sector?  Vetting is important and the current structure in place is very good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400003#B00400","speaker":"1089"},{"type":"speechnospeaker","time":1360836000,"counter":263,"content":"<p>On the vetting procedures involved, in our submission to the review body we asked for increased vetting procedures, as did many of the other taxi representative bodies.  We are not opposed to vetting, rather we are seeking increased vetting procedures.  We would welcome vetting of a standard higher than that which applies to the private security industry.  The issue for us is that the vetting procedures used are not equal.  Through contacts with the Garda S&iacute;och&aacute;na and the Garda central vetting unit in Thurles, it has come to light that vetting of persons from other jurisdictions residing in the jurisdiction can only commence from the time they entered the country.  We have a problem with this.  As an organisation, we realise the importance of having proper vetting procedures to ensure people will be comfortable and feel safe when getting into a taxi.  We are concerned about the Garda S&iacute;och&aacute;na only being able to vet a person from the time he or she entered the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400003#B00500","nonspeaker":"Mr. David McGuinness"},{"type":"speech","time":1360836000,"counter":264,"content":"<p>What is the organisation proposing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400003#B00600","speaker":"1089"},{"type":"speechnospeaker","time":1360836000,"counter":265,"content":"<p>We are proposing the introduction of a residency rule with which people would first have to comply before applying for a taxi licence.  In many jurisdictions throughout Europe a person must first meet a four or five year residency rule before being eligible to apply for a taxi licence.  This would allow the applicant to build a record and provide reasonable time in terms of vetting by the Garda S&iacute;och&aacute;na.  <\/p><p>  On the issue of residency, since 2011 the local authorities have been carrying out residency checks on applicants for local authority housing.  Our proposal would not be out of line with the circular of the Department of the Environment, Community and Local Government issued in December 2011 which states applicants for local authority housing must first meet a particular residency rule.  We would welcome the introduction of a similar regulation in the taxi industry.<\/p><p>  I will try to answer some of the questions posed by Deputy Dessie Ellis.  On taxi ranks, in Dublin alone there are approximately 680 taxi spaces-standing areas.  These taxi spaces-standing areas cater for approximately 10,500 taxis.  At any given time of the day there are probably 4,500 to 5,000 taxis on the road.  One of our main bones of contention with the demerits scheme is that it will leave taxi drivers queuing for a position on a taxi stand open to prosecution.  A person caught in such a position by an enforcement officer will receive one demerit point.  A person who accumulates eight such points, through no fault of his or her own but because of a lack of taxi waiting areas, can have his or her licence suspended for up to eight weeks.  This is a draconian measure for a minor breach of the regulations.  We also note a duplication in the fixed charge penalties and demerits scheme.  The authority, enforcement officer or garda imposing the penalty determines whether a person is to be charged under the fixed charge scheme or the demerits points scheme.<\/p><p>  On the demerits points scheme, we have queried with the Department of Social Protection whether a taxi driver suspended under the scheme should be entitled to social welfare benefits.<\/p> <p>So far we have not received any answer.  That leaves taxi drivers in a position where, if they are suspended, their families would be in a precarious situation.  Some of the demerit points are draconian and our industry, in particular, should not be singled out for such a scheme.  We can already receive penalty points through the Road Traffic Acts, leading to suspension of a licence.<\/p><p> Criminal offences have been mentioned.  The Minister has stated on a number of occasions that he wants the public to feel safe getting into a taxi and he is trying to create an environment in which the public will use taxis because people will know they are safe.  There was a figure in a number of news media indicating that 6,000 taxi drivers have criminal offences.  The next sentence in the report may have mentioned rape, murder and drug dealing.  That will tar all taxi drivers with one brush.  Many of the criminal offences relating to the 6,000 drivers would be minor and come from a number of years ago.  The statement in the media discourages people from getting into a car, and as a taxi driver, I was shocked to hear that message.  People getting into a taxi would think the driver could be one of the 6,000 with a criminal offence, and he or she could be guilty of a major criminal offence.  The statistic has not served its purpose and has instead put it into the mind of the public that the majority of taxi drivers have serious criminal offences, which is far from the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400003#B00700","nonspeaker":"Mr. David McGuinness","continuing":true},{"type":"speech","time":1360836600,"counter":267,"content":"<p>I thank the representatives of the industry.  Following the comments of the chairman, it is important that people are reassured that when people get into a taxi, they know the person driving is without reproach.  The witnesses indicated that when the group engaged with Garda authorities in Thurles, it became evident that the vetting only starts for people in a number of countries when people present to the State.  What countries are those?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00200","speaker":"1058"},{"type":"speechnospeaker","time":1360836600,"counter":268,"content":"<p>I did not mention any countries in particular but the message from the Garda was that there is a list of countries.  That was not supplied to us but the Garda indicated that some people could not be vetted until there was a point of entry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00300","nonspeaker":"Mr. David McGuinness"},{"type":"speech","time":1360836600,"counter":269,"content":"<p>Did the Garda vetting authorities leave an impression that people are given Garda clearance only from the time they arrive in the country?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00400","speaker":"1058"},{"type":"speechnospeaker","time":1360836600,"counter":270,"content":"<p>Yes.  It was also indicated that nothing could be done once the application was made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00500","nonspeaker":"Mr. David McGuinness"},{"type":"speech","time":1360836600,"counter":271,"content":"<p>Was it indicated that these countries are outside the European Union, typically?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00600","speaker":"1058"},{"type":"speechnospeaker","time":1360836600,"counter":272,"content":"<p>They are in particular outside the European Union.  As the Deputy knows, most European Union countries have a decent enough judicial system with reasonable tracking records.  The indication was the countries in question are outside the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00700","nonspeaker":"Mr. David McGuinness"},{"type":"speech","time":1360836600,"counter":273,"content":"<p>That is a quite a serious development and we should be asking officials from the Garda vetting authority, the Department of Justice and Equality or both to come before the committee to give an indication of the countries from where we cannot get information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00800","speaker":"1058"},{"type":"speech","time":1360836600,"counter":274,"content":"<p>The matter is going through the Seanad and we will get it at a later stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C00900","speaker":"1089"},{"type":"speech","time":1360836600,"counter":275,"content":"<p>It will be in the D&aacute;il next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01000","speaker":"1022"},{"type":"speech","time":1360836600,"counter":276,"content":"<p>I know it is short notice but this is a serious issue.  People from a third country could potentially have serious criminal records and arrive in Ireland.  We all know about residency issues and even for something like social welfare and children's allowance, one needs to prove residency in the State.  It is a serious development and I ask the Department of Transport, Tourism and Sport to make every effort possible to inform us of the countries involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01100","speaker":"1058"},{"type":"speech","time":1360836600,"counter":277,"content":"<p>In an ideal world, perhaps we could bring in the Garda vetting people.  In reality, if it is to be in the D&aacute;il next week, there will be an opportunity for the matter to be debated.  We are doing a worthwhile job this morning in getting the issue to the floor of the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01200","speaker":"1089"},{"type":"speech","time":1360836600,"counter":278,"content":"<p>That is the most serious of the issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01300","speaker":"1058"},{"type":"speech","time":1360836600,"counter":279,"content":"<p>I agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01400","speaker":"1089"},{"type":"speech","time":1360836600,"counter":280,"content":"<p>Mr. McGuinness is right and we all know of people reacting excitedly to some of the media comment.  People are potentially only being vetted from the time they arrive in the State, and they could have very serious offences logged against them in a third country.  That is very serious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01500","speaker":"1058"},{"type":"speechnospeaker","time":1360836600,"counter":281,"content":"<p>I agree with the Deputy and it is a public safety issue.  If we want to create an environment in which the public feels safe using taxis, vetting procedures must apply equally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01600","nonspeaker":"Mr. David McGuinness"},{"type":"speech","time":1360836600,"counter":282,"content":"<p>We shall see where we get in that respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01700","speaker":"1089"},{"type":"speech","time":1360836600,"counter":283,"content":"<p>I welcome the visitors.  We have been discussing the taxi legislation in the Seanad for the past week, and there were a number of interesting points and ideas formulated.  One or two of the main elements have been covered by Deputy O'Donovan and the Chairman, and I support them totally.  They are serious aspects which must be examined by the Garda, regardless of whether the matter is heard in the D&aacute;il next week.  The issue will probably have to return to us.<\/p><p>  A couple of weeks ago I met a deputation of taxi drivers belonging to a different organisation.  There are a number of organisations representing taxi drivers so are they all singing from the same hymn sheet?  Is that part of the problem?  I suggested that we should introduce a system of taxi marshals, as there are in other major countries, especially at some of the more problematic taxi ranks, such as the rank at the top of O'Connell Street and Dawson Street at night, as well as Heuston Station, which operates in a very unsatisfactory manner from the customer perspective.  Do the witnesses consider that useful and would the group be prepared to pay a share of the cost of that for the better organisation and running of taxi ranks and benefit of customers and business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01800","speaker":"1142"},{"type":"speechnospeaker","time":1360836600,"counter":284,"content":"<p>There are approximately five main organisations representing the majority of taxi drivers.  Over the past couple of months, co-operation between these organisations has become greater, and a request was made as a result that the other organisations would be allowed to come here today and sit with us while we made our presentation.  The majority of the organisations agree on 90% of the issues being raised today.  As a result of a meeting last Tuesday, we made representations to the secretary of the committee for other organisations to send a member here today.  The proposed legislation has focused the minds of all the organisations to work to the benefit of members and leave personal differences behind.  There is greater co-operation as a result.<\/p><p>  The Senator mentioned the O'Connell Street rank, which has been ridiculed throughout the country in the media and everywhere else.  There was a problem in the location up to approximately two years ago.  Our organisation set up meetings with the local superintendent and sergeant in Store Street Garda station, making a number of recommendations on how the rank could work better.  A year and a half ago the recommendations were put in practice by the drivers on the rank, and it now operates successfully.  There have been race related issues at the rank but a number of our members are from outside of Ireland and work on that rank.  Some of the stories are urban myth at this stage and what used to happen does not really happen any more.<\/p><p>  This is an example of taxi drivers working with the Garda to sort out issues as they arise.  We worked with garda&iacute; in Store Street station to resolve issues relating to the Sackville Place taxi rank at the side of Clery's shop.  We contacted the Garda and it was in its interest that we were allocated more spaces as a holding area for taxis, as there had been illegal activity in the area.  The illegal practices have now ceased as there is a constant flow of taxi drivers going through the area.  It was an area where one may not have ventured before but taxis are now parked waiting for work.  The garda&iacute; in Store Street station worked with us and Dublin City Council in making that holding area.<\/p> <p> The marshalling of ranks is a good suggestion.  There was also a suggestion that taxi drivers should pay for it.  As the National Transport Authority takes in a lot of money every year from the taxi industry perhaps it could fund the provision of marshals on particular ranks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400004#C01900","nonspeaker":"Mr. David McGuinness","continuing":true},{"type":"speechnospeaker","time":1360837200,"counter":286,"content":"<p>I welcome the delegation.  A new smartphone application will be released soon which will mean that any taxi customer can take the number of the taxi and key it into his or her mobile telephone to verify that the taxi is legitimate and licensed.  That customer will also be able to view the driver's photograph.  Does the delegation think that is a good idea?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00200","nonspeaker":"Deputy Se&aacute;n Kenny"},{"type":"speechnospeaker","time":1360837200,"counter":287,"content":"<p>We do.  We welcome the suggestion but there is a small problem.  In the rental sector one is given 24 hours to register a driver for a particular vehicle.  One could drive around for six months before being stopped by an enforcement officer and then all one must do is declare that the car was rented that morning.  We suggest that if a person rents a vehicle from one of the multi-licence plate holders that the driver is not allowed to take the vehicle from the premises until the National Transport Authority verifies that the driver is legal and has a right to drive a taxi.  The introduction of a smartphone application would mean that the process would only take about ten minutes.  The current system has been left wide open.  A driver can take a car even if he or she is not legally allowed to do so.  The person only has to make a declaration when he or she is stopped by an enforcement officer.  He or she can then explain that the car was taken out that morning.  The multi-licence plate holders are given 24 hours to declare but drivers like myself must register the vehicle or car that we are driving by 1 February.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00300","nonspeaker":"Mr. David McGuinness"},{"type":"speechnospeaker","time":1360837200,"counter":288,"content":"<p>Does the organisation represent some of the multi-licence plate holders?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00400","nonspeaker":"Deputy Se&aacute;n Kenny"},{"type":"speechnospeaker","time":1360837200,"counter":289,"content":"<p>We do not.  We only represent single licenceholders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00500","nonspeaker":"Mr. David McGuinness"},{"type":"speechnospeaker","time":1360837200,"counter":290,"content":"<p>Is it a problem for the members of TTnH if a licence is sublet and the person driving the vehicle differs from the photograph shown on the smartphone app?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00600","nonspeaker":"Deputy Se&aacute;n Kenny"},{"type":"speechnospeaker","time":1360837200,"counter":291,"content":"<p>No, it would not be.  Some of our members are in the situation where a husband, wife or son, daughter or whatever share a car.  Even though there are two registered drivers who drive the vehicle all of the time the second person, the non-owner of the vehicle, must register every time he or she gets into the vehicle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00700","nonspeaker":"Mr. David McGuinness"},{"type":"speechnospeaker","time":1360837200,"counter":292,"content":"<p>I thank Mr. McGuinness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00800","nonspeaker":"Deputy Se&aacute;n Kenny"},{"type":"speechnospeaker","time":1360837200,"counter":293,"content":"<p>I welcome the delegation.  As the Chairman has mentioned, the Bill is going through the Seanad.  I am glad that the delegation has clarified the situation with regard to the other organisations.  As Senator O'Sullivan has said, we were anxious to establish whether all of the groups sang off the same hymn sheet.  I am glad to know that information. We met the Taxi Drivers Alliance and it shares much the same views with TTnH.<\/p><p>  I wish to refer to two issues.  Perhaps the delegation will expand a little on the first issue.  Reference was made to illegal activities, some of which have thankfully been eliminated.  What type of illegal activities was the delegation referring to?  The Taxi Drivers Alliance indicated to us that there could be upwards of 5,000 illegal taxi drivers operating nationally.  The TDA could not be more specific but it did give us that figure.  We were not able to establish the type of illegal activities.  Mr. McGuinness referred to them earlier.  What type of illegal activities are involved?  How do they impact on the legal industry?  <\/p><p>  One of the issues that arose during the discussion in the Seanad related to the regulator and I shall put the question in context.  Everything that we discussed with the TDA related to enforcement.  I am sure that the TTnH shares the same view with the TDA that there is a need for enforcement.  Unfortunately, only seven enforcement officers can be appointed by the regulator.<\/p><p>  Another question arose about the role of the Garda.  The Minister of State, Deputy Kelly, shepherded the Bill through the Seanad and I compliment him for being on top of his brief.  He said that the conclusions articulated or reflected in the Bill arose out of the review group which includes the Garda.  He also said that the Garda are quite happy to see a transfer of powers.  The TDA does not seem to view that as a good development and do not want the Garda to be sidelined.  The TDA also thought that there would be problems because there are only seven enforcement officers nationally.  Can the TTnH comment?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D00900","nonspeaker":"Senator Paschal Mooney"},{"type":"speechnospeaker","time":1360837200,"counter":294,"content":"<p>I welcome the witnesses here.  What does the TTnH feel about the new vehicle brand?  Will it have a positive effect?  Will it eliminate the double jobbing that seems to go on in the sector?  Will it lead to people having more confidence that they are hailing a fully regulated taxi?  A taxi driver will be concerned that people will recognise that he or she is driving a taxi on his or her day off.  That might increase the risk of car break-ins for them.  Does the TTnH welcome the measure?<\/p><p>  With regard to vehicles, the nine-year rule proved controversial not too long ago.  I am sure that it still the case.  There are perfectly working and roadworthy cars which are older passing NCTs and other tests.  What is the TTnH's opinion of the nine-year rule?  Has it greatly improved the standard and quality of vehicles for customers?  Perhaps the delegation might comment on fees and outline how much a taxi driver pays the regulator and in other fees for a year.  That information would give us an idea of expenditure in that regard.     <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D01000","nonspeaker":"Deputy Terence Flanagan"},{"type":"speechnospeaker","time":1360837200,"counter":295,"content":"<p>I thank the delegation for their statements today.  The Minister has had the good vision to allow consumers have confidence in our taxi system while legitimate drivers make a decent living by operating within the necessary rules and regulations.  That is a good vision.<\/p><p>  I suppose the problem is one of numbers when one boils it down.  Evidence in the form of statistical information shows that there is an over supply of taxis.  I am a person who uses taxis a fair bit around Dublin and there is a lot of anecdotal evidence, and taxi drivers will say it, that it is getting hard to make a living here.  I am not sure that it is just one problem nationally.  There is one problem in the big cities and larger towns but there is a different problem in rural areas like the one that I represent.  For example, the TTnH suggested that PAYE workers should not be taxi drivers.  If PAYE workers were prevented from being taxi drivers then there would no taxis in rural areas.  I do not know, and I am seeking advice, but should we closely examine the taxi versus hackney concept?  Should there be a different set of rule for a taxi <i>vis-&agrave;-vis<\/i> hackney?  There are two problems, one in the cities and another in rural areas, and they cannot be solved by the one solution.  <\/p><p>  The TTnH delegation made very good points and their suggestions would lead to better legislation if they were adopted by the Government.  I thank the TTnH for its presentation.  I would like to hear its observations.  Are we looking at two problems?  Is it just one problem?  Perhaps the solution could be slightly tailored to suit both.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D01100","nonspeaker":"Deputy Michael Colreavy"},{"type":"speechnospeaker","time":1360837200,"counter":296,"content":"<p>I apologise to the delegation for the large number of questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D01200","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1360837200,"counter":297,"content":"<p>First, I shall reply to Senator Mooney's questions on illegal activities in the industry.  Most of the illegal activity happens within the rental sector.  Focus should be placed on that sector in order to stamp out illegal activity.  The Bill contains a recommendation for closer co-operation between Revenue, the Department of Social Protection and the National Transport Authority which will probably go some way to resolve some of the issues.<\/p><p>  The portal was mentioned earlier.  If it is to be used properly then a renter of a taxi vehicle would not be allowed to take that vehicle on to the street until the NTA has confirmed that he or she has a PSV licence, for a start, and that he or she is a legitimate drive.  Better use of the technology that will enter the industry would also sort out some of the illegal activity.<\/p> <p>There should definitely be more enforcement.  We have always campaigned for the Garda to be the primary enforcement agency in the taxi sector.  There are only seven people for the whole country.  We have had many dealings with the enforcement team.  Much of the time its members are caught up in clerical work, so they do not spend a great deal of time out on the streets.  If the Garda traffic corps was the lead enforcement agency, it would lead to better enforcement.<\/p><p> The vehicle branding is a controversial issue.  There is no more information on the vehicle than there is on the roof sign.  Our proposals initially were that one's PSV licence number and one's taxi licence number should be combined.  That would lead to a slimmed-down version, and the Garda or enforcement agency would only have to check one number rather than two.  The issue for taxi drivers is that the vehicle is a private vehicle.  With regard to putting the branding on it, one of our members recently had his vehicle damaged when the licence installer installed the branding incorrectly.  He failed the SGS test, went back to the branding licence operator and when he took it off, the paint work was removed from the vehicle.  Taxi drivers are concerned that it will lead to a devaluation of their private property.  There are suggestions of how that can be fixed but I do not believe the country can afford it at present.  There could VRT or VAT reduction on taxi cars.<\/p><p> On the branding in general, we initially believed that it would probably be the SGS, where we are licensed, that would install the branding.  At present, in Dublin city there are 30 or 40 different people branding the cars, all to different standards.  It increases price competition but probably 20% to 30% of the drivers who have got their cars branded since branding was introduced were refused a licence when they went to the SGS, because the branding either had not been installed properly or was of insufficient quality.  It is a huge issue within the industry.  People are getting the branding done but are still being refused licences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400005#D01300","nonspeaker":"Mr. David McGuinness","continuing":true},{"type":"speech","time":1360837800,"counter":299,"content":"<p>What is the SGS?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400006#E00200","speaker":"1019"},{"type":"speechnospeaker","time":1360837800,"counter":300,"content":"<p>The SGS issues the taxi licence.  It is a Swedish company, SGS Ireland.  There was huge concern within the industry about the nine year rule, but the change whereby people licensed before 1 January this year are allowed operate their cars for up to 14 years has removed a good deal of pressure.  However, there is an issue for people who have to change their vehicles.  There is no access to credit from the institutions.  The money that is given to the National Transport Authority probably could be used to give low-cost loans to taxi drivers.  The drivers' credit rating has probably been ruined over the last few years, as has happened to many people in the country, so they have no options.  The money that is received by the National Transport Authority from taxi drivers could probably be used to fund some of the vehicles that need to be changed.<\/p><p>  There is a big issue coming down the tracks with regard to wheelchair accessible vehicles.  Many of those vehicles were acquired ten to 15 years ago, when the separate wheelchair licences were introduced, and they are now reaching the end of their lives.  To put a new wheelchair accessible vehicle on the road costs &euro;40,000 to &euro;50,000.  Labour Party policy was that the taxi fleet should be 100% wheelchair accessible by 2020.  In the last three years the percentage of wheelchair accessible vehicles went down from 8.6% to 4.3% of the fleet.  That will deteriorate further over the next year because many of those vehicles that entered the taxi fleet are coming to the end of their lives.  Originally, the wheelchair accessible taxis were to be exempt from the nine and 14 year rules.  It was to be the end of life of the vehicle.  However, that has been changed, so that will further deplete the fleet of wheelchair accessible vehicles.<\/p><p>  Regarding the oversupply in the industry, initially we had a meeting with the Minister of State, Deputy Alan Kelly, in his office.  He indicated that the industry needed separate regulations for urban and rural areas.  That did not appear in the review body recommendations.  On the issue of PAYE workers - and we can only talk about the people we represent - our evidence is that at weekends the people who have a job and an income are destroying our members' livelihoods.  According to the last available figure, there were 6,500 PAYE workers with taxi licences.  If this issue was tackled in dealing with the overall problem within the industry perhaps people from rural areas might get into the industry, because it would be sustainable if firemen, council workers or whoever else were not operating taxis in rural areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400006#E00300","nonspeaker":"Mr. David McGuinness"},{"type":"speech","time":1360837800,"counter":301,"content":"<p>I wish to return to the issue of transferability.  It has been a major issue for the industry.  The taxi review group indicated that it would not happen, but there appears to have been a change of mind.  Will the witness indicate how he thinks that could work?  With regard to the taxi review group that drafted the document, the big disappointment from the taxi drivers' point of view was that the ordinary taxi driver was not represented on the group.  Others were represented on it, but the individual taxi driver did not seem to get much of a say.  The issue here is that the vetting procedure was not properly examined and recommendations were not given in that regard.  People are talking about it.  In Spain one must be a citizen to become a taxi driver.  In other countries, one must be resident for three to five years.  That should have been examined.  As one of my colleagues mentioned, we should be talking to the Garda as well as the Department about the vetting procedure.  It is a big issue for everybody.  Will the witness elaborate on the issue of transferability?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400006#E00400","speaker":"1022"},{"type":"speechnospeaker","time":1360837800,"counter":302,"content":"<p>The recommendation that the licence become non-transferable is seen as unfair within the industry.  Most of the people in the industry have paid for the licence.  It was always considered an asset, something one might invest in further.  However, now that the licence has become non-transferable, one will think \"It is not worth anything to me, so I will just plod along.\"  There will never be any extra value put into the investment and there will be no return for it.  The big issue with non-transferability is the family situation.  In rural areas the taxi is a family business.  If non-transferability goes ahead as proposed, the taxi will become defunct on the death of the licenceholder and the individual who works the taxi will have to start the process again, although at present there is a prohibition on the licensing of taxis.  I do not know if the Minister or the review body have got it right.  They indicated that the non-transferability of the licence is also related to the vetting procedures.<\/p> <p> We requested a Deputy to table a question on the non-transferability of the taxi licence and the Minister of State's response was that the underlying principle for this proposal is that a licence should determine a person's suitability to carry out a function and it should not have a monetary value or be traded on the open market.  It is not the taxi licence that determines ones suitability to drive a taxi, it is the PSV licence.  The PSV licence never had a monetary value nor could it be traded on the open market.  If that is the reason the legislation is being introduced, it will not achieve its stated objective.  The PSV licence in conjunction with the vetting procedures determine suitability to drive a taxi.  It is not a requirement to have a driver's licence nor a PSV licence to own a taxi.  One can accumulate multiple licences without owning a PSV licence.  The reply to the parliamentary question in the D&aacute;il refers particularly to the PSV licence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400006#E00500","nonspeaker":"Mr. David McGuinness","continuing":true},{"type":"speech","time":1360838400,"counter":304,"content":"<p>I thank Mr. McGuinness, chairman, and Mr. Brennan, secretary, of Tiom&aacute;na&iacute; Tacsa&iacute; na h&Eacute;ireann.  Members have benefited from this worthwhile engagement which will help them when they discuss the legislation.  Many of the points made at this meeting will be raised by Members during the passage of the Bill.  Obviously, when we come to discuss Committee Stage of the Bill, we will have another opportunity to take on board the points made.  I thank the witnesses for their worthwhile contribution and I thank the members who were present for this discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013021400007#F00200","speaker":"1089"},{"type":"unspoken","time":1360838400,"counter":305,"content":"<p>The joint committee adjourned at 10.55 a.m. until 9.30 a.m. on Wednesday, 20 February 2013.<\/p>","notice":"TIME STRING DETECTED"}]