[{"type":"majorheading","content":"Joint Oireachtas Committee on Children and Youth Affairs","time":1564527600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 10:00<\/p><p>The Joint Committee met at 10:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Kathleen Funchion, Lorraine Clifford-Lee, Denise Mitchell, Catherine Noone. Anne Rabbitte, Sean Sherlock.<\/p><p>Teachta \/ Deputy Alan Farrell sa Chathaoir \/ in the Chair.<\/p>","time":1564527600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002"},{"type":"minorheading","content":"Business of Joint Committee","time":1564527600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#A00100"},{"type":"speech","time":1564527600,"counter":5,"content":"<p>We are in public session.  Apologies have been received from Senators Joan Freeman and Fintan Warfield and Deputy Tom Neville.  I take the opportunity, on behalf of the committee, to wish Deputy Neville all the best on his recent marriage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#A00200","speaker":"1300"},{"type":"unspoken","time":1564527600,"counter":6,"content":"<p>The joint committee went into private session at 10.05 a.m. and resumed in public session at 10.15 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Issues Regarding Childcare Facilities: Discussion","time":1564527600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#B00100"},{"type":"speech","time":1564527600,"counter":8,"content":"<p>I welcome members and those viewers who may be watching proceedings on Oireachtas TV to the public session of the Joint Committee on Children and Youth Affairs.  The purpose of this meeting is to discuss with representatives of Tusla and the Department of Children and Youth Affairs the recent &quot;RT&Eacute; Investigates&quot; programme on childcare facilities.  While there have been reports in the media, it is important for members to note that the committee cannot discuss individual cases and should avoid naming individuals, regardless of whether their names are in the public domain.  Members should not discuss anything which is likely to be the subject of court proceedings.  According to media reports, a number of investigations into the matter that is the subject of these proceedings are either open or are in the process of being opened by An Garda S&iacute;och&aacute;na, Tusla and the fire service.  The committee should avoid direct discussion of the action or inaction of named individuals because doing so might prejudice any investigation.<\/p><p>On behalf of the committee, I welcome Ms Bernie McNally, assistant secretary, Dr. Anne-Marie Brooks, principal officer, Ms Laura McGarrigle, principal officer, and Ms Michele Clarke, chief social worker, from the Department of Children and Youth Affairs.  From Tusla, I welcome Mr. Pat Smyth, interim chief executive officer, Mr. Brian Lee, director of quality assurance, Mr. Cormac Quinlan, director of transformation and policy, and Ms Fiona McDonnell, national service director of children's service regulation.<\/p><p>I draw the attention of our guests to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  They are directed that only evidence connected to the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I ask all present in the room to turn off their mobile phones or switch them to flight mode because they may interfere with the sound system, making it difficult for parliamentary reporters to report the proceedings.  Interference may also adversely affect television coverage and web streaming.  I advise our guests that any submissions or opening statements will be published on the committee's website after this meeting.  Following the presentations, there will be questions from members.  I have a list of members who have already indicated that they wish to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#B00200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":9,"content":"<p>I thank members of the joint committee for the invitation to speak on behalf of the Department of Children and Youth Affairs.  For brevity, I will summarise some of my submission.  I will introduce my colleagues.  Dr. Anne-Marie Brooks is a principal officer with responsibility for early years policy and is standing in today for the principal officer with responsibility for quality.  Ms Laura McGarrigle is principal officer with responsibility for early years projects and is currently focused on the national childcare scheme.  Ms Michele Clarke is the Department's chief social worker.<\/p> <p>  Last week's \"RT&Eacute; Investigates\" programme was deeply distressing to watch.  The appalling mistreatment of children and the terrible management practices shown were unacceptable and inexcusable.  Tusla, in collaboration with the Garda and the fire safety authorities, is pursuing those responsible.  Tusla has the full support of the Department in conducting its work.  The vast majority of early learning and care services are safe and caring places.  This is based on the findings of thousands of visits by the inspectorates of Tusla and the Department of Education and Skills, and by the observation of Better Start, a service that has worked with 3,300 services across the country in recent years.  The actions we saw in the RT&Eacute; programme were, we believe, a horrific exception.<\/p> <p>  The Department takes its responsibilities in the area of early learning and care very seriously. We are working intensively to improve quality in services and to ensure that there is robust legislation and regulation.  We believe that Hyde and Seek does not represent the standard of care and education offered by the 4,500 services.  One case such as this is one case too many.  We are working extremely hard with Tusla, and via other means, to ensure that all children have access to loving and nurturing services and that services which do not meet required standards are closed down as soon as is legally possible.<\/p> <p>  The Minister for Children and Youth Affairs wrote to the chair of Tusla last Friday highlighting the importance of the work of the early years regulator and to offer the continued assistance of her Department with ensuring the agency's optimal performance.  I echo the words of the Minister in recent days to assure members of the committee and the public that we believe the Tusla early years inspectorate is doing its job and using its powers in a very effective manner.  The Department gave Tusla significant new powers in 2016.  Now that its inspectorate is well established, we see the steady application of those powers.  Since the beginning of 2018, Tusla has deregistered five services.  This year, it has attached conditions to the registration of 95 services and prosecuted two services.<\/p><p>More prosecutions and deregistrations will follow and we will continue to work intensively with Tusla to ensure that the system and the processes meet the need that exists.<\/p><p> Many people who watched the programme have asked whether it took RT&Eacute; to discover the breaches of regulations and why it has taken so long for Tusla to act on previous findings.  The Department is satisfied that Tusla was intensively engaged with Hyde and Seek long before RT&Eacute; became involved, had already taken the operators to court, had forced the unregistered service to register, had attached conditions to its registration and was acting on unsolicited information.  All this was with a view to escalating enforcement action.<\/p><p> The due process that Tusla follows before a new inspection report can be published or a service closed inevitably takes time.  For example, while Tusla has the power to deregister a service, the current legislation requires it to give a service 21 days' notice of deregistration and gives services the right to appeal to the District Court.  These legal provisions take time and these processes occur in private in order to avoid prejudicing any legal cases which may arise.<\/p><p> Ireland lags behind many developed countries in terms of the affordability, and some of the quality aspects, of early learning and care.  As such, the policy and regulatory approach is predominantly to support services to develop, upskill the workforce and improve governance.  All of this is to improve the quality of the experience for children.  When Tusla observes non-compliance with regulations, its approach is to encourage the provider to fix the problems rather than to close down the service.  This works with the vast majority of services because most are anxious to provide the best possible service to children.  Tusla is assisted in this objective by other support services in the Department, such as Better Start and the 30 childcare committees.<\/p><p> It would not be in the interests of children or parents if Tusla immediately closed down services when it observes non-compliance.  Closing down a service at short notice can cause enormous inconvenience to families.  Where possible, and where there is no serious risk to children, helping services to improve is the right thing to do.  Where there is evidence of a serious risk to children and a failure of the operator to immediately address it, clearly all the force of the law must be applied to closing the service.  There is also a need to keep parents informed of what is happening, although this poses challenges to due process.<\/p><p> Yesterday, the Minister, Deputy Zappone, asked officials to review regulatory powers nationally and internationally to ascertain whether Tusla has sufficient powers.  She asked us to focus particularly on those powers required to close services immediately where a threshold of poor standards has been crossed.  The Minister has asked us to consider whether our primary and secondary legislation needs to be amended.  She has also asked us to examine ways to ensure that parents are informed at the earliest possible date of the findings of Tusla's investigations.  This could, for example, involve requiring services to display prominently their registration certificates, including any conditions attached.<\/p><p> Since 2016, an additional &euro;4.3 million has been given to the early years inspectorate.  This has enabled a major increase in the scale of Tusla&rsquo;s registration, inspection and receipt of unsolicited information activities.  Another commitment made by the Minister yesterday was that she would continue to do her absolute best to increase investment in quality.  This includes investment in the workforce and in the regulatory and inspection regime.<\/p><p> Questions have also been asked about why public funding continues to go to services in cases where there is non-compliance with regulations.  Most public funding takes the form of subsidies to parents, which enable parents to send their children to the service for free in the case of the early childhood care and education, ECCE, programme, where most public funding is invested, or for reduced fees in the case of the various subsidy schemes.  If the Department were to cut this funding when there is little spare capacity in the system, it is parents who would suffer most through facing increased fees for the same service.  In the case of the three Hyde and Seek services that have received public moneys, 99% of the funding has taken the form of subsidies to parents.  Of the &euro;1.25 million in public funding given to Hyde and Seek in the past five years, only &euro;10,000 has taken the form of grants to the service.  I stress that no public funding whatsoever has gone to the service that was unregistered.  Nevertheless, it is right that the State should set limits on the services that receive funding. This already occurs to some extent through the restriction of public funding to services that are registered with Tusla.<\/p><p> First 5, the whole-of-Government strategy for babies, young children and their families, includes commitments to further strengthen the link between public funding and quality standards, through the development of a new funding model and through a commitment to withdraw funding where quality standards are not met.<\/p><p> The broadcast last week of RT&Eacute;'s investigation offered many reminders of the 2013 RT&Eacute; programme, \"A Breach of Trust\".  This time, however, the independent regulator was already taking enforcement action when RT&Eacute; went in.  Another difference is that last week&rsquo;s programme showed footage from only one service owner.  We have come a long way since 2013 and standards have risen across the board.  In 2013, the Government announced a quality agenda and every one of the eight commitments relating to it has been delivered.  We have introduced minimum qualification requirements, a registration system, a national inspection system, new regulations, a quality and regulatory framework, the publication of inspection reports, new powers to deregister services and attach conditions and the Better Start quality development service.  Other actions to raise quality standards have also advanced, supported by a 117% increase in Government funding over the past four budgets.  These include a learner fund to support higher qualification of staff, new Department of Education and Skills inspectorate education-focused inspections in ECCE and a pilot paid continuing professional development scheme for staff.  This year, we introduced regulations for school-age childcare.<\/p><p> There is, of course, much more to be done and a number of major initiatives are under way to improve standards further.  These include the development of a workforce development plan.  Yesterday, the Minister requested that, as chair of the group, I should prioritise the element of the work to develop a professional regulatory body for those who work in the sector.  The development of a new funding model is also about to begin and this will support improved quality of provision and address affordability.  National consultation on a radical draft child minding action plan to map out a pathway of regulation and the support of all paid childminders will begin soon.  The development of a resource for parents to assist them in understanding what a good quality early learning and care service looks like is also about to being.  None of these new actions will be much consolation to the parents of children attending the Hyde and Seek cr&egrave;ches.  However, I speak on behalf of the Minister and everyone in the Department when I say that every effort will continue to be made to improve the quality of early learning and care services.  Reform on the scale we are undertaking inevitably takes time.  Objective analysis shows that the sector has already made huge strides and has been transformed in the past decade.  The Department is committed to ensuring that this transformation continues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#B00300","nonspeaker":"Ms Bernie McNally","continuing":true},{"type":"speechnospeaker","time":1564527600,"counter":11,"content":"<p>I thank the Chairman and members for the opportunity to address the committee in order to provide context for and information on the role and remit of Tusla&rsquo;s early years' inspectorate.  I am joined by my colleagues Mr. Brian Lee, the director of quality assurance, within whose directorate the children's regulation service sits.  I am also joined by Ms Fiona McDonnell, the national director of the children&rsquo;s services regulation, and Mr. Cormac Quinlan, the director of transformation and policy.<\/p> <p>  As the regulator of the sector, and as the State&rsquo;s dedicated agency for child protection and welfare, Tusla found the adult behaviour towards children and the serious breaches of regulations at Hyde and Seek cr&egrave;ches shown in the RT&Eacute; broadcast shocking, unacceptable and worrying at the very least.  Tusla&rsquo;s early years inspectorate is the independent statutory regulator of early years services in Ireland and the largest children's regulator in the State.  It has responsibility for the registration and inspection of pre-schools, play groups, nurseries, cr&egrave;ches, day care and similar services that cater for children aged up to six years.  Every registered service provider in Ireland, of which there are almost 4,500, has been inspected by Tusla's early years inspectorate.  The early years inspection service was introduced in 1997.  In my written submission I have set out the various regulations and Acts that provide the powers to register and deregister services and enhance the enforcement powers of the inspectorate.<\/p> <p>  While Tusla works actively with service providers to highlight areas where improvements are necessary in order to improve standards in service that promote the safety and well-being of children, it is important to note that it is the responsibility of the registered providers to ensure that they are compliant with the regulations.  Key statistics on the early years inspectorate include that there are approximately 4,500 registered early years services.  Last year, 2,500 of these services, which is well over 50%, were inspected.<\/p><p>We also managed 413 unsolicited information cases regarding the early years service last year.  Almost 5,000 inspection outcome reports were published on the website.  Some 254 incidents were notified to the inspectorate in 2018 by service providers.  Approximately 1,400 change-in-circumstances requests, which relate to the services provided by providers, were received and addressed by the inspectorate in 2018.  We had one full prosecution of early years services, which commenced in 2018 and was completed this year.  A total of 138 services closed in 2018, some as a result of Tusla interventions.  Five services were removed from the early years register by Tusla in 2018 and to date in 2019.<\/p><p> Since the introduction of legislative reform and the Child Care Act 1991 (Early Years Services) Regulations 2016, it is an offence to operate a service that was not approved to operate under this regulation.  As we have set out, Tusla has powers to enforce that.  In summary, these powers involve: maintaining a register; placing conditions on a service where this is found to be appropriate; prosecuting a service that has not complied with a condition of registration; prosecuting a person or persons operating an unregistered service; re-examining the registration status of every service on at least a three-yearly cycle; and approving change of circumstances applications.  As a regulator, it is vital that Tusla exercises its regulatory powers in a proportionate manner, first, to drive improvement and, second, to respond to continuous and serious breaches of regulations within its remit while balancing the rights of providers to fair procedures and natural justice.  This is an important and difficult balance to achieve at times because deregistering a service can have a major impact on a community and parents.  The quality and safety of care received by children is the end result of a wide range of decisions made by a number of different stakeholders.  Such stakeholders include: providers themselves, in the context of their policies, training and guidance, local governance and internal control arrangements, and compliance with the regulations; professionals who work within those services in respect of education, training and the care of the children; parents and guardians in respect of what they access, see and understand from the services; commissioners; regulators; other bodies; and legislation.  While regulation and inspection are essential components in identifying and addressing risks within the early years sector, the early years inspectorate alone cannot regulate for individual behaviours that are not in evidence during inspections or not reported to Tusla through other appropriate channels such as Children First mandatory reporting or the early years inspectorate. It is the professionalism of individuals that keeps children safe and also ensures the delivery of good care.<\/p><p> To give a sense of the extent of the services that have been put in place since 2014, achievements of the early years inspectorate since that year include the establishment of national governance to ensure standardisation of inspection practices across the country.  An unsolicited information office was established in January 2018 to process information, concerns and complaints about early years services.  An online system to submit unsolicited information to the inspectorate is also available.  A stakeholder consultative forum was developed in 2015 to ensure that the inspectorate listens to the voice of the stakeholders, Government and the relevant authorities.  We established the national regulatory support forum in 2017 to provide supports to providers and respond to parent queries.  Following extensive consultation with the sector, the early years inspectorate published a quality and regulatory framework that is underpinned by research and best practice to make explicit what the requirements are under each regulation available for providers, students and parents.  At present, there are 58 full-time staff working in the inspectorate.<\/p><p> Tusla&rsquo;s early years inspectorate had acted appropriately as the regulator and was applying its regulatory and prosecutorial powers proportionate to the risks and issues in each of the cr&egrave;ches in question, based on the verifiable information available to it.  Tusla had concerns regarding repeated breaches of compliance with regulations in all the Hyde and Seek services which were informed by inspection, some of which was triggered by information received through the unsolicited information office.  The continued breaches of regulations resulted in a number of enforcement actions.  For example, Hyde and Seek Glasnevin was successfully prosecuted by Tusla in 2019 for the operation of an unregistered service.  Enforcement activity began in January 2018 when this matter was first brought to our attention.  Hyde and Seek Shaw Street was inspected in September 2018 and July 2019 and is subject to ongoing enforcement action.  Hyde and Seek Tolka Road has been subject to a significant level of regulatory enforcement activity and referrals have been made to Tusla&rsquo;s child protection and welfare services.<\/p><p> It is important to state in the clearest terms possible, however, that Tusla&rsquo;s early years inspectorate had no evidence of the serious child protection concerns or the high degree of serious non-compliance with standards that was shown in the RT&Eacute; programme.  Indeed, the behaviours displayed are unlikely ever to be evident during an inspection and we rely on good governance practice and appropriate mandatory reporting under Children First or through Tusla&rsquo;s unsolicited information office for the notification of child protection concerns.  Furthermore, if issues of non-compliance are evident during an inspection, these are brought to the attention of the service provider for immediate action.<\/p><p> RT&Eacute;&rsquo;s programme \"Cr&egrave;ches - Behind Closed Doors\" contained distressing footage which caused upset and anxiety for parents, guardians and the general public.  Tusla first received information from RT&Eacute; in July in respect of serious concerns regarding the quality of care in these services which provided evidence of poor practice and allowed the early years inspectorate to take additional action further to that set out earlier.  Tusla contacted RT&Eacute; to seek any further information that would assist us to take further action to protect children and footage of a chronology of events identified by them since they commenced their undercover investigation last April was provided.  There is ongoing liaison with RT&Eacute; in this regard to identify and address any child protection concerns.<\/p><p> Tusla has a primary responsibility to promote the safety and well-being of children and should always be informed when a person has reasonable grounds for concern that a child may have been, is being or is at risk of being abused or neglected.  These concerns are screened and assessed as appropriate under Children First.  Where there is an immediate and serious risk to a child, Tusla provides an immediate response.  All cases of suspected child abuse are reported to An Garda S&iacute;och&aacute;na.  While this is a separate and distinct role in the protection of children from that of the early years inspectorate, there are clear links between the two.  Every early years provider must ensure that employees are trained in their obligations under Children First and every childcare worker in an early years service has a legal mandate under Children First to immediately report child protection or welfare concerns, or any observation of harm to a child, to the relevant social work department.  Every organisation and professional also has a professional and ethical responsibility to report their concern.  Tusla's website has extensive information and links to provide anybody with the relevant information and training around this.  Where Tusla&rsquo;s early years inspectorate receives a child protection concern, it is referred to the child protection team, which follows up accordingly.<\/p><p> The practice and behaviours broadcast in the \"Prime Time\" programme are an exception in the sector, are obviously unacceptable and are a clear breach not only of the regulations but of the trust placed by parents in the owners of Hyde and Seek.  I can offer assurance that having inspected all 4,435 registered service providers across 26 counties, most facilities are compliant with the majority of regulations and where non-compliances are identified, the vast majority of service providers work closely with Tusla to implement the necessary improvements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#C00200","nonspeaker":"Mr. Pat Smyth","continuing":true},{"type":"speech","time":1564527600,"counter":13,"content":"<p>Before we commence with questions from the members, does Mr. Smyth wish to make any further contributions or clarifying points that may have emerged since his statement was written?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#D00200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":14,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#D00300","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":15,"content":"<p>That is fine.  Senator Noone and Deputies Rabbitte, Sherlock and Funchion have indicated but I first have a few initial questions.<\/p> <p>  I thank our guests for attending.  The speed at which they made themselves available is appreciated by all the members.  I also thank the members for making themselves available at short notice during recess.  Although the D&aacute;il and Seanad are not sitting, their presence this morning shows that the members are absolutely still at work.  As has been indicated in both opening statements, members of the public including the committee members were shocked and horrified by the events we witnessed on \"RT&Eacute; Investigates\".  A word of thanks should go to the makers of that programme for their work in highlighting these issues affecting some of the most vulnerable citizens of the State.  It raises fundamental questions when it comes to the standards and practices within the sector.  Our guests have been very good in providing information as to the number of inspections.  On radio last week, Mr. Lee stated that over 50% of operators here are inspected and that this is a significant percentage when benchmarked against the figure for the UK, which is only 5%.<\/p><p>I am interested in discovering what is the position elsewhere in Europe, particularly the Nordic countries.  I would like Mr. Smyth to provide that information during the course of the meeting, if possible.<\/p><p> I only have three questions because I know the other members are waiting.  It is important that Tusla stated that it believes that this is an isolated, or at least very rare, incident.  Tusla also stated that there is a high rate of inspection, that the number of facilities shut down is low - Mr. Smyth mentioned five in the past 18 or 19 months - and that more than 138 operators deregistered themselves in 2018.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#D00400","speaker":"1300","continuing":true},{"type":"speechnospeaker","time":1564527600,"counter":17,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00200","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":18,"content":"<p>On that basis, 4,500 service providers are operating with Tusla's permission and approximately 50% are investigated in any given year.  How can we be certain then that incidents similar to those we witnessed last week are isolated?  How can we be certain that when an inspector leaves a room, a low-paid childcare worker is going to adhere to the Children First guidelines and pick up the phone while at the same time taking into account his or her future employment?  It is very difficult.  I ask that question as the parent of two small children who are in childcare every week.  Is it Mr. Smyth's opinion that such breaches of standards are isolated?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00300","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":19,"content":"<p>I am going to ask my colleague, Mr. Lee, to respond to those points.  As stated earlier, however, it is our assessment that the inspection process for the vast majority of providers furnishes a significant level of assurance.  Where there are issues, we work through them with the providers.  Hyde and Seek was in that process.  The difficulty, however, was that we had no evidence of the serious breaches.  The child protection and welfare issues that obtain will not be evident during an inspection process.  The structures in place and the work done - such as inspections -  will, however, lead us to form a view as to whether there are concerns regarding a particular provider.  I ask Mr. Lee to provide more information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00400","nonspeaker":"Mr. Pat Smyth"},{"type":"speechnospeaker","time":1564527600,"counter":20,"content":"<p>We conducted 2,500 inspections last year and we analysed those in order to determine compliance rates among providers.  I assure members, parents and everyone listening that there is a very good level of compliance among providers.  There are, however, limitations with any inspection regime, whether in this sector, the nursing home sector or other sectors.  Inspections are snapshots of quality in a service at a particular point in time.  As has been stated, rightly, it is for the service provider and staff to provide the best service when an inspection service is not present.  Childcare workers in early years services are mandated reporters under the Children First Act 2015 and are required to report any concerns they may have regarding child protection issues to Tusla's social work teams.<\/p> <p>  I want to be absolutely clear that the level of compliance in the sector is very high.  Our overriding operating principle is to drive improvement.  Most services engage and co-operate with us and they want to improve.  Compliance rates increase significantly when we put in place action plans for improvement after engagement with providers.  A service provider deregistered by Tusla will have gone through a series of steps where continuous non-compliance was demonstrated.  That is because our overriding principle is to drive improvements in the sector.  It is never possible, however, to give a cast-iron guarantee that something like what we are discussing could never happen again.  We can significantly reduce the likelihood of it happening by having a robust inspection model and ensuring that people comply with the Children First Act 2015 and the various other quality initiatives mentioned by Ms McNally<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":21,"content":"<p>I want to ask Mr. Lee a question and I am conscious of our remit in asking it.  In a general sense, if Tusla had powers of immediate closure - which Mr. Lee mentioned on the programme to which I listened -  would it shut down a facility that displayed non-compliance with fire safety regulations and in respect of which there were questions regarding physical altercations with children and questionable professional behaviour?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00600","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":22,"content":"<p>That is an important question.  To be clear, the information available to us before the RT&Eacute; programme was not at that threshold of concern.  What we saw in the RT&Eacute; programme, however, it absolutely hit that threshold.  Other regulatory authorities have powers of immediate closure.  Invoking those powers usually involves the use of language such as \"a grave concern to the health and well-being\" of the users of a particular service.  I have that level of concern after seeing this programme and I would activate closure powers immediately if they were available to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":23,"content":"<p>How does Tusla support childcare workers in performing their functions and in adhering to their moral and legal responsibility to report issues of non-compliance with Children First guidelines to it, regardless of whether those workers identify themselves?  How do we support them in that process?  I am referring to the protection of employment.  A low-paid worker who sees something abhorrent and picks up the phone might lose his or her job.  He or she might be the only person in the room and it would, therefore, be evident that he or she reported the incident.  How are the State, the Department, the committee and Tusla going to protect such workers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":24,"content":"<p>I will answer initially but there will be other contributors because the question requires a multifaceted response.  Regarding our approach as the independent regulator of this sector, we put in place action plans to seek remedies when inspections highlight concerns regarding service providers and staff.  The main tool that we, as the regulator, apply is the quality and regulatory framework.  That is available to the public and is written in a clear and straightforward way in the context of Tusla's expectations regarding what care and support services are meant to be provided.  It is a helpful guide to assist people in understanding what good quality care looks like.  Those are the main regulatory supports we put in place.<\/p> <p>  I will hand over to Mr. Quinlan to comment on child protection supports and people understanding their roles and responsibilities regarding mandatory reporting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E00900","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":25,"content":"<p>I am glad to have the opportunity to talk about this issue.  The main statutory provision here is the Children's First Act 2015, which came into place at the end of 2017.  It introduced specific provisions for services and individual professionals.  Services covered are those defined by the Act and every childcare centre in the context of the services regulated by Mr. Lee.  Under the Act, providers are required to have a child safeguarding statement and it should cover all the policies and procedures that should be present in the organisation.  It should include what steps the provider has taken to ensure that staff are informed of their obligations.  Mandated persons as defined in Schedule 1 of the Act, such as childcare workers operating in this sector, have an individual legal mandate to report abuse when they see it.<\/p> <p>  Tusla's role is to provide supports.  When the Children First Act 2015, and the associated Departmental guidance, came into force, we developed a universal free e-learning programme.  It is available to everyone in the country so that they can understand their obligations in this area.  We also have a whole suite of material on our website regarding guidance on reporting and various supports available to individuals.  In addition, we have also worked closely with the Department in the context of the Children's First Act 2015 and there is an obligation on each sector.  The Act established an interdepartmental group as the implementation group for the Act.  A representative from every Department sits on that group and all sectors are required to produce cross-sectoral plans on how they support their sectors, including any funded services.  Tusla supported the early years sector in providing additional training supports, including the provision of additional trainers.  We also supported a \"train the trainer\" programme which provided tailored training to staff in the sector to enable them to understand their obligations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#E01000","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speechnospeaker","time":1564527600,"counter":26,"content":"<p>I would add a departmental perspective in respect of both questions.  I agree with everything the representatives from Tusla said.  The first question was on whether we can be absolutely certain that this is an isolated incident.  We can never be certain of that, but we can offer the committee the evidence that is out there.  While the Department relies hugely on information from Tusla and advice from the regulator on how we are doing in the sector, other sources also inform the Department and the actions it needs to take.  As well as the 2,500 inspection reports we received from Tusla last year, we received information from the Department of Education and Skills inspectorate, which inspected 700 services in the ECCE programme last year.  We also have the Better Start quality development service and 130 expert practitioners who are working with services all the time.  They have worked with 3,300 services.  Tusla's unsolicited information service is really important.  We also receive information within the Department, so we have a number of sources.  Parents are increasingly a source of information as well.  We recently funded a post in the National Parents Council, in collaboration with the Department of Education and Skills, to build up the role of parents in the sector, to help them influence policy, etc.  We have committed to do much more under the Children First initiative.  I just wanted to say that we have many sources influencing and shaping our policies.<\/p> <p>  Regarding Children First and training, I would add to what Mr. Quinlan said about having that extra layer of training.  Early learning and care practitioners have access to all Tusla's resources, including online training and so on.  We have also developed a number of other resources.  A national steering group has been in operation since 2013, and there are 60 childcare committee staff throughout the country who are trained in training staff in respect of the Children First guidelines.  Some 15,000 childcare staff have done the additional training on top of basic training.  We continue to invest in that year on year.  We have a dedicated chairperson for that group and a dedicated co-ordinator for that amount of activity.  We are doing as much as we can.<\/p> <p>  It is also important to note that early learning and care staff are protected under protected disclosures legislation, so in that horrendous scenario where they may feel that they or their employment conditions are under threat, they are protected.  One would hope that only a tiny number of them would have to use those protections, but they are there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00200","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":27,"content":"<p>Tusla should follow by getting that information out there.  One of the key problems has been the lack of information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00300","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":28,"content":"<p>There is also a provision under the Protections for Persons Reporting Child Abuse Act 1998 which protects people from liability in the context of reporting concerns relating to child protection matters.  I stress that Tusla is dependent on individuals bringing child protection matters to us, every single day.  That is how we receive information.  It is important that people feel confident they can report these matters to us because that allows us to act to protect children there and then in relation to their safety needs.  It is important that people see their obligation in that regard.  Everyone in our society holds that obligation,.  While professionals hold certain additional obligations, everyone has an obligation if we want to truly protect children.  Regulations can certainly safeguard children, but individuals acting in a protective manner is what keeps children safe from harm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00400","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":29,"content":"<p>I thank Mr. Quinlan.  I have one final question.  I have a dozen, but I will ask one more before I let the members in.  I am sure I am being frowned upon at this stage.<\/p> <p>  I refer to the facility opened by Hyde and Seek that was not registered.  I have some conflicting dates.  I was of the view that it opened in January 2018 but it appears, on the basis of Tusla's opening statement, that I may be incorrect.  Perhaps our guests might clarify the position.  I thought it was brought to Tusla's attention in January 2018 that Hyde and Seek had an unregistered service open.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00500","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":30,"content":"<p>It came in through our unsolicited information office that the service was in operation from January 2018.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":31,"content":"<p>I see.  That is the information with which Tusla was provided.  Could our guests indicate the date on which Tusla found out about it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00700","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":32,"content":"<p>It was 31 January 2018.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00800","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":33,"content":"<p>Tusla found out on 31 January 2018 that this service was operating without registration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F00900","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":34,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01000","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":35,"content":"<p>There has been a prosecution in relation to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01100","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":36,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":37,"content":"<p>Did Tusla notify the parents in question?  Perhaps our guests would enlighten the committee on this.  When the application was received, would the documentation have provided Tusla with the names of the parents who were going to be or who were using the service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01300","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":38,"content":"<p>This is an understandable point of frustration for parents and others who are involved in the system.  Our role is to engage with the service provider.  When the matter came to our attention, we requested that the provider in this instance to desist.  That took a number of correspondences.  When those failed, we proceeded to take a prosecution against the service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":39,"content":"<p>How long did that take?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01500","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":40,"content":"<p>We commenced the legal process in July 2018 and it took up to March of this year to complete it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":41,"content":"<p>Okay.  The service was not registered until after March.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01700","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":42,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01800","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":43,"content":"<p>It was operating on a daily basis, to Tusla's knowledge, from January 2018 to March 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F01900","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":44,"content":"<p>Tusla's powers were mentioned earlier.  One power that would be of huge help to us would be the ability to act and to have services closed immediately when they are operating unregistered.  At the moment, we can only request their closure and then move to prosecute.  As the committee can see, a prosecution can take a number of months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02000","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":45,"content":"<p>Did the service register and then Tusla acted or did Tusla act and then it registered?  I would like to know the timeline.  If it was operating without having applied for registration, Tusla could have shut it down.  I would like to know which happened first.  Did Tusla approach the service to say that it was not registered or did the service apply and the Tusla asked why the hell it was not registered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02100","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":46,"content":"<p>It had originally applied to register with Tusla but did not complete the process.  It then came to our attention that it had opened and started operating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":47,"content":"<p>If a service provider which is subject to a partial application is up and operating, the law which states that Tusla can shut it down if it is not registered does not apply.  Is that what Mr. Lee is saying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02300","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":48,"content":"<p>No, we have no power-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":49,"content":"<p>Could Tusla have shut it down up until prosecution occurred?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02500","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":50,"content":"<p>If a service is not registered with Tusla, the only recourse we have is to write to it to desist, which it can choose to ignore, and the next power is to proceed with prosecution.  We can only deregister a service that is registered with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":51,"content":"<p>When does the parent or the child come into the equation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02700","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":52,"content":"<p>It is important to recognise the other part of Tusla.  If a child protection concern comes to Tusla, our child protection teams could bring any child protection concerns to the attention of the parents.  That is a very clear role of Tusla.  If child protection concerns come in, they would be brought to the attention of parents.  At the moment, Tusla has no statutory or legal basis to contact parents if it has concerns.  There is a gap and we are looking into different ways it could be addressed, whether through legal remedy or how it is done in other jurisdictions.  I understand that it is a point of frustration.  The issue is not only that a service is unregistered but that we could be going through a six-month enforcement process with a service, that we cannot publish reports because we are going through due process and legal proceedings and that putting out additional information could jeopardise either prosecutorial or regulatory enforcement action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02800","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":53,"content":"<p>I want to clarify one matter.  Tusla does not have the power to shut down a cr&egrave;che or a business, it only deals with registration.  We have the power to deregister a business such that it is not on the register.  However, the business can still operate and we do not have the power to close it.  It is important to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F02900","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":54,"content":"<p>Can I just clarify that?  Tusla does not have the statutory authority to shut down an unregulated childcare service provider in this State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03000","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":55,"content":"<p>We have the power to deregister providers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03100","nonspeaker":"Mr. Pat Smyth"},{"type":"speechnospeaker","time":1564527600,"counter":56,"content":"<p>If it is an unregulated service, we do not have the power to close it down.  We can only prosecute unregulated services.  When it comes to a registered service, we have the authority to remove it from the register of service providers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":57,"content":"<p>It could still operate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03300","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":58,"content":"<p>It could still operate, but we would proceed to prosecute it if it did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":59,"content":"<p>We knew that, but it is still shocking to hear that response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03500","speaker":"1300"},{"type":"speech","time":1564527600,"counter":60,"content":"<p>Tusla would prosecute in the event that a service is unregulated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03600","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":61,"content":"<p>It would be an offence for it to continue to operate and we would prosecute it.  The other point is that if it were deregistered, funding from the Department would be removed from that service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":62,"content":"<p>Earlier, our guests highlighted the difficulty of providing timely information to parents in order to allow them to make informed choices.  When a service provider complies with the Children First guidelines, and all the Acts and policies that flow from them, and receives a Tusla report that is either satisfactory or glowing, it is put up on agency's website.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#F03800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":63,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":64,"content":"<p>A very obvious gap is the fact that this report is not published and, therefore, parents cannot make informed choices.  They operate on the assumption that the Child and Family Agency is on it and that the organisation is compliant.  I would like to see a flag of some kind to say that a certain service provider has been inspected and that the report will not be published on the inference or directly that the service provider is undergoing enforcement action to ensure compliance with the Children First guidelines.  If there is a difficulty with being specific, that is fine.  Do not to be specific.  However, Tusla should at least give parents the information in order that they know there may be an issue and can ask the service provider why the Tusla report on its last inspection is not available to them, as parents, to consult before making a choice to place their children with or have them retained by the provider's service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":65,"content":"<p>I take on board that point and completely support what the committee is doing.  We will look at every potential opportunity to do that and ensure that we can put out as much information as possible.  We might need a legal instrument to support us in that regard.  The Department is supportive of that, as is the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":66,"content":"<p>I would imagine that it would only be a statutory instrument as opposed to primary legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00400","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":67,"content":"<p>To be clear, that report will be published regardless of the level of enforcement.  It just takes a lot longer-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":68,"content":"<p>It takes longer and that time is crucial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00600","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":69,"content":"<p>It is crucial but, again, the other point of assurance that this agency can provide is that if there were child protection concerns, social workers can immediately inform parents about them and take protective action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00700","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":70,"content":"<p>That is a really important point in the context of this discussion.  We have all spoken about how distressing and upsetting watching the programme last week was for everybody, particularly parents.  What we saw was not only a breach of regulations and standards of care, it also involved adults acting in an abusive manner towards children and the use of excessive force.  There are two separate issues here.  Obviously, the regulation side will deal with the poor standards of care piece.  However, it is so important that when a professional or anyone else sees what would be deemed to be reasonable grounds for concern or, in this context, even harm as defined by the Children First Act, which is a mandatory reporting requirement, it should be brought to the attention of the service.  I need to be clear on this because it is so important.  This is not unsolicited information given to a regulatory service, it is a child protection and welfare standard reporting form to our service that lists the child's details, who is suspected of causing harm to that child and the concerns relating in that regard.  This allows Tusla and the child protection and welfare service to immediately act if there is an immediate need to protect that child.  Irrespective of whatever regulatory process is happening, we can and should intervene to protect that child but we need the information from individuals who have an obligation to report that to us.  It is so important that we receive such information and that people see their obligation to send it to us.  This then affords us the opportunity to put in place immediate protection measures in respect of any child in order to prevent any future harm occurring.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00800","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":71,"content":"<p>I thank our guests for their presentations and for appearing before us to deal with this issue.  I do not want to be repetitive.  Both speakers and the Chairman have indicated that the scenes in the programme were horrific.  It is safe to say that what was viewed would be every parent's worst nightmare.  My sister, who has had a child in a cr&egrave;che for a number of years, heard me speaking about this on the radio and told me that she would not watch the programme because she did not want to think about anything that could have happened.  This matter has struck a chord with parents throughout the country.  The purpose of this meeting must be for us, as legislators and policymakers, to get to the bottom of how this could have happened and to see what can be done to reassure parents in terms of what we can find out and what actions are needed on the part of the Department and Tusla.<\/p> <p>  Mr. Lee made a very fair comment when he stated that last week's programme does not represent what happens in all cr&egrave;ches.  I and, I am sure, my colleagues have had a lot of communication from cr&egrave;che owners who provide excellent services, who feel very hurt by the scenes shown and who fear that the message could be transmitted that they are not providing care of the utmost standard.  I received correspondence from somebody whose child attends one branch of Hyde and Seek that allegedly has been managed quite well by another individual, which shows that this is a very difficult and nuanced issue and that we must be very practical about how we approach it.  Mr. Quinlan alluded to the fact that knowing that Tusla exists to oversee and to be reported to if there are suspicions about safety is a call to arms for parents and that everything should be reported if there is even the slightest suspicion.  Clearly, the structures exist.  They may need improvement but they do exist to protect children, which must be the primary concern at all times.<\/p> <p>  One question that has probably been asked by many people over the past week and during the coverage of this is how a relatively small group of reporters working for RT&Eacute; on perhaps a relatively small budget managed to uncover these issues in a cr&egrave;che that had not been consistently identified by Tusla.  How was this possible?  Can our guests answer as briefly as possible because I have limited time to ask questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G00900","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":72,"content":"<p>From the perspective of Tusla, before the RT&Eacute; programme there were issues regarding breaches of regulations on the part of the Hyde and Seek service.  There were similar types of breaches of regulations but not to the same level of concern highlighted in the RT&Eacute; programme.  The most important part is that the child protection issues relating to rough handling were never observed during inspection and it is highly unlikely that they would be.  This is where mandatory reporting kicks in.  It is the duty of staff or undercover workers to immediately report any concerns about child protection to Tusla.  We are reviewing the footage from RT&Eacute; and as we identify child protection concerns or further breaches of regulations, we will take appropriate action in line with our statutory remit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01000","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":73,"content":"<p>My next question relates to whether Tusla has considered making it compulsory for CCTV to be installed in cr&egrave;ches.  I would never compare children to animals because they are clearly a million times more important.  I am only making a comparison for illustrative purposes.  There are incidents involving the Department of Agriculture, Food and the Marine whereby very intensive CCTV footage is used to ensure that animals are taken care of properly.  When it comes to children, surely we can have a system whereby  CCTV footage is used.  Is that something Tusla would be in favour of, particularly as it would certainly make its job easier?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01100","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":74,"content":"<p>I would support any particular regulation - because this is what would be needed in this case - that would support the protection of children in early years services.  Anything like that would have to take data protection and other rights that must be balanced out as well into account.  From the perspective of Tusla, I would support any measure like that.  We cannot apply it unless it is in a regulation or in legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":75,"content":"<p>Sure.  I knew that the general data protection regulation, GDPR, would be mentioned in response to that question but, clearly, we cannot have a situation where the latter prevents us protecting citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01300","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":76,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":77,"content":"<p>I feel very strongly about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01500","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":78,"content":"<p>To be clear, child protection concerns trump the GDPR any day of the week in our business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01600","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":79,"content":"<p>It is also important to be aware that, in itself, video of young children involves a child protection risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01700","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":80,"content":"<p>That is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01800","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":81,"content":"<p>It is a solution and a significant risk at the same time.  They are the kind of issues that would need to be considered if that kind of approach was to be taken.  It would need significant safeguards as well, even though it is the obvious solution to those of us who would look at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G01900","nonspeaker":"Mr. Pat Smyth"},{"type":"speechnospeaker","time":1564527600,"counter":82,"content":"<p>I echo what Mr. Smyth said.  Some services already operate it.  They do so with the permission of parents.  Many of them had a good discussion with parents regarding the advantages and disadvantages involved.  While it seems like a good solution and is an option, we do not use it in classrooms, etc.<\/p><p>We have to look at the pros and cons of it.  We have to look at the rights of all the children.  On the question as to whether this needs to be discussed further, the answer is \"Yes\".  There are concerns and complexities involved as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#G02000","nonspeaker":"Ms Bernie McNally","continuing":true},{"type":"speech","time":1564527600,"counter":84,"content":"<p>I appreciate that.  The point is well taken but an appropriate version of such-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00200","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":85,"content":"<p>Obviously, the nature of abuse is that it tends to occur in secret.  There may be some level of CCTV in a building but that might not prevent abuse from occurring in those situations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00300","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":86,"content":"<p>The presence of cameras-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00400","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":87,"content":"<p>They may act as a safeguarding element.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00500","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":88,"content":"<p>I say that as a solicitor.  When a private investigator arrives in court, people automatically think, \"Oh my God, there was somebody watching me\".  It is really important that we consider the position in this regard.  I hope that we would be able to review this matter again with our guests in the near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00600","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":89,"content":"<p>As I said to the Chairman, this is an opportunity for everyone in our society to consider his or her obligations under Children First.  Again, those who see things happening at a certain moment are the best people to take protective action to address that particular issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00700","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":90,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00800","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":91,"content":"<p>It is really important that we seek to do that and to promote a better understanding of it across society.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H00900","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":92,"content":"<p>That point is well made.  I have a couple of questions regarding structures.  Who plans policy and drafts the relevant legislation?  Who drafts the written communications that issue to operators and what level of internal oversight of that process exists?  For example, are services audited and, if so, are the results of those audits available?  Is that process reviewed based on risk and on incidents that occur throughout the country?  Do inspectors feed information back to Tusla on the need for particular powers and, if so, could that be communicated to the Department in order that we could consider the type of regulatory or legislative framework required to support the agency?  In a nutshell, does a system exist in Tusla through which it can seek more powers?  If it does, why did the agency not seek more powers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01000","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":93,"content":"<p>The Department may want to address the first part of the Senator's questions in terms of policy.  One of the pieces that is very relevant here is that the legislation and the inspection process around this are very new.  There has been an enormous amount of work done in the past two and a half years in the context of getting to see the operators and understanding how that process works.  It is important to make the point that this is a new process in respect of which there is much learning going on and that this affects the answers we can provide in terms of the actuality of what is happening with regard to the setting of regulations.  In terms of the process and how we are going to change it, what we are dealing with that is part of that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01100","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":94,"content":"<p>The natural question following on from that is whether Mr. Smyth is of the view that a structure needs to be put in place to enable inspectors to provide feedback centrally on issues such as the need for additional powers and that this could then be communicated to legislators in order that we do not find out about these issues by watching episodes of \"RTE Investigates\".  Such a structure exists in the Department of Agriculture, Food and the Marine.  The latter's inspectorate has been well-established for many years.  I am not making any comparison between children and animals.  The only comparison I make is in terms of the structure.  To the best of my knowledge, the veterinary inspectors feed information to a central policy making body in the Department, which then seeks more powers if there is gap in the existing powers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01200","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":95,"content":"<p>May I come in on that point, following which the Tusla representative can continue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01300","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":96,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01400","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":97,"content":"<p>The Department of Children and Youth Affairs has responsibility for all policy in this area.  There are some aspects of policy that we share with the Department of Education and Skills.  We have responsibility for the legislation under which Tusla operates, both primary legislation and the regulations.  The regulations that were introduced in 2016 gave Tusla significantly more powers than existed under the old HSE system of inspections, etc.  Those regulations were being prepared for a number of years.  There was intensive liaison with Tusla and an active process of engagement around what it wanted, etc.  In the context of those regulations and the amendment to the Childcare Act that happened at the time, I am of the view that we provided as many additional powers as the system was ready for.  That has to be said.  We were moving from very light touch to where we hoped we were going in terms of right touch.  A lot more powers were given at that stage.  We operate very effectively with the inspectorate, recognising its independence, etc..  We are in constant touch with the inspectorate.  We are constantly hearing feedback from it on changes that might need to be made.  Hence, in the context of First 5, we had committed to reviewing the regulations before the RT&Eacute; programme was broadcast.  We absolutely will continue that intensive engagement when the inspectorate is well-established.  All inspectors and regulators take time to bed in.  The Health Information and Quality Authority, HIQA, took time to bed in.  Now that these are well-established, it is the right time to look at more powers, albeit that those powers may only be used on a very small number of occasions.  There is strong engagement and inspectors are shaping and will shape policy.  Inspectors' feedback feeds right up through to the senior levels within Tusla.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01500","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":98,"content":"<p>I thank Ms McNally.  It goes without saying that, arising out of this case, further powers are required to shut down operators.   There should be a power to shut down rogue traders.  The Minister has already indicated that she will look at that issue.  It is important that when officials identify gaps and a need for additional powers, there is a system in place to respond and that legislators can hear relatively quickly about what is required.  Individual inspectors should be able to engage with policymakers on what is required to enable them to do their job more effectively, following which legislation can be drafted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01600","speaker":"1406"},{"type":"speechnospeaker","time":1564527600,"counter":99,"content":"<p>On feeding back information from inspection, the early years inspectorate has a strong governance structure.  The information comes from the inspectors to the managers and across to the Department.  Every year, we undertake research.  We carry out an analysis of the inspection report and we are able to identify the areas of weakness in the context of compliance with regulation.  This feeds over to the Department of Children and Youth Affairs.  For example, in 2016, under the new regulations, we undertook an analysis of the 3,000 inspection reports that existed at that time.  One of the areas that providers were struggling with was that of outdoor play.  We were able to feed that finding back to the Department, which then provided capital funding.  It is important that we analyse our inspection reports every year.  We share that information, it is on our website.  We meet registered providers and we do road shows every two years.  We have undertaken surveys with our providers as well.  It is important to us that we share the information.<\/p> <p>  We established the consultative forum in 2015.  This is made up of many stakeholders.  Any policy that is developed is reviewed by the consultative forum and we make changes based on its advices.  The big piece that we have done in the past two years is the development of the quality and regulatory framework.  The quality and regulatory framework is a document that shows, for registered providers, parents and students who are studying early childhood care and education in the colleges, the regulations in a very clear and concise way.  The framework is available on our website.  The website also contains additional links by means of which more information is provided.  The information is there.  The difficulty we had was in terms of trying to contact parents directly.  As a result, we established the regulatory support forum, which comprises the county childcare committees, the Department's Better Start quality development service, etc.  We go through all of our processing in the context of registering a service and what is required in regulation so that those involved are informed.  They are the people, the development workers in the local areas, who  will give the information to parents and providers.<\/p> <p>  This year, we are carrying out research for parents.  We have been involved in a great deal of consultation with parents and we asked them what they want from the inspectorate and what information they want from it.  We will publish that soon.  We are trying to layer it and to get as many messages in different forums in regard to it.<\/p> <p>  On the quality and regulatory framework, at the end of this year we will have training available to all providers, including ICT and e-learning training.  We will also have podcasts.  We are doing a big piece of work in this area.  Parents can undertake that training as well.<\/p><p>That will also be available on our website.  We are trying many different ways to contact parents.  In addition to our quarterly newsletter, we send out letters to providers.  It is very important that we do more than just inspect, that our relationships are not only with the providers, and that we get this message out.  We work quite hard in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#H01700","nonspeaker":"Ms Fiona McDonnell","continuing":true},{"type":"speech","time":1564527600,"counter":101,"content":"<p>I thank Ms McDonnell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00200","speaker":"1406"},{"type":"speech","time":1564527600,"counter":102,"content":"<p>I thank the clerk to the committee for facilitating this morning's meeting.  I want to set the scene.  Of the 4,500 providers throughout the country, how many provide full-day services, how many provide half-day services, how many provide services under the ECCE scheme and how many provide after-school services?  What percentage of cr&egrave;ches or providers were inspected in 2018?  I am really looking for the percentage of full-day services inspected.  Do all providers provide services under the ECCE scheme?  There is a reason for my questions.  I will move along while our guests get the answers to those questions, unless they already have them to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00300","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":103,"content":"<p>We will need a moment.  If the Deputy has a second question, she might ask it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00400","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":104,"content":"<p>I have a second question and it is important.  Did the Department ever receive communications regarding the facility which we are discussing and which was the core focus of the RT&Eacute; programme?  When was the Department made aware of these issues?  Tusla was made aware of them on 31 March 2018.  That was outlined in the opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00500","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":105,"content":"<p>We have regular meetings with the Department at different levels.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":106,"content":"<p>Tusla became aware that the unregistered facility was in operation on 31 March 2018.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00700","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":107,"content":"<p>That is correct.  We advised the Department that we were commencing prosecutorial action against Hyde and Seek when we did so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00800","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":108,"content":"<p>We can get the Deputy a full breakdown but of the 4,500 services out there, 34% provide full-day care.  Some services provide both types of care, so these numbers will not add up to exactly 100%.  Some 34% provide full-day care, 38% provide part-time care, 89% provide sessional a.m. services, which are often the hours covered by ECCE, 29% provide sessional p.m. services, which may refer to afternoon ECCE sessions, and 41% provide after-school services.  Tusla might comment on the percentage that were inspected.  I understand that approximately 2,500 inspections were completed last year.  Some of these were repeat inspections.  We expect that all service types are covered on a broadly proportionate basis, but I will ask Tusla to come back on that.<\/p> <p>  With regard to when the Department found out about Hyde and Seek, we have to respect the fact that Tusla is the independent regulator.  It shares information with us as appropriate.  Some time ago, it shared with us the fact that it was taking its most advanced enforcement actions against a particular service, which it named.  We had to respect the legal process in place.  We had to act very carefully in our response so as not to prejudice any action being taken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J00900","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":109,"content":"<p>When did the Department become aware of this matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01000","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":110,"content":"<p>I can get a date for the Deputy, but Tusla told us that it was pursuing advanced legal proceedings some time ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01100","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":111,"content":"<p>A member of the committee tabled a specific parliamentary question on this matter in July 2018.  It is important to know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01200","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":112,"content":"<p>We answered that question.  We asked Tusla to give us information to answer it.  We included Tusla's information in the response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01300","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":113,"content":"<p>Was the Department aware of the issue before that parliamentary question was tabled?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01400","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":114,"content":"<p>I am sorry; I cannot recall the detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01500","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":115,"content":"<p>That is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01600","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":116,"content":"<p>We were aware, as is appropriate in the case of advanced enforcement actions.  In answer to any such parliamentary questions, the Department goes to Tusla and includes its response with ours.  I can check the dates of different parliamentary questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01700","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":117,"content":"<p>Perfect.  That is no problem.  Following on from what Ms McNally said, what percentage of Tusla inspections took place in each of the categories of facility as we have broken them down?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01800","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":118,"content":"<p>It is a good question.  We do not have a breakdown by service type to hand but I can assure the Deputy that it would be proportionate, as Ms McNally has said.  It is also important to state that we do not have a particular rate per service.  Our inspection regime is risk-based.  If we get information of concern regarding a service-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J01900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":119,"content":"<p>It is reactionary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02000","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":120,"content":"<p>There are both scheduled inspections and triggered inspections in our work.  If we receive information of concern regarding a service, we may trigger an immediate inspection of that service.  That information could come through our unsolicited information office.  I will be clear on this because it is a really important point.  Some services might be subject to a higher proportion of inspections because we are more concerned about them.  If we are concerned about a service, it could be the subject of three or four inspections in a year.  If a service is considered to be very high-performing and good, it might be inspected at a much lower rate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":121,"content":"<p>Of course.  Tusla does not have the figure I requested, but I hope it will have a figure as to how many repeat inspections have taken place in respect of full-day services.  One inspection is an operational inspection and a second inspection is a repeat inspection, about which information has still not been put into the public domain.  There may then be a third inspection.  How many providers have been inspected more than once in the past year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02200","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":122,"content":"<p>I do not have that information to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":123,"content":"<p>How many have been inspected more than three times in the last year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02400","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":124,"content":"<p>It would depend on the service.  We do not have that breakdown.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":125,"content":"<p>I am talking about full-day childcare providers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02600","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":126,"content":"<p>We can get that information for the Deputy after the meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":127,"content":"<p>That is crucial information to these proceedings and Tusla does not have it.  That is unforgivable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02800","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":128,"content":"<p>We were asked to appear today to discuss a particular issue with regard to the programme.  We can provide that information.  We will absolutely get it.  It is available; there is no issue with that.  To be fair, it has a lot to do with the short time available for this.  I hope the Deputy can give us some leeway in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J02900","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":129,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03000","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":130,"content":"<p>We will provide that information to the Deputy.  It is no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03100","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":131,"content":"<p>I will follow on from that by asking about the regulations and about the powers that Tusla possesses.   As we are all aware, the Act was amended in 2016.  This is why I want to know when communication took place between the Department and Tusla.  As Ms McNally quite rightly stated, we came from a very low base so any amendments were very welcome at that point.  I am trying to understand - the members of the general public watching these proceedings are also trying to understand - why we left unregistered services out of the regulation?  Tusla has told us that it cannot prosecute unregistered services until they become registered.  That was the crux of the matter.  Am I misunderstanding the position?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03200","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":132,"content":"<p>To be clear, we can prosecute an unregistered service, but we cannot act to close such a service down immediately.  It would be a very useful power to have, rather than having to seek to prosecute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":133,"content":"<p>Tusla can prosecute an unregistered facility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03400","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":134,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":135,"content":"<p>Why did it not prosecute this service between 31 January 2018 and March 2019?  Why did it take 15 months?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03600","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":136,"content":"<p>The legal process took approximately nine months.  That is outside our control.  When a service comes to our attention-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":137,"content":"<p>Can Tusla not go straight to the High Court?  Can it not seek an injunction to close a service immediately?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03800","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":138,"content":"<p>That is not within our power at the moment.  What we are going to look at is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J03900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":139,"content":"<p>That is not within Tusla's powers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J04000","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":140,"content":"<p>Not that I am aware of, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J04100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":141,"content":"<p>The Act refers to a period of 21 days.  To be fair to parents who are enrolling children, I did not realise until I had read through the Act that Tusla does not have such powers.  Tusla does not have the power to close down an unregistered service.  At the same time, it does have powers to work with unregistered facilities.  It is in this context that we are trying to understand the position regarding the 15 months.  It is clearly stated in the Act that Tusla can close a service within 21 days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J04200","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":142,"content":"<p>To be clear, it is not a power of closure but a power to remove a service from the register.  We can only apply that power in the case of a registered service.  We cannot apply it to an unregistered service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J04300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":143,"content":"<p>In this particular instance, the service was a single entity but it was also part of a chain.  The core person responsible for the two other cr&egrave;ches had registered both of them.   We talked about the need for evidence.  The evidence was that, on 25 September 2017, there were no cots available for nine children under two years of age at one of the other sites.<\/p><p>The inspection also revealed that the insurance certificate was not suitable as the premises was registered for insurance in respect of an insufficient number of children.  On the day of the inspection of another service under the same owner there were 41 children in attendance, but a fire safety document with the company's letterhead provided to the early years inspectors indicated the premises was certified for use as a preschool for up to 30 children.  I thank the Chair for his leniency.  The link between these incidences of non-compliance is the provider.  What powers does Tusla have to inspect other services under the same umbrella?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#J04400","speaker":"1231","continuing":true},{"type":"speechnospeaker","time":1564527600,"counter":145,"content":"<p>On the three services to which the Deputy refers, namely, the registered services, as with any service, when we find breaches of regulations we can put in place immediate enforcement action such as enforcement notes, immediate action plans and enforcement and compliance meetings with the provider.  The matter can be escalated to our national registration panel which considers removal of the service from the register, as was the case in respect of one of the services at the time of the RT&Eacute; programme.  We were engaged in full enforcement action in respect of those services.  The footage broadcast in the \"RT&Eacute; Investigates\" programme will help us to escalate these cases to a further enforcement response.  I assure the Deputy that we have taken every enforcement action possible and used all of our power to bring the service to task.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":146,"content":"<p>What does Tusla consider to be a red flag?  I refer to a service not having an adequate insurance certificate due to an insufficient number of children being covered or a service not having suitable sleeping facilities for children.  What comprises a red flag such that a 21-day notice would be issued?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00300","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":147,"content":"<p>I will pass the Deputy over to Ms McDonnell, who manages the process in terms of red flags for the agency.  We have already deregistered five services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":148,"content":"<p>I do not mean to interrupt Mr. Lee, but has Tusla deregistered a service in a situation in which it cannot produce an inspection report or communicate with the parents and where parents are still sending their children into a service blind and not knowing what is going on behind the scenes?  I acknowledge that Ms McDonnell already addressed many of my questions in terms of her communication with workers on the ground.  The workers on the ground have been communicating that Tusla probably does not have the right powers to see it through.  Does Ms McDonnell agree?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00500","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":149,"content":"<p>I do.  On red flags, it is not easy to remove a service from our register.  When we carry out an inspection and find non-compliance with various regulations, we give the provider the opportunity to respond through a corrective and preventative action plan that the provider submits to us.  If we are not satisfied and the provider does not close out all the non-compliances identified in the inspection, we add conditions to the registration.  That happens at a regional registration panel.  The majority of providers are open and co-operate with us regarding the findings of inspections.  Most services are registered.  When we add conditions to registration, the service is given 21 days to respond and within that time the majority undertake to rectify the non-compliance if that has not already been done.  The services escalated to our national registration panel from the regional registration panel involve consistent verifiable breaches and a history of non-compliance.<\/p> <p>  On enforcement, we have proceeded to a proposal to remove from the register in respect of several services.  In many such cases, the service pulls back and supports are brought in to rectify the breaches found on inspection.  In such instances, we may add conditions rather than remove the service from the register.  The services we removed from the register were guilty of blatant and consistent disregard for the regulations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00600","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":150,"content":"<p>I ask the Tusla delegates to identify the red flags.  I apologise for pressing the point.  I ask because the \"RT&Eacute; Investigates\" programme highlighted red flags such as a failure to adhere to the ratio of 1:3 in a baby room and 1:5 in a wobbler room, as well as insurance and fire safety issues.  What parents listening to these proceedings wish to hear is that there is a red flag such that a non-compliant service is served with a 21-day notice and must become compliant very quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00700","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":151,"content":"<p>The red flags for us are child protection concerns.  Regulation is one side of this issue.  Child protection concerns such as those highlighted by the \"RT&Eacute; Investigates\" programme allow us to take immediate action with regard to the safety of any child.  Regulation involves trying to ensure that service quality is of the highest standard.  However, the rules allow and the business in which we are involved - that of child protection - demands that when people become aware of risks to children, Tusla is notified of those risks.  Child protection is a constant red flag.  Any immediate risk to a child needs to be reported.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00800","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":152,"content":"<p>What about the regulations on matters such as the adult-child ratio which must be adhered to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K00900","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":153,"content":"<p>Adult to child ratio is a significant concern with regard to overcrowding.  Fire safety is also a significant concern.  When fire safety issues are identified, we refer them to the local fire authority.  The biggest red flag we look for on inspection is governance in terms of the appropriateness and suitability of the person in charge and ensuring there are good policies, induction, training and one-to-one meetings in place.  If those are not present, it is a significant red flag as they are key areas.  There is a requirement for services to comply with 21 policies and regulations.  On inspection, if the childcare workers in the rooms do not know about the policies, it is a red flag.  An accumulation of non-compliance issues over time is of concern.  The majority of providers rectify any issues that are identified.  Those which do not go to the national registration panel which considers a proposal to remove them from the register.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K01000","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":154,"content":"<p>I apologise for cutting into Deputy Rabbitte's time.  How long does Tusla give a provider to address an issue such as insurance, fire safety or ratio identified in its report?  How long is a reasonable period?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K01100","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":155,"content":"<p>It depends on the level of risk to children.  If an inspection encountered a situation such as that in the RT&Eacute; programme, there would be an immediate action notice.  Usually, if an inspection identifies non-compliance, but there is no significant risk to children, the provider will receive a report on the non-compliance.  At the closing meeting, we always advise the provider what was found on inspection and the provider has an opportunity to rectify it.  An immediate action notice is issued to the provider if necessary.  If there is significant risk, we revisit the premises quite quickly.  The provider is usually given ten days to respond to an inspection report and there is much back and forth with the inspectorate regarding the corrective and preventative actions of the provider, which takes time.  Some providers challenge us.  There are many legal challenges and so on which slow the process.  The removal of the five services from the register involved extended processes, but it is important that providers are afforded due process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K01200","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":156,"content":"<p>I wish to ask a final question of the representatives of the Department.  As I mentioned last week, the HSE has the power to close down a dirty kitchen.  What additional powers or regulation are required from a policy and legislative point of view such that we can ensure that when red flags are identified we do not have to wait forever and a day, or 15 months, for the required action?  We must ensure that there are no further breaches of trust or events behind closed doors that require another unforeseen meeting such as this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K01300","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":157,"content":"<p>The Deputy acknowledged that the additional powers allocated in 2016 were a significant enhancement of those previously in place.  We have come a long way and ramped up a few gears.  We have further to go, as the Minister, Deputy Zappone, acknowledged in recent days.  The powers we will consider and on which we will liaise with Tusla and the Office of the Attorney General are for services which refuse to register.  By law, services must register.  We will examine whether it is appropriate to give Tusla more powers to act more quickly regarding unregistered services, rather than having to go through due process, which may be very lengthy.<\/p><p>That is probably the easier of the powers because the next power we want to look at is where a service has been already registered but Tusla finds a level of poor practice that is absolutely unacceptable.  Let us face it, there are scenarios where services are doing their very best but fail with some of their standards, despite their very best efforts.  I am not talking about scenarios such as that, where we know they want to and will improve given a little bit of time.  Where Tusla finds that the standard is so concerning and the owner of the service has given no assurances of immediate action to address it, we will look to give Tusla the powers to close those services down immediately.<\/p><p> Again, in our conversations with Tusla, it is clear it does not imagine this would happen very often.  It would be a power that is used quite infrequently but we are looking to grant such powers.<\/p><p> The other power we talked about this morning stems form the question of when Tusla can tell parents more.  Due process does not exist to protect Tusla but to give the services the right to correct any inaccuracies that they might believe Tusla made in its inspection.  It is about giving providers the opportunity to defend themselves, their reputations and livelihoods but it is also to ensure there will be no prejudice in the case of legal proceedings.  This will be a challenge and is one that other sectors also face.  What is the earliest point at which we can tell parents more?  We want to but we must respect providers and the law.  We will look at amendments over the next number of months as to what we can do in that space.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#K01400","nonspeaker":"Ms Bernie McNally","continuing":true},{"type":"speechnospeaker","time":1564527600,"counter":159,"content":"<p>Could I make a quick comment to reinforce some of the previous statements?  We mentioned red flags and even when a red flag is brought to us, the process can take a considerable amount of time for us to fully enforce that up to de-registration.  As mentioned before, that extra power to close a service immediately would be useful.  I have been looking closely at the legislation underpinned by the Food Safety Authority and the Health and Safety Authority.  It must be a very high bar to act to close down a service but I am looking at a threshold of a grave risk to children, whether there is an infrastructural problem with the building or the services' practices are so concerning that there might be an immediate risk to children, and it would be very useful to have that power to close such a service immediately rather than waiting 21 days, or even to build up the evidence to bring it to the 21 days.  Even to get to the point of proposing to remove a service, one red flag will not be enough evidence to get that through if it is challenged in court.  We must build a series of pieces of evidence to make a case to de-register a service.  That is an important right for the services to have but now that we have operated this new regulatory regime for almost three years, it would be a very useful power to have.  As Ms McNally said, the power would probably only be used on a very infrequent basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":160,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00300","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":161,"content":"<p>It is an important protection for children and now is the time to reflect on how we could operate that.  There are great examples of how other state bodies operate.  If I came into a service and I knew the walls and building infrastructure were unsafe, I would want to put a closure notice on it immediately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":162,"content":"<p>Or if I knew I could not get my evacuation trolley out of the bedroom or the coffee room.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00500","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":163,"content":"<p>Hopefully we would only have to act on that basis once or twice a year but it is an important protection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":164,"content":"<p>I welcome the witnesses before us today.  I want to start by saying that I have much sympathy for the predicament that parents find themselves in at present, particularly those parents whose children are attending some of these facilities as we speak and who are absolutely and utterly conflicted about sending their children to these facilities but have no other choice other than to go back to these facilities because they have no alternative arrangements.  Such parents seek clarity from us as to whether the interactions we are having today will provide some degree of confidence to those parents.  As a parent, if my child were in any of those facilities and I had no choice but to send my child there, I would be racked with guilt, feeling ambivalent about what I should be doing and I know for a fact that some of the children have been withdrawn from such facilities because I have been talking to some of the parents of those children.  I am not sure I have heard anything today that would give me crumbs of confidence or give those parents grounds for confidence.  I wanted to make that point at the very start.<\/p><p>Correct me if I am wrong, but everything I have heard today points back to Tusla saying it is reverting to Children First guidelines.  Earlier, the acting chief executive stated:<\/p><blockquote>It is important to state in the clearest terms possible, however, that Tusla&rsquo;s early years inspectorate had no evidence of the serious child protection concerns or the high degree of serious non-compliance with standards that was shown in the RT&Eacute; programme.  Indeed, the behaviours displayed are unlikely ever to be evident during an inspection and we rely on good governance practice and appropriate mandatory reporting under Children First or through Tusla&rsquo;s unsolicited information office for the notification of child protection concerns.<\/blockquote> <p>To parse the language, Mr. Smyth was saying that if people do not report child protection concerns to Tusla within the facilities themselves, as childcare workers, Tusla has no way of knowing what is going on.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00700","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":165,"content":"<p>I ask Deputy Sherlock how-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00800","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":166,"content":"<p>I want straight answers from Mr. Smyth, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L00900","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":167,"content":"<p>We have clearly communicated that there are two separate pieces here.  One is regulation about ensuring that the quality of services in any facility is being policed through the regulation services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01000","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":168,"content":"<p>I appreciate that and we have been through that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01100","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":169,"content":"<p>That must be there.  If there is a question of risk to children, there is no mechanism other than those concerns being reported by the people who work within or around a facility, whether parents or others.  In a sense, that is the case with any child protection risk.  We get approximately 60,000 referrals per annum for our child protection services which are given to us by teachers, garda&iacute; and healthcare workers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01200","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":170,"content":"<p>I appreciate all of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01300","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":171,"content":"<p>Those referrals come from people who work with children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01400","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":172,"content":"<p>My time is limited.  I do not want to be ambiguous, I want clear answers.  Mr. Smyth is saying that if the Children First and mandatory reporting guidelines are not being adhered to by the staff on the ground in the facility, if they are not compliant, then Tusla has no way of knowing what is going on outside of the inspections that it carries out.  Is that correct?  Please answer \"Yes\" or \"No\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01500","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":173,"content":"<p>If the question is specifically about the kind of child protection abuse we saw on television last week-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01600","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":174,"content":"<p>That is what we are talking about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01700","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":175,"content":"<p>-----there is no other way for Tusla to become aware other than somebody seeing and reporting it.  Obviously the regulation services around the early years providers are trying to ensure that the processes, governance, activity and service in a particular provider is good enough not to allow for such behaviour, or at least have some other mechanism whereby people who are working in the field support it or are in a strong enough position to ensure that kind of practice will not happen.  That is the regulation piece but there is no other way to actually identify such issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01800","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":176,"content":"<p>On that basis, it is reasonable to objectively say that the regulatory regime is not working comprehensively in a way that ensures that a parent can have absolute confidence that the misbehaviour, putting it mildly, that we saw in that programme is dealt with.  There is absolutely no guarantee for any parent, across the country, that the regulatory and inspectorate regime can move across or cover those types of eventualities.  I am making a point.<\/p> <p>  I again go back to Mr. Smyth's submission.  Hyde and Seek has been on the radar of Tusla for quite some time and Mr. Smyth has clearly articulated that to us today.  Did he ever look at the culture that existed within Hyde and Seek?  Was he ever concerned about the management structure of Hyde and Seek such that it might be difficult for an individual childcare worker, if he or she had concerns, to find a mechanism to air those concerns in a way that would ensure that they would be protected, short of making a protected disclosure or going to Tusla's-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L01900","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":177,"content":"<p>The unsolicited information office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L02000","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":178,"content":"<p>-----unsolicited information office?<\/p><p>My fear is for junior staff who might be afraid, if a particular regime existed, to make known their concerns because of the potential repercussions that might be visited upon them if they made a complaint.  It happens across business and in the public and private sectors.  Is there a flaw in the inspectorate regime if it does not pick up on those type of conflicts when talking to staff during inspections?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#L02100","speaker":"1276","continuing":true},{"type":"speechnospeaker","time":1564527600,"counter":180,"content":"<p>I might ask my colleagues to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00200","nonspeaker":"Mr. Pat Smyth"},{"type":"speechnospeaker","time":1564527600,"counter":181,"content":"<p>I will answer some of those questions.  In respect of information coming into the agency, last year, we received more than 400 pieces of unsolicited information and we take that information extremely seriously.  Child protection concerns do come into Tusla sometimes - I am speaking generally of the system.  They are referred to our child protection teams who will carry out an investigation if enough information is provided.  Also, in two of the five instances of de-registration, they arose from intelligence and information provided by parents that we acted on.  There are many other examples where unsolicited information has triggered inspections in these services, including in Hyde and Seek.  People have brought information to our attention-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":182,"content":"<p>When?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00400","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":183,"content":"<p>On 2 July, we received information in respect of Hyde and Seek which triggered an inspection in that service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":184,"content":"<p>Was that through the prism of RT&Eacute;?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00600","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":185,"content":"<p>At that stage, that was an RT&Eacute; unsolicited piece of information but previous to that unsolicited information came in on Hyde and Seek - not from RT&Eacute; - which also triggered inspections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":186,"content":"<p>When?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00800","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":187,"content":"<p>I cannot go into the specifics of individual cases.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M00900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":188,"content":"<p>The timelines here are very important, Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01000","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":189,"content":"<p>I do not want to prejudice a case.  We need to be able to effectively get into our prosecutorial and regulatory actions.  That is in the best interest of children and families, therefore, I cannot go into the specific details of the case.<\/p> <p>  On the Deputy's question as to whether our inspection regime is effective, a cast-iron guarantee cannot be given that everything can be picked up in an inspection.  The Health Information and Quality Authority, HIQA, cannot provide that cast-iron guarantee.  Tusla cannot provide it.  If there are child protection concerns, we rely on people in the services, or parents, to bring those to our attention through unsolicited information.  Tusla works on an intelligence-driven inspectorate model where we receive information from other people that informs our inspection work.  On inspection, we pick up breaches of compliance, which we address through our enforcement proceedings.  We have added conditions to more than 100 services.  We have been very effective in that respect.  In respect of Hyde and Seek, I cannot go into the specific details but I can absolutely assure the Deputy that we will use the full rigour of the law in the context of those services now that we have very clear evidence, in terms of footage, that has been brought to our attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":190,"content":"<p>What does Tusla say to parents-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01200","speaker":"1276"},{"type":"speech","time":1564527600,"counter":191,"content":"<p>I just want to allow Ms McNally in as she wants to make a point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01300","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":192,"content":"<p>From a departmental perspective there are a couple of points to which I should respond.  Deputy Sherlock said at the outset that he empathised with parents.  We very much feel that.  We have a young workforce in the Department who use these facilities.  I promise the Deputy that we absolutely understand the horrible emotion parents are feeling and the conflict also about which he spoke.<\/p> <p>  The Deputy said he does not have an increased level of confidence in the situation as a result of the discussions today but I ask him to consider that we do not rely only on what Tusla is telling us through those 2,500 inspections a year, etc.  We have many other sources of information.  In the media in recent days, a number of academics, who are not living in ivory towers but working in universities and on the ground, have said they believe this case is an exception.  We fund staff in 30 county childcare committees, CCCs, across the country.  We provide funding of &euro;13 million between CCCs and national voluntary childcare organisations.  They have a good insight into what is happening on the ground.  They have no reason to give us misinformation.  They are telling us they truly believe this is an exception but the Deputy is right.  Can we absolutely say this is not happening anywhere else?  No, but can any regulatory regime across and world say it is so effective it can guarantee this will not happen?  Unfortunately, even in the strongest regulatory regimes, there is an-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01400","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":193,"content":"<p>Nobody is suggesting that the vast bulk of facilities are beyond reproach.  Let us nail that to the mast.  That is self-evident because we have relationships in our constituencies with childcare facilities and they are excellent.  I have a lot of sympathy for what I would call junior staff, as opposed to management staff, who are working under duress in some instances in these facilities.  However, there is a systemic failure somewhere because if there was not, we would not be sitting here today and we would not have witnessed the scenes we witnessed on the RT&Eacute; programme.  What I am trying to do is nail down where the obligations lie.  There are obligations regarding mandatory reporting and there seems to have been a failure somewhere in that respect and we need to address that failure.  Similarly, parents listening to this discussion will hear some sympathetic language about improving the quality of the conversation with parents and involving them more in respect of policy and so on.  However, if a parent who sent his or her child to one of these creches today had an inkling that something was going on, he or she will not go to the Tusla website or the Department of Children and Youth Affairs website to check the criteria.  They would not necessarily act on their instinct because they have trust that the regulatory regime is robust enough to ensure their child is protected.  That is a failure in the system.  As mentioned by other speakers, we need to get to a point now, arising from this episode, where parents are given power on a statutory basis to be part of a communications set-up, so to speak, with whatever facility their child happens to be in or attending in a way that ensures there is proper communication with them because they are being left out of the loop.  I repeat that parents are racked with guilt.  I am a parent.  I was racked with guilt watching that programme.  One could not but be racked with guilt.  Parents already feel guilty sending their children to childcare daily, given the society we live in where the two parents have to work.  We will have an opportunity to address and engage with the academics about whom Ms McNally spoke because it is our intention to have a second committee hearing, for which I thank the Chairman, to which those academics will be invited because it is important that we kick the tyres, so to speak, in respect of what the witnesses are telling us and have a robust discussion.  We will need to hear from parents also in respect of what we are hearing today.<\/p> <p>  I want to drill down into the programme.  Obviously, the people working undercover made representations, disclosures or notified Tusla.  I am concerned that too much time elapsed between the notification by those undercover workers and the lack of communication with parents such that some parents were not notified other than via RT&Eacute;.  Nobody is blaming RT&Eacute;.  It has done a public service on this issue.  However, the parents want to know why Tusla did not phone them to notify them this was going on and if they could be given a guarantee that their child will be safe in the intervening period.  That is the bottom line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01500","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":194,"content":"<p>I will give the Deputy a clear chronology of timelines in respect of when RT&Eacute; contacted us formally regarding this matter.  We received a letter from RT&Eacute; on 16 July, which is only-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":195,"content":"<p>Mr. Lee said that already.  Let me be clear.  When an-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01700","speaker":"1276"},{"type":"speech","time":1564527600,"counter":196,"content":"<p>Let Mr. Lee answer the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":197,"content":"<p>The Deputy might let me answer this question because it is very important.  We got a formal letter from the RT&Eacute; Investigates team seeking further clarifications regarding our role.  We got a very poor and incomplete child protection report on 17 July, which is less than two weeks ago.  Also, the RT&Eacute; Investigates programme, and this only came to our attention last week, started to identify concerns in those services last April.  It took two and a half months for those to be brought to our attention.  We cannot act unless information is brought to our attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M01900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":198,"content":"<p>What I want clarified is when the undercover reporters-workers notified Tusla of their concerns, aside from RT&Eacute;, as a corporate body, writing to Tusla.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M02000","speaker":"1276"},{"type":"speech","time":1564527600,"counter":199,"content":"<p>Mr. Lee and then Mr. Quinlan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#M02100","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":200,"content":"<p>Through the unsolicited information, some concerns came into us on 2 July and 12 July.  We did not know they were RT&Eacute; undercover reporters until after the programme.  The information that was provided was very unspecific but it triggered inspections to identify any issues in the service.  Tusla did respond to the information but the information contained no names of children or adults so it was very hard for us to triangulate it from a child protection or a regulatory point of view.  We received the footage on 25 July and our child protection teams are currently reviewing it for identified children or adults who may be of concern to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":201,"content":"<p>Does Mr. Lee believe the incidents occurred in March?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":202,"content":"<p>RT&Eacute; provided a chronology of the footage, which started in April.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":203,"content":"<p>In the period from April to July there were children in a facility who could have been subjected to the behaviours we have witnessed and who could have been at risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00400","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":204,"content":"<p>We have to be careful about the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":205,"content":"<p>I ask the Deputy to tread carefully.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00600","speaker":"1300"},{"type":"speech","time":1564527600,"counter":206,"content":"<p>I am treading very carefully.  There is the law and there are the regulations but then there is right and wrong.  From the point of view of what is right and wrong, no matter what the law states, if one is in receipt of information in April, one should not take the bureaucratic path.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00700","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":207,"content":"<p>We were not in receipt of the information.  We did not receive information from RT&Eacute; until July, though RT&Eacute; had held the information since April.  There was unsolicited, non-specific information and this triggered an inspection.  It is absolutely clear that we did respond to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00800","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":208,"content":"<p>Mandatory reporting was introduced because there was a concern about people failing to report child protection and abuse matters.  It is important that everyone recognises their responsibility to do that and good information allows us to take the right steps to protect children.  There is no doubt the RT&Eacute; programme highlighted a very significant matter of public interest in terms of the regulation of preschool services and this will lead to increased powers.  However, that function should never outweigh the personal and professional responsibility to protect a child from harm at the point of time when that harm is identified.  The behaviour we saw in this case was of immediate concern and it required an immediate response.  If we had received standard reporting forms under the Children First guidelines at the time the incidents were observed, it would have allowed us to intervene on the basis of an immediate risk from a child protection and welfare perspective.  Parents would have been informed and could have then made an informed choice as to whether they wanted their children to be in that service or not.  There would have been ongoing engagement with the regulatory services and measures could have been taken to ensure the person causing harm was not in contact with the children, and we could have informed the Garda S&iacute;och&aacute;na of the suspected abuse.  The protection of children must come before any public interest perspective.  We have not received specific information on a specific child but we are reviewing the footage to allow us to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N00900","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speechnospeaker","time":1564527600,"counter":209,"content":"<p>There are commitments in the First 5 strategy to engage with parents in order to support services and to ensure that parents are far more influential in the culture of the service.  Many services are already doing this because it is part of the S&iacute;olta and Aistear curriculum equality framework and there are many examples of good practice from which we can learn.  The Minister is committed to looking at what we can do in law to inform parents earlier, without prejudicing a case in any way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01000","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":210,"content":"<p>I have two final points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01100","speaker":"1276"},{"type":"speech","time":1564527600,"counter":211,"content":"<p>That was the Deputy's final point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01200","speaker":"1300"},{"type":"speech","time":1564527600,"counter":212,"content":"<p>I would like to take the same amount of time as the Chairman took.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01300","speaker":"1276"},{"type":"speech","time":1564527600,"counter":213,"content":"<p>The Deputy should make this his last point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01400","speaker":"1300"},{"type":"speech","time":1564527600,"counter":214,"content":"<p>We need to create a culture in which there is adequate parental representation, because parents need to have a voice in all of this.  Access for parents via CCTV or apps has to be looked at.  Is there a requirement on the manager and owner of a cr&egrave;che or child care facility, who also works in the cr&egrave;che, to have all the necessary qualifications?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01500","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":215,"content":"<p>The Deputy is absolutely right that we need more parental engagement and First 5 covers this.  For the first time, we have given funding to the National Parents Council, which used to have a function in the primary and secondary school sector but now has a growing function in the early years space.  There are 30 city and county child care committees around the country, many of whose boards have parent representatives.  In any policy being developed in the Department of Children and Youth Affairs, we invite parental representatives, such as for school-age child care and childminding.  Parents will be heavily involved and that is the right thing to do.  First 5 is a whole-of-Government strategy for babies, young children and their families and we recognise that parents know what is best for their children.  As Ms McDonnell said, the inspectorate is going to engage much more with parents and parents will be interviewed as part of future inspections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01600","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":216,"content":"<p>I also put a question on management.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01700","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":217,"content":"<p>There is a requirement for anybody who has direct contact with children to be qualified.  If the person in charge needs a qualification it would be the level 5 qualification across the service.  From the point of view of culture, it is important that there is an effective management structure in services.  If there is a strong presence from a registered provider, that would be a red flag as it affects the system.  When child care workers see things, it is important that they come to Tusla and tell us.  However, they tend to leave the service so turnover of staff is another indicator for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01800","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":218,"content":"<p>Can Tusla take special measures, short of closing a facility, if it needs to do so in cases of a failure of management?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N01900","speaker":"1276"},{"type":"speechnospeaker","time":1564527600,"counter":219,"content":"<p>No special measures are provided for in the regulations at this moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N02000","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":220,"content":"<p>That needs to be looked at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N02100","speaker":"1276"},{"type":"speech","time":1564527600,"counter":221,"content":"<p>I did not think it would be possible to be angrier than when I watched the programme but I am finding it extremely difficult in this meeting as I feel nobody really understands the seriousness of this.  There has been very little mention of children or the responsibility that both the present organisations have towards kids.  I am disgusted and it is not the first time we have seen Tusla in this sort of situation.  Back in 2017, it came before the committee to discuss issues relating to foster care.  Time after time it fails the most vulnerable people, particularly our children, and I question whether the organisation is fit for purpose.  I do not accept there is no way it could have intervened in these situations.  What would Tusla say to parents if we were talking about the death of children because of the fact they could not escape a fire, owing to the shutters being closed and the cots all being crushed in together?  We rely on the Department of Children and Youth Affairs to be the watchdog of Tusla.  In her opening statement, however, Ms McNally said Tusla had its full support.  This is why we get into this situation time and time again.  There is some crisis or tragedy and everybody throws their hands up and says it is terrible but it keeps happening, because nobody is ever held to account or held responsible for these things.<\/p> <p>  I have 16 questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N02200","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":222,"content":"<p>May I respond to the Deputy's point?  We take what we saw on the programme very seriously and we act within our remit.  We use our full powers as a regulator and we have done everything we can within our power.  When there is a perceived failing in Tusla, is HIQA called in to say there is a failing on its part?  The regulator can work only within its power to address breaches of regulations.<\/p><p>I feel strongly that we are acting in the best interests of children - within our powers - and that are committed to continuing to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#N02300","nonspeaker":"Mr. Brian Lee","continuing":true},{"type":"speech","time":1564527600,"counter":224,"content":"<p>In view of the way the question was posed, the response should be couched in generalities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00200","speaker":"1300"},{"type":"speech","time":1564527600,"counter":225,"content":"<p>If Mr. Lee takes it so seriously, has he met with those families in the past week?  What communication has there been with them since this matter emerged?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00300","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":226,"content":"<p>Does the Deputy want me to respond to each directly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":227,"content":"<p>I have a list of 16 questions if Mr. Lee wants me to call them out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00500","speaker":"1266"},{"type":"speech","time":1564527600,"counter":228,"content":"<p>We can go back and forth.  That is not a problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00600","speaker":"1300"},{"type":"speech","time":1564527600,"counter":229,"content":"<p>I will group them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00700","speaker":"1266"},{"type":"speech","time":1564527600,"counter":230,"content":"<p>Deputy Funchion can do whatever she prefers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":231,"content":"<p>Since the \"RT&Eacute; Investigates\" programme, we have had contact from 257 parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O00900","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":232,"content":"<p>Did Tusla contacted them or did they contact it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01000","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":233,"content":"<p>They have contacted us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01100","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":234,"content":"<p>What contact has Tusla had with the parents affected by what happened in the cr&egrave;ches featured in last week's programme?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01200","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":235,"content":"<p>We have responded to all contact made with us by parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01300","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":236,"content":"<p>Has Tusla contacted parents directly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01400","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":237,"content":"<p>We do not have the names of the parents whose children are in the services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01500","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":238,"content":"<p>So there has been no contact by Tusla with the parents affected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01600","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":239,"content":"<p>We do not have -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01700","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":240,"content":"<p>A simple \"Yes\" or \"No\" will do.  Did Tusla contact the parents whose children were in the four cr&egrave;ches?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01800","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":241,"content":"<p>In the context of child protection issues, our social workers have been in contact with the parents in cases where there is an identified child.  That is the only instance where we can contact parents.  We have no statutory remit, in the context of our regulatory work, to contact parents.  We have stated that throughout this hearing.  However, we have absolutely done so with regard to individual child protection concerns.  Through the early years inspectorate, we have been in constant contact with parents by means of email and phone calls.  We have heard from very concerned parents on the phone and our team has managed that very effectively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O01900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":242,"content":"<p>I can understand that parents would contact Tusla but not that there is no communication between Tusla and parents to give them any reassurance, support or tell them what to do if they are in such a panic that they cannot leave their children in cr&egrave;ches.  Is it correct that there has been nothing along those lines?  The whole issue is that parents have contacted Tusla but that the agency has not contacted parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02000","speaker":"1266"},{"type":"speech","time":1564527600,"counter":243,"content":"<p>No, Mr. Lee said that Tusla did so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02100","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":244,"content":"<p>We have.  In the context of our statutory responsibilities in the area of child protection, where there has been an identified child, our social workers have -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":245,"content":"<p>Tusla has not contacted all the parents in the four cr&egrave;ches.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02300","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":246,"content":"<p>We have done so where there has been an identified child, which is the only basis on which we can do that.  We have no legal powers to contact parents outside that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02400","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":247,"content":"<p>As we have made clear from the start, we have to work within the law and the rules that we are here under.  We do not have the capacity to garner all the information on all the parents whose children are in a particular cr&egrave;che in order to write to them.  That is a regulation issue.  Where there has been a child protection concern, where there is specific risk to a child, of course we communicate with the parent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02500","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":248,"content":"<p>Apart from the staff working undercover for the RT&Eacute; programme, did Tusla receive any complaints from staff working at Hyde and Seek?  If so, how many?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02600","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":249,"content":"<p>We cannot go into specific details of any complaints.  Our unsolicited information office did receive concerns about Hyde and Seek all of which were treated seriously, risk rated and responded to appropriately.  None were to the level highlighted in the RT&Eacute; programme and none had specific details which our social work team could particularly act on. It is also important to state that we have set up a parent line service for parents to contact Tusla regarding any concerns or issues they might have arising from the footage they might have seen of their own children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02700","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":250,"content":"<p>Given the Deputy's concerns about failure on the part of child protection and welfare services, I stress once again that we did not have specific information on any child that would allow us to intervene from the perspective of child protection and welfare.  When we get information, if it is received in a timely manner and is clear, specific and documents the details of the child, the harm caused to the child and the impact on him or her, and the person who has allegedly caused harm to the child, we can intervene immediately to protect that child.  We have been before this committee many times speaking about how we have consistent good practices across the country for intervening where children are at immediate risk of harm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02800","nonspeaker":"Mr. Barry Quinlan"},{"type":"speechnospeaker","time":1564527600,"counter":251,"content":"<p>I would like to respond to some of the Deputy's opening remarks.  The anger she spoke about, we have all felt.   In the context of accountability and performance, we have been before the committee several times to discuss early learning and care and school-age childcare.  I was in attendance with the Minister when the Deputy led the debate on the motion relating to early learning care some years ago.  On every occasion, this committee has recognised that we have a massive amount to do to improve access to affordable and high-quality early learning and care and school-age childcare.  There has been recognition, by the committee and in the motion to which I refer, that a great deal has been done in a short period.  There are limited resources with which to do this but much has changed in the sector over a few years.  To be fair to everybody, we should acknowledge that much has been achieved but that there is a lot more to do.  I assure the Deputy that the Department is absolutely and utterly committed to continuing that work, with the committee's support and its feedback on further improvements.  We committed to it in the context of the First 5 strategy.  It is a priority for our Minister and our Secretary General.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O02900","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":252,"content":"<p>I accept that.  I have raised early years childcare in the past.  It is an area I am very passionate about, but there are times when difficult questions must be asked.  Our job is to represent those parents and those children.  We are their only voice because they cannot get direct answers from the Department or Tusla.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03000","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":253,"content":"<p>We are giving direct answers in that we are -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03100","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":254,"content":"<p>That is not what people tell us.  I have been inundated with representations from parents who do not live in my constituency but who are reaching out because they are trying to get information.  They have been sending questions and asking us to please get answers.  They are asking when someone will talk to or communicate with them?  What will happen if the services in question close?  What will they do for alternative childcare?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03200","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":255,"content":"<p>In addition to what Tusla stated, we have 30 city and county childcare committees throughout the country.  We have been in contact with all 30 to ask them to be available and to offer advice so that parents will get information from people who know the situation locally.  They are aware of what is happening and are available to provide support.  I cannot provide all that information here but the <i>www.myccc.ie<\/i>website gives parents the phone numbers and email addresses of their local childcare committees.  They can go there is they have support or are looking for an alternative service, for instance.  Those committees feed any issues up to us which we need at policy level and need to be able to address at national level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03300","nonspeaker":"Ms Bernie McNally"},{"type":"speechnospeaker","time":1564527600,"counter":256,"content":"<p>Parents have been in contact with us seeking a meeting.  We have set up a process whereby we will meet with parent groups as they come in.  We have received over 100 queries from parents to our unsolicited information office.  We are providing those parents with as much information as we possibly can within our statutory remit.  We will meet with them and provide any assurances or information they might possible require.  We are conscious that Tusla is not just a regulator, we are a child protection agency and we are also there to support parents.  We wear both hats and take both responsibilities very seriously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":257,"content":"<p>For clarity, Tusla will meet with parents who want to meet------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03500","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":258,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":259,"content":"<p>The childcare committees are the ones to do this.  Have they a dedicated member of staff?  It will not be the case that a person will call and speak to someone who has no idea what they are talking about; it must be an individual who knows that this is part of his or her duties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03700","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":260,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03800","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":261,"content":"<p>I thank Mr. Lee.  I now turn to the Department.  We are looking at early years childcare in the wrong context.  Once profit is introduced, there will be 12 cent noodles and watered-down milk.  We need to move away from this completely.  This is more a matter for the Department than Tusla.  The workers in the sector must be valued.  Theirs is one of the most valuable jobs in society.  We trust these people with our kids and 99% of them do an excellent job.  To be fair, the show highlighted that workers were trying to stand up for the children.  It is the activities of the owner and the management that are in question.  Those workers need income security and secure contracts so that they are not required to sign on during the summer.  It is total chaos and it is not fair.  If, as we all say, we want quality affordable accessible early years and childcare, then we need to remove the for-profit aspect.  The Department is here on behalf of the Minister so it needs to send her the message that she needs to step up in that regard.  Once profit is involved, it will always end in disaster.  How do we know that the extra money for the access and inclusion model, AIM, or graduate recruitment is passed on?  We do not know that.  We must change the whole system.  I appreciate that the latter will not be done overnight but I would like to see the Department be stronger in this regard.  It is supposed to stand up for children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O03900","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":262,"content":"<p>We are doing our very best to deliver the best possible outcomes for children.  There is evidence of progress.  The Deputy is absolutely right to raise the issue of profit.<\/p><p>I have heard one of the unions talk about this matter in recent days.  There is a difference between profit and profiteering.  This country would not be where it is were it not for companies running businesses and making reasonable profits.  There is a difference between offering a good service to children and families and making a reasonable profit - which we can all live with - and the horrendous situation whereby some services are making massive profits at the expense of children, parents and staff.  We have to look at that further.<\/p><p> Let us look at where we are, the money that has gone into creating our early learning and care and school-age childcare infrastructure and the question of whether there is no public service delivery.  We created access in the first instance when we received a great deal of money from Europe a number of years ago and a decision was made to give that, in the main, to not-for-profit providers predominantly.  Some of the money also went to private operators.  We are now in a situation whereby it is a private model, be it that a quarter of the services are offered not-for-profit operations.  Clearly, the Government can look at future policy in that area.  In the context of the current policy, we are actively looking at how we can work with providers to enable them to make reasonable profits but also to control affordability, quality, etc.  The Minister will be making an announcement on the appointment of a chairperson to head up this new funding model in the next few weeks.<\/p><p> What Deputy Funchion states about the workforce is absolutely true.  It is really important that we value our workforce in order for children to get high-quality services.  We are doing a great deal in that regard.  In the context of First 5, our commitment for the next ten years is about professionalising and valuing the workforce.  The Minister has called on the profession to deliver and to get a sectoral employment order because that will mobilise the machinery of the State - the Workplace Relations Commission, the Labour Court, our Department and the Department of Public Expenditure and Reform - to address the question of what staff are earning.  Is it right that the average wage in sectors &euro;12 per hour and that a manager with 20 years' experience is on &euro;15 an hour?  Is it right that, as the Deputy stated, over 40% of staff are on part-time contracts and over 40% are on seasonal contracts?  We know that we have to address that.  There is a group to develop a workforce development plan that I am chairing which has just had its second meeting.  We are making progress.  The 117% increase in investment over the past four years has helped but we have a lot more to do.  I call on all the managers and owners of those 4,500 services to act.  I trust that they want to work in partnership with us and do whatever they can for their staff.  There has been investment and we have increased the ECCE capitation has increased by 7% and we trust that service providers are doing as much as possible to pass as much of that as they can on to staff.  This is a priority for the Minister and we will pass on this feedback.<\/p><p> On the specific matters to which the Deputy referred, we know that the majority of the AIM funding is being spent on the supports that we want to be given to children.  Extra money is being provided for inclusion co-ordinators.  Do we know that this money or the higher capitation we provide in respect of ECCE are always passed on to staff?  There is a question mark over that.  I fully agree with the Deputy in the context of the question she asked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#O04000","nonspeaker":"Ms Bernie McNally","continuing":true},{"type":"speech","time":1564527600,"counter":264,"content":"<p>I have one further question for the Department and one or two more for Tusla.  In the context of the parliamentary question to which I referred, I am aware of parents who took their child out of a Hyde and Seek facility well over a year ago - before this controversy came to light - and raised their concerns with the various bodies.  The parliamentary question was asked on foot of that.  There was no Tusla response to that in the copy I have seen.  Our guests may not have a copy of the reply with them but I would appreciate it if they could obtain one for me.  The Minister indicated in the reply to the question in my possession that she takes the matter very seriously but there does not appear to be a follow-up.  I would like to know what exactly was done since that parliamentary question was tabled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00200","speaker":"1266"},{"type":"speech","time":1564527600,"counter":265,"content":"<p>We can ask the clerk to follow up on that..<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00300","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":266,"content":"<p>We are absolutely delighted to attend and assist with questions.  In view of the short notice, however, I am afraid that I was not able to put my hands on everything.  I understood that there was a Tusla inclusion with that reply.  We will come back to the committee on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00400","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":267,"content":"<p>I have one or two other questions for Tusla.  On the audit reports relating to childcare facilities that are published on the website, where parents are starting out on that journey and want to see which might be the best place, what is their timeframe? Are these reports compiled yearly?  Is there information available in that regard?  Ms McDonnell mentioned a consultative forum.  Are workers or their representative bodies on that and can we have some more information on that also?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00500","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":268,"content":"<p>The reports are published as they are finalised.  As soon as they have gone through due process and we ensure that they are factually accurate, they are published right away.  If it is a more straightforward inspection, it can be done quite quickly.  If it is a bit more complex, it can take a number of months before the report is published.  An interesting statistic that came to my attention on the reports is that the hit rate as regards the inspection reports before the \"RT&Eacute; Investigates\" programme was approximately 3,000.  It is in the region of 37,000 hits now in the context of our inspection reports.  As to heightened information, what has happened is very distressing but we have got to build on that as well.  There is heightened information out there and parents are looking at our website and at reports, which are an important source of information in the context of making decisions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00600","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":269,"content":"<p>If a facility had a breach in 2017, would that information have been available in that year or when would it have become available in a report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00700","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":270,"content":"<p>If it was 2017, it is highly improbable that it would not be on the website.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00800","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":271,"content":"<p>I am not talking about being on the website now but would the report appear on the website in the year of the breach or would it be in the following year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P00900","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":272,"content":"<p>It more than likely would.  With the normal course for inspection, the time between the completion of the inspection and the report being published would probably be a couple of months.  If, however, it is very complex and if there is a very poor service as regards compliance, we would conduct an inspection.  There might then be a follow-on inspection and yet another check to see if the provider has followed up on what we were looking for.  It becomes a cumulative report over time and could take a number of months before it is actually published.  This goes back to the heart of what we have been talking about as to how quickly we can inform parents regarding concerns.  We need we need to come up with some mechanism that can support this.  We fully understand that issue want to address it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01000","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":273,"content":"<p>It is also worth noting that where a new service commences, if it does not have a registration, that can be identified very quickly by a parent or anyone else.  Where registration has not been given for a facility, that raises an immediate question in anyone's mind.  That would be the case for a new or service that is opening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01100","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":274,"content":"<p>I have one very brief question after the question on the consultative forum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01200","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":275,"content":"<p>The consultative forum membership comprises the Department of Children and Youth Affairs, the childhood professional representative,  the universities with a representative from Play, the National Disability Authority, Early Childhood Ireland, which is the largest stakeholder group in the sector, an Irish language representative and representative lead from the county childcare committees.  All the key stakeholders from the early years sector are on represented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01300","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":276,"content":"<p>Is there a union representative?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01400","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":277,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01500","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":278,"content":"<p>My final point is that as angry as everybody is, we obviously have to do something.  I want to know what exactly we, as elected representatives, need to do to change this in order that Tusla can go into a facility such as that featured in the programme, where the shutters are down and cots crushed into place beside each other, and state that it has to close.  There would have to be supports in place for parents where that would happen.  It is all well and good to state that we have to close a facility, which we have to do when children are at risk, but emergency supports also need to be in place for parents.  What do we need to do to make this happen, to ensure that it does not take 700 months to resolve and to prevent us all being here again saying that it is a tragedy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01600","speaker":"1266"},{"type":"speechnospeaker","time":1564527600,"counter":279,"content":"<p>This is a very important point.  There are two overarching issues.  We all need to reflect on the Children First piece as regards mandatory reporting and what we can do collectively, as a State, through Tusla and the Department, to strengthen mandatory reporting.  On the powers that Tusla might have, some have been mentioned already.  Closing an unregistered service immediately is really important.  The ability to inform or contact parents within a legislative framework and to close services immediately where we have a grave concern regarding the health and safety of children are equally important.  If we could get those through the legislative system quickly, that would be of huge benefit to children and families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01700","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":280,"content":"<p>The support of the legislators for the legislative amendments that the Minister is proposing, exploring and will hopefully advance, would be hugely appreciated.<\/p><p>There is also a need to deliver the First 5 strategy.  I spoke with a major organisation in recent days which cross-referenced the First 5 strategy with everything parents are currently talking about and discovered that the strategy captures everything.  If we implement First , we will completely transform the sector and every element of it, including access, affordability and quality.  The support of every Department involved with First 5 would be hugely beneficial.<\/p><p> It is important to continue to raise awareness of Children First.  That is one of the positives that will come out of this.  All of this attention reminds everybody - front-line workers, managers and policymakers - of their responsibilities regarding Children First.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#P01800","nonspeaker":"Ms Bernie McNally","continuing":true},{"type":"speech","time":1564527600,"counter":282,"content":"<p>I am not going to discuss what my colleagues have already outlined in the context of our horror and disgust at what we all saw on the RT&Eacute; programme.  It is a miracle we are not discussing a fatality at one of these facilities, particularly when one considers the fire risks, the rough handling of children - particularly around the head and neck area - and the bad practice of laying babies on their tummies and even forcing them down.  It was absolutely horrific.  I am the mother of two young children and I have used childcare facilities.  What I saw was stomach churning.<\/p> <p>  I have some questions for our guests.  They referred to governance issues as raising red flags and elaborated by stating that governance includes the suitability of the person in charge of the facility.  The owner of the facilities in question was successfully prosecuted in 2003 for leaving a three year old boy behind-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00200","speaker":"1376"},{"type":"speech","time":1564527600,"counter":283,"content":"<p>Senator Clifford-Lee-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00300","speaker":"1300"},{"type":"speech","time":1564527600,"counter":284,"content":"<p>This information is in the public domain and it is very relevant in the context of what we are discussing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00400","speaker":"1376"},{"type":"speech","time":1564527600,"counter":285,"content":"<p>It is, but still-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00500","speaker":"1300"},{"type":"speech","time":1564527600,"counter":286,"content":"<p>It is very relevant that there was a successful prosecution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00600","speaker":"1376"},{"type":"speech","time":1564527600,"counter":287,"content":"<p>Yes, but what the Senator is saying is giving rise to concern on my part as Chairman.  I am sure that she, as an officer of the court, understands the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00700","speaker":"1300"},{"type":"speech","time":1564527600,"counter":288,"content":"<p>Yes, but when we are talking about governance and red flags-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00800","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":289,"content":"<p>I can answer the query in generic terms if that is helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q00900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":290,"content":"<p>In generic terms, yes.  When governance issues are highlighted or there are specific past problems with some people who run childcare facilities, does Tusla have a high-risk list?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01000","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":291,"content":"<p>In general terms, any previous convictions under previous regulations cannot be applied to the new regulations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":292,"content":"<p>They cannot be applied.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01200","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":293,"content":"<p>No.  If, however, there is a conviction under the new regulations, it would absolutely preclude a person from operating an early years service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":294,"content":"<p>The 2003 conviction-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01400","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":295,"content":"<p>Cannot be applied to the new regulations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":296,"content":"<p>Was there no facility within Tusla to flag this person as being high risk?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01600","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":297,"content":"<p>I do not want to go into any individual situation specifically and I am just speaking in general terms.  Under our regulatory regime, we cannot use previous regulatory convictions to inform decisions on registrations of services.  I shall provide an example.  We proceeded with a prosecution and the probation Act was read at the end.  This means that there was no conviction, which was outside Tusla's control.  A successful prosecution would have led to an immediate removal from the register.  We put every effort in place within our existing powers to address our concerns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":298,"content":"<p>In general terms, does Tusla have a high-risk list of particular individuals and facilities?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01800","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":299,"content":"<p>Mr. Quinlan can highlight that aspect with regard to individuals of concern.  Tusla regulates services in the inspectorate but we do not regulate individuals.  We do, however, keep a risk rating system of all our services.  There are some 4,500 services, each one of which would have a risk status from critical to low.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q01900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":300,"content":"<p>When inspections take place is the roster inspected?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02000","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":301,"content":"<p>I will hand over to Ms McDonnell to address that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02100","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":302,"content":"<p>When inspections take place, we examine the roster.  We look at it for the number of staff on site on the day of the inspection.  We look at the roster for the previous week and so on.  We take into account that other staff may arrive, especially when the facility is part of a chain.  We look at rosters also in the context of adult-child ratios and in respect of the time of day, such as the drop-off of the child in the morning, lunch breaks and during closing time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02200","nonspeaker":"Ms Fiona McDonnell"},{"type":"speechnospeaker","time":1564527600,"counter":303,"content":"<p>The Department has stated that it will start looking at developing a professional regulatory regime.  If one is a nurse, a doctor or a social worker and if there is an individual concern over one's work practice it would become a matter of fitness to practice.  If it was an immediate concern then a High Court injunction would be sought to have that person temporarily removed from the register.  This facility is not yet within this system but it will be built in and will be another protection brought into the system. Tusla is not regulating individuals; we are regulating services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":304,"content":"<p>Exactly.  That is the point I was trying to make, namely, whether there was a flag system for particular risks relating to an individual.  I thank our guests for clarifying that Tusla inspects rosters.  In their opinion, why does it appear that these specific facilities are short staffed all the time?  They were breaching ratios.  In previous answers to colleagues' questions, they stated that workers who had direct contact with children need to be qualified.  I remind the officials that a chef was working directly with children in one of these facilities on one occasion.  If rosters are inspected, why are ratios consistently breached?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02400","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":305,"content":"<p>I cannot discuss the details because it would prejudice the case we are building-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02500","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":306,"content":"<p>Why would ratios be breached?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02600","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":307,"content":"<p>With regard to ratios being breached, if one looks at the number of staff available, there is a requirement of adult-child ratio that is specific to the age range of the children.  We would also look at auxiliary staff on site who may not be included in the adult-child ratio and, in the context of the governance aspect, we would check to see if they had been Garda vetted, had proper references and so on.  That work happens for all staff in the service.  A person who is not qualified and who does not have Garda vetting and references that have been checked and validated should not have direct contact with a child.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02700","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":308,"content":"<p>If Tusla inspects facilities and their rosters and if the facilities have adequate staff in place, can Ms McDonnell explain to me - as a layperson - how we get to situations where ratios are being breached?  How does it happen?  What are the workers doing if they are not with the children?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02800","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":309,"content":"<p>On breaches, we find that in some instances when we inspect services there are not enough staff for the numbers of children in attendance.  The facility would be non-compliant with the adult-child ratio rules.  We would inform the operator that there is a need to increase the number of adults available to the children.  In other instances, we may see that, on inspection, at certain times - perhaps at lunchtime - there may not be the appropriate number of adults with the children.  Another breach may occur during time the children are sleeping.  There has to be adult supervision of the sleeping children.  Those are possible breaches of the adult-child ratio.  Tusla calculates the number of staff available and the numbers and the age ranges of the children.  On inspection and in the report, we clearly state whether the facility is compliant.  In full-day services especially, we find that a facility can be compliant in certain areas and non-compliant in others.  We look at all of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q02900","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":310,"content":"<p>When rosters are being inspected, how far back does Tusla go?  Does the inspector randomly pick them or how is it done?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q03000","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":311,"content":"<p>Generally, an inspector will look to see if the current status is appropriate on the day and will then look back a week or two.  If the inspector sees something of concern, he or she will go back further.  One gets as much information as possible on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q03100","nonspeaker":"Ms Fiona McDonnell"},{"type":"speechnospeaker","time":1564527600,"counter":312,"content":"<p>Mr. Lee asked me to respond on a specific point.  If any individual is subject to allegations of abuse, Tusla investigates those allegations.  Any suspected abuse is notified to An Garda S&iacute;och&aacute;na and it will investigate that as a criminal matter.  If a person is convicted of child abuse, he or she is listed on a register, which can be picked up through any vetting process.  Tusla also has an obligation under the National Vetting Bureau (Children and Vulnerable Persons) Acts 2012 to 2016 whereby if we have a bona fide concern about an individual, we can report it to the National Vetting Bureau.  This can be picked up, from a vetting perspective and in the context of protecting children, when that person is applying for a job.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q03150","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":313,"content":"<p>Reference was made earlier to Tusla working on an intelligence driven inspectorate model whereby it can act on information that has been brought to its attention.<\/p><p>Are our guests of the view that this is an acceptable model in which to operate providing services to the most vulnerable citizens, very young babies and children?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#Q03200","speaker":"1376","continuing":true},{"type":"speechnospeaker","time":1564527600,"counter":315,"content":"<p>To be clear, the inspection model is underpinned by several factors.  We have our regular schedule of inspections which will be informed by a risk profile of the service, ranging from critical to a low-base risk service.  That would be set up on the basis of information available to us, unsolicited information, previous inspections, reports from other regulators and so on, and the profile of the service overall because some present more risk than others, for example, if they are full day or half day and drop in.  That dictates the inspection regime.  Like all good inspection regimes we receive unsolicited information, we receive it and risk rate it - HIQA operates exactly the same model.  Sometimes it triggers an immediate inspection and sometimes it is used to inform the next inspection if it is low-rated risk.  It has been of massive benefit to have that system in place because it means we can respond very quickly to concerns.  We cannot be out inspecting every day.  There is the added benefit of that information coming in to us and it is absolutely totally appropriate to have that model in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":316,"content":"<p>Tusla has said it has operated within the powers it has been given and has outlined a few additional powers it would like to have given to it.  Has it made a formal request for these further powers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00300","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":317,"content":"<p>We are in discussions with the Department.  The Minister has written to our chairperson asking us to formally outline the powers.  We have had discussions regarding what they might look like.  Now we have to formally set that down.  This discussion today is helpful in constructing what that might look like.  I have outlined some of them.  There are a few others we might consider to enhance our regulatory activity.  The core ones we read out-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00400","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":318,"content":"<p>Has Tusla formally requested any powers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00500","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":319,"content":"<p>Not formally yet because we have to research best practice and how any legislation might be formulated to best implement it in the sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00600","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":320,"content":"<p>Because of those recent verbal discussions, and there may have been emails exchanged on this as well, we have already spoken to our legal adviser, and staff co-located with us from the Office of the Attorney General, about exploring this further.  We immediately started work and we will formally engage on the detail of it over the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00700","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":321,"content":"<p>Was it not apparent before this situation occurred that there were gaps in Tusla's powers?  Did it not realise this and discuss it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00800","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":322,"content":"<p>We had agreed in Children First which was published last November to review the regulations, several months before this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R00900","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":323,"content":"<p>If that was discovered last November, why is it only starting the research and getting the legal advice now, in July?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01000","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":324,"content":"<p>I suppose what this has highlighted in particular is the need to immediately close a service where there is a very high level of evidence which was available because of undercover cameras.  Tusla was closing down services under the powers it had already.  It had closed five and was taking further action.  We now discussing powers that may be used only once a year.  Had Tusla had those powers some years ago they might not have been used.  Tusla's new powers have been in place for only three years.  It has taken a while for everything to be established and for the sector to become familiar with everything that is happening.  We have had early thoughts on it and it was committed to in First 5 but the detail of what power, when and how it might be used will be worked out further in the next couple of months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01100","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":325,"content":"<p>So it was this programme that triggered that work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01200","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":326,"content":"<p>No, we had included a commitment to examine regulations in First 5, which was published last November.  This programme has assisted in making us aware of the support from the legislators for giving Tusla further powers.  I suppose it will help us prioritise.  There is a huge workload before the Department in the area of early learning and care.  This will help us prioritise some of the work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01300","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":327,"content":"<p>Was the very obvious problem of having no powers in respect of unregistered childcare facilities not known?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01400","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":328,"content":"<p>I think we need clarity.  Tusla does have powers.  If a service is brand new and wants to register Tusla has the power not to register it.  That is a significant power.  If it does not register it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01500","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":329,"content":"<p>I am talking about when a facility is operating and there are children there-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01600","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":330,"content":"<p>Okay, and it is already registered-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01700","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":331,"content":"<p>It was clearly outlined that Tusla cannot shut it down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01800","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":332,"content":"<p>The Senator is right to say that we do not have the power to close it but we have power to prosecute the service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R01900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":333,"content":"<p>If it is unregistered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R02000","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":334,"content":"<p>Yes.  This prosecution was the first time this was undertaken in the State.  There is much to learn from that.  Now is the time to reflect on it and see what are the appropriate powers for Tusla to have.  As much as we want to have these extra powers, they will have to be exercised with great care and proportionality because on the plus side Tusla cannot be closing services because of the effect that can have on communities as well.  We would have to exercise those powers with full-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R02100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":335,"content":"<p>I understand that, but I sense a lack of urgency in that regard.<\/p> <p>  Many parents have contacted us.  They are horrified by what is going on but they are also very afraid.  They need to hold down their jobs.  They need places for their children.  There are workers in these places who are doing their best in very difficult circumstances when there is an overarching culture that is not of best practice.  What alternatives is Tusla going to put in place for parents whose children are in these facilities?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R02200","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":336,"content":"<p>This is a question for us and for the Department.  Our overarching principle is to drive services to improve, not to deregister.  Five is the deregistration number but for the most part we have driven those services to meet the standards and our overarching ambition is to get them there because we know what impact that can have on communities and families.  We want high-quality, safe services for children and families.  We are getting representations from families about not closing down these services and what interim arrangements can be put in place.  These are all legitimate questions and of concern to Tusla but we have to act within our legal framework on compliance with risk and so on.  It would be for the Department to talk about what interim arrangements or supports for services could be put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R02300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":337,"content":"<p>Can Tusla put somebody else in to manage these facilities?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R02400","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":338,"content":"<p>Tusla cannot but there are potential other supports that the Department or others could consider in that respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R02500","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":339,"content":"<p>The Senator is aware that we have doubled the number of early learning care and school age childcare places in the past four years.  That is a big achievement and credit to the sector for working with us on that.  We know we need to build more capacity.  That is partly why we are considering major work with the childminding sector.  We want parents to have choices, to choose between centre-based or home-based for them to do what suits them and meets their needs.  We want to be able to subsidise childminding, as well as centre-based care, but we need it to be quality assured.  We need to consider reform in childminding.  The Minister will go out very soon to consult on this.<\/p> <p>  Childcare was identified as a strategic priority in the national development plan and &euro;250 million has been committed to us in the latter half of the plan.  We will use that to build more capacity and to examine quality.  If a service is closing and parents want to go elsewhere, we talk to the local city-county childcare committee, CCC, immediately.  It is on standby always to assist parents who might want to move elsewhere.  There might, for example, be a new service that wants to open but cannot because it is abiding by the law until it is registered with Tusla.  The CCC would often tell Tusla there is a service that wants to open in its area and ask for the registration process to be fast-tracked.  There is communication of that type between the CCC and Tusla about getting new services open.  Where a service has had to close down, even temporarily, because of a weather emergency, the local CCC and Pobal mobilise to find alternative provision, to see if local services can add to their numbers.  In the past we have put interim management structures into community not for profit organisations but that has been very much with the co-operation and so on of the organisation.  It is not legislated for but it is something we should add to the list for legislation.<\/p><p>If HIQA has major problems with a private nursing home and it is closed down, a public provider can offer an interim service.  We do not have those powers in the early years sector but we could look at introducing them.  There is a sustainability and case management process in place and we can build on it for such scenarios.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#R02600","nonspeaker":"Ms Bernie McNally","continuing":true},{"type":"speechnospeaker","time":1564527600,"counter":341,"content":"<p>When it is proposed to remove a service, we communicate with the Department to ensure it is aware we are moving to that stage.  In cases where HIQA proposes to remove a provider in the private nursing home sector from the register, there are interim management arrangements.  However that is a statutory process.  The HSE puts some interim management arrangements in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00200","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":342,"content":"<p>Regarding changes in circumstances, if a registered provider wants to change, it can do so seamlessly in order that there are no changes for the parents.  The registered providers can be changed because services will have the same staff and the same children.  That happens.  It follows a process within the registration office.  I wish to note that this is available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00300","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":343,"content":"<p>As such, it would be possible for a seamless transfer of management to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00400","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":344,"content":"<p>Absolutely.  We have had that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00500","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":345,"content":"<p>This is my final question.  It was mentioned that since RT&Eacute; aired this programme, there has been a high level of traffic to Tusla's website searching for reports.  It is very good that there is heightened awareness, but it is not right to leave it to RT&Eacute; to drive awareness.  Are any public information campaigns planned for parents and workers in the sector?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00600","speaker":"1376"},{"type":"speechnospeaker","time":1564527600,"counter":346,"content":"<p>Absolutely.  We are in discussions with our communications team on how to strengthen the communication profile of the inspectorate.  The inspectorate is part of a very large organisation.  It is not Tusla's only function.  However, there are ways and means by which we can strengthen its communications and I am committed to addressing that as a matter of urgency.  We can provide information to parents by whatever medium.  As Ms McDonnell mentioned, we are conducting research on how best to contact parents and provide them with information on services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":347,"content":"<p>Many of the issues I was going to cover have already been dealt with.  I would like to ask about Tusla inspections.  If I operate a cr&egrave;che, how often could I expect an inspection from Tusla?  Would it be once a year or every couple of years?  What is the frequency of inspections?  According to the figures provided earlier, there are 4,435 early years services.  Tusla only carried out 2,500 inspection last year, which means that 1,800 services have not been inspected.  Can our guests tease that out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00800","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":348,"content":"<p>It is important to frame where we came from.  When I took over in 2014, approximately 1,200 inspections were conducted each year.  There has been a significant increase in inspection activity.  We are inspecting in the region of 50% of services per year.  I highlighted that if a service is good, inspecting it on a very frequent basis is not the best use of public resources.  We tend to frequently inspect services about which we are more concerned or in respect of which we are taking enforcement action.  Those services could be subject to three or four inspections a year.  A good service might undergo an inspection every 18 months or two years.  If, however, unsolicited information is received about a service, it may trigger an inspection regardless of the level it is at.  There is no straightforward answer to exactly how many times-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S00900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":349,"content":"<p>I am concerned by what Mr. Lee says about a good service.  How does Tusla know whether my service is good if it does not receive complaints?  My staff could be terrified but everything might seem fine and dandy because Tusla has not received a report on my service.  How can we balance that out?  That is a real concern.  If 1,800 services are classified as being good because Tusla has not received-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01000","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":350,"content":"<p>We do not classify services as being good.  I was just using that language.  Our activity is based on previous inspection reports.  If a service was previously 100% compliant with regulations, we do not inspect it excessively in the same timeframe.  If a service was previously 50% compliant with standards, we visit frequently to get it up to compliance.  We have finite resources so I target them to where they are most needed, that is, where risk has been identified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":351,"content":"<p>Is the service given advance notice of an inspection?  I ask for the benefit of someone on the outside looking in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01200","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":352,"content":"<p>The normal inspection programme is all unannounced.  The only announced inspection is the fit-for-purpose inspection.  This is the first inspection before a new service is opened.  A new service that wishes to open approaches us.  We go through all the documentation and conduct a fit-for-purpose inspection before any children are in the service.  It is an empty service, so it is a theoretical inspection regarding what it might look like.  That is the only inspection that is announced.  Everything else is unannounced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":353,"content":"<p>That is fine.  How many inspectors are there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01400","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":354,"content":"<p>There are currently 58 whole-time equivalent, WTE, inspectors.  When I first took over five years ago, there were 37.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":355,"content":"<p>What has been the increase in inspectors in five years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01600","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":356,"content":"<p>That is a 70% increase.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01700","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":357,"content":"<p>We went from 37 to 58.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01800","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":358,"content":"<p>Where are the 58 inspectors situated?  Are there more inspectors in Dublin than in Donegal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S01900","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":359,"content":"<p>Absolutely, because the vast majority of services are based in Dublin.  When we took over the national inspectorate in 2014, Dublin had the biggest deficit in inspectors.  There were parts of Dublin that had no inspector at all.  It took a lot of work to plug those gaps.  The Department has invested very heavily in the early years inspectorate.  There has been an increase in administrative support.  There is also a new registration process, which is quite administrative in nature.  There has been good investment in practitioners who carry out registration reviews and look at unsolicited information.  We have done our absolute best to ensure that inspectors are not caught up in administrative tasks so they can be out doing inspections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02000","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":360,"content":"<p>Some 58 members of staff carry out inspections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02100","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":361,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02200","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":362,"content":"<p>We have also been encouraging people to provide mandated reports.  Let us suppose somebody in a cr&egrave;che, or an outsider such as a parent, makes a report to Tusla.  How is that report processed?  How long does it take?  What is the timeline within which these concerns are addressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02300","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":363,"content":"<p>Does the Deputy mean in the case of a child protection matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02400","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":364,"content":"<p>I refer to concerns about a facility.  Can Mr. Quinlan outline what child protection-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02500","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":365,"content":"<p>Reasonable grounds for concern are defined in the Children First guidelines and harm is defined in the Children First Act 2015.  This includes the categories of abuse, physical abuse, sexual abuse and neglect.  That is what we deem to meet the threshold for child protection.  Other concerns, such as poor standards of care-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02600","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":366,"content":"<p>It is important that people know there is a difference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02700","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":367,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02800","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":368,"content":"<p>That is where we can get a bit conflicted.  Let us say that I am a parent who has contacted Tusla with concerns about the service provided in a cr&egrave;che or facility.  We have seen it; I refer to problems such as poor food or children not being stimulated.  How soon will those concerns be addressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S02900","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":369,"content":"<p>We have established a national unsolicited information office.  We have a meeting on unsolicited information every two weeks.  If a critical or high-risk concern is raised, it is actioned immediately .  All unsolicited information is risk-rated.  If something is regarded as a critical risk it is forwarded to the registration and inspection manager in the relevant area.  That will trigger an immediate inspection by that inspector.  In general we look at all the information every two weeks.  If information is not critical or high-risk in nature, we risk-rate it and it goes to the registration and inspection manager, of which there are eight in Ireland.  They attend the meeting and look at all the information, which then goes to the inspectors.  We take immediate action.  It is important to note that some information may trigger an immediate inspection while other information may inform the next inspection.  It depends on what we receive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S03000","nonspeaker":"Ms Fiona McDonnell"},{"type":"speechnospeaker","time":1564527600,"counter":370,"content":"<p>Ms McDonnell used the term \"immediate inspection\".  The inspection could be on the very same day if the service is still open, or the next day at the very latest.  We really do mean immediate.  When we have a serious concern that is rated critical, we respond immediately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S03100","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":371,"content":"<p>We respond within 48 hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S03200","nonspeaker":"Ms Fiona McDonnell"},{"type":"speechnospeaker","time":1564527600,"counter":372,"content":"<p>The same applies to child protection.  If there is an immediate safety concern regarding a child and we believe he or she is in immediate danger, we respond on the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S03300","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":373,"content":"<p>Let us say an offender is constantly in breach of the regulations we are talking about.  Are any mechanisms in place to allow the Department and Tusla to recoup any funding this facility has been given?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S03400","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":374,"content":"<p>Matters of funding are the responsibility of the Department, they are not for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S03500","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":375,"content":"<p>If it is a matter of compliance with the rules of the scheme - attendance, etc. - or use of public funding, there are measures in place to take the money back.<\/p><p>The Deputy is talking about behaviour, the treatment of children, etc.  If it just about money and following rules, etc., we can reclaim that money immediately from services but if it concerns the kinds of behaviour we saw on \"Prime Time\", the only way we can take money from services is if they are deregistered.  If Tusla makes the decision to deregister a service and does so, funding is stopped.  We do not fund deregistered services, nor do we fund services that have failed to register.  For example, one of the \"Prime Time\" cases was of a service that had failed to register for 14 months and we did not give it one penny of funding.  We are committing to build on that in First 5 and to look at how we would withdraw funding when standards are poor.  We have already committed to that and we have started to put in place the expert group, which the Minister will announce in the coming weeks.  We are committed to moving that forward.  It is a challenge because it depends on the standard and level of evidence that is necessary, providers have to be treated fairly and the majority are trying to do their best for children, so we need a good and robust process and we will address it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#S03600","nonspeaker":"Ms Bernie McNally","continuing":true},{"type":"speech","time":1564527600,"counter":377,"content":"<p>I want to come back to Tusla and its opening statement on information on actions taken prior to the RT&Eacute; broadcast.  Tusla said the following, \"Hyde and Seek, Tolka Road, has been subject to a significant level of regulatory enforcement activity and referrals have been made to Tusla&rsquo;s child protection and welfare services.\"  I am concerned about that.  When did that happen?  I know Tusla is saying it has identified child protection services and this brings me back to the question of parents.  Have these parents been notified?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00200","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":378,"content":"<p>We cannot go into specifics about it but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":379,"content":"<p>I know, I do not want specifics but have the parents been notified?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00400","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":380,"content":"<p>When a child protection concern is raised and it is of a certain level, the parents would be contacted.  That would be the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00500","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":381,"content":"<p>When the information provided to us is clear and specific, names a child and gives the details that would be the process.  We get information at times that is broad and general information.  Unsolicited information would be general information and would not relate to or call out a specific child.  That might be notified to child protection and that would open an assessment process but we would still seek to identify the child who is believed to be harmed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00600","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":382,"content":"<p>I get that Tusla tries to identify the child but this has to be looked at from the parents' perspective.  We are putting our must valued possessions into these creches.  This is the bit I find alarming, and I am not being disrespectful to anyone.  As a parent, I put my priceless possession into a creche and something is happening and Tusla has concerns about something going on in that creche but I do not know about that.  That is the bit that is cutting hard with parents and we need to get this balanced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00700","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":383,"content":"<p>That is difficult because of due process and the principle of being innocent until proven guilty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00800","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":384,"content":"<p>I know there is due process but that is one's child.  That is a parent's child and in many cases, the parents, particularly in Dublin, are paying the equivalent of mortgages to some of these services so we have a right to know.  Some are paying more than they pay for their mortgages so we have a right to know what is going on with our children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T00900","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":385,"content":"<p>That is what the Minister said yesterday.  He said that we are really committed to looking at the legislation and at how, within that due process that needs to happen, we can hold those services to account and to close them down and prosecute them if required.  Without interfering with that, we have to see what else can be done to inform parents.  I promise the Deputy that, personally and professionally, all of us hear what she is saying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01000","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":386,"content":"<p>We are all in agreement here.  The message we have to get out is that parents have to be informed.  We cannot keep hiding information.  This is what happens around-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01100","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":387,"content":"<p>Nor would they like us to prejudice a judicial proceeding that would-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01200","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":388,"content":"<p>Nobody wants that.  Nobody is out to prejudice a case or anything else but where there are concerns around the welfare of one's child, such as when one's child is eating 70 cent noodles and drinking diluted water, as a parent I have a right to know because according to the Department's guidelines, children have to have hot meals.  Children have rights so let us be clear that parents are entitled to be informed when that happens.  On that matter, a helpline has been set up by Tusla so we should take this opportunity to share that number among members so we can pass it on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01300","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":389,"content":"<p>To reassure the Deputy, if a child protection welfare matter that reaches the thresholds comes to our attention, parents would be informed of that immediately.  As someone who has worked in social welfare for the past 20-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01400","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":390,"content":"<p>Nobody is criticising Tusla for what it is doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01500","speaker":"1300"},{"type":"speech","time":1564527600,"counter":391,"content":"<p>We are not criticising.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01600","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":392,"content":"<p>I just want to reassure parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01700","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":393,"content":"<p>The point is around the manner in which it is being provided.  Absolute clarity is needed that when Tusla knows a child's health is at risk, the parents are notified, and when Tusla does not know the child is at risk, it does not let the parents know.  The difficulty that has been highlighted by two members is around the manner in which the answer is coming out.  I will try to be helpful with this.  It is not that Tusla does not want to act, it cannot act unless a child has been identified.  That is what we need to know.  It does not make it right but that is the situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":394,"content":"<p>The Chairman is right.  It is a frustration we share because the legal processes can take a considerable amount of time, but we hear the members and we feel exactly the same way.  It would be great if we could come up with some formula to inform parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T01900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":395,"content":"<p>I want to ask a question if Deputy Mitchell does not mind.  When we have an outbreak of chicken pox or measles in a creche we notify the parents.  We are obliged to put a notice on the front door that there is an outbreak of X or Y.  When a creche does not hit regulation, why can the same notice not be put up saying the creche does not meet the standards on X, Y or Z?  We are supposed to know about the red flags.  We do not need legislation for that, we just need a communication piece.  That can happen.  I apologise for coming across Deputy Mitchell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02000","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":396,"content":"<p>That is a reportable disease and there is legislation to enable that to happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02100","nonspeaker":"Mr. Pat Smyth"},{"type":"speech","time":1564527600,"counter":397,"content":"<p>What about the fire regulations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02200","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":398,"content":"<p>That is the same piece.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02300","nonspeaker":"Mr. Pat Smyth"},{"type":"speechnospeaker","time":1564527600,"counter":399,"content":"<p>If there is an outbreak of infectious diseases, the HSE comes into the service and it has authority to get the names, addresses and contact details.  That is underpinned by legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02400","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":400,"content":"<p>Names, addresses or anything like that are not needed.  It is put on the front door because that prevents people from entering in case they become contagious.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02500","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":401,"content":"<p>The HSE has the authority to close services where it deems it fit to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02600","nonspeaker":"Ms Fiona McDonnell"},{"type":"speechnospeaker","time":1564527600,"counter":402,"content":"<p>It is hard to argue the evidence that such an infection-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02700","nonspeaker":"Mr. Cormac Quinlan"},{"type":"speech","time":1564527600,"counter":403,"content":"<p>No, but the evidence is there.  The regulation has been breached because the ratio has not been adhered to.  I am coming back to the regulation and it has been breached in such a case.  The regulation has not been adhered to or the fire regulations have not been complied with.  That can be done.  It is a simple solution on an interim basis until we have the legislation.  That is what parents want to hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02800","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":404,"content":"<p>The Deputy is talking about a black and white situation where it is a matter of fact-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T02900","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":405,"content":"<p>It is a fact.  The ratio has been breached.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03000","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":406,"content":"<p>-----as opposed to a subjective judgment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03100","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":407,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03200","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":408,"content":"<p>We share the Deputy's frustration but the ability to put a notice on a service is a statutory provision.  We cannot just put notices on services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":409,"content":"<p>I am not asking Tusla to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03400","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":410,"content":"<p>Maybe Tusla having the powers of immediate closure and of putting up statutory notices is something we could consider for the legislative provision.  These are the measures that eventually could be put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":411,"content":"<p>A lot of issues been covered earlier, but I want to get back to the point about parents.  We all know that there has been a lot of communication from parents involved with these creches and they have emailed a lot of questions to every member of this committee asking that they be posed to the witnesses.  Tusla mentioned earlier that a phone line had been set up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03600","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":412,"content":"<p>In the registration office we have a phone line that is available to all parents.  The number is 061 461700.  In recent days we have also contacted Parentline.  Parentline is a national confidential helpline for parents and we have contacted it because we are getting so much contact from parents.  We also have a link on the Tusla website about Parentline.  Parentline is available at 1890 927277 or 01 8733500.  All that information is available on our website and there are additional supports available there for parents because we are very conscious of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03700","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":413,"content":"<p>On the first number Ms McDonnell called out-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03800","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":414,"content":"<p>The first number comes directly into us in the registration office and we talk to parents-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T03900","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":415,"content":"<p>During what times is that manned?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T04000","speaker":"1362"},{"type":"speechnospeaker","time":1564527600,"counter":416,"content":"<p>That is open from 9 a.m. to 5 p.m.  I do not have the opening hours for Parentline as it is a link we established only yesterday but it is also available for parents.  It is aware of the situation and it will give support to parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#T04100","nonspeaker":"Ms Fiona McDonnell"},{"type":"speech","time":1564527600,"counter":417,"content":"<p>Deputy Rabbitte wishes to ask a final question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00100","speaker":"1300"},{"type":"speech","time":1564527600,"counter":418,"content":"<p>It is for Mr. Lee.  How many cr&egrave;ches are on the critical list following inspections?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00200","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":419,"content":"<p>I do not have that information to hand.  It is not even information that we can make available, given the need for due process.  However-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":420,"content":"<p>Hold on a moment.  There have been inspections which led to breaches being found.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00400","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":421,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":422,"content":"<p>Tusla carried out second inspections to allow those cr&egrave;ches to reach the bar, but they failed to do so.  Tusla is working with them, but they are still on the critical list because they have not reached the bar twice.  How many cr&egrave;ches and full-day childcare facilities are on the critical list?  I do not want \"Prime Time\" to tell me, I want Tusla to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00600","speaker":"1231"},{"type":"speechnospeaker","time":1564527600,"counter":423,"content":"<p>There are 37 on what we consider to be our national registration panel, which is the highest level of concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":424,"content":"<p>I thank Mr. Lee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00800","speaker":"1231"},{"type":"speech","time":1564527600,"counter":425,"content":"<p>Does that number only relate to full-time day-care services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U00900","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":426,"content":"<p>All services.  I do not have a breakdown of the figures, but I can-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01000","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":427,"content":"<p>There is nothing else I wanted to know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01100","speaker":"1231"},{"type":"speech","time":1564527600,"counter":428,"content":"<p>That leads nicely into my final questions.  I spoke about the reporting of information and the fact that there is a potential difficulty for childcare workers in view of the fact that they are being exposed to the risk of dismissal, ostracisation or whatever the case may be, depending on the size of the facility involved.  The Department, Tusla and members of this committee should - I do not doubt that they are doing so - attempt to support them in coming forward.  Ms McNally was kind enough to raise the whistleblower legislation, which is an important component.  Does Tusla operate under a policy relating to how to treat whistleblowers in the industry?  If so, is it publicly available and can Mr. Lee provide it to the clerk?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":429,"content":"<p>Tusla has a protected disclosures procedure for its staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":430,"content":"<p>It only applies to the agency's staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01400","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":431,"content":"<p>Yes.  I am pretty sure that there is no legislative provision for Tusla to protect other employees under the Protected Disclosures Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01500","nonspeaker":"Mr. Brian Lee"},{"type":"speechnospeaker","time":1564527600,"counter":432,"content":"<p>There is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01600","nonspeaker":"Ms Fiona McDonnell"},{"type":"speechnospeaker","time":1564527600,"counter":433,"content":"<p>HIQA, as a regulator, is a named organisation in terms of receiving protected disclosures from staff, but Tusla is not covered under the Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":434,"content":"<p>That is a deficiency.  If we are serious about encouraging people to make disclosures under Children First and the First 5 strategy, we must be able to provide support.  One could argue that, if we had our current provisions ten years ago or even those we are about the introduce, the scenario we watched on television might not have arisen.  That is a hypothetical question, but if we are to support this part of our childcare sector, which we are trying to do in other areas, then we must ensure that workers receive the support payments that we have designed for them when they do FETAC level 5 courses or higher.  They must be protected in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":435,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U01900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":436,"content":"<p>We also need to protect them when they come forward.<\/p> <p>  I wish to address comparative inspection rates.  Mr. Lee referred to 50% and compared Ireland to the UK, which was perfectly acceptable.  He gave a figure of 5% or thereabouts for the UK.  What are the rates among our French, Nordic and Dutch counterparts?  That information would be helpful to us, as we want to reach their bar if they are doing better than we are.  I am guessing that 50% is extraordinarily high.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02000","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":437,"content":"<p>I imagine so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":438,"content":"<p>I engaged in a bit of research but could find no one with a higher rate.  In saying that, we must ensure that when facilities are inspected and issues have been highlighted, it is not the case that parents do not know about them because there has not been a report or even a tick in a box to the effect that, after a 2019 inspection and subject to - I would not use the word \"enforcement\", as that would be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":439,"content":"<p>Prejudicial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":440,"content":"<p>Somewhat.  The phrase \"further clarity\" or something like that might be more appropriate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02400","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":441,"content":"<p>I take that on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":442,"content":"<p>That should tell the parents that there is a small issue that might need to be resolved following a learning period.  The provider can then go to the parent with that information.  Tusla can tell parents not to ask it, but to ask their providers.  Tusla cannot give that information, but the provider should.  That would give the parent the necessary information to make an informed decision, which is the point I made three hours ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02600","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":443,"content":"<p>I will add to that.  We will know that we have succeeded in having high-quality services when we need to have fewer inspections.  Some very developed countries that have been making considerable investment for decades have moved away from the hard stick of regulation to more of a self-evaluation and so on.  This is where services are already highly professional, highly valued and of a high standard.  That is where we want to be, but we have a way to go yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02700","nonspeaker":"Ms Bernie McNally"},{"type":"speech","time":1564527600,"counter":444,"content":"<p>I understand that.  It is a comparative economic theory, namely, the law of diminishing returns.  Obviously, we will not have to put as much effort or investment into inspections in future.<\/p> <p>  Mr. Lee mentioned a risk register.  Tusla has identified 37 facilities that are the subject of first and second reports.  Those reports have not been published because there clearly are still issues.  I presume the 37 facilities are on that risk register.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":445,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U02900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":446,"content":"<p>How many others are on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03000","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":447,"content":"<p>All services are on the risk register.  We rate them from low up to medium, high and critical.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":448,"content":"<p>How many steps are in the rating?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":449,"content":"<p>Four - critical, high, medium and low.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":450,"content":"<p>Will Tusla, through the secretariat, provide the committee with the numbers in each category-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03400","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":451,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03500","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":452,"content":"<p>-----and the criteria upon which a service might-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03600","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":453,"content":"<p>I do not know them off the top of my head.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03700","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":454,"content":"<p>Of course not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03800","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":455,"content":"<p>I wish I did.  I will follow up on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U03900","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":456,"content":"<p>Could we also be provided the criteria a service must meet in respect of each category?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U04000","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":457,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U04100","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":458,"content":"<p>That would be helpful to the committee in our future meetings on this matter.<\/p> <p>  Our guests will have to forgive me, but something that arose in the research that my office and I undertook in the past week was the concept of providing parents with more information so that they could make informed decisions.  The example of the NCT popped into my head and will not leave.  I have in mind a public information index, as it were.  While any of the 4,500 service providers could place its certification on a wall, I do not just want to see it on the wall.  If I am a new parent, I do not want to have to get into my car and drive to the front door of a facility that might be behind a gate.  It should be behind a gate, actually.  I want to be able to figure out whether the service has a good rating.  I do not want users telling me whether it is a good service.  Rather, I want Tusla, given that it is the statutory authority, to tell me whether it is a good service.  That is where my idea of an NCT arose.  I am not suggesting for a moment that Tusla make its risk register publicly available, but in the context of providing further information to parents so that they can make informed decisions, there should be a mechanism whereby Tusla could say on its website whether a service had passed inspection, reached a certain grade and, with the support of the provider involved, received a quality assurance mark.  Whether that be done in the context of the professional side or with regard to the actual bricks and mortar, parents would be reassured if a quality assurance mark was associated with childcare services.  Those are my four main points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U04200","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":459,"content":"<p>We will take all that on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U04300","nonspeaker":"Mr. Brian Lee"},{"type":"speech","time":1564527600,"counter":460,"content":"<p>We are into the fourth hour of this meeting.  On behalf of the committee, I sincerely thank all of our guests for attending this morning and this afternoon and the members for their comprehensive questions.  I hope that they all feel like they have got everything off their chests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U04400","speaker":"1300"},{"type":"speechnospeaker","time":1564527600,"counter":461,"content":"<p>I thank the Chairman for his comments.  Lest there be any doubt about this matter, the impact of what we saw, as humans and parents, in the context of the care of children was unacceptable.<\/p><p>As the person who is holding the fort for Tusla and what it does, I feel - as has come across from the Department - that we need to make changes to provide the information that parents need.  We are committed to doing that.  If one thing comes from this meeting, it is the need for us, as people who work in the services, as parents and with the responsibilities that we have under Children First, to report incidents and issues as they emerge.  This is paramount in terms of ensuring that we can protect children as early as possible.  Regulation works up to a point but the reporting of these matters is the critical thing that can allow us to take immediate action to protect children.  We have set out the additional powers that we think can help.  We can work successfully with the Department over a short period in order to put those in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#U04500","nonspeaker":"Mr. Pat Smyth","continuing":true},{"type":"speech","time":1564527600,"counter":463,"content":"<p>On behalf of the committee, I thank our guests for attending.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2019073100002#V00200","speaker":"1300"},{"type":"unspoken","time":1564527600,"counter":464,"content":"<p>The joint committee adjourned at 1.20 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]