[{"type":"majorheading","content":"Public Accounts Committee","time":1603362600,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 22 Deireadh Fómhair 2020. Thursday, 22 October 2020.<\/p><p>The Committee met at 11:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Burke, Deputy Neasa Hourigan, Deputy Jennifer Carroll MacNeill, Deputy Marc MacSharry, Deputy Matt Carthy, Deputy Paul McAuliffe, Deputy Cormac Devlin, Deputy Catherine Murphy, Deputy Alan Dillon, Deputy Verona Murphy.<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1603362600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002"},{"type":"unspoken","time":1603362600,"counter":4,"content":"<p>Mr. Seamus McCarthy (An tArd Reachtaire Cuntas agus Ciste)called and examined.<\/p>"},{"type":"minorheading","content":"2019 Annual Report of the Comptroller and Auditor General and Appropriation Accounts<br \/>Vote 11 - Office of Minister for Public Expenditure and Reform<br \/>Vote 12 &amp;amp;amp;ndash; Superannuation and Retired Allowances<br \/>Chapter 3 - Vote Accounting and Budget Management<br \/>Chapter 4 - Accounting for Capital Assets<br \/>Chapter 5 - Accounting for Allied Services","time":1603362600,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#A00475"},{"type":"unspoken","time":1603362600,"counter":11,"content":"<p>Mr. Robert Watt(Secretary General, Department of Public Expenditure and Reform)called and examined.<\/p>"},{"type":"speech","time":1603362600,"counter":12,"content":"<p>We are joined remotely by the Comptroller and Auditor General, Mr. McCarthy, as a permanent witness to the committee.  He is welcome.  Apologies have been received from Deputy Munster.<\/p><p>We will now engage with officials from the Department of Public Expenditure and Reform.  I welcome them to the meeting and thank them for the briefing they provided to the committee.  There are a number of matters for examination from the Comptroller and Auditor General's 2019 appropriation accounts, Vote 11 &ndash; Office of the Minister for Public Expenditure and Reform and Vote 12 &ndash; Superannuation and Retired Allowances.  We are also examining the Comptroller and Auditor General's Report on the Accounts of the Public Services 2019, chapter 3 - Vote accounting and budget management, and the Comptroller and Auditor General's Report on the Accounts of the Public Services 2018, chapter 4 - accounting for capital assets and chapter 5 - accounting for allied services.  I remind members that Vote 39 &ndash; Office of Government Procurement is not for consideration today.  As agreed, we will examine it separately in the new year.<\/p><p>To assist us in our examination of the matters before us, and with regard to the public health guidelines, we are joined in person by Mr. Watt, Mr. David Feeney, chief operations officer, and Mr. John Pender, principal officer in the public service pay and pensions division.  Overseeing public expenditure, it has been a very strange year compared with other years.  The witnesses have had extra workloads and so on.<\/p><p>I remind all of those in attendance to ensure that their mobile phones are on silent mode or switched off.  I ask that members and witnesses remove their masks when speaking to ensure that they can be heard.  When members are leaving or taking their seats, they should sanitise the areas they have been using.<\/p><p>I advise the witnesses that, by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the provisions of Standing Order 218 that the committee shall refrain from inquiring into the merits of a policy or policies of the Government or a Minister of the Government or the merits of the objectives of such policies.  Members also are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>While we expect them to answer questions asked by the committee clearly and frankly, witnesses can and should expect to be treated fairly and with respect and consideration at all times, in accordance with witness protocol.<\/p><p> I now call on the Comptroller and Auditor General, Mr. Seamus McCarthy, to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#A00600","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1603362600,"counter":14,"content":"<p>The 2019 appropriation account for Vote 11, Office of the Minister for Public Expenditure and Reform, records gross expenditure of &euro;59.5 million.  This was divided between two programmes: public expenditure and sectoral policy, costing &euro;18.6 million; and public service management and reform, costing &euro;40.9 million.  The latter included significant expenditure in respect of the Office of the Government Chief Information Officer.  For 2020, that office has been given its own separate Vote, with a budget of almost &euro;22 million.  Vote 11 is consequently significantly smaller for 2020.<br\/><br\/>At the end of 2019, the Department had underspent by &euro;2 million relative to its budget.  Unspent capital funding of &euro;146,000 was carried forward to 2020.  The remaining &euro;2 million was liable for surrender back to the Exchequer.  I issued a clear audit opinion on the 2019 appropriation account for Vote 11.<br\/><br\/>Vote 12 is used to pay pensions and retirement lump sums to civil servants and prison officers.Almost 26,400 pensions were in payment at the end of 2019.  Pension payments for other public servants are charged, directly or indirectly, to other Votes, including those for education, health, An Garda S&iacute;och&aacute;na and Army pensions.  The gross spend on Vote 12 in 2019 amounted to just under &euro;600 million.  This represented an increase of 4.4% from 2018.  Appropriations-in-aid, mainly comprising employee pension contributions, amounted to &euro;337.7 million in 2019, which was up 34% from 2018.  The increase was mainly due to increased employee contributions in respect of the single public service pension scheme.  The net result was a surrender at the year end of &euro;110 million in respect of 2019.  Again, I issued a clear audit opinion regarding the 2019 appropriation account relating to Vote 12.<br\/><br\/><b><\/b>Chapter 3 is on Vote accounting and budget management.  Vote accounting and budget management is a standard annual report aggregating and summarising the results across all of the appropriation accounts.  It is produced because there is no other source of that aggregate information.  As the figure, which can now be shown on screen, indicates, there has been a strong upward trend in voted expenditure over recent years.  The report indicates that, in 2019, the total gross expenditure for all 42 Votes was &euro;56.9 billion.  After deduction of receipts totalling &euro;2.9 billion, the net expenditure for the year was &euro;54 billion.<br\/><br\/>One of the functions of the Department of Public Expenditure and Reform is the setting of frameworks for financial reporting by public sector bodies and publication of guidance and standards for corporate governance of public bodies.  This includes dissemination of an annual circular setting out guidance for Accounting Officers preparing their appropriation accounts.<br\/><br\/>Members will be aware that appropriation accounts are prepared on a cash basis.  This means that receipts and expenditure are recognised in the accounting period they occur.  Notes to the appropriation accounts present additional information on the accrual basis, which is used for standard commercial accounting.  Note 1 presents an operating cost statement for the Vote and note 2 presents a statement of financial position at the year end.  These are intended to be a form of income and expenditure account and balance sheet, respectively.<br\/><br\/>Chapters 4 and 5, from my 2018 report, deal with accounting issues that affect the appropriation accounts.  Chapter 4 deals with accounting for capital assets, that is assets used on a continuing basis and having a useful life of more than one year.  The 2018 appropriation accounts recognised capital assets with a net value of &euro;6 billion.  Over 80% of this value related to property assets, that is land and buildings, in use.<br\/><br\/>Current accounting practice by Departments has resulted in gaps in the assets recorded, and inconsistencies in asset valuations and deprecation rates.  The report highlights the need for action at a central level to address the lack of coherence caused by deficiencies in the accounting framework and includes a number of recommendations to achieve completeness and greater consistency.  The Department has indicated that it will implement the report recommendations in the context of the phased implementation of reforms arising from an assessment of the central government financial reporting framework in Ireland carried out by the OECD in 2019.<br\/><br\/>The aim of the operating cost statement in note 1 to each of the appropriation accounts is to show the total amount of resources consumed to provide a voted service.  As a result of how Votes are structured, some of the related expenses may be charged to different Votes.  For example, as mentioned earlier, the pension-related expenses of all civil servants are borne on Vote 12 irrespective of the Department where the pensioners worked.  Certain services are also provided by Departments and offices to others on the basis that, as specialists, the provider is able to perform the services most efficiently.  Examples are the Office of Public Works, OPW, which provides office accommodation across central government; and the Office of the Government Chief Information Officer, which provides ICT system supports especially for smaller Departments and offices.  These are referred to as allied services.<br\/><br\/>In 2018, the total costs of such allied services was calculated at: &euro;813 million, of which &euro;566 million, or almost 70%, related to superannuation and retirement allowances; and &euro;179 million, or 22%, related to the OPW.  The examination found that the accounting policies and guidance issued by the Department for the treatment of allied services did not provide a clear definition of allied service and, as a result, there was inconsistent treatment of these costs.  The examination also found that there were deficiencies in the various cost measurement and allocation bases used to calculate allied service cost.  For example, the apportionment of pension costs incurred in a year does not reflect standard accrual based accounting for pensions.<br\/><br\/>My office will continue to assist the Department to develop the accounting policies and guidance for accounting officers to ensure that the accrual based information, presented with appropriation accounts, is appropriate and consistent, and that it facilitates a smooth transition to full accrual accounting for central government, which is a long-term objective of the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#B00200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1603362600,"counter":15,"content":"<p>I thank Mr. McCarthy.  I invite Mr. Watt to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#B00300","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":16,"content":"<p>I thank the Chairman and members for affording me the opportunity to make a statement today.  As they are aware, the agenda covers, as mentioned by the Comptroller and Auditor General: the appropriation accounts 2019 for Vote 11, which is the Department of Public Expenditure and Reform, and Vote 12, which relates to superannuation; chapter 3 of the report on the accounts of the public services on Vote accounting and budget management; and chapters 4 and 5 of the Report on the Accounts of the Public Services 2018 in relation to accounting for capital assets and accounting for allied services.<br\/><br\/>In 2019, the two strategic goals of the Department were to manage public expenditure at sustainable levels and ensure effective and responsive public management and governance structures.  These goals are fully aligned with the two programmes set out in my Department's appropriation account for 2019.  I will address each of the agenda items now and return to reference some of the Department's key priorities in respect of expenditure management and reform before I conclude.<br\/><br\/><b><\/b>In the context of my Department's financial performance in 2019, its appropriation account shows a gross outturn of 97% of the budgeted allocation when capital carryover of &euro;144,000 is taken account.  The Department surrendered just under &euro;2 million of its &euro;59 million allocation to the Exchequer at the year end.  The increase in the allocation in 2019 over 2018 was due to recruitment costs that have since levelled out as headcount has remained largely static from the end of 2018 to the present.  While programme expenditure remained flat overall in 2019 when compared with 2018, financial resources moved between some programme subheads.  For example, from Civil Service learning and development - the OneLearning initiative - on the completion of its Civil Service-wide IT training and development system to other areas in the Department to progress cross-Government reforms such as the Office of the Government Chief Information Officer's Build to Share programme, which is a significant centralised shared service that we are providing in our Department for Departments and offices across the system.<\/p><p>This year is particularly significant for the Office of the Government Chief Information Officer, OGCIO, and the Department with the establishment of the new OGCIO Vote, which has an Estimate of &euro;21.7 million net in 2020.  The creation of this Vote, for which I am also the Accounting Officer, will help support the digital transformation agenda across government, while providing and developing pan-public service ICT infrastructure, service delivery models and cross-government applications.<\/p><p> The new OGCIO Vote is being financed solely by Exchequer neutral transfers from client Departments and Government offices, including my own.  The Department provides the OGCIO, which remains part of the Department, with corporate services, human resources and finance support at no extra cost to the Exchequer or client organisations, ensuring value for money through enhanced labour productivity.<\/p><p> The development of various shared IT services and platforms in the Civil Service and the wider public service has provided an enormous impact during the Covid pandemic.  Our ability to provide significant online services, whether people applying for pandemic payments, the wage subsidy scheme through Revenue or for a driver licence, has shown the value of the investment made over the past several years.<\/p><p> In respect of Vote 12, superannuation and retired allowances, the net outturn for 2019 was &euro;261 million, compared to an Estimate of &euro;371.3 million, giving a surplus to surrender of &euro;110.3 million.  This surplus arose mainly on account of underspending on established lump sums and greater than expected receipts from the single public service pension scheme.  There was an additional once-off remittance in 2019 for contributions which had accrued in previous years which were not remitted until 2019.<\/p><p> Chapter 3 of the Report on the Accounts of the Public Services 2019 addresses Vote accounting and budget management.  Looking at overall expenditure in 2019 in gross terms, voted spending for the year amounted to &euro;67.3 billion.  This is &euro;649 million, or 1%, above the amount that was set out in the Revised Estimates Volume 2019 and reflects several Supplementary Estimates including in the areas of health, justice and education.<\/p><p> It is the role of my Department to implement a strong and sustainable public expenditure framework, as well as to drive the reform programme across the Civil Service and public service in order to support the delivery of services in the most efficient and effective manner.  To achieve this goal, my Department sets out clear and accessible structures and guidelines for Departments to follow.  In order for effective management of public expenditure to succeed, it is important all colleagues across the public service apply these policies and guidelines in their own organisations.<\/p><p> The Department fully agrees with the recommendations made by the Comptroller and Auditor General in both his chapters on capital assets and allied services.  All recommendations have been accepted and significant progress has been made to implement these recommendations.  Additional guidance on the accounting treatment for capital assets was provided for in the appropriation accounts circular for 2019 and the guidance manual for the preparation of the appropriation accounts relating to clarifications on the treatment of depreciation of capital assets.<\/p><p> More generally, in September 2019, prior to the publication of the Comptroller and Auditor General's chapter, the Department established a working group with finance officers of Departments to review the accounting policies for capital assets and to develop a new policy.  Work has been ongoing with the working group in reviewing the accounting treatment of fixed assets and working through the various complex historical issues, such as depreciation rates and valuation methods, as well as the different classes of capital assets involved.<\/p><p> While we agree with the Comptroller and Auditor General's report, when it comes to evaluating capital assets for public bodies, there are a variety of complications which may not arise in respect of a private entity.  What is the value of D&aacute;il &Eacute;ireann or the GPO, for example?  How do we put a value on the 770 monuments managed on behalf of the citizens by the Office of Public Works?  When it comes to more standard buildings, lands or IT, it is more straightforward and the recommendations set out should be more easily implementable.<\/p><p> We are finalising a draft new policy document on capital assets.  This is being developed as part of the phased implementation of the financial reporting reforms recommended by the OECD and will address the Comptroller and Auditor General's recommendations.<\/p><p> The accounting treatment for allied services has also been addressed by my Department.  Substantial clarification was produced in the appropriation accounts circular for 2019 and the guidance manual for the preparation of the appropriation accounts, which we understand has assisted in improving the presentation of allied services in the accounts.  The Department will keep this area under review.  This is a key issue of the operating costs statements of Departments to the State as opposed to actual cash spending on their appropriation accounts.  This is an area more generally which gives a more accurate assessment of the actual cost of services run by Departments as opposed to cash appropriation on which we tend to focus.<\/p><p> The work in both these areas is underpinned by the wider strategy for the reform of Government financial reporting.  This is on foot of a major OECD review of financial reporting in 2019, which recommended that Ireland move to an international standards based accruals system of financial reporting.  The broad approach proposed by the OECD has been accepted by the Government.  Work is under way to examine the relevant international standards to be used as the basis for future Government accounting policy.  This will be the most significant reform in how we implement financial and accounting policies since the foundation of the State.  We have been operating on the basis of the Exchequer and Audit Departments Act 1866 which is a cash-based system.  We have moved gradually to an accruals system in terms of the balance sheet information provided and the operating costs statement.  To move to a full accruals system will be an enormous cost and change but, over time, the better information will assist in assessing the value for money of spending and to report and account more accurately.<\/p><p> The progress we made in the sustainable management of public expenditure and driving and supporting the reform programme in 2019 is set out in considerable detail in my Department&rsquo;s 2019 annual report.  Due to the Covid-19 public health emergency, the context for the Department&rsquo;s work changed enormously between the end of 2019 and today.  This has led to significant changes in the Department&rsquo;s work and how it does that work.  The landscape for managing public expenditure and leading public service reform is now different.<\/p><p> I would like to take this opportunity to highlight that we have seen incredible commitment, flexibility and responsiveness from civil servants and public servants in dealing with the Covid-19 crisis.  The public service has shown a sense of common purpose and an ability to deliver at a pace not seen before.<\/p><p> Looking ahead, our priorities will continue to be focused on implementing a strong and sustainable public expenditure framework and driving and supporting the reform programme.  In terms of public expenditure, a key focus will be to continue to manage public expenditure effectively, while addressing challenges such as the Covid-19 pandemic, Brexit and climate change.<\/p><p> In addition, the Department will continue to mainstream budgetary reforms, such as the spending reviews, enhancement of performance information and ongoing development of the evidence-based approach to expenditure policy formulation through the role of the Irish Government Economic and Evaluation Service, which produces significant numbers of reports looking in detail at spending programmes and the value for money of State spending.  We will oversee the review of the national development plan and alignment with the national planning framework as part of Project Ireland 2040.  Another key priority will be to manage public service pay and pension costs on a fiscally sustainable basis using agreed industrial relations frameworks.  We will also work to address the challenges posed by Brexit, while maximising the opportunities presented by EU membership in a range of EU policy areas.<\/p><p> With regard to public service reform, we will continue to lead the implementation of Our Public Service 2020.  The Department is also leading the development and implementation of a ten-year Civil Service renewal vision.  Aligned with this, we will lead and support the development and implementation of a new Civil Service people strategy, which reflects the workplace transformation that has taken place as a result of Covid-19.  The Department will continue in its leadership role to drive digital transformation with particular focus on those initiatives which will improve delivery of services to citizens and business in the most efficient manner.<\/p><p> I want to take this opportunity to pay tribute to my colleagues in the Department for their hard work and the contribution they have made to delivering on our objectives during 2019 and this year.<\/p><p>Like any organisation, we look to the future and we advise the committee that along with other Departments we are now implementing a new statement of strategy to cover the next three years.  I am happy to receive the views of members on that strategy.  I thank the Chairman and look forward to discussing the various items on the agenda.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#B00400","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1603362600,"counter":19,"content":"<p>I thank Mr. Watt for that information.  The lead speaker this morning is Deputy Burke, who will have 15 minutes.  We are working to a tight timeframe in order to keep to our schedule.  I ask witnesses to try to keep their answers to questions direct and concise in order to be helpful to members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00200","speaker":"1491"},{"type":"speech","time":1603362600,"counter":20,"content":"<p>I thank the witnesses for coming in this morning and for the presentation.  I thank them and all the civil servants across all Departments, as well as all the people working in the public service for their contribution, particularly in these challenging times.<\/p> <p>  I came across a property owned by the Department of Justice and Equality that was vacant for 20 years and nobody knew it existed.  It was a dwelling house in Blarney.  When I did a Land Registry search I found a large number of properties registered under one folio stretching from Castletownbere to Mitchelstown.  I did not know whether anybody in the Department knew these properties existed.  This speaks to the question of fixed asset registers.  Where are we with Departments owning properties, especially smaller examples like this in rural areas?  There may be old Garda stations that are no longer used or other properties that are not in use in towns and cities.  How comprehensive is the register we currently have of assets in the State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00300","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":21,"content":"<p>This is something on which we have spent much time over the past number of years in order to improve the register and have a better sense of what we own across the system.  The Department of Justice and Equality has Garda stations, courthouses and old buildings and the Office of Public Works manages and has responsibility for keeping that register.  There have been improvements.  There is a website on which a person can view buildings owned by the State, some of which are not in use.  It is an area that requires ongoing work.<\/p> <p>  The Land Development Agency has also done a significant piece of work, and it may make that available.  It shows lands owned by the State that may have value in development potential for housing.  It has done a very significant review over the past year or so.  There is definitely an issue in parts of the country that may have suffered depopulation in towns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":22,"content":"<p>Are we depending on the OPW to look after this or is each Department going through the process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00500","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":23,"content":"<p>It depends.  Old school buildings would be managed by the Department of Education.  Department of Justice and Equality buildings are under the control of the OPW, which has responsibility for Garda stations and courthouses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":24,"content":"<p>This particular case is a dwelling house that was used by the Garda but which was not occupied for 20 years.  How many more buildings like this would there be across Departments?  For example, the Department of Education may own a building that is not a school but as a result people may assume it is the responsibility of another Department.  Have we identified all the properties in the ownership of the State?  How can they be put to better use, such as by making them available to local authorities?  For example, in this case we contacted the county council about taking over the property, which had been vacant for 20 years?  How many more like that do we have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00700","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":25,"content":"<p>We probably have many older properties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":26,"content":"<p>With computerisation, should it be possible-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D00900","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":27,"content":"<p>Yes and the OPW has a better register and other parts of the system have a better sense of what we have.  In the case of many old schools, for example, there is no value to them.  They are old buildings that served as schools 30 or 40 years ago.  They will no longer provide a modern purpose, whether as an educational facility or as anything else.  Many of the older buildings, if they were set up for a particular purpose and the purpose is very different now, they do not have much value.  The land may have value, depending on where it is located.  It is a good point and it comes back to the wider matter in the Comptroller and Auditor General report in terms of how we treat capital assets.<\/p> <p>  The nature of an appropriation account is a cash base, which is the main focus of Departments and Accounting Officers.  If we had full accrual system and charged Departments for the use of assets every year, there would be a very clear benefit in maximising the use of those assets.  Currently, they are not penalised for inefficient use of capital assets.  It is really part of the benefit of moving in the direction mentioned by the Comptroller and Auditor General.  If we have a better register and valuation of assets, and if we account for them properly over time, we can provide the right incentives for Accounting Officers to see their assets as something they should manage and maintain on an annual basis as opposed to just leaving them there because it reflects the investment of the past rather than investment or expenditure at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":28,"content":"<p>Is there a timeframe within each Department to resolve this type of issue or is it to be taken as an ongoing matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01100","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":29,"content":"<p>We have made progress on the issues raised by the Comptroller and Auditor General in his report since its publication.  We have issued a circular and we are working with Departments to ensure they first identify assets and that they put a proper valuation on those assets.  One can put a valuation on land but for buildings it is a question of their nature.  There is the question of the current use value of the buildings and whether it is a historical value, which would make sense in many cases.  It really depends on the nature of the asset class.  The Deputy is raising a related but separate question, which is ensuring we have a fully up to date list of the assets.  Many of the properties that are not very visible, and certainly which are not set out in detail in the accounts, would not have any residual value.  That is the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":30,"content":"<p>The presentation indicates the Department is finalising a new policy document on capital assets.  When will that policy document be finished?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01300","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":31,"content":"<p>On foot of the Comptroller and Auditor General report we set out a circular relating to capital assets, detailing that we accept the recommendations and the approach that should now be seen.  We hope to complete the capital review at the end of next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01400","nonspeaker":"Mr. Robert Watt"},{"type":"speechnospeaker","time":1603362600,"counter":32,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01500","nonspeaker":"Mr. David Feeney"},{"type":"speech","time":1603362600,"counter":33,"content":"<p>I will move to information technology systems.  I know there has been much investment in the area.  I agree that the use of IT systems during the pandemic has been very effective.  The Covid payment was paid out in a very short timeframe, and it went from nowhere to having a huge number of people getting those benefits.  It came about as a result of very hard work within the Department and also because of the use of IT systems.  Are we putting enough investment into protection in these systems?  There is a major challenge across the globe relating to the protection of IT systems.  Is enough planning being done and investment in the area?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01600","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":34,"content":"<p>There are a few aspects in that.  There is the overall resilience of the network, as government networks in Ireland and elsewhere are subject to periodic attacks and we must ensure the systems are resilient, robust and can repel those attacks.  We do not speak about this too much in public but it happens and at times they can be quite frequent.  Through Mr. Barry Lowry, the Government Chief Information Officer, and colleagues we have a cybersecurity group and we continue to invest and challenge the system ourselves to ensure it is robust.  It is an ongoing challenge.<\/p> <p>  There is also the question of data protection, which is part of what the Deputy has mentioned.  It concerns unauthorised access to data or inadvertent leaks, which can happen.<\/p><p>Every so often one will read in the newspapers about people who have been sacked from Departments, generally from the Revenue Commissioners or the Department of Social Protection, for accessing files they should not access.  That reflects the robustness of the system.  If one is not authorised to look into somebody's files, the system will identify that and an alert will go out.  We have good systems but no system is perfect and we have to continually update and prepare ourselves because the world moves on and changes.  In terms of electronic files and access, however, the IT systems are much more secure than the old days of going down to the registry and taking out the file and so on, whereby one might have signed in that he or she took out a file or not.  The IT system does not lie.  If one accesses a file, it will identify it on the system, whereas in the old days it was much easier to access a paper file.  It is much harder to access an electronic version of somebody's file without that being authorised and without it being discovered by the system.  They are robust in many ways but the fact that people have more data and files in an electronic format, that increases the risk of more significant breaches.  It is something we are investing in all the time and we partner with various bodies to help us with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#D01700","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1603362600,"counter":36,"content":"<p>I want to move on to the area of pensions.  The figure that stands out to me is that the number of people receiving pensions in 2019 was 26,000 whereas in 2018, it was 25,000.  The issue that is arising is that I presume that in the coming years we will have more people retiring because of the processes ongoing in Departments for quite a long period of time but also because people are living longer and, therefore, there is forward planning for that.  Has each Department worked out projections for the cost of pensions?  It is hugely at variance with what it was so I wonder what kind of planning has been done in that area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00200","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":37,"content":"<p>There are different aspects to it.  The cash outlay on pensions is going up every year, as set out in Vote 12.  That reflects the significant change in the Civil Service during the 1970s, in particular, when there was massive recruitment.  The modern Irish State expanded enormously during that period and redeveloped a more modern safety net, an education system and so on.  That meant many more civil servants were taken into the system during the 1970s and those colleagues have been retiring in recent years and that will continue.  The increase in costs in the A.1. part of the Vote reflects the increase in the number of people who are retiring and the longer life expectancy.  When people get to 65, their life expectancy is around 20 years so they have a longer time to benefit from a pension.<\/p> <p>  On the overall sustainability of the scheme, there are two points on that.  Mr. Pender will correct me on this if I am wrong but around 30% to 40% of public servants are now on the single public service pension scheme, which has costs that are about one third less than the previous scheme.  Those colleagues accrue less benefit each year and they also pay higher contributions so the overall cost to the Exchequer of the new recruits since 2012 is a good deal less than for people who came in before 2012.  Every few years, we do a report, which Mr. Pender is the main author of.  This report looks at the actuarial liability of the accrued service of all the civil servants who have retired and the accrued service of all those civil servants who are active and who are still paying into the scheme in employment.  From that, we work out what we can.  Based on various assumptions around inflation, wages and the discount rate we use, we work out the net present value of the pensions of those people who are retired and of those people who are in the system.  That is based on their service up to a certain date, namely, the year in which we do the review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":38,"content":"<p>What percentage increase will we see in the coming years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00400","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":39,"content":"<p>The last review we did showed that the actuarial value was around &euro;100 billion.  It had come down when pay was reduced and then it started to go up again when we recruited and pay started to increase following on from the end of the financial crisis.  The actuarial cost will continue to go up and then it will start to come down.  When this bulge of retirees works through the system over the next 20 to 25 years and the new people who are on the lower scheme come in, the cost will come down.  In terms of the overall-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":40,"content":"<p>What will be the increase to the Exchequer over the next five years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00600","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":41,"content":"<p>Vote 12 just looks at civil servants.  If one looks right across the Civil Service, the overall pension bill is about &euro;3.4 billion.  That bill will continue to go up to somewhere between &euro;4.5 and &euro;5 billion.  It will peak in the late 2030s and then it will start to come down again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":42,"content":"<p>How much will it be as a percentage per annum?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00800","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":43,"content":"<p>It will go up by about 3% per annum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E00900","nonspeaker":"Mr. Robert Watt"},{"type":"speechnospeaker","time":1603362600,"counter":44,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01000","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":45,"content":"<p>Is that for the next 25 years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01100","speaker":"1523"},{"type":"speechnospeaker","time":1603362600,"counter":46,"content":"<p>Yes.  It will go up by that amount for the next 15 years or so, at which point it will peak and then it will start to come down.  These are all sensitive assumptions on the rates of pay, longevity and the discount rates that we use.  For example, if this low interest environment continues for another decade or 15 years, we will discount those future benefits and this low rate increases the present value of those benefits considerably.  They are sensitive to changes in the discount rate, assumptions about mortality and the pay we assume for the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":47,"content":"<p>I thank the witnesses for coming in.  They will not have seen me before.  Sticking to pensions, we can see from the single public service pension scheme that in 2013, it took three years for anything to happen in 2016 with the Department of Public Expenditure and Reform and it has been underestimated every year since.  Can the witnesses give me the reason that it is continually underestimated as it is causing significant difficulties in the Department's report?  It is the only matter that is accepted by the Minister as a pure recommendation but there are 24 bodies, if I am correct, that have identified difficulty because of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01300","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":48,"content":"<p>Is this the underspend in our Vote?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":49,"content":"<p>No.  It is the underestimating of the appropriations-in-aid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01500","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":50,"content":"<p>Is that across the system?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":51,"content":"<p>No.  It is the underestimating of the appropriations-in-aid in relation to the single public service pension scheme.  It was underestimated by &euro;94 million in 2019 and by &euro;92.5 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01700","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":52,"content":"<p>There are two aspects to the single public service pension scheme.  It is the gross estimate of the pensions.  We have difficulty assessing the number of people who can retire at any given moment because for anybody who came in before 2012, the minimum retirement age is 60.  Therefore, we never know in a given year the number of people who will retire.  In any given year, there are 5,000 to 10,000 civil servants who could retire but we see that it is actually around 1,300, 1,400 or 1,500.  It does not impact on the A.1. part of the Vote as it is ongoing spending but because the lump sums are paid, they have a big impact.  If there are small differences in the number of people retiring in any given year, compared to our forecast, we have to pay out more for the lump sum.  That is an ongoing challenge we have.  The other aspect of it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":53,"content":"<p>I apologise for interrupting but my time is limited.  It is an ongoing challenge but how does the Department propose to deal with it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E01900","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":54,"content":"<p>I do not know.  We have debated this for years.  We like to have a prudent Estimate.  We do not want to have a situation where we do not allow enough on budget day for the Vote because we do not want the Minister to have to go back and look for a Supplementary Estimate and because we want to draw the Estimate as close as we can to what we think it is.  We might err on the side of caution, therefore.  These are debates that take place a few weeks before the budget every year when colleagues present to me their updates for this year.  We had a conversation a few weeks ago on what the update for this year is and on what that means for the base on which we make a decision for the Estimate for 2020.  It is the inherent uncertainty of spending lines that are driven by demand that we cannot influence or control.  It is ultimately a function of decisions that thousands of people will take.  The big issue with the Vote in recent years has been the receipts.  I mentioned the issue where there was a larger than expected remittance.  Therefore, employers were effectively making contributions in respect of single public service pension scheme recipients but had not remitted it to the Vote during the years when it accrued and so there was a build-up.  That was an issue we were working on so hopefully we have rectified that.  We will not see the large apposition surplus that was surrendered in respect of 2019 again because it reflected the once-off reconciliation of previous positions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":55,"content":"<p>I accept that Mr. Watt said the Department does not know what to do about it.<\/p><p>However, what form did the review take?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#E02100","speaker":"1622","continuing":true},{"type":"speechnospeaker","time":1603362600,"counter":57,"content":"<p>We review it every year.  We go through the assumptions that we made and we look at the number of people who are eligible for retirement.  We try to get a sense of what we think the retirements will be.  It is a net position.  It is the new retirements, plus deaths, people who then leave the scheme.  There are different elements.  We looked at other countries.  It is a difficult challenge to estimate on an ongoing basis the numbers of people who retire.  On the lump sum variation, there are slight variations in the average lump sum, so that accounts for some of it, but the actual numbers can have a big impact on A.5, the part of the Vote which deals with the lump sum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":58,"content":"<p>Is there any model anywhere that looks better?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00300","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":59,"content":"<p>We look at it all the time.  John Pender is the Department's actuary and he is involved in these discussions.  I do not know if he has anything to add, but it is a challenge.  The issue for 2019 was exceptional because it related to the single scheme receipts.  That will not repeat.  However, the ongoing challenge remains of how we assess these amounts and budget for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":60,"content":"<p>I will put my question to Mr. Pender.  From the perspective of actuarially assessing it, the sum of &euro;94 million appears to be a big gap.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00500","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":61,"content":"<p>That is where extra money was received relative to what was expected.  That has largely been driven because recruitment is higher than expected.  It is not spending as such.  It is a new scheme so when-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00600","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":62,"content":"<p>It was 2013 so it is almost ten years old.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00700","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":63,"content":"<p>I take that point.  In terms of doing a projection of the money coming in over the future year, it is difficult to estimate it when one is looking at recruitment across the board.  Obviously, we are not in control of all the recruitment which results in the higher contributions coming in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00800","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":64,"content":"<p>Okay.  There does not appear to be an answer to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F00900","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":65,"content":"<p>In terms of the expenditure side and the amount we are spending on pensions, we do quite an accurate estimate and we are very close.  If one takes 2019, there was &euro;600 million for spending and we were within &euro;10 million of our estimate.   Even with the difficulty Mr. Watt referred to, we still got it very close.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01000","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":66,"content":"<p>According to the figures I have, it was underestimated by &euro;94 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01100","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":67,"content":"<p>No, that was the A and As.  That is the income.  That is due to the receipts coming in from the single scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01200","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":68,"content":"<p>Yes, &euro;92.5 million were due.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01300","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":69,"content":"<p>That is coming in from the additional recruitment as well as this one-off contribution that came in because it was supposed to be paid by employers as we go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01400","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":70,"content":"<p>The Exchequer picks up the tab because it was not paid by the employers.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01500","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":71,"content":"<p>There was an amount paid.  When the scheme started in 2013, some employers were supposed to pay an employer amount for pensions that were accruing, and it was not paid.  A special report by the Comptroller and Auditor General pointed out this issue, so we went after them and got this money in.  However, we do not know when we are preparing our estimate the exact timing of this money, but it landed in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01600","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":72,"content":"<p>It appears that the Exchequer has picked up the tab for certain agencies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01700","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":73,"content":"<p>No, that money was received.  It was supposed to be coming in from 2016 and 2017, but it was not received in those years.  It arrived in bulk in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01800","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":74,"content":"<p>That relates to those bodies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F01900","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":75,"content":"<p>Yes, it has been received and has been fully closed, essentially.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02000","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":76,"content":"<p>I have a quick question for Mr. Watt.  I understand we are discussing the accounts, but Mr. Watt referred to Covid and all the other implications.  I wonder about our debt and deficit sustainability.  There are estimates of &euro;20 billion for this year and next year, which will drive up the national debt to more than &euro;250 billion.  The GNI has obviously gone up through the roof.  Do we have a debt ceiling, and where are we in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02100","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":77,"content":"<p>Yes, the debts are higher because the State has to support people during this crisis - people who have lost their jobs and who will be on the pandemic payment from today.  The State must support all those people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":78,"content":"<p>Do we have a debt ceiling?  I am running out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02300","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":79,"content":"<p>There are a number of ways to look at it.  Obviously, there is the deficit as a percentage of GNI* and the &euro;40 billion cash amount for this year and next year.  Our debt as a percentage of GNI* will get up to about 115% or 120%.  That is one metric to look at.  Another metric to examine would be our interest costs as a percentage of our revenue, which peaked at around 11% or 12% in 2013 and is now down to about 4%.  It is not just the stock of debt, we must also look at the cost.  My view on this is that we have to do this for this year and next year, but there is a limit or ceiling.  It is really determined by the cost of servicing this debt and our ability to fund it, which is a function of the role of the ECB, how savings and investments will evolve across the globe over the next number of years and a variety of factors.  If we have a low-interest environment for the foreseeable future, these debts will be manageable and sustainable.  If we moved back to a situation where the cost of new money is 2%, 3%, 4% or 5%, which is the norm or average we would have expected for a sovereign like Ireland, of course, the interest bill becomes more expensive.<\/p> <p>  There is a ceiling.  Nobody knows what that is.  Of course, one does not want to find out what the ceiling is.  It is like finding out from the bank manager what is the limit to one's overdraft.  One does not really want to find out what it is.  We are going to avoid that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":80,"content":"<p>Given that we expect an &euro;11 billion deficit to occur as a result of this lockdown, I am very concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02500","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":81,"content":"<p>We estimate the cost of the measures for the six weeks will be an extra &euro;150 million per week.  There is approximately &euro;1 billion extra spending on these measures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":82,"content":"<p>I am talking about the loss from the small and medium enterprises, SMEs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02700","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":83,"content":"<p>The cost to the State is about &euro;1 billion, and the revenue loss will be significant too in the short run.  Who knows what the longer-term cost will be depending on the scarring effect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":84,"content":"<p>Deputy MacSharry has five minutes, and I will give him a reminder.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F02900","speaker":"1491"},{"type":"speech","time":1603362600,"counter":85,"content":"<p>The witnesses are welcome, as always.  I thank all the Departments for all the efforts over the last period in ensuring we all have money and all the Departments have money.  It has been extremely difficult for everybody.  Unless we come up with a real strategy as opposed to the open and closed one, I believe like the last Deputy we are heading for a very bad situation.  We may well find out what that ceiling is.  I hope we develop a strategy, but that is not the responsibility of the witnesses.  It is the responsibility of politicians.  Sadly, we have failed so far.<\/p> <p>  I have limited time, so answers of \"yes\" or \"no\" should be given to the extent possible.  Is there any disciplinary process and sanction for public servants and Departments that lose money to the State through negligence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03000","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":86,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":87,"content":"<p>What are they, as quickly as possible?  Is somebody brought in and can one be fired or suspended?  Is there a disciplinary process?  What happens if, as a result of me messing up yesterday, the State lost &euro;100,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03200","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":88,"content":"<p>Any employer would take the view that if one messes up once, that can happen.  If one messes up twice, it is not great but it might not be one's last chance, but it is after that.  We are no different in that sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":89,"content":"<p>If I lost &euro;5 million due to my actions, and I am on Mr. Watt's watch, what happens to me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03400","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":90,"content":"<p>It depends on what the Deputy means by \"lost\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":91,"content":"<p>It is &euro;5 million lost.  I cost the State &euro;5 million because I did not do something correctly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03600","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":92,"content":"<p>The Deputy should define what he means definitively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":93,"content":"<p>I will shortly.  I just want to know-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03800","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":94,"content":"<p>It depends on what the Deputy is talking about.  Obviously, if it is fraud, one is fired and prosecuted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F03900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":95,"content":"<p>Fraud is fraud.  I am not talking about fraud.  I am talking about negligence and poor performance, not fraud.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04000","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":96,"content":"<p>These are uncertain concepts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":97,"content":"<p>I have given Mr. Watt an analogy.  I did my job badly yesterday and the outcome to the State is a loss of &euro;5 million.  What happens?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04200","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":98,"content":"<p>The Deputy wants \"yes\" or \"no\" answers, and I would like to give them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":99,"content":"<p>I will give the actual example, and I want to know the process-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04400","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":100,"content":"<p>I do not believe it is ever as clear cut as that.  It depends on the circumstances.  One can do one's best and make a legitimate mistake.  In many cases we are dealing with uncertainties-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":101,"content":"<p>I am sorry, but my time is short.  I know every situation is different.  Notwithstanding the case-by-case nature, due process and so forth, what is the process when that happens?  If, definitively, with fingerprints on the word or weapon, I messed up and we lost &euro;5 million, what is available to the Department to do to me?  Can it fire me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04600","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":102,"content":"<p>In our system, and this operates in all other bodies in the private and public sectors despite what people might say, one cannot just fire somebody for one mistake.  Very rarely, in what is called constructive dismissal, if one tries that, one will go to court and one will lose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":103,"content":"<p>Okay, I get that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#F04800","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":104,"content":"<p>I am sure that even the Deputy has made mistakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":105,"content":"<p>I make mistakes every day, including in this room and probably while questioning Mr. Watt at times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G00200","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":106,"content":"<p>We all make mistakes.  I know the Deputy wants a short answer.  It is important to have an environment where it is made clear to people that repeated mistakes will be dealt with.  Equally important, and probably more important, is that when people try something and make a mistake that they now learn from why they made that mistake.  It is much more important to have a learning culture and a supporting learning culture as opposed to the \"gotcha\" culture.  In my experience as a public servant the vast majority of people do their best, work hard and try.  They do not go out to make mistakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G00300","nonspeaker":"Mr. Robert Watt"},{"type":"unspoken","time":1603362600,"counter":107,"content":"<p>Deputy Marc MacSharry:They do.  I suppose the reason this is unique to our sector, and I am a public servant too, albeit our case is slightly different in that those of us who are politicians lose our jobs if we do not perform-----<\/p>"},{"type":"speechnospeaker","time":1603362600,"counter":108,"content":"<p>Politicians can perform brilliantly and still lose their jobs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":109,"content":"<p>That is true.  That is the danger.  However, to deal with the issue-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G00600","speaker":"1606"},{"type":"speech","time":1603362600,"counter":110,"content":"<p>The Office of Public Works made a mistake in measuring Miesian Plaza, and that has exposed the State to a cost of &euro;10 million.  When we had representatives from the OPW before the committee, I asked if a disciplinary process was under way.  The answer was \"No\".  They will appear again soon to discuss this matter.  It is not a disciplinary matter but the loss to the State over the term of the lease will be &euro;10 million.  We are not talking about a learning curve in this instance.  We are in a different league, sport and ballpark altogether with that kind of money.  If we are accepting a culture that permits that type of mistake and, as an auctioneer, I agree it was a basic mistake-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G00800","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":111,"content":"<p>Yes, it was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":112,"content":"<p>-----and we are on the hook for it, what process is available to deal with that?  Has Mr. Watt's Department got involved in a disciplinary process related to that negligence?  If not, why not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01000","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":113,"content":"<p>We do not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":114,"content":"<p>I ask Mr. Watt to be careful in answering that question or referring to any specific case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01200","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":115,"content":"<p>I will not refer to any specific case because I do not know the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":116,"content":"<p>Mr. Watt should know the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01400","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":117,"content":"<p>We do not have a culture of accepting underperformance.  We have the opposite, where we encourage best performance and we encourage people to learn from it.  If people make a significant mistake, it might be that sanction is appropriate, whatever that sanction might be, or it might be that we conclude that we need to learn from what happened.  I am not getting into the details of that particular case because I do not know enough about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":118,"content":"<p>Will Mr. Watt find out about it because it is a year old?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01600","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":119,"content":"<p>The OPW can talk to the Deputy about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":120,"content":"<p>The witness should not refer to any particular case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01800","speaker":"1491"},{"type":"speech","time":1603362600,"counter":121,"content":"<p>Why not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G01900","speaker":"1606"},{"type":"speech","time":1603362600,"counter":122,"content":"<p>We do not want to prejudice a case or a case that may be pending.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02000","speaker":"1491"},{"type":"speech","time":1603362600,"counter":123,"content":"<p>This will not prejudice a case.  There is no court case.  This is all a public service issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02100","speaker":"1606"},{"type":"speech","time":1603362600,"counter":124,"content":"<p>I ask the Deputy to allow Mr. Watt to finish his answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02200","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":125,"content":"<p>We do have and we encourage a culture of performance.  That is what we are about.  I am not in a position to talk about the particular case obviously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":126,"content":"<p>I will come back in later if that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02400","speaker":"1606"},{"type":"speech","time":1603362600,"counter":127,"content":"<p>I thank the witnesses, their teams, the staff in the Department and in the wider civil and public service for the huge amount of work undertaken during the pandemic, in particular.  Whatever critiques we may have of our public service, by and large, public servants have stood up to the plate in no uncertain terms during the last seven months in very challenging times.<\/p> <p>  My question concerns the role the Department has regarding the implementation \"of a strong and sustainable public expenditure framework\".  In his opening statement, Mr. Watt stated that his \"Department sets out clear and accessible structures and guidelines for Departments to follow.\"  How is that monitored?  If clear structures and guidelines are put in place by Mr. Watt's Department, how does it then monitor the adherence of other Departments to the standards which have been set?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02600","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":128,"content":"<p>As the Deputy said, we produce guidelines in relation to how we would like to see public money being spent, whether that involves assessing the value for money of a project or accounting for the expenditure of that money and the whole variety of processes and procedures involved in that.  We do that by having around 150 officers in our Department who work on the expenditure side.  They are what we call \"Vote officers\" and they shadow their colleagues in other Departments.  The process, in effect, is one of delegated sanction.  The Government approves and sets out the Estimates for the year and they then go to the D&aacute;il for debate and a vote subsequently.  We send out at the end of the year what we call a \"sanction letter\", which states to Department X that it is permitted to spend a given amount on these subheads and it must adhere to the various procedures and so on for expenditure.  During the year, we monitor that expenditure monthly, deal with issues arising from Departments and give them guidance and help.  Ultimately, given the scale of the system - we have 330,000 public servants and spending of &euro;86 billion this year - it is not possible for that to be controlled and monitored to ensure we have compliance.  Otherwise, our Department would be making decisions in a centralised way in respect of a whole variety of matters and the system would not be able to function.  It is basically delegated sanction.  Accounting officers in Departments have legal responsibility to put in place the proper procedures consistent with the public financial procedures.  They must sign their appropriation accounts when they send them to the Office of the Comptroller and Auditor General to confirm that proper procedures are in place and they have adhered to the various standards.  That is the system we have in place. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02650","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":129,"content":"<p>That was the question and the subject on which I wanted to get a full understanding.  We know what the Comptroller and Auditor General does but it is retrospective.  I am trying to find out if Mr. Watt's Department has a proactive role in ensuring that the standards and guidelines that it has put in place are being adhered to.  What does intervention by the Department look like in terms of ongoing expenditure?  Is it a case that the Department puts in place the guidelines and the first we hear of any mess-up, misspending or failure to adhere to those guidelines is when a story breaks in the media or the Comptroller and Auditor General gives us a report a year or two later?  Is there an intervention process and does that happen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02700","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":130,"content":"<p>It depends.  If issues arise during the year, then our Department would work with the Departments concerned.  It depends on the particular area.  Regarding procurement, for example, we would do-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":131,"content":"<p>Yes, that is a good example.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G02900","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":132,"content":"<p>-----procurement on behalf of Departments.  There are particular rules for capital spending, for example.  Projects costing more than &euro;100 million must come back to the Government, through us.  We would be involved in that.  It depends, therefore, on the nature of the spending, but the overall system is ultimately one of delegated responsibility.  Our system works very well in the main.  I have had the experience of working with the World Bank and the International Monetary Fund in countries that are not in the developed world, and I have seen the challenges those countries have in terms of basic public financial procedures and accounting officers.  Our system of delegated sanction, Accounting Officers' responsibility, the Office of the Comptroller and Auditor General, this committee and the appropriations process means that this process is very well developed.  That does not of course ensure there are no mistakes because people are fallible and we live in a world of uncertainty where people make mistakes.  The structure is pretty good-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G03000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":133,"content":"<p>We are very short on time.  I have one question regarding-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G03100","speaker":"1451"},{"type":"speech","time":1603362600,"counter":134,"content":"<p>Deputy Carthy can come back in on the second round.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G03200","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":135,"content":"<p>The Accounting Officer system and the responsibility of the Accounting Officers to discharge their responsibilities to this committee on foot of reports from the Office of the Comptroller and Auditor General are a fundamental part of what Deputy Carthy was referring to.  It is core to it because Accounting Officers have sanction and legal responsibilities based on that sanction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G03300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":136,"content":"<p>Chapter 4 of the 2018 annual report of the Comptroller and Auditor General, in respect of accounting for capital assets, stated that the Department of Public Expenditure and Reform accepts different valuation methodologies by different Departments in respect of capital assets.  That includes when and how often to conduct valuations, how to value those assets in the context of methodology and what the rate of depreciation might be.  The report states this could create issues in assessing and doing comparative analysis between Departments.  Considering that we are trying to get to a position where we can best use our land and property portfolios between Departments, has the Department attempted to regularise the valuation of capital assets?  If so, will Mr. Watt outline what those are?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G03500","speaker":"1559"},{"type":"speechnospeaker","time":1603362600,"counter":137,"content":"<p>On foot of the report, we sent out a revised circular in respect of the 2009 advice.<\/p><p>When the Comptroller and Auditor General was doing the report, there were discussions with colleagues and it was work that was ongoing in any event but, obviously, this gave an extra spur to do this.  We sent out a circular to set that out, particularly with regard to the interval - the gap between valuations.  Various buildings had not been valued since the early 2000s so we set out guidance about how we wanted more frequent valuation of buildings, the approach to depreciation and how we value an asset.  Should it be based on the historic value adjusted for depreciation?  Is it the replacement value?  It depends on the nature of it.  IT is more straightforward because it is more consumable.  IT equipment will last between five and seven years and one can depreciate it at a rate.  It is fairly straightforward.  Obviously, valuing buildings or land is much more complex.  The principle here is to have a system whereby we account for our assets, have a proper valuation of the assets and develop balance sheets, as we have done in the notes to the accounts and, ultimately, we move to a fully accrual system where decisions relating to the use or disposal of assets are fully reflected in the incentives Accounting Officers face when they are making decisions.  We value this-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#G03600","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1603362600,"counter":139,"content":"<p>Is Mr. Watt happy that the Department's advice and the move to regularise valuation is being implemented by various Government bodies and Departments?  NAMA appeared before this committee a couple of weeks ago and there were issues with valuation not being done in the right way.  Is Mr. Watt happy that this is being implemented and that there are sufficient skills in Departments to implement change?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00200","speaker":"1559"},{"type":"speechnospeaker","time":1603362600,"counter":140,"content":"<p>Progress is being made.  If a Department says its assets are worth &euro;100 million, carries out a review and says they are now worth &euro;150 million, the key is that we move to an accounting system that provides that Department with clear incentives to make decisions about the use of those assets.  If we implement all of these recommendations, which we will, it will improve things but it does not get us to the end position where we need to make decisions.  At the moment, we make a decision to spend more and increase the capital spending of a Department.  Over time, we need to consider the impact of that spending on the net worth of the balance sheet of the State.  We focus on the general government balance, the gross debt or the cash spend of the Exchequer.  Over time, the philosophy is that we must get to a discussion about the net value to the State.  This is why we have embarked on this change in how we account for public money, which is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":141,"content":"<p>I want to get one question in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00400","speaker":"1559"},{"type":"speechnospeaker","time":1603362600,"counter":142,"content":"<p>It is worth a conversation for another day.  This is not by any means a trivial change.  If we get there, over time, we should be able to make much more sensible decisions about how we use our balance sheet because, ultimately, people will be charged for the use or non-use of those State assets and have to make decisions then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":143,"content":"<p>I want to get one more question in but I agree with Mr. Watt that it is a fairly substantial change and worth doing.  As a new Deputy, I am trying to get a handle on the relationship between the Estimates and the accounts and how that works within the D&aacute;il and within Departments.  It has been raised in a number of reports I have read in the past few months and highlighted by the OECD that our timeline on Estimates is rather out of whack with what EU countries do and that we tend to look at them quite late in the day.  I would be interested in Mr. Watt's comments on that.  It is has also been raised at the Committee on Budgetary Oversight.  Regarding the methodology for examining Estimates within sectoral committees and within the D&aacute;il, we ask sectoral committees to consider them rather than approve them, which, again, is unusual in the EU context.  Does that have an impact on how we examine the accounts at the end of the process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00600","speaker":"1559"},{"type":"speechnospeaker","time":1603362600,"counter":144,"content":"<p>We have a situation where the budget is set out, including the significant milestones, in advance of the year and, therefore, we have a pre-budget report and the budget in October with the Estimates.  A lot of information is prepared, the Revised Estimates are published before the end of the year and we try to get the finance and social welfare Bills enacted before the year.  The issue is about the approval of the Votes.  It is a matter for D&aacute;il business but I do not see any issue about Votes being approved in advance of the year to which they relate but that is a matter for the D&aacute;il and how it does its business.  I do not see any reason-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":145,"content":"<p>What should be the role of sectoral committees?  At the moment, they merely note Estimates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00800","speaker":"1559"},{"type":"speechnospeaker","time":1603362600,"counter":146,"content":"<p>They vote on the Estimates.  They have to vote on each of them.  It is not for me to say what the committee should do.  It is not my area.  Obviously, the Oireachtas must approve the Votes and vote on Supplementary Estimates and the Appropriation Account.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":147,"content":"<p>The parliamentary standard in other EU states is that sectoral committees have a more engaged role in examining Estimates and then returning afterwards to look at accounts.  That does not seem to happen in the Irish context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01000","speaker":"1559"},{"type":"speechnospeaker","time":1603362600,"counter":148,"content":"<p>I am not going to comment on that.  How committees do their business is their business.  There is scrutiny of the Votes by committees and there is engagement.  It is not for me to say whether there should be more or less engagement.  That is up to members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":149,"content":"<p>Mr. Watt mentioned officials in his Department shadowing officials in other Departments.  Obviously, that is the methodology.  The issue of the national broadband plan was raised on one of the previous occasions Mr. Watt was in front of the committee.  He committed his views from a value for money perspective to paper.  The contract has been signed.  I presume his views have not changed.  What system is in place for tracking some of the risks identified by him in the letter to Mark Griffin in April 2019?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01200","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":150,"content":"<p>The contract has been signed and the management of the contract is a matter for the Department and the Accounting Officer, Mark Griffin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":151,"content":"<p>Does somebody in the Department of Public Expenditure and Reform have oversight of how that is playing out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01400","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":152,"content":"<p>There are officers who have oversight and management of the Vote on a month-to-month basis but they do not have oversight of the contract.  The contract is a matter for the Department of the Environment, Climate and Communications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":153,"content":"<p>What would happen if there was an issue of concern within the Department of Public Expenditure and Reform, for example, the national children's hospital?  We are acutely aware that work did not recommence on the hospital and there was a dispute.  We can read into that what is happening there.  How does the Department maintain oversight of something such as that?  Is there a reporting mechanism to the Department if there is a potential overspend?  What metric is used in this regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01600","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":154,"content":"<p>Because the contract for the national children's hospital is so large and because it has to go back to Government for approval, during the process of developing a memorandum for Government, we are involved in consultations with the Department of Health and the board of the national children's hospital before it goes to Government.  We would be involved at that level in giving our view and concerns and, obviously, the Department of Health must come to us in respect of spending management if the contract was going over budget or if the spending in any given year was more or less than-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":155,"content":"<p>So Mr. Watt would hear about it before it would come to the floor of the D&aacute;il or end up with the Department if there was a supplementary-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01800","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":156,"content":"<p>It depends on the nature of the issue.  If the issue was significant, it might come to our attention and my colleagues would work with the Department of Health in respect of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":157,"content":"<p>Has anything come to the attention of the Department regarding a significant overspend on the national children's hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H02000","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":158,"content":"<p>As the Deputy will be aware, there are ongoing issues with the national children's hospital so there is nothing more that I have to say from what is already in the public domain in respect of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":159,"content":"<p>Has anything come to Mr. Watt's attention relating to the national broadband plan?  We all accept there is a need.  The need for a proper system of broadband was never more evident than it is at the moment.  That is entirely separate from how we fund it and keep control of the spend on that.  Has anything of concern come to Mr. Watt's attention?  It looks like, for example, the ESB is being drafted in with regard to variation.  That is not the kind of thing that he would be made aware of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H02200","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":160,"content":"<p>I am not aware of anything relating to that.  Government policy is clear.<\/p><p>The Department is implementing the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#H02300","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1603362600,"counter":162,"content":"<p>I refer to the OECD report and its findings.  What action has been taken on that?  What risks is the Department identifying at this stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00200","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":163,"content":"<p>The two risks relate to IT and people.  We need to change the IT systems and move to a different financial management shared service system to deliver on the recommendations of moving to a fully accrued accounting system.<\/p> <p>  The second risk is the extent to which people will buy in and accept this.  It is an enormous cultural change.  We have gone from cash-based systems to a different system.  For people to accept those changes and to use the new system, and for it to impact on behaviour, is a challenge.  Financial information is only useful when it aids and improves decision-making.  People will have to change.  We need to modernise and professionalise the finance function more and have more professional and accountancy expertise in the finance unit to benefit from the enhanced financial information from the systems.  <\/p> <p>  There are many different blocks to the change that is under way.  We have spoken about how we account for the appreciation of capital assets and allied services.  There are many different aspects to that, which go beyond the report of the Comptroller and Auditor General on notional rents and how we deal with other accrued spending and income.  There are a variety of issues.  <\/p> <p>  It is a rolling programme.  Over the next number of years we will have enhanced guidance and practices, an enhanced professional finance function and a different IT system.  They are the three building blocks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":164,"content":"<p>Are there training and costs associated with hardware and software?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00400","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":165,"content":"<p>Yes.  There are significant costs of more than &euro;100 million across the financial management and shared service system.  It is not for me to set out the committee's work programme.  However, it would be of benefit, and I would welcome the opportunity, to at some stage have a separate conversation about what moving to the type of accounting system we are talking about would mean, and I am sure the Comptroller and Auditor General would help with that.<\/p> <p>  Elements of this conversation relate to the system and it is a fundamental change.  In the accounts, there are various elements of accruals with regard to the operating costs statement and balance sheet.  We will move to a fully integrated system.  In effect, two sets of accounts would be presented to the D&aacute;il on budget today, namely, a cash-based account and a financial account.  It will be a very different world.  It might be something that could be addressed in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":166,"content":"<p>I welcome the witnesses and thank them for all they have done in an ever-changing environment on the back of Covid.<\/p> <p>  I will focus on the 2019 Supplementary Estimates.  In the report, the gross Estimates were &euro;67 billion for 2019 and there was a Supplementary Estimate of &euro;640 million.  Can the witnesses take me through the decision-making process on that?  I understand it is based on policy, overrun, timing and technical data.  <\/p> <p>  There were 13 Supplementary Estimates and four technical Supplementary Estimates.  One of them was the Christmas bonus allocation of &euro;279 million.  The figure for health was &euro;335 million.  Can the witnesses provide some detail on the health aspect of the figures?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00600","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":167,"content":"<p>The overall Vote is within 1% of the quantum of spending.  In effect, we are spending 101% of what we budgeted for.  I know &euro;600 million is a large number, but in the overall scheme of things, it is not that big.  I do not want to be misrepresented in what I said, but in terms of the size of the State, it is 1% of the overall outlay.  It is inevitable that every year there are going to be underspends and overspends.<\/p> <p>  Following on from the discussion with Deputy Murphy, one extreme example of that are pensions.  In the health system there is a demand for medical cards, a variety of service providers, the acute system, managing patients and the costs associated with all of that.  Then there are other areas of spending.  There are obviously decisions in regard to social welfare, which is a separate category.  It is not demand-led; it is a conscious decision, which leads to higher spending.  There are pension costs in respect of education.<\/p> <p>  In effect, the Vote teams in our Department monitor spending with their colleagues throughout the year.  This is an exceptional year, but normally after the budget we would consider what Departments may need Supplementary Estimates.  Many Departments require savings and Votes.  There is some virement allowed between subheads on votes, but if the virement gets to a certain scale, that cannot be done and a Supplementary Estimate is required.<\/p> <p>  Sometimes we have a Supplementary Estimate on a subhead within a Vote.  The overall Vote might be an underspend but we need a Supplementary Estimate.  The gross and net figure is different.  The gross Supplementary Estimates could be greater than the net increase in spending over the year. <\/p> <p>  The process involves colleagues in our Department talking to the relevant Votes and discussions on whether they are needed.  The Minister, Deputy McGrath, will bring a memorandum to Government seeking its approval for Supplementary Estimates.  They come to the D&aacute;il and they are voted on in December.  The appropriations Bill is presented and, it is to be hoped, enacted.  That is, in effect, the process.  There are a lot of discussions and moving parts, but that is what happens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":168,"content":"<p>I refer to Covid and the Vote officers' responsibility for dealing with different Departments.  Health lacks a financial management system.  The figure for non-compliance in respect of procurement is 80%.  How is a decision made on large spending contracts?  What oversight does the Department have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00800","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":169,"content":"<p>It depends.  The Accounting Officer for the Department of Health is responsible for spending in the Department and has to produce its account, which is audited by the Comptroller and Auditor General and comes before this committee in the normal way.  We have a role for the Department in procurement and do some of its procurement.  Ultimately, it is a matter for the Department in terms of its compliance with the public financial procedure.  It is for the Accounting Officer to decide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":170,"content":"<p>From the public service and expenditure point of view, the Department is implementing electronic systems and that is something that should be happening across the board in all Departments.  If there are any recommendations, and given the spend in the Department of Health, they need to be focused on governance, especially when the Department of Public Expenditure and Reform is allocating funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J01000","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":171,"content":"<p>There is an issue about the financial management system in health.  The Department has to modernise it and I know that is on its work programme.  It is an enormous project because it merged the different systems in the health boards.  The Department has always struggled with the fact that it has never had an integrated system.  It is aware of the need to make improvements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":172,"content":"<p>I thank the witnesses for coming before the committee.  In his opening statement, Mr. Watt referred to a three-year strategy that he hoped would be introduced and implemented shortly.  He might let us know what particular areas that will focus on.<\/p> <p>  He mentioned the OPW and properties in its charge, in particular those under the Department of Justice and Equality.  What are the proposals for the Garda stations that recently closed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J01200","speaker":"1481"},{"type":"speechnospeaker","time":1603362600,"counter":173,"content":"<p>As the Deputy will be aware, each Department has to prepare a new statement of strategy within three months of the formation of a new Government that reflects the priorities of the new Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J01300","nonspeaker":"Mr. Robert Watt"},{"type":"speechnospeaker","time":1603362600,"counter":174,"content":"<p>Six months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J01400","nonspeaker":"Mr. David Feeney"},{"type":"speechnospeaker","time":1603362600,"counter":175,"content":"<p>I thank Mr. Feeney.  They have six months to prepare a new statement reflecting the priorities of the new Ministers.  At official level we are now drafting it, talking to our colleagues and looking at the priorities.  We will sit down with the Minister, Deputy McGrath, and hear from him what he wants to do over the next three years.<\/p><p>Much of the agenda speaks for itself in respect of managing spending, the review of the NDP and the digitalisation agenda, which Deputy Dillon just mentioned.  There are many aspects of what we have to do that are quite obvious.  We have to push ahead with the HR reforms and we have to continue this renewal that we have been engaged in for some time now.  We have to address issues concerning public expenditure management and the move to an integrated accrual system of financial accounting.  I guess these are the broad themes but the Minister will give us his views and we will reflect those in our statement.  It is a question of trying to make statements meaningful rather than offering lots of platitudes because there is a danger of ending up repeating many points that do not mean anything.  Setting out something a bit more concrete might be where we go.  For example, consider the conversation we had today about more clear milestones indicating exactly when we are going to get to the stage of the accounting reform agenda.<\/p><p> We are in the middle of discussing the strategy.  Our Department's world involves pre-budget and post-budget phases.  We are now in a post-budget phase.  One hears people talking about this.  After the budget, everybody in the Department sits down to discuss matters.  We will be doing this in November.  We will be doing it remotely this year, obviously.  I will hear from my colleagues about how they are getting on and what the priorities are, and the information will be fed into the statement of strategy.<\/p><p> On the issue of properties, the matter is really for the OPW.  I suggest that we organise a note on that from the OPW because I do not have the details here.  Obviously, the Garda stations most recently closed down have been converted.  The one in Whitehall is now being used by Forensic Science Ireland, I believe.  The more modern stations can be used.  Many of the older ones would not have much use or value.  We can get a note on that for Deputy Devlin to answer his question because I do not have the details in front of me here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#J01500","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1603362600,"counter":177,"content":"<p>I thank Mr. Watt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00200","speaker":"1481"},{"type":"speech","time":1603362600,"counter":178,"content":"<p>I have a couple of questions for the Secretary General.<\/p> <p>  On the broadband plan, I am aware the contract has been signed and that Mr. Watt was before the communications committee.  He and I, in addition to other members of that committee, had a discussion about the plan at the time in question.  Mr. Watt expressed his concerns at the time.  His belief was that the proposed project posed an unprecedented risk to the Exchequer.  It is signed now; I accept that.  I raised this in the D&aacute;il with the former relevant Minister, Deputy Richard Bruton, and asked what safeguards existed.  He assured the D&aacute;il that, among other things, there would be milestones in terms of the progress made.  It is now reported that milestones are not being reached, and Department officials are reported as saying there are no penalties.  With regard to the broadband connection points, 300 were supposed to have been connected this year.  There are 164 installed.  There are 51 connected, with a further three schools coming on.  That makes 54 but it is almost Christmas.  I acknowledge that Mr. Watt will say the Department of the Environment, Climate and Communications is responsible.  I followed the process very diligently when the contracts were being put together, as did others in this House.  I have had major concerns about large contracts with a single bidder.  What can be done at this stage when promised milestones are not being reached?  Where is the protection for the money voted by this House, the public funds?  There is potential for a hit to the State of &euro;2.6 billion.  We had long conversations about that.  We had very detailed conversations at meetings of the communications committee at the time.  Is there anything that can be done at this time from a public expenditure point of view?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00300","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":179,"content":"<p>The answer I will give to the Deputy is the one he expects, so I apologise for that.  It is a matter for the Secretary General of the relevant Department.  I am aware that the Department is actively managing the contract.  It has to do so.  There are milestones and targets.  I am aware that the Secretary General is involved in this.  It is obviously complex and difficult and I presume Covid has had an impact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":180,"content":"<p>Will there be communications between the Department of the Environment, Climate and Communications and Mr. Watt's Department at the end of each year to check the milestones and to ask what is happening?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00500","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":181,"content":"<p>Yes.  Since the contract is so large and significant in terms of the Vote for the Department, if there are outturns that are different from the profile we will be involved in asking what has happened from a financial perspective.  Monitoring of the contract, however, is the responsibility of the relevant Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":182,"content":"<p>I appreciate that.  Obviously, Mr. Watt knows the concern we have as elected representatives.  It is an important contract and service.  Covid has really shown that we need to get broadband rolled out to get people working from home, including remote locations.<\/p> <p>  According to the Department of Public Expenditure and Reform's PPP tracker, at the end of 2019 the State was tied into some 30 PPPs, valued at a total of almost &euro;7.1 billion.  Does the Department carry out post-project reviews of the PPPs?  How many of the project reviews has the Department carried out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00700","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":183,"content":"<p>A PPP contract, as the Deputy knows, is more complex and involved than a normal contract, whereby the Exchequer provides the capital and the project is built by Transport Infrastructure Ireland or the Department of Education.  PPP contracts are more detailed and involve significant management and post-contract management.  The Chairman's predecessor, Deputy Fleming, was very strong on post-project reviews and asked questions about them all the time.  A number of ex post evaluations of a variety of projects have been undertaken.  These are not just undertaken by my Department.  We set out guidance and the type of approach we believe should be adopted.  There have been evaluations of the criminal courts project - a bundle of courts - and various roads.  Various valuations are available of the schemes, including the Arklow&ndash;Rathnew and Gort&ndash;Tuam schemes, and various other projects, which include primary care centres and education facilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":184,"content":"<p>Has there been a review of the M7&ndash;M8 Portlaoise bypass project, and has it been published?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K00900","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":185,"content":"<p>I will check and I will revert to the Chairman on that.  It is one of the concession projects.  It pertains to 2007.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":186,"content":"<p>There was a very detailed contract set out at the time.  I raised questions at the time about it.  I would appreciate if Mr. Watt could revert to me on that.  I am really asking about the overall costs, the up-front costs for the taxpayer, the maintenance costs each year and what is collected in tolls.  Is there a final payment, or what is sometimes referred to as the bullet payment, at the end?  Could Mr. Watt revert to me on that?<\/p> <p>  I will allow members back in for a second round of questions, taking them in the same order as on the first occasion.  Members have three minutes each and I will endeavour to include everybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01100","speaker":"1491"},{"type":"speech","time":1603362600,"counter":187,"content":"<p>To go back to pensions, given that there does not appear to be a strategy to cope with the measure, could Mr. Watt put something together, including a timeframe, for dealing with this?  Could it be presented to this committee in the coming weeks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01200","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":188,"content":"<p>This is a strategy on improving the Estimate, the gross expenditure on the Vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":189,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01400","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":190,"content":"<p>We can set out-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":191,"content":"<p>Mr. Watt does not need to answer.  Could he just commit to it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01600","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":192,"content":"<p>I can set it out because I do not want to disappoint anybody.  There is no foolproof strategy for estimating the number who are going to retire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":193,"content":"<p>Mr. Watt must have one he is looking at.  If he presents that, we can look at it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01800","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":194,"content":"<p>Yes.  We can set out the detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":195,"content":"<p>I am very concerned about a point I raised with Mr. Watt already.  If the Central Bank is saying we have a deficit of &euro;11 billion as part of this surge, is that accounted for in the &euro;20 billion we expect to borrow next year?  With regard to our banks and capitalisation, is there any risk based on the Covid scenario, or has this been examined?  If there is a risk, what is the capital reserve in regard to the &euro;11 billion that is projected?  Where does Mr. Watt envisage we will be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K02000","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":196,"content":"<p>When Covid hit, the original estimate was for a deficit closer to &euro;30 billion.<\/p><p>On budget day, the Ministers announced a deficit of &euro;21 billion.  On the spending side, we think it is going to add &euro;1 billion over the next six weeks, and it is hoped we will be able to open up as quickly as possible and get people back to work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#K02100","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1603362600,"counter":198,"content":"<p>Where does the &euro;11 billion at the Central Bank come from?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00200","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":199,"content":"<p>I had not heard that number.  The &euro;11 billion does not relate to the six weeks because it could not.  It is too large a number, so it must relate to something else.  I will have a look.  The two Ministers gave an estimate of the cost the other day.  It will add to the deficit.  It will be less than 1% for the six weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":200,"content":"<p>Having said that, our projections are looking worse or higher than anyone in Europe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00400","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":201,"content":"<p>As a percentage of GDP for this year, we are in the middle of the pack.  The way to look at that is that the Irish Government is doing more to help the economy and to support businesses and households than other countries.  That is the way to interpret that deficit number.  If one believes that we actually have a higher deficit, we have a higher deficit because the Irish Government is doing more for its citizens than other countries, which I think actually is the case.  We think this is the right approach.  We think it is right that we have this deficit this year and next year because of our unique circumstances that we are all facing.  That is the correct thing to do.  Of course, the big challenge, when we get beyond next year, is to get the deficit down in a sensible way and get the debt-GDP burden on a downward trajectory.  That is the big challenge that we face.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":202,"content":"<p>What is the figure for capital reserves?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00600","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":203,"content":"<p>On the banks, I do not have numbers on what the capitalisation of it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":204,"content":"<p>Will the Secretary General come back to me, through the accounts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00800","speaker":"1622"},{"type":"speechnospeaker","time":1603362600,"counter":205,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":206,"content":"<p>I thank Mr. Watt<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L01000","speaker":"1622"},{"type":"speech","time":1603362600,"counter":207,"content":"<p>I thank the witnesses.  The most recent guidelines from the Department for appointments of CEOs to non-commercial State bodies and for appointments to State boards were issued in April 2019.  I understand from the guidelines that there is a maximum of two terms in the main and eight years for a State board member.  Sport Ireland had an extension issued last week for its CEO, who has been in post since 1999, and for its chairman, who has been in post since 2010.  This appears to me to breach both the Sport Ireland Act, the guidelines for the appointment of CEOs to non-commercial State bodies, and the guidelines for appointments to State boards.  Has the Department been provided with a business case for these extensions?  What section of the guidelines or underpinning legislation provide for such extensions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L01200","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":208,"content":"<p>The guidelines, in the main, are not set out in legislation.  The guidelines are the guidelines that are there.  They are not underpinned by legislation.  I am not aware, in relation to sports bodies, if the guidelines are put within the Sport Ireland Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":209,"content":"<p>It is a non-commercial State body.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L01600","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":210,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":211,"content":"<p>Was there a business case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L01800","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":212,"content":"<p>I do not know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":213,"content":"<p>The principal officer from the public service pay and pensions division is present.  Is that not something that would have come across his desk?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02000","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":214,"content":"<p>I am not sure the procedures, whether for a chair or a CEO of a non-commercial body, come to our Department.  It would depend on the scale or whether it could be approved by the Minister without going to Government.  I will check.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02100","nonspeaker":"Mr. John Pender"},{"type":"speech","time":1603362600,"counter":215,"content":"<p>Under section 3 of the guidelines it is very specific what the Department of Public Expenditure and Reform's involvement ought to be.  I am conscious that we have been having a kind of a clear-out, given the level of sports funding that we rightly provide to various organisations, and that we are moving away from the old guard.  I am conscious, and this is not personal, that the existing regime in Sport Ireland presided over the FAI debacles of many years, the solution to which Mr. Watt is part of, and he is a great asset to them.  This would be a good time for me to say that my only commentary relating to that is that I would not want to lose him to this Department in terms of his focus and public commentary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02200","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":216,"content":"<p>I am overwhelmed by the Deputy's concern for my well-being.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":217,"content":"<p>Absolutely.  I am conscious that rules need to be consistent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02400","speaker":"1606"},{"type":"speechnospeaker","time":1603362600,"counter":218,"content":"<p>I am going to come over all emotional now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":219,"content":"<p>I am conscious that we need to be consistent, that we cannot moan about the former Minister of State, Mr. D'Arcy, on one hand and encourage Mr. Watt on the other, but that is an aside.  The point is, reappointing these people against the guidelines we have is akin to reappointing the financial regulator after the bank bailout.  At the same time as that organisation is presiding over the good and new governance of limiting terms for people, and indeed Mr. Watt is a party to it, we are ignoring the guidelines, as I read them, and I grant it that Mr. Pender will check, or we are acting contrary to the guidelines as written by the Department and contrary to the Sport Ireland Act.  Notwithstanding the context, it looks a bit grubby that these sporting organisations are being told to tidy up their act, but those saying so continue on in their roles for life, as it were.  I would appreciate if the officials came back to me in writing on that so as not to delay the meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02600","speaker":"1606"},{"type":"speech","time":1603362600,"counter":220,"content":"<p>On the issue of monitoring and intervention of the structures and guidelines that the Department has put in place, we have begun to talk about procurement issues and we know that there are very rigid procedures in place for procurement practices.  In fact, many of us would have issues pertaining to the rigour involved in some of those practices and the disadvantage that they put smaller local companies at in terms of the wider scale.  This issue is especially important in the year that we are in because of the need to bypass competitive processes as a result of urgent need.  Yesterday, we met officials from the Department of Education and we had a bit of a conversation about that.  What role does the Department of Public Expenditure and Reform have in ensuring that best practice is employed when non-competitive processes need to be deployed by Departments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02800","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":221,"content":"<p>I know we are going to talk about procurement when we talk about the Office of Government Procurement, OGP, Vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L02900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":222,"content":"<p>The relates to the Department's oversight as opposed to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03000","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":223,"content":"<p>I am happy to answer the question, but I know it is something that we will talk about another time.  As the Deputy will be aware, for the vast majority of procurement spending, there is a competitive process and Departments have to indicate each year in their accounts where they have not gone through a competitive process.  The Comptroller and Auditor General sets this out, and there is generally a summary prepared and we can see it.  Between 98% and 99% of spending is covered through a competitive process.  There are exceptions when such a process cannot be gone through, and I know that the particular case in education was because of the speed required to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":224,"content":"<p>At the end of the year we know that Departments, in their annual report to the Comptroller and Auditor General, notify where non-competitive processes were utilised.  Is there a mechanism whereby contact is made with Mr. Watt's Department in advance or it is only after, when somebody has got what could have been a very lucrative contract as a result of a non-competitive process, that the Department is made aware of it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03200","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":225,"content":"<p>It could be a non-lucrative contract too.  It could look lucrative, but after it has been won and the work has been done on it, it could turn out not to be very lucrative at all.  Just because a person wins something and there is juicy cash, he or she still has to do the work, pay the staff and everything else.<\/p> <p>  What normally would happen is, if there is a non-competitive process, the relevant Department might come to the Vote in our Department and say it is going to do this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":226,"content":"<p>That is not standard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03400","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":227,"content":"<p>No.  Again, the procedures are there.  Depending on the nature, the Department might go to the Office of Government Procurement, which would normally procure, and it might ask it for advice, but ultimately it is the Accounting Officer who has to decide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":228,"content":"<p>Did the Department of Education approach the Department of Public Expenditure and Reform or does it generally approach that Department when it employs non-competitive processes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03600","speaker":"1451"},{"type":"speechnospeaker","time":1603362600,"counter":229,"content":"<p>It would not generally approach us, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":230,"content":"<p>I want to go back to the OECD report and get some sense of how it will be delivered on.  Is it likely that it will be done in increments across particular categories?  For example, will the property assets be in place for 2020?  Will the Secretary General give us some sort of an idea?  Has Covid put it back?  What can we expect to see over the next two or three years, particularly this year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03800","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":231,"content":"<p>Covid has put it back, unfortunately, like everything else.  On making progress on blocks of work, we cannot make progress this year on the assets.  We hope that for the appropriation accounts, which will be prepared next year in respect of this year, there will be more and better information on assets and that they are accounted for in line with the Comptroller and Auditor General's report and the updated guidelines.<\/p><p>We hope to see that and we should make progress there.  We made progress on other aspects of the agenda as well.  We will have the wide reforms in waves so certain Departments will go first.  We are looking at an updated timeframe for this but next year our Department, the Department of Finance, the Office of the Comptroller and Auditor General and the Office of the President will, hopefully, migrate as wave 1 to the new financial management shared system.  We have had some delays and false starts on this but next year we need to make a lot of progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#L03900","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1603362600,"counter":233,"content":"<p>Can Mr. Watt give us a note on it so we have some expectation of what we might see?  What kind of projected costs are there?  Obviously, there will be changes of equipment and software and hardware.  How will that be procured?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00200","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":234,"content":"<p>It has cost significantly already because we have been doing it for a number of years.  We reckon, however, it will cost &euro;100 million in total which will involve mainly buying software, licensing, new financial systems, consultancy support staff, training staff and new staff so it is approximately &euro;100 million.  Hopefully and, again, this is subject to the Comptroller and Auditor General, when the shared services Vote is discussed the Deputy might have a chance to look at it in more detail.  It is an enormous change project.  We have issues about our financial system at the moment with regard to, for example, disaster recovery and its resilience so we need to do this.  The way in which we are doing it, however, is expensive.  Hopefully we will have a system in for 25 or 30 years but we will set out something for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":235,"content":"<p>Will this be done on a Vote within each individual Department?  Are we going to see a fragmented approach?  Where are we going to see that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00400","speaker":"1489"},{"type":"speechnospeaker","time":1603362600,"counter":236,"content":"<p>This is a good point.  We will have to keep on producing the cash basis system and operating cost statement and the accruals information that we have.  We may, let us say for 2022 or 2023, have a situation where we produce all the information one would get already but one might see additional information for some Votes presented in a different format in a full financial statement.  That is something we will have to think about.  Obviously, the Comptroller and Auditor General will have to be involved in those conversations.  I have not really figured out exactly how we will do that but no less information will be provided because, obviously, we have requirements under the law and we need to meet those requirements.  It might, however, involve us providing the cash statement, as we do, but the operating statement and the balance sheet will look very different.  I believe that is probably the way we will do it.  For some Departments, therefore, it will look exactly the same way it does now but for other Departments that part of the account will look different.  We might, for a period of perhaps two or three years, have Votes migrating and looking a little bit different but that is something we need to talk about.  It is an issue for the Comptroller and Auditor General as much as for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":237,"content":"<p>Mr. Watt will send us a note on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00600","speaker":"1489"},{"type":"speech","time":1603362600,"counter":238,"content":"<p>The Department of Public Expenditure and Reform is responsible for setting diversity standards with regard to the recruitment of all civil and public servants and in doing so, it has set quotas in terms of the Irish speakers and ensuring it has a diverse workplace to cover all abilities.  What percentage of Mr Watt's Department or his workforce is competent in transacting business in Irish?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00700","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":239,"content":"<p>We do not have quotas.  We run competitions now for specialist posts and we have general-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":240,"content":"<p>What percentage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M00900","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":241,"content":"<p>I do not know offhand the number in the Department but we have recruited various posts.  We have the details of that.  We can come back to the Deputy on the number.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":242,"content":"<p>Does Mr. Watt have the gender percentages, in particular, at management level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01100","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":243,"content":"<p>Yes.  In terms of the Department, the percentage ratio of assistant principals is 52:48 female to male.  For assistance secretaries, it is 38% female and 62% male and for the management board it is approximately one third.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":244,"content":"<p>One third is ahead of the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01300","speaker":"1601"},{"type":"speech","time":1603362600,"counter":245,"content":"<p>The year 2065 is when we will get gender balance.  We will hold Mr. Watt to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01400","speaker":"1622"},{"type":"speech","time":1603362600,"counter":246,"content":"<p>Deputy Dillon has another question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01500","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":247,"content":"<p>When I joined the Department of Finance for the first time on my first tour of duty in 1993, there were 50 officers from principal officer and upwards and the percentage ratio was 98:2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":248,"content":"<p>And in terms of the equality and inclusion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01700","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":249,"content":"<p>To give the Deputy the civil service numbers, at assistant principal level it is 51% female and 49% male.  For principal officers it is 44% female now.  That was 34% in 2012 so it is still not good enough but it is getting there.  Assistant secretary level is now 37% from 23% in 2012.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":250,"content":"<p>I have one final question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M01900","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":251,"content":"<p>That is at assistant secretary level.  At Secretary General level we are doing much better in terms of gender diversity but that deteriorates significantly.  The last two Secretaries General appointed, however, were females so we made some progress there but we are not quite there yet.  It is much better than the D&aacute;il, of course, the Deputy is dead right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":252,"content":"<p>What percentage of employees within the Department have a recognised disability in terms of its inclusion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02100","speaker":"1601"},{"type":"speechnospeaker","time":1603362600,"counter":253,"content":"<p>It is approximately 5% or 6% offhand but we will come back to the Deputy with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":254,"content":"<p>I have one final question for the Secretary General.  With regard to the public private partnerships, PPP, does the Department know what percentage of the PPPs go over budget or take longer than expected or fail to be completed?  Mr. Watt might give a brief answer if he can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02300","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":255,"content":"<p>If they go over budget?  Let me come back to the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":256,"content":"<p>What is the percentage that go over budget?  Is it common?  Would it be one quarter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02500","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":257,"content":"<p>Let me come back to the Chairman on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":258,"content":"<p>Has the Comptroller and Auditor General received any of the post-project reviews that have been carried out?  Has any of them been forwarded to the Comptroller and Auditor General?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02700","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":259,"content":"<p>They have been completed.  There is no reason why they should not be shared with the Comptroller and Auditor General.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M02900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":260,"content":"<p>We will bring the Secretary General in on whether he has received any of the post-project reviews of PPPs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M03100","speaker":"1491"},{"type":"speechnospeaker","time":1603362600,"counter":261,"content":"<p>The Department has, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M03200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1603362600,"counter":262,"content":"<p>I thank the witnesses for joining us and for the information they have provided at today's meeting.  A huge amount of information has been imparted and considering the short timeframe in which we are working the co-operation of witnesses and members is much appreciated.  I also wish to thank the Comptroller and Auditor General and his staff for attending and assisting the committee, as always.  Is it agreed to request the clerk to seek follow-up information and carry out any agreed action arising from today's meeting?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020102200002#M03300","speaker":"1491"},{"type":"unspoken","time":1603362600,"counter":263,"content":"<p>The witnesses withdrew.<\/p>"},{"type":"unspoken","time":1603362600,"counter":264,"content":"<p>The committee adjourned at 1.28 p.m. until 4.30 p.m.on Wednesday, 4 November 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Communications, Climate Action and Environment","time":1603321200,"counter":265},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 09:00<\/p><p>The Select Committee met at 09:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Réada Cronin, Alan Farrell, Darren O'Rourke, Eamon Ryan (Minister for Environment, Climate and Communications), Jennifer Whitmore.<\/p><p>Teachta \/ Deputy Brian Leddin sa Chathaoir \/ in the Chair.<\/p>","time":1603321200,"counter":266,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002"},{"type":"minorheading","content":"Estimates for Public Services 2020<br \/>Vote 29 - Environment, Climate and Communications (Revised)","time":1603321200,"counter":268,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#A00100"},{"type":"speech","time":1603321200,"counter":269,"content":"<p>This meeting has been convened to consider the Revised Estimates for Vote 29, excluding programme A, which relates to communications and comes under the remit of the Select Committee on Transport and Communications Networks.  It will be considered by that committee.<\/p> <p>  I welcome the Minister for Environment, Climate and Communications, Deputy Eamon Ryan, and his officials.  I thank the officials for providing the briefing for members.  The proposed format of today's meeting is that we will deal with Vote 29, programme by programme.  At the outset the Minister will make an opening statement.  There are five programmes and we will consider each of them separately, with questions from members.<\/p> <p>  Before proceeding, I remind members that their mobile telephones should be switched off completely for the duration of the meeting, as they cause interference with the recording equipment in committee rooms even if on silent mode.<\/p> <p>  Regarding privilege, members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I invite the Minister to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#A00200","speaker":"1594"},{"type":"speech","time":1603321200,"counter":270,"content":"<p>I welcome the opportunity to meet the select committee today to discuss the 2020 Estimates for the Department of Environment, Climate and Communications.  I am accompanied by Ms Patricia Cronin, assistant secretary with responsibility for governance and operations in the Department.  The total provision for the Department in 2020 is &euro;541.5 million, comprising &euro;404.8 million capital, inclusive of &euro;27.3 million in capital carryover from last year, and &euro;136.7 million for current spending.  Being before the committee at this time of the year to give a presentation on the 2020 Revised Estimates is unusual.<\/p> <p>  This time last year, the budget was framed to progress some key projects and policy objectives.  These span a number of areas of strategic national importance and encompass climate action, energy efficiency, communications, the environment, natural resources, waste management and inland fisheries.  In looking at each of the programme areas in detail, I will highlight some of the key areas.  Programme A, communications, was considered yesterday by the Select Committee on Transport and Communications Networks, so I will start with the energy area.<\/p> <p>  Programme B in energy aims to deliver energy-efficiency measures across the residential, public and business sectors.  This year the programme provides &euro;12.2 million to cover the operational costs of the Sustainable Energy Authority of Ireland, SEAI, and &euro;137.2 million to fund expanded sustainable energy programmes.  The focus this year was on the achievement of targets in the areas of energy efficiency and renewable energy, as well as the continued incentivisation of the uptake of electric vehicles to support further the transition to a sustainable future.  Funding for the sustainable energy programmes includes: the better energy warmer homes scheme, to deliver a range of energy-efficiency measures free of charge to low income households; the better energy homes scheme for homeowners, to provide grants towards a range of energy-efficiency measures; better energy communities programme, to encourage community partnerships to improve the thermal and electrical efficiency of the building stock in energy poor homes; targeted interventions in the commercial and public sectors, to deliver significant energy efficiency and energy savings while reducing our dependence on imported fossil fuels; and grant funding to incentivise the purchase of new electric vehicles, support the installation of home charge points and the provision of on-street public chargers.  The programme also includes investment of &euro;10.7 million for energy research, include applied energy research and demonstration projects aimed to accelerate diversification away from fossil fuels to green energy.<\/p> <p>  The aim of programme C, natural resources, is to manage Ireland's mineral, hydrocarbon and other geological resources in a sustainable and productive manner.  Funding under this programme allows the Department to provide reliable geoscience support for environmental protection and the sustainable development of Ireland's natural resources, and to address the health and safety implications of certain historical mining sites.  The programme includes an allocation of just over &euro;11.6 million for Geological Survey Ireland services, including &euro;7 million for the Tellus and INFOMAR mapping projects.  The Tellus mapping project consists of airborne, geophysical measurements and ground geochemical sampling.  Data from the project will allow for improvement in geological maps and will facilitate better land use, planning and research.  The INFOMAR project is Ireland's national seabed survey and is managed by Geological Survey Ireland in co-operation with the Marine Institute.  Under the groundwater programme, the Geological Survey Ireland national network of turlough flood level gauges will provide enhanced data and models on turlough flooding to the Office of Public Works, OPW, and local authorities.  A sum of &euro;5 million is provided for mining services, including &euro;1.1 million for mine safety and monitoring work at the Avoca mines site.<\/p><p>There is also funding to develop an overall plan for the remediation of the legacy mines at Avoca and Silvermines.<\/p><p> Programme D covers inland fisheries.  It provides grant funding to Inland Fisheries Ireland, which is responsible for the conservation, management and regulation of Ireland's inland fisheries resource.  This year, Inland Fisheries Ireland has continued to deliver its licensing, permitting and enforcement responsibilities along with the rehabilitation of our rivers and streams.  The national strategy for angling development will ensure that Ireland's fish stocks and angling infrastructure are protected for their economic value and recreational benefit.  The inland fisheries programme includes an allocation of just under &euro;20.3 million towards the staff costs of Inland Fisheries Ireland and the Loughs Agency.  The Loughs Agency is a North-South body and is co-funded on a 50-50 basis by the Department and Northern Ireland's Department of Agriculture, Environment and Rural Affairs.  Also included in the programme is &euro;13.6 million for non-pay current and capital expenditure by the two agencies.<\/p><p> Programme E covers environment and waste management.  The purpose of the programme is to promote the protection of our natural environment, the health and well-being of our citizens and the transition to a resource-efficient circular economy in support of ecologically sustainable development, growth and jobs.  The environment and waste management programme includes an allocation of &euro;43 million towards staff costs, namely, non-pay current and the capital costs of the Environmental Protection Agency to allow it deliver on its mandate, research commitments in areas such as ambient air quality as well as the broader climate change agenda.  The programme includes &euro;11.25 million grant funding for the remediation of landfill sites.  A further &euro;1 million has been allocated for a waste management campaign to increase awareness of the necessity to minimise waste and increase recycling.<\/p><p> In the area of climate initiatives, an allocation of &euro;2.5 million will fund a range of Irish academic and research institutions involved in technical research and modelling to inform policy measures.  Funding of &euro;10 million is being provided for the climate action fund to cover potential drawdowns this year by the seven projects approved for funding of up to &euro;77 million.  This support is expected to leverage total investment of &euro;300 million in the period up to 2027.  A total of &euro;6 million is being provided for the just transition fund in 2020 to support innovative projects and the wider midlands region as it transitions away from peat.<\/p><p> Appropriations-in-aid are income receipts of the Department other than from the Exchequer.  Receipts are in the main comprised of mining and petroleum income amounting to &euro;8.8 million, a total of &euro;3.7 million in pension levy and pension contributions to the Department and its agencies, and a receipt of &euro;10 million from the energy efficiency national fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#A00300","speaker":"1465","continuing":true},{"type":"speech","time":1603321200,"counter":272,"content":"<p>We will commence with questions on programme B.  In posing their questions, I ask members to indicate clearly the subhead to which they are referring within the programme and to limit their questions to one subhead at a time, allowing other members with questions on that subhead to speak before moving on to another subhead.  The same procedure will apply for the remaining programmes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00200","speaker":"1594"},{"type":"speech","time":1603321200,"counter":273,"content":"<p>I want to discuss subhead B8.  Will the Minister explain what it is and how the system works?  Will there be fines for missing targets?  How is it accounted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00300","speaker":"1507"},{"type":"speech","time":1603321200,"counter":274,"content":"<p>The subhead is to cover failing to meet our 2020 renewable energy targets, which were set out in legislation ten years ago.  Throughout Europe, 20% of all energy is to come from renewable energy.  In our case, we had a legally binding target of 16%.  The latest projections from the Sustainable Energy Authority of Ireland shows that between 12.5% and 13% will come from renewables.  We have a shortfall of 3% to 4%, primarily in the heat sector.  The directive requires that where a state is in shortfall the balance has to be met by those countries that have exceeded their targets.  Other countries have done this and the Netherlands is an example.  It had to purchase credits to be in compliance.  The Department is in negotiation with a number of European countries.  Before the end of the year we expect to be able to cover the majority of the compliance difference through entering into an agreement with two other countries.  The agreement has not yet been completed and the exact details are not fully arranged.  We will spend &euro;50 million on meeting our compliance with the directive.  It shows these European directives on renewables and climate emissions have real teeth and require us to act.  It is with real regret, from all concerned I am sure, that we did not spend &euro;50 million in recent years to meet the target and instead we will have to purchase these credits on the European market, which will bring us back into compliance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00400","speaker":"1465"},{"type":"speech","time":1603321200,"counter":275,"content":"<p>Is the amount paid relative to the degree to which the target is missed?  Is there a levy per percentage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00500","speaker":"1507"},{"type":"speech","time":1603321200,"counter":276,"content":"<p>Yes, it is per energy unit that we are short.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00600","speaker":"1465"},{"type":"speech","time":1603321200,"counter":277,"content":"<p>To whom is the debt owed?  How does it work?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00700","speaker":"1507"},{"type":"speech","time":1603321200,"counter":278,"content":"<p>It is a direct payment.  Certain countries will benefit.  Those countries with a surplus, in other words that achieved more than what was set out in the European targets, will get a direct benefit from the Exchequer.  It will bring us into compliance, and the focus must now be on meeting our climate emissions targets in the next decade so the same event does not happen again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00800","speaker":"1465"},{"type":"speech","time":1603321200,"counter":279,"content":"<p>Is the &euro;50 million owed now?  When is it due to be paid?  How will the transaction take place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B00900","speaker":"1507"},{"type":"speech","time":1603321200,"counter":280,"content":"<p>We expect to have it paid before the end of the year.  There is a small additional amount that might run into next year.  It depends on the final balance, namely, on what our renewables achievement is this year.  It is hard to be exact.  We expect a much smaller amount, perhaps single figures, next year depending on the final outcome this year.  We know that at least &euro;50 million will be the cost of what we will have to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B01000","speaker":"1465"},{"type":"speech","time":1603321200,"counter":281,"content":"<p>Do other members have questions on programme B?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B01100","speaker":"1594"},{"type":"speech","time":1603321200,"counter":282,"content":"<p>I have a question on subhead B1 and the increase in pay.  Is it due to inflation, increments or has there been an increase in the number of staff in that section of the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B01200","speaker":"1507"},{"type":"speech","time":1603321200,"counter":283,"content":"<p>There was an increase in staff in the Department this year and there will be a significant increase next year.  We need to increase the ability of our administration to deliver the targets we are setting ourselves, particularly in the area of energy.  It will not just be in the Department but also in agencies such as the Sustainable Energy Authority of Ireland, which needs a significant increase in resources to be able to meet the targets we are setting ourselves.  The target of going from deep retrofitting 1,000 or 2,000 houses a year to 50,000 houses a year is no small task.  Going to at least 70% renewable energy, developing 5 GW of offshore wind in the Irish Sea will be a huge challenge.  It is an opportunity for the State.  All of these examples and many more of the actions we will take on energy will bring huge investment and benefits to the country.  It is appropriate, as the Department needs to be strengthened to be able to help deliver these.  This year, compared to what is coming, it was a relatively small increase and we will see a much more significant increase next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B01300","speaker":"1465"},{"type":"speech","time":1603321200,"counter":284,"content":"<p>What is the number in terms of headcount?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#B01400","speaker":"1507"},{"type":"speech","time":1603321200,"counter":285,"content":"<p>The budget increased from &euro;4.85 million in 2019 to &euro;5.753 million in 2020.  Across the Department, an additional 31 staff were recruited, 14 of whom were in the energy section and eight in the climate section.  Regarding the two other areas with a big increase in demand in the Department, seven staff were taken on in respect of the national broadband plan and two in respect of cybersecurity.  The number of staff the Department took on, 31, will increase.  There will be a further 50 staff recruited this year and an additional 67 in the Sustainable Energy Authority of Ireland.  Therefore, we are talking about a major ramping up of resources in the Department and relevant agencies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00100","speaker":"1465"},{"type":"speech","time":1603321200,"counter":286,"content":"<p>We will move on to programme C.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00200","speaker":"1594"},{"type":"speech","time":1603321200,"counter":287,"content":"<p>Could the Minister give more information on the Avoca Mines site remediation allocation under subhead C4?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00300","speaker":"1627"},{"type":"speech","time":1603321200,"counter":288,"content":"<p>I remember this arising when I was in this job ten or 12 years ago.  It became a significant issue in that a survey at the time showed very serious levels of poisoning and pollution from historic legacy mining in the area.  If I recall correctly, the Avoca River had very high levels of cadmium, arsenic and other pollutants associated with mine sites.  It was discovered that the mine shafts and other mine areas were dangerously exposed to the public.  Therefore, there was genuine concern over public access to quite dangerous mine facilities.  There was significant expenditure to fence off the area and on ongoing measures to restore the water quality in the Avoca River.  When I became Minister again, I found it remarkable that we are spending &euro;900,000, or effectively &euro;1 million, making the mine safe in 2020.  This just shows the extent of legacy issues when mining sites are left.  The mining was primarily in the 19th century.  Based on memory, I believe silver was mined.  The mines were revived in the 1940s or 1950s.  Again, I am working from memory.  The mines were abandoned in more recent years but the legacy issues, particularly water pollution in the Avoca River, are very significant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00400","speaker":"1465"},{"type":"speech","time":1603321200,"counter":289,"content":"<p>I am really pleased to see there will be a focus on this.  Obviously, the Avoca River is an incredibly important system.  As the Minister said, there are many legacy issues relating to it.  There were plans for a remediation programme around 2006, I believe, but they were dropped because we hit the recession.  It is good to see that progress will be made.  This progress, aligned with the planned Arklow wastewater treatment plant, will certainly facilitate a renewal of the town and region.  I ask, however, that the focus not be on mining issues alone; perhaps there could be a funding focus, although perhaps not through this programme, on the river itself, the biodiversity and the rewilding of the area.  I can talk to the Minister about that on a future date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00500","speaker":"1627"},{"type":"speech","time":1603321200,"counter":290,"content":"<p>On subhead C3, could the Minister indicate whether there is State-sponsored research of exploration opportunities off the coast, or is the research to better understand the coastal environment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00600","speaker":"1507"},{"type":"speech","time":1603321200,"counter":291,"content":"<p>The companies participating in the petroleum frontier exploration licences are required under the licensing terms for offshore oil and gas exploration, development and production of 2007 to pay an annual contribution to the petroleum infrastructure fund.  The expanded offshore support group is in place to support the funding of research and applied research projects that have the aim of developing knowledge of the Irish offshore with a view to assisting in promoting exploration and development activity.  The fund is managed by the Department and the annual contribution to be paid by the Department to each participating company is &euro;17,472.  Contributions are lodged to the Vote as an appropriation-in-aid under subhead G3 and are paid out from subhead D3.  Expenditure on this item is a technical transfer of moneys received from the industry to the fund and is Exchequer-neutral.  As the Deputy knows, we are exiting from the issuing of any new licences for oil and gas exploration.  We will see a gradual winding down of these activities but the fund is a legacy from the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00700","speaker":"1465"},{"type":"speech","time":1603321200,"counter":292,"content":"<p>On subhead C6, the answer to my question may be similar to that given to Deputy O'Rourke.  I refer to the subscriptions to international organisations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00800","speaker":"1594"},{"type":"speech","time":1603321200,"counter":293,"content":"<p>The subhead provides for Ireland's subscriptions to a range of international organisations in the natural resources sector.  It includes contributions to the International Lead and Zinc Study Group, Integrated Ocean Drilling Program, International Union of Geological Sciences and EuroGeoSurveys.  I presume the International Lead and Sink Study Group is included because Ireland has one of the largest zinc mines in Europe, if not the largest.  We will be exiting ocean drilling rather than continuing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C00900","speaker":"1465"},{"type":"speech","time":1603321200,"counter":294,"content":"<p>We will move on to programme D.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C01000","speaker":"1594"},{"type":"speech","time":1603321200,"counter":295,"content":"<p>Based on subheads D1 and D2, it looks as if there has been some sort of shrinkage of activities or the headcount.  Is that the case?  Are the Ulster Canal and other projects of a cross-Border nature resourced and funded through this stream?  Has funding been committed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C01100","speaker":"1507"},{"type":"speech","time":1603321200,"counter":296,"content":"<p>I do not believe there was any contraction in the staff or activities of Inland Fisheries Ireland.  It is a critical agency that manages our inland fisheries.  It has quite a large staff complement.  There is quite a large number of staff right across the country managing our inland waterways, policing the system and protecting the key salmonoid rivers, the great western lakes and other key waterways.  The number of staff serving to the end of quarter 2 of 2020 was 298, or 299 effective full-time equivalents.  The control framework recognises that the organisation can have a staff of 312 but a new corporate plan for the period from 2021 to 2025 is being drafted by Inland Fisheries Ireland.  It has to be approved by me, as Minister.  The board of the organisation has nine ordinary members, seven of whom are non-executive members.  Inland Fisheries Ireland recently recruited through the Public Appointments Service a new chief executive, Mr. Francis O'Donnell, who is due to take up the position on 2 November.<\/p><p>Inland Fisheries Ireland is progressing.  The new strategic plan will be key.  The new chief executive will have a key role.  The agency is in good health and there is no reduction in its services.<\/p><p> Could Deputy O'Rourke repeat his earlier question about the Ulster Canal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#C01200","speaker":"1465","continuing":true},{"type":"speech","time":1603321200,"counter":298,"content":"<p>The Ulster Canal is a project that has been on the agenda for many years.  I think it is envisaged that there would be inland waterways connecting Belfast to Limerick.  The project has been discussed during North-South and east-west negotiations, and commitments were made in a number, if not all, of those negotiations.  Are there funding commitments in this subhead or this budget to the expansion of the Ulster Canal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00200","speaker":"1507"},{"type":"speech","time":1603321200,"counter":299,"content":"<p>I am afraid I will have to ask my colleague, the Minister of State, Deputy Noonan, to come back to Deputy O'Rourke directly on this matter because it comes under the Minister of State's remit and the Department with responsibility for local government and heritage.<\/p> <p>  On a related issue, and to update Deputy O'Rourke with information on current North-South co-operation, we had a good meeting yesterday with the Loughs Agency, in respect of which we have responsibility for North-South co-operation.  The Northern Ireland Executive Ministers, Edwin Poots and Nichola Mallon, the Minister, Deputy Darragh O'Brien, and I yesterday held the first meeting of the North-South Ministerial Council dealing with this area in four or five years.  We covered both the Loughs Agency, water quality and environmental protection issues.  There was a good outcome to the meeting.  We will have to get involved in quite significant work, whatever happens with Brexit.  The Loughs Agency has a critical role in our rivers and water management.  The North-South Ministerial Council structure might give us a lot of interest in this area, but the Ulster Canal itself is the responsibility of a different Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00300","speaker":"1465"},{"type":"speech","time":1603321200,"counter":300,"content":"<p>I have similar concerns about the figures in the Estimates.  It appears there is a reduction in the staffing, and certainly in the amount of money being allocated towards pay, in the area of inland fisheries.  We are in a biodiversity crisis, with increased pressures on our fish populations.  Throughout the Covid pandemic, while the rivers have been very quiet, I am hearing anecdotally that there has been an increased number of significant poaching incidences because there have not been as many people out on the rivers surveying the systems.  Are there plans to expand even further beyond this?  There does appear to be a reduction in those figures.<\/p> <p>  I do not know if this is funded under the inland fisheries programme, but who funds LAWCO?  What section does it come under?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00400","speaker":"1627"},{"type":"speech","time":1603321200,"counter":301,"content":"<p>LAWCO?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00500","speaker":"1465"},{"type":"speech","time":1603321200,"counter":302,"content":"<p>LAWCO is the agency that works with the councils on the river basin management plans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00600","speaker":"1627"},{"type":"speech","time":1603321200,"counter":303,"content":"<p>I agree with Deputy Whitmore that Inland Fisheries Ireland is a hugely important agency.  The quality of our fisheries is as good a marker and test as any of what we are achieving on water quality and biodiversity protection in a variety of different ways, the acidity of our water reflecting land use and forestry and so on.  I suggest, with the arrival of a draft new corporate plan for 2021-25, that this might be an opportunity for the committee to bring in Inland Fisheries Ireland, look at this strategy and consider whether there are plans for the expansion, deepening and strengthening of its role.  If so, I would be very interested to see if we might get support for that from the Exchequer and to question the agency in detail on whether there is further ambition or widening or strengthening of the work it is doing.  In my own communications with the agency, I might suggest to it that such questioning by this committee may arise.  I would very much welcome if the committee were interested in reporting back to me in advance of next year's budget Estimate on what approach should be taken.  That would be useful work.<\/p> <p>  I have an interest in the salmon run.  It is one of those phenomena that are critically important.  Salmon are an endangered species.  Ireland is one of the few remaining countries in Europe which has a wild salmon run of any scale.  Anecdotally, I am told that this year, for whatever different reasons, there has been a significant return of salmon compared with previous years.  I do not know whether this is related to any immediate environmental factors around Covid, perhaps reduced fishing activity, but it has inspired me.  We have gone to a lot of work in recent years, with the removal of drift netting and other measures, to try to protect the salmon run.  If we could turn that into further increases in future years, I think it would be hugely symbolic for the protection of our natural systems.  If the committee were interested in looking at this and willing to do so and willing perhaps to bring the agency before the committee to explain its new corporate plan and to push its representatives, I would be very keen to back that up and follow it up.<\/p> <p>  I will be honest.  I will have to revert to Deputy Whitmore directly - in writing, perhaps - on LAWCO.  I am not familiar with the nature of its work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00700","speaker":"1465"},{"type":"speech","time":1603321200,"counter":304,"content":"<p>We will put that to the Oireachtas joint committee when we discuss the work programme, which we should be doing in the coming weeks.  On programme D I see no other members wishing to come in.  We will move on to programme E, environment and waste management.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00800","speaker":"1594"},{"type":"speech","time":1603321200,"counter":305,"content":"<p>There a number of subheads here that people might want to come in on.  I will start with subhead E6, on landfill remediation.  I appreciate the important work that is done on this.  I wish to get a sense of the Department's understanding of the scale of the problem.  When I was a member of the local authority in Meath we had a case in Timoole, with over &euro;6 million for remediation.  At every annual budget meeting I went to with the local authority the scale of the problem across our county was referred to.  I presume we are not unique in that regard.  I ask the Minister to speak to this subhead, particularly the Department's understanding of the scale of this problem and what we might be looking at as far as future liabilities or obligations are concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D00900","speaker":"1507"},{"type":"speech","time":1603321200,"counter":306,"content":"<p>The landfill remediation grant programme was established in 2006 in recognition of the need to provide financial support to local authorities in addressing legacy landfill sites across the State.  The programme aims to ensure the regularisation of historic and other identified landfill sites in order to militate against any potential harm posed by such sites to the environment and human health.  The regional waste management plans 2015-21, which were required under the Waste Management Act, set out the roadmap for delivery of the programme.  The plans are due for renewal in 2021 and will provide an update to the roadmap delivery to date and future delivery.  The largest projects currently are Kerdiffstown, County Kildare, and Kilconnell, County Galway.  The Kerdiffstown project is entering the final remediation stage with Kildare County Council and entering into contract for capital works in the fourth quarter of this year.  The landfill in Kilconnell closed in 2019.  The State intervened in the management of the site, providing crucial capacity to the region.  The site owners went into liquidation.  In line with the terms of the memorandum of understanding in place with the Department and Galway city and county councils, there is a provision for funding of the landfill aftercare and closure costs.<\/p><p>The expenditure in 2020 is &euro;8.5 million in landfill remediation and &euro;2.75 million in landfill closure and aftercare.<\/p><p> There is another element which is not covered here but to which I will refer because it was brought up in a North-South Ministerial Council yesterday.  There are legacy landfill issues up North where waste from the South has crossed over the Border.  It can often be a real issue.  In cross-Border jurisdictions, one gets a lot of illegal activity around landfill.  Members will be aware of this.  Over the years, it has been an historical problem.  The funding here is primarily for the large legacy landfill sites, in particular, the two that are being funded presently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#D01000","speaker":"1465","continuing":true},{"type":"speech","time":1603321200,"counter":308,"content":"<p>Is there a sense at a departmental level of the real scale of this problem now or its likely scale in the future?  In County Meath, for example, cases recently have completed at the High Court.  The expectation is there will be a responsibility to undergo remediation.  It strikes me that this is a significant problem.  Much of it is legacy.  I wonder whether there has been an assessment of that issue at a departmental level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00200","speaker":"1507"},{"type":"speech","time":1603321200,"counter":309,"content":"<p>Where there are real difficulties, such as that one in Galway and the one in Kildare, that need remediation, the approach of the Department and this fund is to allow the State to be able to support and intervene.  I understand it is primarily a matter for local authorities' management.  Like the Deputy, I am aware of a number of cases.  In my constituency, historically, we had a problem on the River Dodder where every time there was any sort of flooding, an upriver landfill site would be eroded and a considerable amount of waste material would come down the river.  That is an example of similar historic problems in my constituency.  It has been an issue from poor landfill management in previous years.  Where there are specific projects that need State assistance, the regional waste management plans need to set out what needs to be done.  They revert to the Department and the Department supports in the way it is done here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00300","speaker":"1465"},{"type":"speech","time":1603321200,"counter":310,"content":"<p>On that remediation fund, is any funding allocated for the Whitestown dump in County Wicklow?  The cost of that was estimated at &euro;60 million but I am not sure if there has been any movement on the remediation itself or the funding of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00400","speaker":"1627"},{"type":"speech","time":1603321200,"counter":311,"content":"<p>I do not have any information on that.  I will ask the Department to revert to the Deputy if it is on the programme in any way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00500","speaker":"1465"},{"type":"speech","time":1603321200,"counter":312,"content":"<p>Does anybody else wish to come in on programme E?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00600","speaker":"1594"},{"type":"speech","time":1603321200,"counter":313,"content":"<p>I refer to subhead E10 on the enforcement initiatives.  This is gained from experience as a member of a local authority and the major frustration of communities, and in fairness, of local authorities, in enforcing litter management policy.  Expenditure of &euro;5.7 million on enforcement initiatives was provided for.  Can the Minister outline what they were or whether there are approaches of good practice that could be adopted across the board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00700","speaker":"1507"},{"type":"speech","time":1603321200,"counter":314,"content":"<p>Since 2003, the Department has been engaged in this support.  It has provided &euro;115 million over that period of 17 years.  It provided &euro;5.7 million last year.  It supports the provision of local authority waste enforcement staff under the local authority enforcement measures grant scheme.  This grant scheme facilitates local authorities in enforcing national waste legislation dealing with national waste enforcement priorities and demonstrating to illegal operators and unauthorised waste depositors that there is a robust waste enforcement presence in place.  The Department continues to fund the provision of local authority enforcement staff through the scheme with the intention of maintaining a visible presence of waste enforcement personnel on the ground across the country.  Primarily, in much of this area it is local authorities that must apply national legislation.  In this case, it is national funding to support that work within the local authorities by funding staff on the ground to try to counter illegal dumping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00800","speaker":"1465"},{"type":"speech","time":1603321200,"counter":315,"content":"<p>On subhead E3 and the Environmental Protection Agency, EPA, the Minister might speak to the capital expenditure of &euro;11.78 million and to the points regarding the national dialogue on climate action and specifically on the ambient air monitoring programme.  There is a commitment in the programme for Government in relation to air quality.  Has that been undertaken here?  Is that part of the capital expenditure or has progress been achieved on that issue in the course of 2020 thus far?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E00900","speaker":"1507"},{"type":"speech","time":1603321200,"counter":316,"content":"<p>On subhead E3 and the EPA, it is total funding of &euro;43 million for the EPA.  It was the capital allocation the Deputy was referring to of &euro;11.7 million.  That covers a variety of different projects with which the EPA is engaged.<\/p> <p>  On the issue of air quality, I ask the Deputy to bear with me a second.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E01000","speaker":"1465"},{"type":"speech","time":1603321200,"counter":317,"content":"<p>In relation to the capital expenditure, has there been expenditure on monitoring systems and devices that can expand the footprint of the EPA and its capacity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E01100","speaker":"1507"},{"type":"speech","time":1603321200,"counter":318,"content":"<p>The Department is currently finalising Ireland's national clean air strategy.  It is a policy framework which will recognise the positive impact of existing Government plans but will have to identify and promote additional integrated measures to reduce air pollution and promote cleaner air.  It will involve the development of a regional approach to air quality and noise enforcement, and a multi-agency approach to clamping down on the sale of high sulphur content fuel imported from the UK.  It will increase investment through a network of monitoring stations to provide scientific evidence of air quality across different parts of the country, including real-time and localised air quality information.  It will set out new solid fuel regulations to address pollutant emissions which have an impact upon ambient air quality.<\/p> <p>  We recently introduced a scheme where 13 towns were added to the list where a smoky coal ban was implemented.  The Deputy will be aware that there is a real intention to extend that to the whole country.  The issue of air quality, in terms of health effects, is very real.  We must be aware of potential legal challenges.  The suppliers of certain coal products or other products would say that one cannot be discriminatory.  The approach we will take on that within this new strategy is to set out the timeline and mechanism with which we move away from the burning of smoky coal, wood or other materials that create air quality problems and in that way remove any legal difficulties and achieve the objectives.  Connected and critical to that is much more extensive air quality monitoring and enforcement systems which, as I said, will be set out in the new clean air strategy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E01200","speaker":"1465"},{"type":"speech","time":1603321200,"counter":319,"content":"<p>There is a reduction in subhead E11, which is the climate action fund, over last year's Estimate.  Is this due to a slowdown in the delivery or is it a projected expenditure in line with the projections through to 2027 for that fund?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E01300","speaker":"1594"},{"type":"speech","time":1603321200,"counter":320,"content":"<p>The fund of &euro;10 million was to support the seven projects which were approved for funding up to &euro;77 million.  The shortfall arises because some of them have been delayed in planning or have taken longer than might have been expected.<\/p><p>For example, the district heating scheme in Dublin has not advanced as quickly as we might have liked and neither has the use of district heating from data centre waste heat.  It is not in the control of the Department as to how quickly some of those projects can be rolled out.  In the context of other projects, the fast-charging electric vehicle, EV, network that the ESB is rolling out is on time and will use the full allocation.<\/p><p> The climate action fund it due to scale up significantly on foot of the legislation we passed in the summer.  That legislation allows moneys from the NORA levy, which is a charge on all petrol and diesel sales here, to be used to build up the fund.  What we hope to see is a major expansion.  I am hopeful that by the end of this year we will have another round of applications seeking access to the fund.  That could vary from very small to very large schemes.  As was stated during the debate on the climate action legislation, which we put before the Oireachtas joint committee for pre-legislative scrutiny, there is a plan to widen the scope of applications relating to the fund.  The change in the 2020 Estimate compared with that for 2019 is not a reflection of any scaling back of the fund; it is just a timing issue in the context of spending on the seven existing projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#E01400","speaker":"1465","continuing":true},{"type":"speech","time":1603321200,"counter":322,"content":"<p>Subhead E12 relates with the just transition.  The amount of money involved does not appear to be overly large.  Was there a high demand for that project?  I understand that the expressions of interest and call relating to that funding occurred midway through the year.  Was there big interest in the fund?  Is there scope to expand it, as per the climate action fund, because just transition should be a major component of how we will address climate change?  I understand that this is just a pilot project at present.  Are there plans to scale it up significantly in line with the increases in the climate action fund?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#F00200","speaker":"1627"},{"type":"speech","time":1603321200,"counter":323,"content":"<p>There are plans to scale it up in a variety of ways.  I refer, for example, to the action being taken in the midlands to deliver the just transition fund.  The &euro;6 million fund is divided into two phases.  This year there was a series of projects.  Typically, smaller projects were agreed and supported for funding in September.  We expect to see a second round of larger projects agreed in the coming weeks and the funding allocated before the end of the year, subject to everyone coming back in time.  It is a bureaucratic process but we are hopeful of getting the funding out to those various projects.<\/p> <p>  There are a variety of other initiatives that are related but not covered for in this budget.  I had a useful meeting with Bord na M&oacute;na earlier this week.  We are considering a major expansion in funding for Bord na M&oacute;na to rewet bogs and, in that process, to retain many of the jobs that may otherwise have been lost from the peat harvesting area.  There is a real potential to switch the skills Bord na M&oacute;na has in managing and extracting peat from bogs to be used in the storing of carbon, stopping the release of it, at real scale at a multiple of the funding of what we are considering here and in that way to avoid any further job losses that people feared.  First things first, however.  The Department has to complete the process of assessing and awarding the projects under this call for proposals.  That will be done within a short number of weeks.  We expect the relevant projects to be approved and funding heading in that direction before the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#F00300","speaker":"1465"},{"type":"speech","time":1603321200,"counter":324,"content":"<p>I thank the Minister for attending.  Deputy Whitmore covered the issue I wished to raise.  My question relates to the expenditure on EV charging facilities.  The Minister mentioned that the ESB is on target, which is good to hear.  Will he consider if we are doing enough in that area?  The promotion of home installation of charging points is something from which communities will benefit, particularly from the point of view of trying to cover as many communities as possible.  I will give the Minister an example.  To the best of my knowledge, there is only one public charging point in my constituency.  It is in Swords, which has a population of approximately 60,000.  The socioeconomics of the community would lend themselves to the purchasing of private EVs.  I appreciate that the targets have perhaps been met but the question is whether the targets are high enough?  Will the Minister comment on that general point?  I do not want to couch that as a criticism.  It is not, but perhaps we need to be more ambitious, which is something the Minister has repeatedly stated in the D&aacute;il in terms of his ambition for the Ministry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#F00400","speaker":"1562"},{"type":"speech","time":1603321200,"counter":325,"content":"<p>I agree with the Deputy.  We need to be more ambitious.  I had a meeting last week with the Fingal county manager, the mayor and the various directors of services.  One of the issues that came up was their working with the three other Dublin local authorities to submit a joint bid to the Department under the scheme that exits for support for municipal e-charging systems and to do that on a citywide basis.  Rather than Fingal having a certain type of municipal charge and South Dublin, D&uacute;n Laoghaire or Dublin City Council having another, I understand that the four councils have been working together to put in a joint application.  I look forward to receiving that.  As I said previously, it was very disappointing, given that the fund has been in place for a couple of years and that calls had been made for local authorities to come forward with applications for municipal e-charging, that only two councils - Dublin City Council and Louth County Council - made applications.  If the four councils to which I refer are able to put in an ambitious bid, that will start us in the right direction.<\/p> <p>  There is in the budget - and there will be in future budgets, including next year's - &euro;600 in support for the installation of home charging points.  This is to assist people in purchasing EVs.  I expect it to take off because, as everyone can see, a number of models with better capabilities and increased range are about to become available.  Such models will lower the cost involved and improve matters in every way.<\/p> <p>  For those of us who represent urban constituencies, one of the big challenges will be providing for apartment dwellers, people living in terraced houses or even those in ordinary suburban areas.  If every homeowner in a row of houses was to get an EV and install a heat pump - this is the direction in which we will need to go - how we manage the distribution grid at local level to provide that amount of electricity will be a real challenge.  In those circumstances, adopting innovative solutions in respect of municipal charging points, be that using lamp posts, municipal car parking or other mechanisms, is the direction in which we will need to go.  First things first, however.  I look forward to see what Fingal County Council comes back with along with the other three Dublin councils.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#F00500","speaker":"1465"},{"type":"speech","time":1603321200,"counter":326,"content":"<p>That is encouraging.  I am pleased to hear that Fingal and the other three Dublin local authorities are working together on it.  On the prospect of the owners of a row of houses all wishing to have EV charging points installed, which I envisage happening in the future, is there work that can be done with the Department of Housing, Local Government and Heritage on collaborative projects?  The Minister mentioned that the four Dublin local authorities have come.  They probably did that off their own bat.  In light of the lack of uptake across the local authorities to which the Minister referred, is there a project that might be carried out in conjunction with the Local Government Management Agency or the Department of Housing, Local Government and Heritage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#F00600","speaker":"1562"},{"type":"speech","time":1603321200,"counter":327,"content":"<p>The Department of Housing, Local Government and Heritage may have a role but I think the key agency in this is the ESB because it delivers the electricity grid network.  As the distribution company, it will have to innovate and invest in the network.  That is a matter for my Department and the energy regulator.  The Commission for Regulation of Utilities has to agree to whatever investment the ESB must make in the distribution network to facilitate that level.  While it may be a few years off, it is not so far off that it will become a challenge.  We are about to see a massive expansion in the number of electric vehicles because they are better cars, with maintenance and fuel costs that are a fraction of those of other vehicles.  The ESB will have a key role to play in this and it will have to be a commercial proposition for the company.  It and other operators will need sufficient revenue to cover the cost of the distribution network.  The scale of change is huge and will involve a multibillion euro investment in the local distribution network, particularly for urban areas.  In rural areas, it will be much less of a problem.  For example, a single house with a driveway is much easier to manage.  We will have to put our thinking caps on for the urban areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00100","speaker":"1465"},{"type":"speech","time":1603321200,"counter":328,"content":"<p>As no other members have questions on programme E, I will ask about subhead E4, the carbon fund.  I note the reduced figure in the 2020 Estimate.  This reduction may be for a good reason.  Perhaps we do not need to be purchasing carbon units.  I ask the Minister to elaborate on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00200","speaker":"1594"},{"type":"speech","time":1603321200,"counter":329,"content":"<p>As I mentioned, two targets were set in the early part of the last decade.  One was to meet our renewables targets and the second was to meet our climate emissions reduction targets.  In the case of the latter, we are between 12 million and 13 million tonnes short of meeting our target.  Achieving compliance only became an issue in recent years following the downturn and recession.  By 2011, due to actions take by previous administrations, we were on course to meet our climate target, but in the early to middle years of the last decade, we fell behind.  The earlier reductions meant we were not out of compliance.  It was only in 2018-19 that our lack of action caught up with us and we were no longer in compliance.  Under the European legislative mechanisms, we were able to purchase carbon units as part of meeting our target.  That was allowable under the mechanism.<\/p> <p>  A budget of &euro;3 million was allocated this year.  We will not spend the vast majority of that for a variety of reasons, the main reason being that compliance runs right into 2020.  We have to wait and see what will happen as the Covid pandemic may result in a significant reduction in our emissions in 2020.  The Department had started to purchase credits and credits worth about &euro;300,000 were purchased this year from the &euro;3 million estimated fund.  However, due to the Covid pandemic, we have put a hold on it.  We are asking the Environmental Protection Agency what our emissions projections are for this year as we may not have to use the full allocation in the Estimate.<\/p> <p>  This should not be seen as a sign that we are all right on the climate side.  We are significantly behind and miles away from our 2020 targets.  We are not on track to meet our 2030 targets, as the EPA and other organisations have stated.  An underspend in this area should not be interpreted as a sign that we can take our foot off the pedal.  One of the few benefits of the Covid pandemic is that this year's emission figures may mean we will avoid having to spend carbon funds to balance our account this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00300","speaker":"1465"},{"type":"speech","time":1603321200,"counter":330,"content":"<p>We will move on to programme F.  Do members have questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00400","speaker":"1594"},{"type":"speech","time":1603321200,"counter":331,"content":"<p>On subhead F6, energy efficiency fund receipts, to what does the figure of &euro;10 million relate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00500","speaker":"1507"},{"type":"speech","time":1603321200,"counter":332,"content":"<p>That funding was allocated to the climate action fund in advance of the legislation amending the National Oil Reserves Agency, NORA, levy being passed.  It was a historical fund which we had used for energy efficiency measures.  These appropriations-in-aid are often technical transfers from the historical fund for climate efficiency to the climate action fund.  That covered the projects mentioned in the climate action fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00600","speaker":"1465"},{"type":"speech","time":1603321200,"counter":333,"content":"<p>I thank the Minister and his officials for assisting the committee with our consideration of the Revised Estimate.  As we have now completed our consideration of the Revised Estimate for Vote 29, excluding programme A, the clerk will send a message to that effect to Clerk of the D&aacute;il, in accordance with Standing Order 101.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00700","speaker":"1594"},{"type":"minorheading","content":"Message to Dáil.","time":1603321200,"counter":334,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00800"},{"type":"speech","time":1603321200,"counter":335,"content":"<p>In accordance with Standing Order 101, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Climate Action has considered the Revised Estimates for the Department of Communications, Climate Action and Environment - Vote 29, excluding programme A. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC12020102200002#G00900","speaker":"1594"},{"type":"unspoken","time":1603321200,"counter":336,"content":"<p>The select committee adjourned at 10.08 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Foreign Affairs and Trade, and Defence","time":1603321200,"counter":337},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 11:30<\/p><p>The Select Committee met at 11:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Cathal Berry, Simon Coveney (Minister for Foreign Affairs and Trade), Barry Cowen, Gary Gannon, Brian Leddin, Aengus Ó Snodaigh,* David Stanton.<\/p><p>* In éagmais \/ In the absence of Deputy Sorca Clarke.<\/p><p>Teachta \/ Deputy Charles Flanagan sa Chathaoir \/ in the Chair.<\/p>","time":1603321200,"counter":338,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002"},{"type":"minorheading","content":"Estimates for Public Services 2020<br \/>Vote 28 - Foreign Affairs (Revised)<br \/>Vote 35 - Army Pensions (Revised)<br \/>Vote 36 - Defence (Revised)","time":1603321200,"counter":342,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00187"},{"type":"speech","time":1603321200,"counter":343,"content":"<p>I have received apologies from Deputies Brady and Clarke.  I understand that Deputy &Oacute; Snodaigh will substitute for Deputy Brady.  Members will be aware that, on 30 September, the D&aacute;il ordered that the Revised Estimates for Public Services in respect of the following votes be referred to this committee: Vote 35 - Army Pensions; Vote 36 - Defence; and Vote 28 - Foreign Affairs.  At today's meeting, we will consider the Estimates for Vote 35 - Army Pensions and Vote 36 - Defence, followed by Vote 28 - Foreign Affairs, and will then report back to the D&aacute;il.<\/p> <p>  I am very pleased to welcome the Minister for Foreign Affairs and Defence, Deputy Coveney, and his officials.  I thank both the Department of Foreign Affairs and the Department of Defence for the briefing material provided to the committee.<\/p> <p>  The proposed format of the meeting is that we will first deal with Votes 35 and 36 under programmes A and B.  At the outset of the consideration, the Minister may give an overview outlining any pressures likely to impact on the Department's performance or expenditure in respect of these Votes for the remainder of this year.  The floor will then be opened for questions from members of the committee.  In this regard I welcome Deputy &Oacute; Snodaigh, who will substitute for Deputy Brady.  I will invite members to put questions on the specific programme in order that we can progress efficiently.  We will take the Votes for the Department of Defence first, followed by that for the Department of Foreign Affairs.<\/p> <p>  We are under a bit of time pressure having regard to the fact that we have been invited to attend at the National Convention Centre from 1 p.m. for likely votes.  I therefore hope that we can get through our business as effectively and efficiently as possible by putting our questions to the Minister succinctly.  Perhaps we could aim to conclude at 12.35 p.m. or 12.40 p.m. to allow us time to get to the convention centre.  <\/p> <p>  With regard to housekeeping, members are reminded of the long-standing parliamentary practice to the effect that we should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I remind members and witnesses to switch off any mobile phones or to put them in flight mode as they interfere with our sound system.  I remind members that briefing notes have been received in respect of Votes 35 and 36.  I call on the Minister, Deputy Coveney, to make his opening remarks and I thank him for coming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00200","speaker":"1589"},{"type":"speech","time":1603321200,"counter":344,"content":"<p>It is a pleasure to be here.  I can come back if people want to spend a bit more time on policy issues because I know that we are tight for time today and that it is really important to get these Revised Estimates passed today.  If members want me to come back in to speak about different elements of policy or policy development, I would be more than happy to come back in respect of either brief.<\/p> <p>  From a process point of view, we have already approved the Estimates in respect of foreign affairs.  What we have today is a Revised Estimate which includes a very minor change.  I suspect we will be able to cover it in seven or eight minutes at the end of this meeting.  We are effectively getting approval for the full Revised Estimates in respect of defence.  If it is okay with the committee, I will spend most of my time speaking on that Vote.  I have quite a long introductory statement in that regard which I hope will answer many of the questions members may have.  It is up to the Chairman, but I certainly believe we would be able to cover the Revised Estimate in respect of foreign affairs quite quickly.  It simply reflects the transfer of responsibility for trade from the Department of Foreign Affairs to the Department of Business, Enterprise and Innovation.  Approximately &euro;410,000 for staffing costs will transfer to the Department along with that responsibility.  There is literally no other change to the Vote.  I am, however, in the committee's hands and will do whatever it wants me to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00300","speaker":"1457"},{"type":"speech","time":1603321200,"counter":345,"content":"<p>Would members like to discuss Vote 28 now and then move to the Votes in respect of defence?  I am conscious that, as the Minister has admitted, the bulk of our deliberation will relate to defence.  We are, however, mandated to deal with the Vote in respect of foreign affairs.  Perhaps we could spend a few minutes on foreign affairs first and then move on to defence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00400","speaker":"1589"},{"type":"speech","time":1603321200,"counter":346,"content":"<p>That would be great.  Literally the only change in the Revised Estimate reflects the fact that, under the programme for Government, a decision was made to transfer responsibility for trade from the Department of Foreign Affairs to the Department of Business, Enterprise and Innovation.  A small number of staff and an associated budget will also shift from one Department to the other.  We are just looking for the committee's okay to do this.  It is a relatively small amount of money.  I believe it is approximately &euro;410,000.  I will confirm the exact figure in a second but it is in and around that.  Some &euro;416,000 will transfer to the Department of Business, Enterprise and Innovation.  The reduction is split across administration pay of &euro;196,000, non-administration pay of &euro;20,000 and a budget of &euro;200,000 for promoting Ireland.  The budgets will transfer to the T&aacute;naiste's Department.  That is the only change in the Revised Estimates in respect of foreign affairs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00600","speaker":"1457"},{"type":"speech","time":1603321200,"counter":347,"content":"<p>I thank the Minister for coming.  For the benefit of the committee, will he explain the rationale behind, or briefly elaborate on the reasons for, the transfer of trade from the Department of Foreign Affairs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00700","speaker":"1594"},{"type":"speech","time":1603321200,"counter":348,"content":"<p>The issue of cultural officers also arises.  These are a new innovation under the Department of Foreign Affairs.  One or two officers have been appointed.  I believe there is one in New York and one in Germany but I am not sure.  Others are on the way.  Will this initiative remain in the Department of Foreign Affairs or is to transfer to the Department of Business, Enterprise and Innovation?  At some stage, I would like a briefing note on how the recruitment process in this regard was conducted with regard to interviews and so on.  Was an outside agency involved in selecting or vetting people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00800","speaker":"1515"},{"type":"speech","time":1603321200,"counter":349,"content":"<p>During and following the talks on the programme for Government, the party leaders decided that, when the Ministries were shaped, they would revert to their previous model.  I am open to correction if I am wrong on this, but I understand that trade was moved to the Department of Foreign Affairs when Eamon Gilmore became Minister for Foreign Affairs and Trade and T&aacute;naiste.  This was done to reflect the T&aacute;naiste's office's desire to have a role in international trade and to link it to foreign policy.  From my experience as Minister for Foreign Affairs and Trade, an experience which the Chairman has also had, I have seen that, in reality, most trade promotion happens through agencies linked to the Department of Business, Enterprise and Innovation.  Trade fairs, trade promotion more broadly and responsibility for World Trade Organisation trade rules and so on are all under the remit of the Department of Business, Enterprise and Innovation rather than that of the Department of Foreign Affairs.  It was therefore felt that the more natural home for those agencies and their associated expertise was that Department.<\/p> <p>  Cultural officers remain under the Department of Foreign Affairs.  We have a number of country plans, including plans for North America, Germany, France and the UK.  We believe that the promotion of Irish culture is a big part of the Irish message that helps us to connect with other countries in a very positive way.  We see that in a very real way in places like Canada, the US, Australia, the UK and, increasingly, in Germany with regard to Irish literature and music.  This initiative is very much part of foreign relations.  It is not just about economics and politics.  It is also about culture and heritage.  We are getting more money all of the time to invest in our diplomatic footprint all over the world but we have made the policy decision that the trade elements of that, particularly trade promotion, trade fairs and world trade talks and everything that flows from them, are better placed in the Department of Business, Enterprise and Innovation because that is where the expertise is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A00900","speaker":"1457"},{"type":"speech","time":1603321200,"counter":350,"content":"<p>Is the Revised Estimate agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#A01000","speaker":"1589"},{"type":"speech","time":1603321200,"counter":351,"content":"<p>I welcome this opportunity to consider the 2020 Revised Estimates for the defence sector, comprising Vote 35, which concerns Army pensions, and Vote 36, which is the broader defence Vote.  As this is the first meeting of this committee, I have prepared a short opening statement that will set out the overall position and update the members on some of the main developments within the defence sector over recent times. <\/p> <p> The defence sector is made up of two Votes, namely, Vote 35 - Army Pensions and Vote 36 - Defence.  The high-level goal of both Votes is to provide for the military defence of the State, contribute to national and international peace and security and fulfill all other roles assigned by Government.  Accordingly, defence sector outputs are delivered under a single programme in each Vote.  The combined Estimates for defence and Army pensions for 2020 provides for gross expenditure of &euro;1.04 billion, an increase of &euro;33 million or 3.3% over 2019.  The 2020 provision comprises &euro;781 million for Vote 36 - Defence, an increase of &euro;23 million, and &euro;259.2 million for Vote 35 - Army Pensions, an increase of &euro;10 million. <\/p> <p>  The Army pensions Vote has a single programme, entitled Provision for Defence Forces&rsquo; Pensions Benefits.  It makes provision for retired pay, pensions, allowances and gratuities  payable to, or in respect of, former members of the Defence Forces and certain dependants.  The 2020 Estimate provides a gross sum of over &euro;259 million for the Army pension Vote, of which some &euro;250 million covers expenditure on superannuation benefits for former members of the permanent Defence Forces and certain dependants.  Pension benefits granted are, for the most part, statutory entitlements once certain criteria are met. <\/p> <p>  There are currently some 12,750 pensioners paid from the Army pensions Vote.  During 2019, some 410 Defence Force members retired on pension and a broadly similar number is provided for in 2020. The spending review undertaken on Defence Forces pension expenditure in 2018, concluded, among other things, that the underlying trend of rising military pensioner numbers is likely to continue in the coming years.  It recommended that the Army pensions Vote should be allocated resources in line with the review&rsquo;s cost analysis from 2019 onwards to ensure that the full funding demands are met. <\/p> <p>  Against that background, I am pleased to inform Members that the gross allocation for Army pensions increased by &euro;10 million to just under &euro;259 million for 2020.  This builds on a previous funding increase of &euro;9.5 million in the 2018 Estimates and reflects the rise in Army pensioner numbers noted over recent years. <\/p> <p>  I turn to Vote 36 - Defence, which is delivered under a single programme, entitled Defence Policy and Support, Military Capabilities and Operational Outputs.  The Revised Estimate for defence of &euro;781 million for 2020 now includes a pay and allowances allocation of some &euro;522 million.  The pay allocation provides for the pay and allowances of over 10,400 public service employees, including 9,500 permanent Defence Force personnel, 550 civilian employees and 355 civil servants and it makes provision for increases due under the Public Service Stability Agreement 2018-2020.  It also includes provision for increases in permanent Defence Force allowances arising from the Public Service Pay Commission&rsquo;s, PSPC, report on recruitment and retention issues in the Defence Forces and implementation of the initial measures set out  in the Government&rsquo;s associated implementation plan. <\/p> <p>  The non-pay allocation comprises both current and capital elements. The Revised Estimate for defence provides a non-pay current expenditure allocation of some &euro;134 million for 2020.  This allocation provides mainly for expenditure on ongoing Defence Forces standing and operational costs such as utilities, fuel, catering, maintenance, information technology and training.  The capital allocation provided in the Revised Estimate is over &euro;125 million.  This significant capital envelope demonstrates the Government&rsquo;s ongoing commitment to defence.  As provided for under the national development plan, an overall total of &euro;541 million has been allocated to defence for the period 2018 to 2022 for capital programmes.  This level of capital funding will allow the defence organisation to continue a programme of sustained equipment replacement and infrastructural development across the Army, Air Corps and Naval Service, as reinforced in the defence White Paper update 2019. It will also ensure that the Defence Forces have the capabilities necessary to deliver on all the roles assigned by Government. <\/p> <p>  The launch earlier this year of the five-year equipment development plan for the Defence Forces ensures that all defence capital expenditure programmes build on the White Paper on defence in relation to equipment acquisition, modernisation and upgrade.  The equipment development plan is a living document that will remain cognisant of evolving security situations, equipment priorities and timing issues and will ensure that the Defence Forces are in a position to undertake their assigned roles both at home and abroad.  We have seen some of the benefits from that rolling capital programme in three new PC-12 planes and significant capital investment in a number of building projects.<\/p> <p>  Among the major priority investment programmes and projects identified for inclusion under the capital allocation in the national development plan are a mid-life upgrade of the Army Mowag armoured personnel carrier, APC, fleet; the replacement of the Air Corps Cessna aircraft; the CASA maritime patrol aircraft replacement programme; a mid-life refit of two Naval Service vessels; and an ongoing schedule of capital investment across a range of force protection, transport, communications and information technology, weapons and ammunition systems. <\/p> <p>  The defence capital allocation also provides for significant investment in Defence Forces built infrastructure projects.  This will allow investment in projects that modernise and enhance the training, operational and accommodation facilities available to members of the Defence Forces in military installations and barracks across the country.  Earlier this year, a five-year built infrastructure programme for the Defence Forces was published in line with the White Paper on defence.  This plan provides a coherent, structured approach to ensuring that Defence Forces built infrastructure requirements are updated and modernised in line with existing and future requirements. <\/p> <p>  A significant level of capital infrastructural projects, encompassing accommodation, training and storage facilities, are at various stages of development from design through tender to construction, including an upgrade of training facilities in Sarsfield barracks, Limerick and Stephens barracks, Kilkenny and an upgrade of accommodation facilities in the Defence Forces training centre in the Curragh, the Defence Forces student accommodation complex in Galway, which is a particular concern for me, and the Naval Base in Haulbowline. <\/p> <p>  In addition, the construction of a new medical facility will enable the move from the existing St. Bricin&rsquo;s site, thereby affording the Land Development Agency, LDA , an opportunity to provide  social and affordable housing in this area.  Modernising and upgrading military installations is a key priority for me, facilitated by the planning framework outlined in the infrastructure development plan.  St. Bricin's is a really strategic site in the city.  It is effectively an old military hospital and, while it is a super site, the medical facilities there are not fit for purpose for a modern defence force so we will invest in a significant new, modern military hospital, probably in Baldonnel, which has been earmarked by the Defence Forces as the most suitable site.  That will allow the LDA to hopefully produce ambitious plans for the St. Bricin's site.<\/p> <p>  The 2020 allocation will allow Defence Force personnel to meet Government commitments in our overseas peace support missions and proudly represent Ireland abroad in diverse and often challenging, locations throughout the world.  Irish troops continue to do extraordinary work in very difficult conditions and I thank them personally for their loyalty and commitment to their overseas roles.<\/p><p> As at 2 October, Ireland was contributing 571 personnel to ten missions throughout the world.  Earlier this week, I had the pleasure of speaking to the officer in command of the new rotation to the United Nations Interim Force in Lebanon, UNIFIL, which will be leaving in the coming weeks. <\/p><p> At home, the 2020 provision allows the Defence Forces to continue to provide essential support for An Garda S&iacute;och&aacute;na as requested across various roles, such as explosive ordnance disposal call-outs, Garda air support missions and Naval Service diving operations.  It also enables the Defence Forces, as part of their aid to the civil authority role, to provide support to local authorities, the HSE and An Garda S&iacute;och&aacute;na in their emergency response efforts.<\/p><p> On foot of the Covid-19 pandemic, since early March the Defence Forces have provided significant and essential aid to the civil authority support to the HSE in areas such as contact tracing, patient transportation, logistics and Covid-19 testing.  Service level agreements and memorandums of understanding agreed between the HSE and the Department of Defence greatly facilitate and support all aid to the civil authority engagements and ensure the focus on effective service delivery is prioritised.<\/p><p> To date, some &euro;13.4 million has been expended by the Department of Defence in responding to Covid-19 and related issues.  This expenditure includes &euro;5.3 million towards the acquisition of a new PC-12 aircraft which has been used to provide additional fixed-wing capacity response, as required.  Most of the work on the PC-12 involved bringing test samples back and forth to labs in Berlin to increase testing capacity.  The Covid-19 expenditure also includes &euro;4.3 million in respect of additional medical, engineering, building, PPE, audiovisual, ICT and transport costs across the Army, Air Corps and Naval Service, over &euro;3 million in respect of additional allowance payments and some &euro;300,000 in respect of additional Civil Defence costs.   In addition, ICT investment of some &euro;500,000 has facilitated remote working opportunities across the Department and has ensured its capacity to maintain ongoing business continuity and the timely and efficient processing of all Defence Forces personnel pay and allowances, Army pensions and supplier payments throughout this very challenging period. <\/p><p> The onset of Covid-19 placed exceptional, additional and unforeseen expenditure demands on my Department across a wide range of areas.  This additional expenditure was essential and reflects the hugely proactive and positive contribution made by the Department of Defence as an organisation in reacting to this national crisis.  This collective response involved Permanent Defence Force personnel, members of the Reserve, Civil Defence volunteers and civil servants and civilian employees employed within my Department.<\/p><p> Over &euro;4 million in funding is provided for the Civil Defence in 2020.  This funding supports Civil Defence units throughout the country by way of essential training and the supply of vehicles, boats, uniforms and personal protective equipment, PPE, for volunteers.  Civil Defence volunteers provide essential support to the efforts of the front-line services and have been at the forefront of the Department of Defence response to the Covid-19 pandemic over recent months.<\/p><p> The Government also values the service of the Reserve Defence Force.  The White Paper on Defence highlights that there is a continued requirement to retain and develop the Reserve.  I hope to do much more on this in the months ahead.  Perhaps I can discuss how we can develop the Reserve and its capacity with the committee when we have more time.  On behalf of the Government, I want to commend the voluntary effort that supports the Reserve Defence Force and to thank the members of the Reserve for their ongoing dedication and enthusiasm, particularly those members who assisted in the national Covid-19 response.<\/p><p> The programme for Government provides for the establishment of a commission on the Defence Forces.  This is an extremely important body of work.  I am very anxious to ensure its establishment as early as possible this year.  I will be working very closely with officials in my Department to achieve this objective.  I hope to bring a recommendation to the Government on the members of the commission and its terms of reference before the end of next month.  This would be well in advance of what we have committed to in the programme for Government, which states it will be done by the end of the year.  We will try to get it up and running early, if possible, which hopefully will indicate that we are anxious to get on with it and benefit from the expertise which will be on the commission as soon as possible.<\/p><p> I want to thank everyone within the defence sector for their enormous contribution this year in difficult circumstances.  I remain confident that the significant overall level of funding provided in 2020 will further enable the ongoing implementation of the organisational priorities outlined in the White Paper on Defence, for 2020 and beyond.<\/p><p>  Committee members have been provided with briefing material on both the Department of Defence and Army pensions payments.  I look forward to positive engagement on any issues they may wish to discuss.  I will try to address questions and comments as directly as I can.  If there are broader issues that the committee wishes to discuss with me at a later stage, I will make myself available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#B00500","speaker":"1457","continuing":true},{"type":"speech","time":1603321200,"counter":353,"content":"<p>I thank the Minister.  I call on Deputy &Oacute; Snodaigh who is substituting for Deputy Brady who is isolating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#C00200","speaker":"1589"},{"type":"speech","time":1603321200,"counter":354,"content":"<p>I have been at these committees for a long time and have never heard any criticism or major questioning of the Army pensions.  It is superfluous to do anything other than reflect the usual commentary with any pension, which is that we have to do much more to protect those who are of pension age.  People often presume that those who have an Army pension are well off, but that is not the case.  Everyone on this committee will know men and women who have served their country honourably but are now down on their luck.  Much more should be done to help those on military pensions who are in that position.<\/p> <p>  I will focus on two aspects of the second Vote, the first of which is the capital plan for 2020.  The Minister listed several events that are due to happen this year or in the future.  He mentioned the new medical facility to replace St. Bricin's Military Hospital.  As there is nothing in the Estimates about St. Bricin's for this year, there is no need to mention it.  There are no specifics for next year either.  I do not know if a value for money audit has been undertaken on any of the plans with regard to St. Bricin's other than the expenditure of similar moneys on a facility in the Curragh which needs a lot of investment and could be much better placed in the future.  That might be something for the committee to examine.  Those of us who took part in the committee's visit to the Curragh last year saw the state of the facilities there.  The works on accommodation are welcome but conditions in the Curragh are much worse than most people would consider acceptable.  The same is true of many of the other barracks.  I do not have a major problem with selling off St. Bricin's, but it is odd that a military base in the city centre is up for sale.  There is a military logic for the location of military bases within countries which is often not understood.<\/p> <p>  The second issue has been teased out in many places including at this committee and in the media, namely the pay for those in the Defence Forces.  I believe the figure in the Estimates is the figure for a full complement of 9,500.  What happens to the allocation that is not spent?  Every year, there is an underspend in the money set aside for wages and allowances for a full establishment figure of 9,500.  Is the unspent money ring-fenced or pumped back in?  Can it be given as a gratuity at the end of each year to those who are actually serving?  Every family of Defence Force personnel would welcome that funding being spent where it is intended to assist those serving under tremendous strain given their low wages, as identified by this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#C00300","speaker":"1485"},{"type":"speech","time":1603321200,"counter":355,"content":"<p>I might confine my comments to Vote 35.  If there is more time, I might come back to Vote 36.  I thank the Minister and his team for appearing before us.  It was great to hear the news about the potential Baldonnel hospital, the terms of reference and the commission on defence possibly being sorted by next month.  They are very positive.  Regarding Vote 35, the defence sector is the only sector where there is a separate Vote for pensions.  The pensions of teachers and members of the Garda are internalised in their operational Vote - their operational budget - but due to a historical anomaly, there are two separate Votes when it comes to the defence Vote.  It is very useful because it allows us to examine in detail the Army pension situation.  A number that really jumps off the page is the figure of 12,750 military pensioners.  We now have 50% more people on a military pension than we do serving in the military.  That is staggering.  If we compare it to the numbers in An Garda S&iacute;och&aacute;na, we will see that the ratio is in the opposite direction with far more people serving than receiving pensions.<\/p> <p>  I see where the Minister is coming from when he said that he was pleased to inform the committee that the gross allocation of Army pensions increased by &euro;10 million to some &euro;259 million for 2020.  That is completely correct.  Everyone wants more money but when I see an additional &euro;10 million being required for pensions, I am not happy.  I am devastated.  I would much prefer that &euro;10 million to be given in salaries and keeping people in service because many of those people do not want to retire.  They have retired because they have been forced to retire so I accept the Minister's point completely and agree with him that it is good to see an increase but I would much prefer it to be going into salaries and keeping people in service rather than into pensions, which, to me, is a problem.  <\/p> <p>  My next point is a technical one that is probably more for the Minister's team than the Minister.  I am comparing the figures for Vote 35 with the ones we got on budget day in page 75 of a booklet I have.  It says that Army pensions are &euro;262 million.  We see here now that the figure is &euro;259 million so I am not sure which figure is accurate.  Page 75 of the booklet states that pension provisions increased by &euro;3.5 million whereas we are told today that they have increased by &euro;10 million, so there is a discrepancy with regard to budget day figures and the figures in the opening statement.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#D00100","speaker":"1587"},{"type":"speech","time":1603321200,"counter":356,"content":"<p>The difference between the two is that budget day figures are for next year and the others are for this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#D00200","speaker":"1457"},{"type":"speech","time":1603321200,"counter":357,"content":"<p>I thank the Minister for clarifying that.  In summary, it is very useful to have a separate Vote.  I wish there were not as many Defence Forces pensioners as there are and that there was no requirement to increase the fund.  I would much prefer if it could be used on Vote 36.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#D00300","speaker":"1587"},{"type":"speech","time":1603321200,"counter":358,"content":"<p>Deputy &Oacute; Snodaigh is right that the pension Vote is obviously less contentious because it is essentially money that has been committed to and is being paid.  Historically, the defence Vote has been split into two.  It goes back decades.  My understanding is that the public service pension is also in a separate Vote so there is other precedent there but the Deputy is right.  They are not separated into two separate packages in the justice and education Votes.  It is quite useful to have them separate because if the Army pension Vote is increasing, we do not want to have to effectively supplement that by reducing expenditure elsewhere to compensate, so having both separate is somewhat helpful.  It is true to say that there are considerably more Defence Forces pensioners, which is a reflection in recent years of the number of people who have retired but also the age at which people retire from the Defence Forces.  This is a more demanding job physically than many other jobs in the public sector and, therefore, people are required in many cases to retire earlier, which means that there are many people of working age who essentially qualify for a Defence Forces pension.  The Deputy will be glad to hear that we are unlikely to see as many people retiring this year as in recent years.  Part of this might be linked to Covid-19 and other job opportunities and possibly less headhunting and trying to persuade people to move out of the Defence Forces because we have people who are really well trained, well educated, motivated and disciplined.  That the private sector tries to target people in the Defence Forces all the time is a reflection of the quality of training within our Defence Forces.  It might be a combination of less economic opportunity this year and a big increase in effort to retain and recruit.  Hopefully, both of those things combined mean that we will not see as many people retire this year as we have seen in recent years.<\/p> <p>  In terms of capital expenditure, I will give Deputy &Oacute; Snodaigh a sense of some of the priorities.  Key priorities include expediting a range of infrastructural projects across Defence Forces installations, including new and refurbished accommodation blocks in Haulbowline, Renmore, County Galway and the Curragh; upgrade and refurbishment works to the apprentice hostel in Casement Aerodrome, upgrade and refurbishment at McKee Barracks, Dublin; upgrade of accommodation at Cathal Brugha Barracks, Rathmines; and a new medical facility that will enable a move out of the St. Bricin's site, which, in turn, will allow the Land Development Agency to provide for housing demand there.  In addition, funding is provided for new gyms in Kilkenny and Limerick so there is a good mix of quite significant investments across different barracks in different parts of the country.  Obviously, we must focus on where need is most acute.  I agree with the Deputy about the Curragh and have said this publicly.  The Curragh is a huge campus and there is too much dereliction there.  We have a plan to change that.  We have already seen investment in accommodation there and I hope we will see a lot more of that.  Having walked through the Curragh and spent some time there, I know there are opportunities there with investment in terms of a lot of space and capacity, some empty buildings and some dereliction that needs to be addressed.  There are a number of projects that are quite exciting in terms of what can be done there.  Only this week, we announced investment in terms of the jetty in Haulbowline.  There will be further commitments in terms of accommodation in terms of block eight and possibly another block that we want to take into next year with regard to improving accommodation at Haulbowline.  I could go through that whole plan but I will just reassure the Deputy that we have a rolling capital investment programme and have increased the capital budget quite significantly for next year on top of this year, which is significantly increased on previous years.  <\/p> <p>  I can remember that when I was Minister for Housing, Planning, Community and Local Government, we spoke to the Department of Defence a few years ago about whether the State could, in partnership with the Department and the Defence Forces, develop the site at St. Bricin's.  The Department of Defence and the Defence Forces at the time rightly said that they could not move out of St. Bricin's unless the medical facilities there were replaced with something better and more modern that could allow for that move.  Now the shoe is on the other foot.  I am the Minister for Defence but I do recognise the potential of that site.  It is a really strategic site in the middle of Dublin city.  I also recognise that from a defence perspective, while the medical facility there serves an important purpose, it could be a lot better with a purpose-built modern facility so there is a double benefit for the State as a whole.  The Defence Forces would get a much more modern military hospital and, more broadly, the State would have a really strategic site for the Land Development Agency to develop for social and affordable housing.<\/p><p>Nothing is being forced on the Department of Defence or on the Defence Forces.  This is a partnership that I hope we can move together, which works for both.  My understanding is the most likely site for that, coming from recommendations from the Defence Forces, is Baldonnell because it is centrally located nationally and well-connected by road infrastructure.  It has a great deal of space and it would be an obvious place to develop that new military hospital.  That is not for this year's Estimates, however;I just wanted to give the committee a sense of the thinking there.<\/p><p> There is a very valid and good question on salaries.  We are signing off on Estimates for 9,500 personnel in the Defence Forces.  We are going to be 1,000 short of that so what happens to the money that was allocated for the salaries of those 1,000 people?  The answer is that we have a facilitation with the Department of Public Expenditure and Reform to keep that money in the Defence Forces Vote and, therefore, we effectively factor in that additional money into other costs that benefit the Defence Forces, either capital investment or some of the other current expenditure we have.  We have insisted, and to be fair, the Department of Public Expenditure and Reform has facilitated, that we maintain the benefit of that unused salary money to keep it in the defence Vote to invest more in some of these other projects, be they capital or current expenditure.  We will do the same again this year but I hope to be in a position, next year and the year after, where that unused money earmarked for salaries and allowances will shrink dramatically because we will get our numbers back up to where they should be, namely, 9,500.  I have had that conversation with the Department of Public Expenditure and Reform.  That is why there has been a significant increase in our capital allocation for next year because we want to spend more of this money on salaries as we move beyond 8,500 to 9,000 and ultimately to 9,500, which is what our strength should be.  The money, therefore, which at the moment comes from that element of the Vote and essentially gets added to capital expenditure, will shrink if we are successful with retention and recruitment.  That has to be reflected in an increased Estimate, particularly around capital expenditure.  The defence Vote does not lose the money; we do not give it back.  It is a significant amount.  Pay savings were &euro;38 million in 2016; &euro;27 million in 2017; &euro;37 million in 2018; and last year, &euro;33 million.  When we are 1,000 people short, we save a significant amount but we have agreed a facility to hold that money within the Defence Forces Estimate and it will get transferred into other forms of expenditure that benefit the Defence Forces.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#D00400","speaker":"1457","continuing":true},{"type":"speech","time":1603321200,"counter":360,"content":"<p>I welcome the Minister and thank him for the investment in Sarsfield Barracks, Limerick and the facilities there, which will be received gratefully.<\/p> <p>  Regarding his comments on the commission for the Defence Forces, I very much welcome that he has brought that commitment from the programme for Government to the top of his agenda and that he hopes to have it established by the end of the year.  I hope it will report back within 12 months, again as per the commitments in the programme.<\/p> <p>  There is a reduction in spending under subhead A11, Naval Service: equipment and support.  I am curious about the reason for the reduction.  I thought that in the context of Brexit and the need to protect our territorial waters, that we would perhaps spend more in this area.  The Minister might elaborate on that spend and on future plans in that area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#E00200","speaker":"1594"},{"type":"speech","time":1603321200,"counter":361,"content":"<p>I want to raise an issue with the Minister.  If it is a policy issue, we can discuss it on a different day but I want to bring it onto the agenda.  It is the issue of funding for veterans associations.  The Minister mentioned St. Bricin's Military Hospital.  The Irish United Nations Association has its base just a stone's throw away in Stoneybatter.  During my time on Dublin City Council we received a request every year for a small donation to assist the association with infrastructure changes or just to keep the group going.  Veterans associations are really important and I would like to discuss how we can better assist their members in order that they do not have to keep fundraising because I am sure they have better things to do with their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#E00300","speaker":"1560"},{"type":"speech","time":1603321200,"counter":362,"content":"<p>We are happy to move ahead with investment in Sarsfield Barracks in Limerick.  It is one of a number of priorities we want to move ahead with.  There has been a delay this year in some of those physical construction works we were hoping to move ahead with because of Covid and so we are now trying to catch up.  I assure the Deputy there is no pulling back from that in terms of financial resources; quite the opposite in fact, we are trying to accelerate some of it.<\/p><p>Regarding the commission on defence, we are going to write to each of the political parties in the next few days outlining the six key areas we want feedback in setting up the commission.  We will finalise the terms of reference in the next few weeks.  We are going to put together a commission of eight to ten people.  It will need to have a balance of Irish and international expertise on defence matters.  Obviously there is recognition of the need for gender balance as well.  We need people who have defence experience in the form of serving in defence forces as well as public service defence experience.  I hope we will have an impressive group of people with a very solid chair who can keep this process on time to get a detailed report and series of recommendations within 12 months, as that is the plan.  I would like to be in a position to bring that to Cabinet by the middle of next month but if it gets delayed by a couple of weeks, then certainly by the end of next month.  This would mean we would be a month ahead of schedule, which is where I would like to be on defence matters.  We will also write to the representative bodies to ensure they can also make a written submission before we finalise the terms of reference.  I have had some verbal meetings as well with those bodies, and we are opening it up to the broader public to make submissions over the next few weeks.  We will try to be as inclusive and as broad as we can in our consultation.  Normally I would have a big, two-day seminar with a load of debates about what we should be doing on defence and what the commission should look like. and we would probably do it on one of our university campuses to try to get as much engagement as we can.  However, we just cannot do that during the pandemic and, therefore, we must do it both remotely and through written submissions more so than we usually would.  We are open to different ideas and perspectives.<\/p><p>On the Naval Service, when one looks at the outturns for 2018 and 2019, the Estimate was lower but Deputy Leddin might find that the outturn is higher than the Estimate by the end of the year.  If it is we will transfer money to recognise that.  It is important to say we have real challenges in the Naval Service at the moment.  We have two ships that should be at sea but are tied up as we do not have the personnel to crew them.  We are working hard to address this.  Another ship is out for a mid-life service and we want to get it back into operation as soon as possible.  We also had an unfortunate fire on the <i>L&Eacute; Niamh<\/i>, which will delay her return to full service by a couple of months as well.<\/p><p>There have been a few setbacks this year but there have also been some positive initiatives.  Last week, in Haulbowline naval base I spoke to our naval personnel via a Skype link and some of them were offshore at the time.  I had to explain to them what we are doing with the new retention and commitment scheme that involves them committing to go to sea for 24 of the next 48 months because that is how the cycles work.  One does two years at sea and two years on land.  That has been received pretty well.  We are recognising that we need to increase the monetary recognition of the sacrifices that are required to go to sea because we know there has been an issue with that.  I hope that the combination of this service commitment scheme and an expansion of the seagoing tax credit for next year will be attractive in the context of retaining people and also in attracting more people into the Naval Service.<\/p><p> That is a big priority for me and it is simply not acceptable that, while having a White Paper that talks about an eight-ship fleet and the programme for Government of the previous Government talked about a nine-ship fleet, we have so many ships that are not able to go to sea for different reasons.  It is hoped we will get back to having six ships fully crewed and operating properly next year and we will build from there to get back to seven, eight and nine ships over time.  We will make the necessary investments to do that, on land, in the upgrading of ships and in acquiring new ships.<\/p><p> I have not had a chance yet to meet the veterans associations as Minister.  I intend to do that as soon as I can.  There are challenges with meeting people in groups at the moment, but I got to know the veterans associations quite well when I was last in the Ministry for Defence.  We will maintain the support programmes that are there already and we will look to do more if we can.  I would like to consult with the veterans associations to make sure I am in tune with exactly what they are looking for before making any further commitments on that.  It is an important part of the defence family.  When people leave the Defence Forces, some find it tough.  They leave a structured environment, and that often creates pressures that others do not have to contend with.  Some people fall into difficult places and we need to make sure the defence family is still intact after people leave the Defence Forces in the context of the supports, comradery and reach we try to have to support them.  The veterans associations are the ones who can do that best, so that is a conversation I am happy to have with the bodies concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#E00400","speaker":"1457","continuing":true},{"type":"speech","time":1603321200,"counter":364,"content":"<p>I am aware of the challenges the Naval Service has, as the Minister has outlined.  I encourage him to do what he can to increase the numbers there.  I understand that military personnel are highly valued in the private sector and are often directly recruited by the private sector.  I am also concerned about the Naval Service vessel patrol days, which numbered 1,408 in 2017 and just over 1,000 in 2019.  The Minister might comment on that.<\/p> <p>  I am glad to hear the Minister committing to having a look at the Reserve Defence Force and to trying to increase and support it.  I am concerned about its effective strength, which is 1,698.  That is less than half of what it was at its establishment.  In 1990, the forerunner, which used to be call the F&oacute;rsa Cosanta &Aacute;iti&uacute;il, was 14,000.  Maybe on another day we could have a full meeting on the Reserve Defence Force, its role and what can be done to strengthen it.  It is almost on life support at this stage with 1,698 members, and I am not sure if any of that number are non-effective or even if that distinction still exists or not.  I contend it performed a role, which was to give young people an outlet and an opportunity to experience military life.  Quite often, people who did that for a period would then maybe make a decision to take up a role in the Permanent Defence Force.  The amount of money being spent on that every year is dropping as well, which is probably reflective of the fall in strength of the Reserve Defence Force.  It is something that needs our serious attention, and a serious debate on the future and role of the Reserve Defence Force, if it has one, is required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#F00200","speaker":"1515"},{"type":"speech","time":1603321200,"counter":365,"content":"<p>I thank the Minister for the information contained in his briefing.  Will he confirm that this is the first occasion on which the moneys committed for augmenting the Defence Forces have been retained as compared with previous years?  I am glad to hear it has retained been this year at least but I would like to confirm if this is the first year that has been done.<\/p> <p>  On this year's efforts at recruitment, how many have joined and how many have left?  Is it possible to get some analysis of the existing pension book as the Minister prepares for the commission?  I am sure it might be available to the Minister.  It would be helpful to see the configuration of the age profile and some reasoning behind members of the Defence Forces having left prematurely.  That would ensure the commission is properly informed and in a position to address the issues that members within the Defence Forces are most anxious to address.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#F00300","speaker":"1591"},{"type":"speech","time":1603321200,"counter":366,"content":"<p>In case we do not get to another round of questions, the Minister mentioned the capital plan for the Curragh and expenditure that will be incurred by the Department over a period of time.  I assume that responsibility for expenditure under the capital plan would not be confined to the Department of Defence but that this is an important national programme.  I would envisage a role, perhaps under the town and village renewal scheme, for other Departments and I would see the Office of Public Works, OPW, being involved.  If we are going to be realistic about a national plan and a regeneration of the physical structure of the Curragh, it would not be either reasonable or fair for that to fall under the budget of the Department of Defence.<\/p> <p>  I refer to Covid-19 and the current role and function of the Defence Forces.  In the area of contact tracing, earlier in the year there appeared to be active engagement.  Is that still in operation?  I also recall that during the summer, mention was made of a role for the Defence Forces assisting with the HSE in the matter of private nursing homes in terms of deep cleaning and ensuring that every effort is being made by way of a national resolution to combat this issue.  How would the Minister see a further active role for the Defence Forces, particularly now as we move into a new and fresh level of restrictions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#F00400","speaker":"1589"},{"type":"speech","time":1603321200,"counter":367,"content":"<p>I will answer Deputy Stanton's questions first.  I know he is familiar with the Naval Service and the pressures it is under.  I hope that the scheme we launched last week is an indication to people working in the Naval Service that the Government is taking this issue seriously.  It took a number of months to get this scheme agreed with the Department of Public Expenditure and Reform, for understandable reasons.  Effectively, what it does is that if a person has been in the Naval Service for more than three years, he or she can commit to this scheme to go to sea for two of the next four years and get &euro;5,000 for each of those years that he or she follows through on that commitment, as long as 120 days are spent at sea.  We would expect that in their seagoing year, people would spend about 165 days at sea.  There is more than enough flexibility there.  We have also increased the seagoing tax credit from &euro;1,270 per year to &euro;1,500 per year.<\/p><p>Essentially, that is after-tax cash.  If one rolls that up, it is actually a combination of the two, which is quite a strong incentive to go to sea.<\/p><p> We built on a successful Air Corps service retention scheme, which was designed slightly differently but on a similar principle, and applied that to a commitment to go to sea, which is a retention scheme also because people sign up for the next few years.  That gives us a lot more certainty in the context of retention.  Unfortunately, when people are headhunted and offered jobs that may pay higher, and they are also faced with the lifestyle choices that come with choosing to go to sea.  I continue to maintain that we needed to reflect that challenge in the context of the financial response we had to put in place.  This is not a pay or salary increase, it is a retention scheme that is a financial incentive to being willing to go to sea, and to commit to doing that for the years ahead.  Certainly, the response so far has been quite strong.<\/p><p> The third element as part of that package is direct entry into the Naval Service where we will recruit and target certain skill sets, ironically from the private sector.  Hopefully, the shoe will be on the other foot for a change and we will be able to introduce those people in at a higher rank than they otherwise would have come in at, to make it more attractive for them.  Specialist engineers, radar operators or chefs, for example, may be among a range of specialists available in the private and commercial shipping sector that we could target to bring into the Naval Service.  Perhaps more importantly, in the context of re-enlistment, it may also bring such specialists back in if they had left.  There is a lot happening to try to address the retention and recruitment challenges we face.  It is important to say that the interventions in the Air Corps last year by the then Minister of State, Deputy Kehoe, have been very successful.  I am aware that there is not a lot of headhunting for pilots at the moment given the state of the aviation industry this year, but even with all of that we have seen a lot of pilots come back in, which is great.<\/p><p> I want to do a lot of work on the Reserve.  Deputy Berry has raised this with me previously, as have other Members.  We will look at how we can expand the role of the Reserve and how we can complement the expertise within the Permanent Defence Force with potentially additional roles for the Reserve.  We will ask the commission to look at this in detail.  We are looking at whether we can introduce an amendment to the defence legislation coming through the Houses currently, to expand and give a legal footing to be able to do more with and for the Reserve and to make it a more exciting option.  Reserve numbers are not where they should be and we need to send a very clear signal to the effect that we have a single Defence Forces policy where the Reserve works in tandem with, and complementary to, the Permanent Defence Force, at home and potentially abroad too, and particularly where there are specific skill sets the Reserve could provide that may be in short supply in the Permanent Defence Force at different times.  That also applies in respect of the Naval Service.  We are looking at those issues and I look forward to progressing them through the commission and through conversations with reservists.<\/p><p> On Deputy Cowen's point, the retention of the money has been facilitated by the Department of Public Expenditure and Reform for a number of years.  It is not the first year we have done this.  There have been accusations that because the strength is not what it should be, we are handing back all this money each year.  That is not the case.  We are the only Department where there is a recognition from the Department of Public Expenditure and Reform that unspent money on salaries is because we are below strength - on a temporary basis I hope - and they allow the Department of Defence to reallocate that money into other areas of expenditure that are needed.  We are using that at the moment to spend significantly more money on capital expenditure than suggested in the Estimates.  To be perfectly honest, it is happening because there is a problem and we need to fix that problem and get it addressed in future capital Estimates.  It is not a satisfactory situation that we have 1,000 fewer people in the Defence Forces than we should have.  This is, I hope, a temporary issue while we address the retention issues.<\/p><p> I was asked for some detail on recruitment and I shall give the committee a sense of that.  The Government has acknowledged that there are particular challenges in the Defence Forces and this is why there is a commitment in the programme for Government to examine recruitment and retention issues as part of the commission on the future of the Defence Forces.  There is also a proposal to establish an independent pay review body when the commission has completed its work.  A high-level implementation plan, strengthening our defence forces, is also being progressed.  Pay measures as recommended by the Public Service Pay Commission have been delivered.  Other projects to enhance recruitment and retention are being delivered and others will feed into the negotiations over the next round of discussions on pay .  There will be an opportunity to fully consider pay matters in the Defence Forces as part of the next pay agreement and within the commission on the future of the Defence Forces.  Military authorities advise that 340 personnel were inducted in 2020 to the end of September and further inductions are planned during the remainder of the years.  The Defence Forces capacity to induct and train recruits was severely impacted upon by Covid-19 earlier in the year.  I suspect that there are still some limitations even now.  In conjunction with traditional recruitment, a range of alternative recruitment approaches are being utilised, for example, the campaign to re-enlist and recommission former members and to have a direct entry recruitment process, which I referred to earlier.  I shall give a sense of previous years' numbers: in 2016 there were 690 people recruited across all ranks; in 2017 it was 7,521; in 2018 it was 627; in 2019 it was 615; and to date in 2020 it is 340.  This, however, is an extraordinary year.  We are talking about some 600 to 700 people per year.  We need to try to increase this if we can.  Some of the points I referred to earlier will help us to do that.<\/p><p> The Chairman asked about the regeneration of the Curragh.  When I was Minister for Agriculture, Food and the Marine, we worked with the Department of Defence on some broad thinking around the regeneration of the Curragh as a whole.  It is not just about the barracks.  The Curragh is quite unique in its ecosystem and the space and opportunity there.  We can do a lot more through an ambitious programme of investment through the Department.  We should also be working with Kildare County Council and other Departments that have a more broad interest in the development of the Curragh as a whole.  I am aware that the Minister of State, Deputy Heydon, and other Members, including members of this committee, have advocated for that.  We are certainly very much open to it.<\/p><p> With regard to the role of the Defence Forces in the continuing fight against Covid-19, we are available - when I say \"we\" I am talking about the defence infrastructure of the State - to do more.  Do not underestimate how much work the Defence Forces have already done in response to Covid-19: working with the HSE, publicly and behind the scenes; as support in areas of transportation and contact tracing and testing; setting up testing capacity on quay sides using Naval Service vessels; and also in operating some of the existing test centres.  The Defence Forces will remain at the disposal of the State to work with An Garda S&iacute;och&aacute;na, with the HSE and with national efforts generally.<\/p><p>Obviously, in the past few days, we have seen problems in terms of capacity around contact tracing.  They are problems we need to address quickly and I know the HSE is doing that, but the Defence Forces are there to help.  We have shown that, at very short notice, the Defence Forces can essentially design structures to complement what other arms of the State are doing.  We will continue to be available to do that as we move through the second wave. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#F00500","speaker":"1457","continuing":true},{"type":"speech","time":1603321200,"counter":370,"content":"<p>On that, I will bring matters towards a conclusion.  I apologise to members of the committee for not having a second round of questions but, unfortunately, the logistics and the fact we need to be in the Convention Centre for a plenary session have curtailed our engagement.<\/p> <p>  I commend the Defence Forces at every level on all the work they do on our behalf and on behalf of the people of Ireland on a 24-7 basis but, in particular, for the assistance they provide in the context of the current Covid pandemic.  They have our appreciation and goodwill.<\/p> <p>  I thank the Minister and his officials for attending and for dealing with our questions.  We will have a further engagement.  The Minister mentioned the commission on the Defence Forces and it could well be the case that we will have a dedicated meeting on our role in that.  I know the Minister has written to the parties and to individual Deputies but perhaps there is a role for this committee in regard to making a submission.  This is something we will come back to him on and the Minister might be in a position to engage directly with us. <\/p> <p>  As we have completed our consideration of the Revised Estimates for Votes 28, 35 and 36, we will send a message to that effect to the Clerk of the D&aacute;il in accordance with Standing Order 101, and under Standing Order 100(2), the message is deemed to be the report of our committee.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#H00200","speaker":"1589"},{"type":"minorheading","content":"Message to Dáil","time":1603321200,"counter":371,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#H00300"},{"type":"speech","time":1603321200,"counter":372,"content":"<p>In accordance with Standing Order 101, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Foreign Affairs and Defence has considered the Revised Estimates for the Department of Foreign Affairs - Vote 28; and the Department of Defence - Votes 35 and 36. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020102200002#H00400","speaker":"1589"},{"type":"unspoken","time":1603321200,"counter":373,"content":"<p>The select committee adjourned at 12.42 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]