[{"type":"majorheading","content":"Select Committee on Foreign Affairs and Trade, and Defence","time":1649718000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 11:00<\/p><p>The Select Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Cathal Berry, John Brady, Richard Bruton,* Simon Coveney (Minister for Defence), Barry Cowen.<\/p><p>* In éagmais \/ In the absence of Deputy David Stanton.<\/p><p>Teachta \/ Deputy Charles Flanagan sa Chathaoir \/ in the Chair.<\/p>","time":1649718000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002"},{"type":"minorheading","content":"Business of Select Committee","time":1649718000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A00100"},{"type":"speech","time":1649718000,"counter":5,"content":"<p>I have received apologies from Deputy Stanton but I welcome Deputy Bruton, who has been nominated to substitute for him.  I remind members that mobile phones should be switched off as they may cause interference, even when in silent mode, with the recording equipment in this room.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A00200","speaker":"1589"},{"type":"minorheading","content":"Defence Forces (Evidence) Bill 2019: Committee Stage","time":1649718000,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A00300"},{"type":"speech","time":1649718000,"counter":7,"content":"<p>Our business today is the Defence Forces (Evidence) Bill 2019.  We have convened to consider the Committee Stage of the Defence Forces (Evidence) Bill 2019 which was referred to this committee on 23 September 2021.  I welcome the Minister of Defence, Deputy Coveney, and his officials.  It is a lengthy Bill.  I suggest we commence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A00400","speaker":"1589"},{"type":"unspoken","time":1649718000,"counter":8,"content":"<p>Sections 1 to 25, inclusive, agreed to.<\/p>"},{"type":"speech","time":1649718000,"counter":9,"content":"<p>SECTION 26<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A00600","speaker":"1589"},{"type":"speech","time":1649718000,"counter":10,"content":"<p>I move amendment No. 1.<\/p> <blockquote> \tIn page 27, lines 25 to 27, to delete all words from and including &ldquo;(1) The&rdquo; in line 25 down to and including line 27 and substitute the following:  \t&ldquo;(1) The DNA (Military Police) Database System shall be used only for the following purposes: <blockquote> \t(a) the investigation and prosecution of an offence against military law, whether committed within or outside the State;<br \/><br \/>(b) the facilitation of the performance by the Committee (within the meaning of the Act of 2014) of its functions under Part 9 of the Act of 2014 in relation to the management and operation of that System;<br \/><br \/>(c) the automated searching of certain DNA profiles in that System in accordance with Chapter 2 of Part 12 of the Act of 2014;<br \/><br \/>(d) the automated comparison of certain DNA profiles in that System with other DNA profiles in accordance with Chapter 2 of Part 12 of the Act of 2014.&rdquo;. <\/blockquote>  <\/blockquote> <p>In regard to the amendments, they are all technical amendments.  There were no objections on Second Stage of this Bill but we have six technical amendments, some of which are clubbed together.  They are all recommendations coming from the Office of the Parliamentary Counsel and I will go through each of them in turn.<\/p><p>Amendment No. 1 is a drafting technical amendment which has been brought forward following a review of the current wording of this section of the Bill by the Parliamentary Counsel.  The amendment clarifies the purpose for which the DNA Military Police database system may be used.  The amendment ensures the wording of this section is consistent with provisions elsewhere in legislation, in other words how the Garda does things.  As provided for in the amendment, the DNA Military Police database system may be used for the following purposes: (a) the investigation and prosecution of an offence against military law; (b) to facilitate the DNA database system oversight committee to carry out its functions, which were established under the Criminal Justice (Forensic Evidence and DNA Database System) Act 2014 and will be extended under section 83 of this Bill to enable the committee to oversee the operation of the new DNA Military Police system; and (c) to facilitate the State's obligations under the Pr&uuml;m Council decision in regard to the automated searching and comparison of DNA profiles held in the DNA Military Police system on foot of requests from other states.  Part 11 of the Bill includes the detailed provisions concerning this matter.  In summary, this is a drafting amendment which has been recommended by the Parliamentary Counsel to ensure there is consistency between the wording of this section and the Bill as a whole.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A00700","speaker":"1457"},{"type":"unspoken","time":1649718000,"counter":11,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":12,"content":"<p>Section 26, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":13,"content":"<p>Sections 27 to 31, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":14,"content":"<p>SECTION 32<\/p>"},{"type":"speech","time":1649718000,"counter":15,"content":"<p>Amendments Nos. 2 to 4, inclusive, are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A01200","speaker":"1589"},{"type":"speech","time":1649718000,"counter":16,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 31, line 9, to delete &ldquo;or&rdquo;. <\/blockquote> <p>This is effectively adding some new wording in subsection (3).  Amendments Nos. 2, 3 and 4 are linked.  Section 32, which is about permitted searching, sets out the manner in which a DNA profile entered into the DNA Military Police database system may be compared with other DNA profiles entered into that system and onto the DNA database system established under the Act of 2014, in other words, the work of An Garda S&iacute;och&aacute;na, primarily.  This series of amendments clarifies the DNA profiles entered in the reference Military Police index of the DNA database established under this legislation may be compared with DNA profiles held under the equivalent crime scene index and the reference index of the DNA database established under the Criminal Justice (Forensic Evidence and DNA Database System) Act 2014.<\/p><p>The amendments arose following a concern raised by Forensic Science Ireland, FSI, concerning the current wording of this section.  FSI is responsible for establishing and operating the DNA database under both this legislation and the Act of 2014.<\/p><p>Having reviewed the matter, Parliamentary Counsel has advised that an amendment to this section should be brought forward to clarify the matter and to ensure that the appropriate searches and comparisons can be carried out by Forensic Science Ireland, FSI, with regard to DNA profiles held on the military police database and on the database under the Criminal Justice (Forensic Evidence and DNA Database System) Act 2014.<\/p><p> That is self-explanatory.  This about making sure that the two databases can be cross-referenced, if there are cases to justify that.  Amendment No. 4 is the most important of these three amendments.  Amendments Nos. 2 and 3 just facilitate amendment No. 4 in terms of change of wording.  It is a sensible amendment and I hope the committee can support it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#A01300","speaker":"1457","continuing":true},{"type":"speech","time":1649718000,"counter":18,"content":"<p>That seems self-explanatory.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#B00200","speaker":"1589"},{"type":"unspoken","time":1649718000,"counter":19,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1649718000,"counter":20,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 31, line 10, to delete &ldquo;index.&rdquo; and substitute &ldquo;index,&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#B00350","speaker":"1457"},{"type":"unspoken","time":1649718000,"counter":21,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1649718000,"counter":22,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 31, between lines 10 and 11, to insert the following:   \t&ldquo;(c) the DNA profiles entered in the crime scene index under the Act of 2014, or <br \/><br \/>(d) the DNA profiles entered in the reference index under the Act of 2014.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#B00400","speaker":"1457"},{"type":"unspoken","time":1649718000,"counter":23,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":24,"content":"<p>Section 32, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":25,"content":"<p>Sections 33 to 62, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":26,"content":"<p>SECTION 63<\/p>"},{"type":"speech","time":1649718000,"counter":27,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 54, line 11, after &ldquo;conviction&rdquo; to insert &ldquo;by court-martial&rdquo;. <\/blockquote> <p>This relates to Part 8 - offences and penalties.  The first one of those is this section.  This is a minor drafting amendment to clarify that the reference to conviction in this section is to a conviction by a court-martial.  The revised text is in line with the wording used elsewhere in the Bill such as the reference to conviction by court-martial in section 65(2).  This is essentially for clarity purposes in order that there is no misunderstanding.  We are not referring to a conviction outside of the military system in the legislation; it is a conviction by court-martial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#B00900","speaker":"1457"},{"type":"unspoken","time":1649718000,"counter":28,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":29,"content":"<p>Section 63, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":30,"content":"<p>Sections 64 to 80, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":31,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1649718000,"counter":32,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 61, after line 34, to insert the following:  \t<b>&ldquo;Code of practice<\/b><br \/><br \/><b>81.<\/b>(1) The provost marshal shall, as soon as practicable after the commencement of this section and following consultation with the Director of FSI, prepare for submission to the Minister a draft code of practice for the purposes of providing practical guidance as to the procedures regarding the taking of samples by members of the Military Police from persons under this Act or causing such samples to be taken. <br \/><br \/>(2) A code of practice prepared under this section shall be submitted to the Minister for approval. <br \/><br \/>(3) The Minister may approve, or approve subject to modifications, a code of practice submitted to the Minister under<i>subsection (2)<\/i>and, when a code of practice has been so approved, it shall apply and have effect in accordance with its terms. <br \/><br \/>(4) A code of practice approved under this section may be amended or revoked. <br \/><br \/>(5) Amendments to such a code of practice, other than amendments of a minor or technical nature, shall be submitted to the Minister for approval.<br \/><br \/>(6) If it is proposed to revoke a code of practice approved under this section, the proposed revocation shall be submitted to the Minister for approval.<br \/><br \/>(7) The Minister may approve, or approve subject to modifications, an amended code of practice submitted to the Minister under <i>subsection (5)<\/i>and, when such a code of practice has been so approved, it shall apply and have effect in accordance with its terms. <br \/><br \/>(8) The Minister may approve the revocation of a code of practice. <br \/><br \/>(9) A code of practice, or an amended code of practice, approved by the Minister under this section shall be made publicly available by the provost marshal.&rdquo;  <\/blockquote> <p>This is at the end of page 61.  The amendment adds a new section, under the service of notices section, which relates to a code of practice.  The amendment inserts a new section into the Bill to provide that the provost marshal shall, as soon as practicable, after the commencement of this section prepare a code of practice to provide practical guidance to members of the military police for the taking of samples for DNA testing under the legislation.<\/p><p>The code of practice will be prepared following consultation with the FSI.  There is a similar provision in the Criminal Justice (Forensic Evidence and DNA Database System) Act under which a number of bodies, including An Garda S&iacute;och&aacute;na, the Garda S&iacute;och&aacute;na Ombudsman Commission and the director general of the Irish Prison Service are authorised to prepare codes of practice.  <\/p><p>This is a minor amendment but it will be useful in ensuring that clear practical guidance is provided to members of the military police with regard to their functions under this Bill in respect of the taking of samples.  It will also help to ensure a consistency in approach between this legislation and the Criminal Justice (Forensic Evidence and DNA Database System) Act.  This has been done previously.  It will be more straightforward to put this code of practice in place because there are already codes of practice in place for the other bodies I have mentioned.  It is good practice.  I propose that it be accepted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#B01400","speaker":"1457"},{"type":"speech","time":1649718000,"counter":33,"content":"<p>I welcome a code of practice.  With regard to the discussions the Minister has had with the representative bodies of the Defence Forces, I note that as this code of practice is put together, there will be conversations.  What discussions have taken place with the Permanent Defence Force Other Ranks Representative Association, PDFORRA, or Representative Association of Commissioned Officers, RACO, in drafting this amendment?  A code of practice and the legislation are only as important as the people on the ground who enact them.  Given the major difficulties within the Defence Forces in terms of retention and recruitment, etc., will the Minister give assurances that there are adequate resources and personnel within the military police to ensure this legislation, which has been a long time coming, is put into effect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#B01500","speaker":"1625"},{"type":"speech","time":1649718000,"counter":34,"content":"<p>That is a very fair question.  Once this legislation is passed and commenced, a code of practice will be prepared under this section.  It then has to be submitted to me, as the Minister, for approval.  We will make sure that it is consistent with other codes of practice.  I expect there will be consultation on that, as well, to make sure that consistency is there.  The main source of guidance will be the FSI because it is effectively the lead body in how DNA testing needs to be done and so on.<\/p> <p>  The legislation is quite clear regarding what is acceptable and for what offences.  It makes a clear distinction between taking DNA samples and taking intimate DNA samples.<\/p><p>Whereas one may be required, the other is, essentially, voluntary.  There is, therefore, a great deal in the legislation already.  It is a long Bill for a relatively straightforward concept and there is a lot in it.  Much of that is about achieving consistency with what is already taking place, primarily within An Garda S&iacute;och&aacute;na.  To give the Deputy some reassurance, I have to sign off on the code of practice before it takes effect, which will give an opportunity for some consultation with the representative bodies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#B01600","speaker":"1457","continuing":true},{"type":"unspoken","time":1649718000,"counter":36,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":37,"content":"<p>Sections 81 to 93, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1649718000,"counter":38,"content":"<p>Title agreed to.<\/p>"},{"type":"speech","time":1649718000,"counter":39,"content":"<p>That concludes our consideration of the Bill.  The Minister or members might like to say a few words at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#C00700","speaker":"1589"},{"type":"speech","time":1649718000,"counter":40,"content":"<p>I thank the committee for its very efficient consideration of the Bill.  The only amendments were technical ones on which we got advice from the Office of the Parliamentary Counsel to try to improve the Bill and ensure there is absolute consistency with the 2014 legislation that applies to the criminal justice system.  There will be an opportunity for final consideration on Report Stage.<\/p> <p>  This is good legislation.  We listened carefully on Second Stage and no party had an issue with the Bill.  This is about ensuring there are appropriate mechanisms in place to investigate crimes within the military system.  DNA samples are a major part now of the justice system and securing convictions in the appropriate way.  That must apply to the military court martial system just as it does outside of the military system.<\/p> <p>  The concept is relatively straightforward, even though the legislation is long and appears to be quite complex.  By and large, the Bill mirrors the Criminal Justice (Forensic Evidence and DNA Database System) Act 2014.  That is what all the changes we introduced, of which there are only six, are about.  They are about ensuring consistency between the Bill and the 2014 Act.  I thank colleagues.  I hope to get this legislation passed before the summer recess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#C00800","speaker":"1457"},{"type":"speech","time":1649718000,"counter":41,"content":"<p>I thank the Minister.  We have no major difficulties with this legislation.  As the Minister stated, it is about bringing best practice into the collection of evidence within the Defence Forces.  There are other concerns in that we need to ensure that military law is brought up to the same standard as civil law.<\/p> <p>  If it is allowable, the Minister might perhaps give us an update in that regard.  There is no set period to cover arrests or detention periods within the Defence Forces, which is an issue of concern.  There is no stipulation regarding the extension of arrest periods either or who has the authority to extend those periods.  That is a cause of concern.  I believe a piece of work was being done on amendments to the Defence Act.   It is important that the collection of evidence and use of DNA are dealt with.  That is also critical work that is needed to ensure there are clear lines in terms of who has powers over periods of detention, etc.<\/p> <p>  It is not often that we have the Minister before the committee to discuss defence-related matters.  If it is allowed, I ask him to take the opportunity to give us an update on the report of the Commission on the Defence Forces.  Will he indicate when the Government will respond to the report?  There were many conversations in the media about our neutrality and what it means and may potentially mean into the future.  It would be useful to get an insight or update on the ongoing work as regards disseminating the report and formulating a review in order that we can have a conversation and debate on what the Defence Forces will look like in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#C00900","speaker":"1625"},{"type":"speech","time":1649718000,"counter":42,"content":"<p>I thank the Deputy.  I am not going to open up a debate.  We have just considered a Bill with more than 90 sections.  The Minister is here for that purpose.  The Minister has always been generous with his time and the content he discusses.  I will allow him to give brief consideration to Deputy Brady's questions, notwithstanding that they are out of order.  I ask the Minister to be brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#C01000","speaker":"1589"},{"type":"speech","time":1649718000,"counter":43,"content":"<p>I am sure the Minister will not object.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#C01100","speaker":"1625"},{"type":"speech","time":1649718000,"counter":44,"content":"<p>I am happy to answer those questions given how efficient the committee was in moving through the Bill.  We have a few minutes.<\/p> <p>  On the Deputy's first question, the Bill provides for significant enhancement of the powers of the military police in relation to the collection of evidence to assist their investigations.  It was not possible, however, to address all issues relating to the power of the military police in this legislation.  As regards powers of arrest and detention, the current legislative provisions are set out in section 171 of the Defence Act 1954.  This provides that \"Any person subject to military law, who has committed, is found committing, is suspected of being about to commit, or is suspected of or charged under this Act with having committed an offence against military law, may be placed under arrest.\"<\/p> <p>  The military authorities have examined the regulatory provision in the Defence Act and regulations made thereunder relating to the military police, especially the powers of arrest and detention of persons subject to military law.  The issues arising from that review with the military authorities are currently being considered within the Department.<\/p><p>The process is likely to take in some time, however, in view of the complexity of the subject matter.<br\/><br\/>There will be a requirement to carefully examine all relevant matters, including issues relating to powers of arrest and detention, the appropriate checks, balances and oversight requirements and having regard to the equivalent legislation relating to An Garda S&iacute;och&aacute;na, namely, the Criminal Justice Act 1984.  In advance of any extension of the current military police powers of arrest and detention, detailed consideration will have to be given to checks and balances that have been incorporated into criminal justice legislation in respect of persons who have been arrested and detained, and whether and how these provisions should be provided for in defence legislation.  In addition, the Law Reform Commission, as part of its fifth programme of law reform, is carrying out a review of the existing legislative provisions regulating detention in Garda custody.  Any findings arising from the Law Reform Commission will have to be considered in the context of any update of military police legislation, including how those findings are reflected in civil law.  There will also be a requirement to obtain detailed advice from the Attorney General before proceeding with any proposed legislation or regulatory changes.  We are looking at this issue, but a number of other matters happening in parallel may inform the conclusions we draw.  It is a civil military discussion, to be honest, and I suspect that we may introduce some new legislation in that regard, although perhaps not until the back end of the year.  I do not want to put a specific timeline on it, but there are some issues there, as the Deputy highlighted.<br\/><br\/>In respect of the Commission on the Defence Forces, a lot of work is going on.  I have said I wanted to bring a paper to the Government responding to the commission report in June, and that is what we are going to try to do.  There are about 130 recommendations in the report including sub-recommendations and so on, 69 of which are key.  The context within which we are considering this has changed in light of the war in Ukraine.  Every country in the European Union is now looking again at defence provision and security issues.  I do not think we should have a knee-jerk reaction in that regard, but we are certainly living in a far more unpredictable and unstable security environment, not just on this Continent but globally, and we need to respond to that.  My focus is on ensuring the evidence base that has been put in front of us in this commission report, which I believe is very good work, can be a very solid basis for making those decisions.  All the asks in the commission report, or at least the vast majority of them, cost money, so I will need to consult party leaders and other Ministers to ensure that what I bring to the Government will be supported.  There will be a great deal of work on that over the next six or eight weeks before we bring a report to the Government.  Once that happens, it will, I hope, be discussed in this committee and in the D&aacute;il and Seanad.  The Chief of Staff and his team and my Secretary General and her team are working intensively to ensure we can bring that forward.<br\/><br\/>The recommendation of the report is clear such that staying at the current level of ambition regarding defence provision in Ireland is not credible in terms of what we are asking of our Defence Forces versus the resourcing we provide for them and their capacity, and that needs to change.  One reason I wanted to be Minister for Defence again related to the fact I wanted to correct that imbalance.  Now we have an independent evidence base, on the back of 13 months of work by the commission, to strengthen that argument.  There have been decades of underinvestment in defence infrastructure in Ireland by successive Governments going back to the 1970s, and we need to correct that.  We cannot do it overnight.  Even we could do it financially overnight, the Defence Forces would not be able to respond to a dramatic increase in financial resourcing in one or two years.  The most important element of the Defence Forces is human resources, and even if we moved to the second level of ambition, which is what the commission report recommends, that will involve an additional 2,000 people in the Permanent Defence Forces as well as significantly increasing the numbers in the reserve.  Given we are 1,000 people below where we should be, that would effectively involve increasing our Permanent Defence Forces by 3,000 people.  Even if we were to add 500 people net each year into our Defence Forces, it would take us six years to get there, and we have never been able to add 500 people net into our Defence Forces in a 12-month period.<br\/><br\/>These are significant challenges, and that is just the human resources recruitment and retention challenge, not to mention the structural change that is proposed within the report.  The commission report is very demanding of the Government.  It shines a light on defence in a way that we have not seen before, with an independence evidence base exposing the lack of capacity in certain areas.  That is not news to me, but it will, I hope, allow me to make a strong case to the Government that we need to correct it and set in train an investment programme that will increase defence budgets for a multi-annual period to get us to a more credible space in terms of defence.  We have fantastic personnel in our Defence Forces.  We have great training programmes and we are really good at what we do in, not least in peacekeeping, as well as many of the tasks we perform at home, whether at sea, on land or in the air.  Nevertheless, there is a resourcing issue.  Ireland is an outlier - there is no question of that now - and we have in this report a clear series of numbers that shows Ireland has fallen well behind its peer countries in the EU.  Some of them are militarily non-aligned, some are neutral, while others are NATO member states; it is a series of different countries.  We spend on average about one third of what other countries of a similar size spend on defence.  That equates to approximately 0.3% of GDP, or 0.5% of GNI*, which is often used.  If it is measured as a percentage of our overall budget, or as a spend <i>per capita<\/i>in Ireland, all those numbers are in the annexe of the commission report and, regardless of what metric is used, we spend about one third of what other countries spend, all of which are now talking about the need to spend more.  What the commission report recommends is not a militarisation of Ireland or anything like that but rather a move from spending about one third of other countries spend to spending about half of what they spend.  We will still be a significant outlier in terms of spend and capacity.  Obviously, if we were to move beyond the second level of ambition to the third level, that would be a different prospect, although it would be a complex one to address because the commission did not go into the detail of what that resourcing would fund.  It outlined some of it but not much.<br\/><br\/>That is the work that is ongoing.  As I said, the report is a very demanding of the Government, as well as of the Defence Forces themselves in terms of cultural, structural and leadership change and how they operate.  Moreover, the Department of Defence is significantly challenged by the report in respect of the interaction between civil and military management and everything from the Accounting Officer role to resourcing, recruitment and retention, cultural change and a range of other matters.  It is very important work.<br\/><br\/>The Commission on the Defence Forces' report is the most important document on defence in 50 years in Ireland, or at least it will be if we act on it.  I will visit Baldonnel later this afternoon.  I have been to Collins Barracks in Cork, Haulbowline and Cathal Brugha Barracks.<\/p><p>I am essentially visiting all the barracks around the country to speak face-to-face with our Defence Forces personnel and to talk about their ambitions for the future, their views on the commission report and how we can collectively respond to it.  I will continue that over the next few weeks.  This is not the Department or the Minister dictating to the Defence Forces.  This is very much a partnership between the Defence Forces, the Government and the Department of Defence to bring about quite fundamental change.  I look forward to bringing it to Government and hopefully getting the support of my colleagues and other parties in opposition because this is going to impact on defence for the next 20 eyras.  There will be different Governments in that period and what we need is a consistency of approach, if possible, from parties that will lead or be part of Governments in the future in order that the Defence Forces have clarity, both on what is being asked of them and how that will be resourced.  I will be trying to bring on board everybody who wants to be part of the action plan off the back of this report to make sure it is consistent, credible and ambitious.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#C01200","speaker":"1457","continuing":true},{"type":"speech","time":1649718000,"counter":47,"content":"<p>I remind members that there is a further report in respect of the Defence Forces, dealing with overseas duty, to which we will be required to give some attention.  I would like to get a date over the next few days in order that we can chart a calendar for dealing with that, and then we will be back to the commission.  Members might agree that it is best to deal with these issues by way of a joint committee meeting rather than in this more select forum.  In any event, I am pleased that Deputy Brady posed his question and the Minister responded.  I again thank the Minister and his officials for their attendance here this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#E00200","speaker":"1589"},{"type":"unspoken","time":1649718000,"counter":48,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1649718000,"counter":49,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#E00400"},{"type":"speech","time":1649718000,"counter":50,"content":"<p>In accordance with Standing Order 101, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Foreign Affairs and Defence has completed its consideration of the Defence Forces (Evidence) Bill 2019 and has made amendments thereto. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2022041200002#E00500","speaker":"1589"},{"type":"unspoken","time":1649718000,"counter":51,"content":"<p>The select committee adjourned at 11.43 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]