[{"type":"majorheading","content":"Committee on Finance, Public Expenditure and Reform: Select Sub-Committee on Finance","time":1449064800,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Sean Fleming, Deputy Michael Noonan (Minister for Finance).<\/p><p>DEPUTY LIAM TWOMEY IN THE CHAIR.<\/p>","time":1449064800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002"},{"type":"minorheading","content":"Estimates for Public Services 2015<br \/>Vote 7 - Office of the Minister for Finance (Supplementary)","time":1449064800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#A00075"},{"type":"speech","time":1449064800,"counter":6,"content":"<p>As we have a quorum we will proceed.  We are considering Supplementary Estimates for Public Services, Vote 7 - Office of the Minister for Finance referred to the select sub-committee pursuant to Standing Orders and are required to report back to the D&aacute;il no later than 9 December.  I welcome the Minister for Finance, Deputy Noonan, and call on him to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#A00100","speaker":"990"},{"type":"speech","time":1449064800,"counter":7,"content":"<p>Thank you Chairman.  Vote 7, Office of the Minister for Finance, provides for the salaries and expenses of running the Department including the Office of the Paymaster General.  It also provides for the payment of certain grants.  In 2016 my Department will be required to provide for a new service, the payment of a fuel grant for disabled drivers.  This new fuel grant is being introduced to replace the excise repayment on the fuel element of the disabled drivers and disabled passengers tax concession scheme.  As members are aware, the excise repayment was discontinued on 31 December 2014 following a ruling of the Court of Justice of the European Union.  The new fuel grant is available in respect of fuel used from 1 January 2015 and the grant will be paid from the 1 January 2016 in respect of fuel used in the previous 12 months in the same way as the excise relief was paid in arrears.  <\/p> <p>  Since payments under this grant scheme will be required to commence in early 2016, a technical early Supplementary Estimate of &euro;1,000 is required under Vote 7, essentially to establish the new subhead under which these grants will be paid.  The fuel grant will cost &euro;10 million in 2016, and in a full year it is expected that some 13,700 claims will be made by drivers, passengers and organisations.  The fuel grant will be paid on the same basis as the excise repayment on fuel which will ensure that no beneficiary of the scheme loses out as a result of the EU court's decision.  Provision for this scheme was included in the Finance Bill 2015 and secondary legislation will come into force immediately after the Finance Bill is enacted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#A00200","speaker":"955"},{"type":"speech","time":1449064800,"counter":8,"content":"<p>I welcome the Minister.  It goes without saying there is no issue with setting up the new subhead.  I gather there is unlikely to be a payment in 2015, that this is to simply provide for the establishment of the subhead to allow payments to roll out from the start of January 2016.  The Minister outlined an estimated cost of &euro;10 million.  Is that in the same ball park as the previous arrangement?  He mentioned payments can made to drivers, passengers and organisations, which I presume are wheelchair user organisations.  Perhaps the Minister would clarify this.<\/p><p>What about a case concerning a child with an intellectual disability?  An autistic child, for example, often has particular requirements and this can be disruptive in a car.  Under the old scheme, the criteria centred on physical disabilities and were quite stringent.  Sometimes there is a requirement to adapt a car in families where disabilities might not be purely of a physical nature.  These have not been facilitated up to now.  Perhaps the position has changed but if it has not, I ask the Minister to consider including such a provision where the need arises.  Parents of children with severe Downs' syndrome may need to modify their car or get a people carrier.  People with mental disabilities are being discriminated against <i>vis-&agrave;-vis<\/i>people with physical disabilities. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#A00300","speaker":"1100"},{"type":"speech","time":1449064800,"counter":9,"content":"<p>The Deputy is familiar, as we all are, with the excise rebate scheme to persons who qualified for the disabled drivers scheme.  That was deemed to be illegal by the European Court of Justice.  We had to replace it with something that would be deemed to be legal and therefore are introducing a grant scheme where a grant of the equivalent amount is being awarded in respect of fuel excise costs during the relevant period.   The payment is made retrospectively.<\/p> <p>  The Deputy is correct that the payment does not extend to all areas of disability.  The scheme is designed specifically for persons with severe physical disabilities in recognition of the significant cost associated with adapting a vehicle for the transport of persons with certain disabilities.<\/p><p>I have considered the scheme criteria on a number of occasions but the cost of extending it is prohibitive at this point and certainly was over the past couple of years.  I know a good case can be made and it is something we may consider again in future.<\/p><p> Organisations which look after disabled people must have a No. 4 primary certificate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#A00400","speaker":"955","continuing":true},{"type":"speech","time":1449064800,"counter":11,"content":"<p>For what sort of vehicle?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00200","speaker":"1100"},{"type":"speech","time":1449064800,"counter":12,"content":"<p>For four persons; effectively many organisations have adapted vehicles in order to qualify for the fuel rebate on the same basis as an individual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00300","speaker":"955"},{"type":"speech","time":1449064800,"counter":13,"content":"<p>I am happy with that reply, thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00400","speaker":"1100"},{"type":"speech","time":1449064800,"counter":14,"content":"<p>The Minister will be aware that the OECD report launched last month on budget oversight by the Parliament in Ireland, commissioned by the Houses of the Oireachtas, recommended a number of changes if we are to improve on our rating that places us as lowest of all OECD countries in terms of the level of budget engagement by the Houses of the Oireachtas.  The committee secretariat had already been working to make improvements on how Estimates are presented to committees before this report was issued along with last year's intensive engagement with eight Departments.  Our own committee has already done considerable work with the OPW on improving the quality of the performance measures included in its Estimates.  We now request that the Minister's Department engage closely with the secretariat to begin a process of making its performance targets and outputs more outwardly focused, meaningful and measurable both for the committee and the broader public.  We would ask for the Minister's support and co-operation as the Houses move to implement the broader OECD recommendations in co-operation with Departments to improve transparency and ensure public moneys are spent as effectively as possible.  The Minister might at some point give us his views on the report's recommendations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00500","speaker":"990"},{"type":"speech","time":1449064800,"counter":15,"content":"<p>We can agree with the committee's recommendation and I will ask my officials to inform the Secretary General that the committee will be in touch early in the new year with a view to a more useful engagement in our discussions on various financial matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00600","speaker":"955"},{"type":"speech","time":1449064800,"counter":16,"content":"<p>Thank you.  I thank the Minister and his officials for assisting the committee in its consideration of the Supplementary Estimate.  As we have completed our consideration, the clerk will send a message to that effect to the Clerk of the D&aacute;il in accordance with Standing Orders, which is deemed to be the report of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00700","speaker":"990"},{"type":"minorheading","content":"Message to Dáil","time":1449064800,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00800"},{"type":"speech","time":1449064800,"counter":18,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Sub-Committee on Finance has completed its consideration of the following Supplementary Estimate for Public Services for the year ending 31 December 2015: Vote 7 - Office of the Minister for Finance.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI12015120200002#B00900","speaker":"990"},{"type":"unspoken","time":1449064800,"counter":19,"content":"<p>The select sub-committee adjourned at 2.15 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]