[{"type":"majorheading","content":"Committee on Finance, Public Expenditure and Reform: Joint Sub-Committee on Global Corporate Taxation","time":1379509200,"counter":2},{"type":"unspoken","content":"The Joint Committee met at 14:00","time":1379509200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800002"},{"type":"minorheading","content":"Base Erosion and Profit Shifting: Discussion with Department of Finance and Revenue","time":1379509200,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800003#B00150"},{"type":"speech","time":1379509200,"counter":7,"content":"<p>We will discuss the review of the global taxation architecture in the context of base erosion and profit shifting.  I welcome Mr. Gary Tobin and Ms Kate Levey from the Department of Finance.  Mr. Eamonn O'Dea and Mr. John Fanning from the Revenue Commissioners are also in attendance.  The format of the meeting will be that Mr. Tobin will make some opening remarks which will be followed by a question and answer session.<\/p><p>  I advise witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If you are directed by the committee to cease giving evidence in respect of a particular matter and you continue to so do, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect the parliamentary practice to the effect that, where possible, you should not criticise or make charges against any person or persons or an entity by name or in such a way as to make him, her or it identifiable.<\/p><p>  Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>  Mr. Tobin, before we begin, do you mind if we publish your opening statement on the web, because it is eight pages long and I believe some short opening remarks will be sufficient?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800003#B00300","speaker":"1095"},{"type":"speechnospeaker","time":1379509200,"counter":8,"content":"<p>Of course.  I thank the Chairman and the committee for the invitation to attend.  As the Chairman stated, I propose to refer to some key points in my opening statement to speed things along and allow as much opportunity as possible for the committee to ask questions.<\/p><p>  I am joined today by Mr. Eamonn O'Dea, assistant secretary in the Office of the Revenue Commissioners, who will be answering questions with me.  We will be talking today in general terms as we are precluded from discussing the affairs of any individual taxpayer.  As the committee will appreciate, policy matters are a matter for the Minister for Finance and as we are only four weeks from the budget there may be some tax policy issues that I am unable to elaborate on at this time.<\/p><p>  The tax arrangements of some multinational corporations have received a good deal of attention in recent times.  It is now a mainstream issue of interest.  Tax planning by multinationals has evolved to take advantage of the differences between jurisdictions' tax codes which provide opportunities for some multinational corporations to reduce their tax liabilities.  Some of the international rules are also perceived as being outdated.  It is recognised as a complex global problem.  The opportunity for this type of arrangement has come about because of the change from traditional business models to the new models involving integrated global supply chains and the digital economy, where national borders become less relevant and the location of profit generation becomes more difficult to specify or identify.<\/p><p>  The task facing tax policy makers and legislators throughout the world is to put the appropriate rules in place to ensure as much consistency as possible which, in turn, will provide tax authorities as well as international companies with a greater degree of certainty with regard to where and how income should be taxed.<\/p><p>  The OECD is regarded as the pre-eminent authority on tax policy for international business.  Policymakers face an increasingly difficult balancing act in the current environment.  They must design tax rules which stimulate economic growth on the one hand while also managing to increase tax revenues.  Tax policy is also at the core of national sovereignty and each country is free to devise its tax system in a way it considers most appropriate.  OECD studies have indicated that international competitiveness concerns and pressures are felt in all countries.  In addition, OECD research has shown that corporate taxation is the most harmful to economic growth prospects.<\/p><p>  The base erosion and profit shifting project was born at OECD level backed by political stimulus.  The G20 leaders meeting in Mexico in June 2012 explicitly referred to the need to prevent base erosion and profit shifting.  The project has continued to be politically endorsed at the highest level internationally.  In July the OECD's Pascal Saint-Amans told this sub-committee about the OECD plans for this project over the next two years, so I will not dwell on it here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800003#B00400","nonspeaker":"Mr. Gary Tobin","continuing":true},{"type":"speech","time":1379509500,"counter":10,"content":"<p>Thank you very much, Mr. Tobin.  Deputy Michael McGrath will start off the questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00200","speaker":"1095"},{"type":"speech","time":1379509500,"counter":11,"content":"<p>I welcome Mr. Tobin, Ms Levey, Mr. O'Dea and Mr. Fanning, and I thank them for sending in their presentation which gave us an opportunity to read it through before the meeting.<\/p><p>  I begin with the most topical issue of the European Commission's information request to Ireland along with two other countries on our arrangements with some multinational companies.  When was the first contact made by the European Commission, what form did it take and what was the nature of the information sought from the Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00300","speaker":"993"},{"type":"speechnospeaker","time":1379509500,"counter":12,"content":"<p>The initial request was made over the summer, and I understand that that was also the case for the other countries as well.  We must be mindful that the correspondence from the European Commission requesting the information is confidential.  However, given the committee's interest, I will say that its key aspect is that the Commission is asking questions on how the Irish tax system operates and how the Revenue Commissioners interact with companies.<\/p><p>  Much work has been done on administrative rulings over recent years and many issues have been raised on those rulings at global and European forums.  In the past, many of those queries have focused on jurisdictions other than Ireland.  In this instance, however, we are among a number of other countries that have been asked to provide information.  I understand from what the European Commission has said that other countries may also be asked to provide information.  Some recent media coverage has characterised the situation as being one in which only three countries are being asked to provide information.  I do not think that that is necessarily exactly what the European Commission has been saying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00400","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379509500,"counter":13,"content":"<p>I am not asking Mr. Tobin to disclose to the committee what information was sought, but he makes the Commission's request sound anodyne.  I assume what was requested was specific and detailed.  It might even have asked about the tax payments of individual corporations.  Is it fair to say that the request was a specific one?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00500","speaker":"993"},{"type":"speechnospeaker","time":1379509500,"counter":14,"content":"<p>The Commission has acknowledged that this is a preliminary stage of its information gathering.  Therefore, one could not characterise everything that it has asked for as being specific.  It is interested in gathering a wide range of information.<\/p><p>  It is important to state that Ireland, unlike a number of other European countries, does not do binding tax rulings.  The Irish tax system is statute-based so Revenue is very much bound by the tax law.  That is not the case in numerous other European countries, where there are completely different systems in place.  The European Commission is trying to understand the different systems in the different countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00600","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379509500,"counter":15,"content":"<p>What I am asking is whether the Commission sought information on specific companies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00700","speaker":"993"},{"type":"speechnospeaker","time":1379509500,"counter":16,"content":"<p>The information requested was broad in scope, but it also went down to a level of specificity as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00800","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379509500,"counter":17,"content":"<p>Did the Commission specify the provenance of its inquiries?  Were they a result of a complaint lodged by another member state, for example?  Mr Tobin inferred it is not surprising that, given the media coverage of the issues in recent months, the Commission would seek such information.  Does he think that the request is linked directly to the hearings in the United States, for example?  Is it because of correspondence that might have been sent to the Commission or is that not clear from the correspondence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C00900","speaker":"993"},{"type":"speechnospeaker","time":1379509500,"counter":18,"content":"<p>It is important to put this into a little bit of context.  From time to time, and certainly in the seven years that I have worked in this area, we regularly get correspondence from the European Commission asking about taxation matters.  For example, there have been numerous instances in which information has been requested on property relief schemes that have been terminated.  A request from the Commission is not unusual.  When things appear in the media, however, that often instigates an information request.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C01000","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379509500,"counter":19,"content":"<p>There is no reference to a complaint having made against Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C01100","speaker":"993"},{"type":"speechnospeaker","time":1379509500,"counter":20,"content":"<p>Not that I am aware of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C01200","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379509500,"counter":21,"content":"<p>When the issue was thrashed out in a public forum in the United States Senate committee - I know the Government undertook a diplomatic initiative through the ambassador in Washington, issuing a letter to the committee concerned - would there have been any direct contact between the Revenue Commissioners or the Department of Finance here and the authorities in the US on the concerns they raised and some of the allegations they made against Ireland at that time which have proven to be damaging?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C01300","speaker":"993"},{"type":"speechnospeaker","time":1379509500,"counter":22,"content":"<p>We regularly meet our international colleagues at international forums, most notably the OECD.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800004#C01400","nonspeaker":"Mr. Gary Tobin","continuing":true},{"type":"speech","time":1379510100,"counter":24,"content":"<p>What I am asking about is whether we took the initiative to contact the US authorities after the hearings.  Given the information that they erroneously put into the public domain and the accusations that were made about Ireland were they challenged directly and presented with the facts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00200","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":25,"content":"<p>From time to time, particularly at international forums, we engage with the US Treasury.  In addition, our embassy in Washington is in regular contact with not only the administration but the staffers and Members of Congress.  The T&aacute;naiste was in the US recently and he met Senator McCain who is one of the ranking members of Permanent Sub-Committee on Investigations.  That meeting was primarily concerned with immigration reform, but I am aware that corporation tax was also raised.<\/p><p> We certainly use whatever opportunities we have to talk to our American friends about these issues.  In fairness to the company concerned the CEO came out soon after the hearings to clarify the record.   To that extent I am not sure that it was wholly necessary for us to do what you suggested.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00300","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379510100,"counter":26,"content":"<p>Has the European Commission been given everything that it has sought?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00400","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":27,"content":"<p>I will ask my colleague from the Revenue Commissioners to comment on this because they are providing the information to the European Commission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00500","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379510100,"counter":28,"content":"<p>Before the witness responds, I have a supplementary question.  Does the Commission have the legal authority under EU rules to break the veil of confidentiality between the Revenue Commissioners and individual taxpayers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00600","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":29,"content":"<p>As has been stressed by ourselves and the Commission spokesperson, our approach to the preliminary inquiries is to provide a comprehensive response, so we have tried to provide everything that has been asked of us.  To the extent that there has been, as Mr. Tobin referred to it, specificity involved - \"specificity\" is hard word to pronounce - we have taken seriously our duty of confidentiality to taxpayers and ensured that any responses we make are compatible with that requirement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00700","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379510100,"counter":30,"content":"<p>That does not answer my question, which is whether the European Commission has the authority to get the complete picture of information concerning the Revenue's arrangements with individual taxpayers and whether all that it has sought has been provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00800","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":31,"content":"<p>Please accept my apologies Deputy McGrath.  We have taken legal advice which states that the European Commission has full authority under the European treaties to request such information as it considers necessary to make these preliminary inquiries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D00900","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379510100,"counter":32,"content":"<p>It has been given what it sought at this stage.  Did the Revenue notify individual taxpayers that information has been given to a third party, albeit legitimately?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01000","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":33,"content":"<p>The requests for information were made within a specified time.  As I mentioned, we inquired about and checked and ensured that full compliance with the requests would be compatible with our duty of confidentiality and, on that basis, we proceeded to provide the general and more specific responses requested.  The companies involved were not notified because of the time in which the work had to be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01100","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379510100,"counter":34,"content":"<p>I assume that they still have not been notified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01200","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":35,"content":"<p>Not at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01300","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379510100,"counter":36,"content":"<p>Do we know when the European Commission will reach a conclusion about whether it will launch a formal state aid inquiry or draw a line under the matter and say that no further action is required?  Are we talking about weeks or months?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01400","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":37,"content":"<p>We are at the preliminary stage and it may not go beyond that.  There is no indication how long the process might take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01500","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379510100,"counter":38,"content":"<p>Although the Commission's inquiries might be quite normal, the fact that they were reported in the media throughout the world has attracted publicity for Ireland and put the spotlight on our arrangements with multinational companies.  It has in a sense put a question mark over the legitimacy of Ireland's corporation tax regime.  I expect the Government and the authorities to put pressure on the European Commission to conclude the matter as quickly as possible.  While we want it to be thorough, we also want to know as quickly as possible whether a full-scale inquiry will be undertaken or whether it does not intend to proceed any further.<\/p><p>  Although I fully accept what Revenue has said today and in the past that no special deals are done with individual companies, I want to tease out that issue a little.  I assume that when the IDA is trying to attract, for example, a large multinational client into Ireland, corporation tax is a key consideration for that company.  Is it normal for a company to provide a <i>pro forma<\/i> of its proposed corporation tax structure and for that to be given to the Revenue for approval before the company makes a decision on whether to invest in Ireland?  I assume that Revenue does not always react to events but looks at such proposed structures and gives its opinion and advice even before a company comes to Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01600","speaker":"993"},{"type":"speechnospeaker","time":1379510100,"counter":39,"content":"<p>Before Mr. O'Dea answers Deputy McGrath's question, I will make a couple of comments.  In response to Deputy McGrath's previous question, we are in contact with the European Commission and we will do our utmost to ensure that the information request exercise is concluded as soon as possible.  Deputy McGrath suggested that may put a question over the Irish tax regime.  That is a matter of opinion.  Commissioner Geoghegan-Quinn said yesterday that the exercise was an opportunity to clear the air, so the matter can be seen in either way.<\/p><p>  On how companies interact with government when they are considering locating in Ireland, their primary front-of-house experience is with the IDA.  The IDA has been in place for many years.  It has its own in-house tax experts.  A lot of the initial interaction would take place with the IDA.  Sometimes it asks the Department of Finance to meet prospective foreign direct investors coming into Ireland.  In such situations, we may outline many things, including the economic outlook for the country.  In recent years, we have been explaining the route out of the ongoing external funding programme.  We invariably get asked questions about the corporate tax regime, although those tend to be general in nature.  That is generally how the Department of Finance interacts.  <\/p><p>  I hope that is helpful.  I wanted to give Deputy McGrath a flavour of what happens.  Mr. O'Dea will comment on the revenue aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800005#D01700","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379510700,"counter":40,"content":"<p>I would like to put a specific question to Revenue.  The assertion being made is not that special deals are being done, rather it is that corporate structures for corporation tax purposes are being approved by Revenue and that an interpretation of these structures from the point of view of taxation law in Ireland is being provided for consideration by a company in making a decision on whether to invest here for the first time, or whether to renew or extend an investment.  I am asking whether that happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00100","speaker":"993"},{"type":"speechnospeaker","time":1379510700,"counter":41,"content":"<p>Revenue's function in terms of advance opinions is primarily to clarify the tax treatment of a proposed transaction or business activity under the applicable legislation and thereby enable companies to get their taxes right.  By and large, we do not address hypothetical arrangements or transactions.  One of the principal issues we might address in advance of a company definitively commencing business here might involve inquiring as to whether its activities would constitute trading.  That might be an example of a company approaching us in advance of starting up.  Multinationals do not tend to come to Revenue to seek approval, an opinion or a ruling on structures they might have put in place which are not actually part of the Irish tax code and have been brought into question.  When multinationals put such arrangements in place, they usually take account of the laws of various jurisdictions.  Such structures would not be specific to Ireland.  We do not offer such structures as part of our code.  Certainly, we would not be addressing that kind of issue in advance of a company arriving here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00200","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379510700,"counter":42,"content":"<p>I thank the officials from both parties for coming to the meeting.  They will be aware that representatives of a number of groups have appeared before the committee.  Officials from the OECD attended a meeting in July and Mr. Frank Barr of Trinity College Dublin was here yesterday.  The allegation that our tax structure is somehow flawed and benefits multinationals has not been proved to date.  No evidence to that effect has been presented.  I would like to pick up on a couple of points that have been made.  Do the officials know whether IDA Ireland provides tax advice separately from the advice given by the Revenue Commissioners?  Does it have a specific division that provides such a service?  Do Revenue and the Department of Finance talk to IDA Ireland before it talks to multinationals?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00300","speaker":"985"},{"type":"speechnospeaker","time":1379510700,"counter":43,"content":"<p>To be honest, I am not completely <i>au fait<\/i> with the workings of IDA Ireland.  I understand a small number of tax people work for IDA Ireland.  I think they provide general assistance for the IDA Ireland people out in the field in clarifying issues that companies might raise with them.  The Deputy would probably have to ask IDA Ireland directly.  I would not like to give the impression that it has a large tax department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00400","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379510700,"counter":44,"content":"<p>I just wanted to clarify whether there was a buffer between the two.  Mr. Tobin has mentioned that a great deal of work has historically been done on the issue of double taxation.  There is no doubt that there is now a move towards reaching the point at which no tax is paid.  From a selfish Irish point of view, we have been extremely successful with the rate.  What ongoing work is taking place globally to prepare for moving to the point at which corporations will have to pay tax somewhere?  Have we started to position ourselves to retain our competitive advantage?  There is competition between countries as companies examine tax regimes and we know that a move will take place globally.  Are we positioning ourselves to continue to be No. 1 in the world, which is where we are according to some of the tables we have seen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00500","speaker":"985"},{"type":"speechnospeaker","time":1379510700,"counter":45,"content":"<p>The Deputy's characterisation of the position is completely correct.  For many years the initial focus at OECD level was on trying to ensure there was no double taxation, but now things have almost flipped around completely.  There is a concern about ensuring there is no double non-taxation.  The primary focus on this issue is at OECD level through the BEPS project.  It could be argued that if the project was not in place, we would almost have to create it at this point because there is such mainstream interest in the taxation of multinationals and such political desire for action to be taken.  I am aware that Mr. Saint-Amans was here to talk about the BEPS project.  Those involved in it are planning to examine 15 areas in the next 24 months.  Like all other OECD members, Ireland will be involved in the discussion groups and, obviously, we will try to do our level best to ensure the outcome is satisfactory from an Irish perspective.<\/p><p>  In addition to the OECD initiative, ongoing discussions on taxation are taking place at European level.  We have seen some developments in recent days with regard to the financial transactions tax.  I understand this committee has asked some of my colleagues to appear before it in the next couple of weeks to discuss some issues in that area.  There are ongoing talks on the common consolidated corporate tax base issue.  During the course of the Irish Presidency we tried to help that discussion to move forward in what we felt was a realistic way.  The international tax architecture is very complex.  A number of things are happening in different places.  We have prepared a slide - unfortunately, I do not have copies with me - that tries to map the international tax landscape.  Many things are happening and there are many moving parts.  It is quite a challenge for any jurisdiction, let alone a small jurisdiction, to try to stay aware of and involved in all of the things that are ongoing.  As the Deputy said, we are trying to ensure Ireland remains competitive.  At the same time, we want to make sure we are a good international partner with our colleague countries in the European Union and internationally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00600","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379510700,"counter":46,"content":"<p>When some of those who make this allegation which is completely unproven softly suggest no law is being broken, there is implicit criticism of the corporations.  This is a matter for policymakers.  Mr. Tobin states in his report that the OECD and the larger countries will drive it.  I would like to ask the representatives of the Revenue Commissioners a question in that context.  One rarely sees multinational corporations on the lists of defaulters published in newspapers.  I do not think I have ever seen that happen, although I stand to be corrected.  Are they given the same treatment?  I am not asking about specific companies, but are they subject to the same indepth analysis?  Are they subject to the random selection that happens in the case of other businesses?  One sometimes hears that certain industries such as the hospitality sector are being targeted for examination.  Is the same rigour applied to multinationals, even though they employ thousands of people?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00700","speaker":"985"},{"type":"speechnospeaker","time":1379510700,"counter":47,"content":"<p>I think fair treatment across the board is a very basic aspect of working in the Revenue organisation.  The same approach applies to companies, regardless of whether they are big or small.  Of course, larger taxpayers account for a high percentage of the tax yield.  Perhaps I need to check my figures, but I think the top 100 taxpayers contribute over half of the total annual corporation tax yield.  For that reason, there is a particular focus on the larger companies and the multinationals, which is in line with best international practice.  Over 200 Revenue officers are involved in our large cases division.  They pay close attention to tax payments and compliance by large multinationals, as is appropriate and merited given the percentage of the yield accounted for by the large payments of these large taxpayers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800006#E00800","nonspeaker":"Mr. Eamonn O'Dea","continuing":true},{"type":"speech","time":1379511300,"counter":49,"content":"<p>It was interesting to hear Professor Barry from Trinity yesterday supporting the view that it is not damaging to our international reputation.  I refer to an article in one of the American newspapers - it could be<i> The Washington Post.<\/i>  Some people might make the point that this is actually advertising to a continent that we have a very competitive tax regime in Ireland.  One area where there was some confusion at the hearings was around what is termed &quot;grandfathering&quot;.  I ask Mr. O'Dea to explain how that works in an Irish context.  Is it the same for every corporation or is it dealt with on a case-by-case basis?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00200","speaker":"985"},{"type":"speechnospeaker","time":1379511300,"counter":50,"content":"<p>It appears that some confusion may have arisen.  To some extent it is speculation.  We would not wish to speak about a particular case other than what was mentioned in public hearings and what may have been involved.  An issue did arise going back to the 1980s.  At that time export sales relief was still in place.  This was the initial approach to a competitive corporation tax regime - and to which Professor Barry referred yesterday - which was introduced in the 1950s.  However, that changed in 1980 when we moved to a 10% rate for manufacturing relief.  There was a period from 1980 to 1990 when companies that had already been investing and had substantial operations in Ireland focused on exporting and availing of this export sales relief.  Their profits continued to enjoy the benefits of this export sales relief for a further ten years from 1980 to 1990.  Every walk of life has its own jargon or technicalities but certainly in tax there is often reference to grandfathering where an arrangement is carried over for a specified time.  In this case the carryover arrangement was set out in law and it was part of our statute that while we were bringing in an effective 10% rate, by virtue of manufacturing relief, at the request of the European Union, for a transitional period, for a ten-year period, export sales relief would continue to be available for companies already entitled to it.  That may have been what the references to grandfathering referred to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00300","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379511300,"counter":51,"content":"<p>I think that is the view expressed by Professor Barry.  To be clear, since 1990, almost one quarter of a century ago, there are no special deals between the Revenue Commissioners or the Department of Finance with respect to Irish tax law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00400","speaker":"985"},{"type":"speechnospeaker","time":1379511300,"counter":52,"content":"<p>I emphasise that there have never been special deals on rates as between Revenue and companies.  I emphasise that the transitional period for export sales relief was set out very clearly in the Finance Acts concerned.  The qualifying conditions - what companies would continue to have the relief for this limited period of time - were set out in detail.  There was no discretion left to Revenue in that matter as it was set out in legislation, in statute.  The terminology of grandfathering used in that context is a little loose and it may have conveyed the impression that there was some kind of special arrangement but that is not the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00500","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379511300,"counter":53,"content":"<p>I appreciate that \"special deal\" or \"grandfathering\" are the wrong terms, but no matter how it is defined on whatever side of the argument, since 1990, 23 years ago, none of them applies, no matter what one's definition.  It is now the same for everyone.<\/p><p>  One of the key elements is the OECD's definition of \"tax haven\" which is particularly loose.  Are the witnesses absolutely satisfied that large multinationals and small limited companies trading in the Republic are all treated equally?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00600","speaker":"985"},{"type":"speechnospeaker","time":1379511300,"counter":54,"content":"<p>Yes.  As far as we are concerned, all companies in Ireland, be they big or small, are fully chargeable to corporation tax of 12.5% on the profits of their trading activities in Ireland.  This applies equally to multinationals as it does to Irish-owned companies.  They are treated in the same way.<\/p><p>  On the question of which country is a tax haven or not, unfortunately I was only able to listen to some of Professor Barry's contribution yesterday.  He is my old economics professor and I always find him highly entertaining and very interesting and informative.  However, part of his point was that the term \"tax haven\" is so loosely bandied about now that it is almost meaningless.  I watched a \"Panorama\" programme on Tuesday evening called, \"Tax, Lies and Videotape\", where a BBC reporter asked a British tax minister whether the UK is becoming a tax haven.  Under no circumstances do I think that Ireland or the UK are tax havens.  The OECD general secretary was in Ireland last week to launch the OECD survey and he made the point that language tends to be very loosely used around terms like \"tax haven\".  He was also making the point that Ireland cannot in any way be regarded as a tax haven.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00700","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379511300,"counter":55,"content":"<p>I am a little disappointed that the Revenue has not placed its submission on the record although it is available from the Department of Finance.  However, I would have liked to have seen Revenue's submission considering that Revenue is central to these hearings.  Perhaps the submission could be furnished to the committee later because members are asking questions blindly.<\/p><p>  Since the early 1990s the Government of Ireland has calculated Apple's taxable income in such a way as to produce an effective rate in single digits.  The rate is varied from year to year but since 2003 it has been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00800","speaker":"959"},{"type":"speech","time":1379511300,"counter":56,"content":"<p>On a point of order, we have not named any corporation to date and immediately, a very large employer in my constituency is being named again by Sinn F&eacute;in.  This is totally unacceptable.  The Revenue Commissioners have said they will not discuss cases.  I ask the Vice Chairman to deal with this point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F00900","speaker":"985"},{"type":"speech","time":1379511300,"counter":57,"content":"<p>I agree it is a point of order.  The Revenue Commissioners and the Department of Finance have stated they will not comment on the tax affairs of any individual entity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01000","speaker":"1095"},{"type":"speech","time":1379511300,"counter":58,"content":"<p>I suggest we all abide by that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01100","speaker":"985"},{"type":"speech","time":1379511300,"counter":59,"content":"<p>If I may begin again.  Since the early 1990s the Government of Ireland has calculated Apple's taxable income in such a way as to produce an effective rate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01200","speaker":"959"},{"type":"speech","time":1379511300,"counter":60,"content":"<p>I restate my objection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01300","speaker":"985"},{"type":"speech","time":1379511300,"counter":61,"content":"<p>-----in the low single digits-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01400","speaker":"959"},{"type":"speech","time":1379511300,"counter":62,"content":"<p>Sinn F&eacute;in is again trying to drag the jobs of 4,500 people into question.  It is appalling.  For its own political gains, Sinn F&eacute;in is repeatedly naming an excellent company in this country.  To date, in four hearings, not one shred of evidence has been brought to light against this company.  It is absolutely appalling, bearing in mind that Sinn F&eacute;in has-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01500","speaker":"985"},{"type":"speech","time":1379511300,"counter":63,"content":"<p>I appeal to the Chair-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01600","speaker":"959"},{"type":"speech","time":1379511300,"counter":64,"content":"<p>-----a Deputy in that constituency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01700","speaker":"985"},{"type":"speech","time":1379511300,"counter":65,"content":"<p>-----to please shut the Deputy up.  He has had his opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01800","speaker":"959"},{"type":"speech","time":1379511300,"counter":66,"content":"<p>On a point of order, I do not like being told to shut up.  These bully-boy tactics have worked for Sinn F&eacute;in in the past but they will not work here today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F01900","speaker":"985"},{"type":"speech","time":1379511300,"counter":67,"content":"<p>I refer the Deputies to the warning on privilege which is read out before any meeting of the committee.  We must endeavour not to make any charge against an individual or an entity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F02000","speaker":"1095"},{"type":"speech","time":1379511300,"counter":68,"content":"<p>It is the job of the Chair to protect my space in which to ask questions of the witnesses-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F02100","speaker":"959"},{"type":"speech","time":1379511300,"counter":69,"content":"<p>That is what-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F02200","speaker":"1095"},{"type":"speech","time":1379511300,"counter":70,"content":"<p>If I was allowed to ask the question, it would be seen that I am not making any charge.  I ask the Chair to please prevent the Deputy from interrupting me for the third time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F02300","speaker":"959"},{"type":"speech","time":1379511300,"counter":71,"content":"<p>Every member is permitted to make a point of order and this will be taken into account also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800007#F02400","speaker":"1095"},{"type":"speech","time":1379511900,"counter":72,"content":"<p>The following statement was given by an Apple representative to the Senate sub-committee hearings:<blockquote><br \/>Since the early 1990s the government of Ireland has calculated Apple's taxable income in such a way as to produce an effective rate in the low single digits.  The rate has varied from year to year, but since 2003 has been 2% or less.<\/blockquote>That statement is contained within the exhibits relating to the hearings and is also contained in the information supplied to the sub-committee by Apple.  The charge contained therein is not one I am making but that Apple is making in regard to our Government and its predecessors.  I am asking the officials from the Revenue Commissioners and the Department how they can dismiss that claim by Apple?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00100","speaker":"959"},{"type":"speechnospeaker","time":1379511900,"counter":73,"content":"<p>I am pleased and eager to dismiss the claim as it is presented in the statement to which the Deputy referred.  Indeed, as Mr. Tobin pointed out, Apple subsequently took the trouble to correct the record in that regard.<\/p><p>  Coming back to the Deputy's initial remark, I fully accept that I neglected or overlooked to make a very brief opening statement.  I am happy to do so now in the hope that it might partly address some of the issues he raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00200","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379511900,"counter":74,"content":"<p>Unfortunately, the clock is ticking in terms of the time allotted to me for questions and answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00300","speaker":"959"},{"type":"speech","time":1379511900,"counter":75,"content":"<p>Mr. O'Dea might specifically address the issue raised by Deputy Doherty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00400","speaker":"1095"},{"type":"speechnospeaker","time":1379511900,"counter":76,"content":"<p>I am happy to do so.  On the issue of the tax rate being in the low single digits, I absolutely do not want to talk about any specific company.  It is very important to make a distinction between the tax applicable to a multinational company or group and the tax arrangements of specific sovereign states.  It is one of the privileges and entitlements of our sovereignty that we can set out our own law and must then respect what our law provides as opposed to the interaction of our law with the law of other countries and the opportunities that may or may not afford to individual multinational companies or groups to arrange their affairs to their best advantage within the interaction of those sets of legislation.<\/p><p>  When we speak about the Irish legislation, it is absolutely clear, as has been emphasised by all spokespersons on behalf of Revenue and on behalf of the Government, that we have a very clear situation.  That is, there is one general rate in Ireland, the 12.5% rate, as well as a 25% rate for investment income and a 33% rate for capital gains.  I am sure the Deputy is aware of all of this.  My apologies if I seem to be stating the obvious.  It bears repeating, however, that we have a 12.5% rate which applies across the board.  Deputy Dara Murphy asked whether we have the same rules for both large and small companies.  The only real distinction in our law which Revenue could apply is the distinction for very small start-up companies whereby they are entitled to an exemption if their profits in the first three years are less than &euro;40,000 or marginally between &euro;40,000 and &euro;60,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00500","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379511900,"counter":77,"content":"<p>I am well aware of the tax code in regard to small companies.  The statement to which I referred was made to the Senate hearings by a representative of Apple.  That company provided a lot of information to the hearing over a number of weeks because it was the case study.  In disputing the claim, Mr. O'Dea is effectively saying it was blatantly wrong.  Does he accept that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00600","speaker":"959"},{"type":"speechnospeaker","time":1379511900,"counter":78,"content":"<p>No.  I said I did not want to speak about a particular corporation.  Given that there has been some mention of a specific company, it is worthwhile and useful for the record of this sub-committee to note that the chief executive officer of the corporation in question went on the record to say that the way the information had been presented was mistaken and could have caused some confusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00700","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379511900,"counter":79,"content":"<p>Yes, that is very interesting.  Can Mr. Tobin confirm whether he was the official in the Department of Finance who telephoned Apple after the hearing recommendations emerged?  It is a matter of public record, as indicated by the Minister for Finance, that telephone calls were made to Apple after the publication of those recommendations on 21 May.  The CEO of Apple subsequently indicated that the company had given the wrong information to the Senate hearings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00800","speaker":"959"},{"type":"speechnospeaker","time":1379511900,"counter":80,"content":"<p>As I understand it, the testimony to the Senate sub-committee to which the Deputy referred came out the day before the actual hearings.  It is certainly true that, when we saw that testimony, we contacted the company and asked it to explain the background to what it was saying.  It was purely an information-gathering exercise.  From my recollection, we certainly did not ask the company to say or do anything.  I suppose we felt it would not be appropriate just to sit on our hands and do nothing if Ireland's tax regime was being called into question.  There was a duty on us at least to try to find out what exactly was going on.  It was a relatively short telephone call with, as I recall, an official from the company in London.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G00900","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379511900,"counter":81,"content":"<p>Is Mr. Tobin saying the call was unsolicited on a political level, that it came from the Department itself?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G01000","speaker":"959"},{"type":"speechnospeaker","time":1379511900,"counter":82,"content":"<p>Yes.  From our perspective we just wanted to understand exactly what was going on.  There had been a number of hearings by the Senate sub-committee over several months involving a variety of other companies and nothing like this issue had ever come up before.  We just wanted to understand what was happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G01100","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379511900,"counter":83,"content":"<p>The company in question has a relationship with the Department of Finance in that its representatives would have met senior departmental officials under previous Governments.  I find it astonishing, however, that the Secretary General of the Department would make a suggestion to the company that it should approach the Government to discuss improved adoption of Apple's products.  Would it be normal practice for senior people within a Department to approach a private company and suggest it go to Government to sell its product?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G01200","speaker":"959"},{"type":"speechnospeaker","time":1379511900,"counter":84,"content":"<p>That is a completely separate situation to the issue we are discussing today.  The Secretary General comes before the finance committee regularly and I am sure he will be happy to explain it.  My understanding, and I am open to correction, is that he was simply in Cork on a particular day and, as he is wont to do, arranged to meet various business leaders, one of whom was the managing director of this particular company.  That is completely separate from what we are discussing today.  It was do with the use of ICT and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G01300","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379511900,"counter":85,"content":"<p>I accept that such meetings can be entirely innocent.  I am aware that the Secretary General has met representatives of the company in question on two other occasions to discuss ICT, knowledge performance and so on.  My question relates to the relationship between the company and the Department.  It comes down not to the tax rate but the arrangements between the Department and certain multinational companies.  Would it be the norm for a Secretary General of the Department of Finance, when meeting representatives of a company, to suggest that they approach the Government with a view to selling their products and for the CEO of that company to e-mail the Secretary General subsequently to ask that he meet a salesperson in Dublin on a particular date?  Will Mr. Tobin indicate whether that type of thing is normal practice?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G01400","speaker":"959"},{"type":"speechnospeaker","time":1379511900,"counter":86,"content":"<p>The Deputy might allow me to give an example as illustration of what we are talking about here.  As he will recall, an informal ECOFIN meeting was held in Dublin Castle earlier this year, the largest informal gathering that took place during the Irish Presidency.  On that occasion two ICT companies, neither of them the organisation we are discussing, provided tablet computers for the European finance Ministers.  It was apparently the first paperless meeting of finance Ministers in the history of the EU.  There are always situations where ICT companies are involved in discussions with the Department around e-Government type issues.  I do not believe that is particularly unusual at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G01500","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379511900,"counter":87,"content":"<p>What Mr. Tobin has described is perfectly normal and innocent.  Companies tender for e-Government contracts all the time.  It is increasingly the direction in which we are moving.  That, however, is completely different from the issue I am raising today, as outlined in the documents before me and on the basis of the freedom of information request I submitted.  The issue is that the Secretary General apparently said in conversation to the CEO of the company in question that it should approach Government.  We have often discussed tendering processes and so on in the finance committee, but this is something completely different.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800008#G01600","speaker":"959","continuing":true},{"type":"speechnospeaker","time":1379512500,"counter":89,"content":"<p>There are a number of aspects to the question.  In the first instance, there are a number of tax structures in place.  Effectively, the Deputy is referring to registered non-resident companies.  The tax structures to which I refer are not, as I am sure the Deputy is fully aware, particularly a provision of Irish tax law.  They are arrangements arrived at through the interaction of the tax systems of numerous different countries.  In this situation, what we are seeing almost amounts to tax planning.  This is what tax planning is all about.  Such planning involves tax practitioners arbitraging between different countries' tax systems, trying to identify where the differences exist and evaluating whether they can be exploited.  This is just one example of that.  At present, the OECD is examining this area internationally through the base erosion and profiting shifting, BEPS, process.  It has set a very aggressive timeframe in respect of the next 12 to 24 months.  Once that happens, the question that will arise will relate to the likely response.  For example, will the said response come at national or international level?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00200","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379512500,"counter":90,"content":"<p>Let us deal with BEPS.  I hope the global architecture will be of assistance in resolving this matter.  It is the best way to proceed, especially in light of the specific interests of particular countries.  Let us focus on the fact that certain companies incorporated in Ireland make billions of euro in profits and do not pay any tax to this State or any other.  What are we going to do about that?  Outside of BEPS and the OECD, does this country, as a sovereign state, have the power take action?  I wish to put a suggestion to Mr. Tobin.  I am sure he watched yesterday's proceedings or read the transcripts relating to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00300","speaker":"959"},{"type":"speechnospeaker","time":1379512500,"counter":91,"content":"<p>Some of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00400","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379512500,"counter":92,"content":"<p>The 1998 report compiled by the Department was very good, particularly because it examined the various loopholes.  It is the job of companies to exploit loopholes and it is our job, as legislators, and that of the Department of Finance to close them.  In 1998 the tax residency rules for companies were changed because it became evident that they were exploiting them.  It was decided then that any company registered in the State which did not have a tax residency would automatically be regarded as being tax resident here.  The only exception in this regard related to companies that were associated with other companies.  The difficulty is that the companies to which I refer which are not paying tax anywhere in the world are associated with other companies.  Would it be possible to amend the position, via the forthcoming finance Bill, whereby if a company which is incorporated in this State but which is not tax resident in any jurisdiction, would automatically become tax resident here?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00500","speaker":"959"},{"type":"speechnospeaker","time":1379512500,"counter":93,"content":"<p>The Deputy posed a couple of questions.  I will try to address both because they are important.  There has been a great deal of reference to the tax strategy group's paper from 1998.  As the Deputy is aware, papers are prepared - as part of the annual process relating to the budget and the finance Bill - by the Department for consideration by the tax strategy group.  These papers are published on the Department of Finance website each year at the conclusion of the process relating to the finance Bill.  It is a very useful exercise for us because it puts on the record the issues under consideration at the time.  When one is looking back ten or 15 years, one can see that an issue arose previously.  The Deputy is correct in stating that the issue in question arose in respect of registered non-resident companies.  As I understand it, however, the particular issue related to organised crime and activities such as money laundering, drug trafficking and the use of shelf companies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00600","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379512500,"counter":94,"content":"<p>Mr. Tobin is right and it was effective in the context of dealing with that issue at the time.  Another situation has arisen 15 years later in that, as everyone present is aware, there are companies which are registered here and which do not pay tax anywhere in the world.  Would it be possible to include in the forthcoming finance Bill a mechanism similar to that which was used in 1998?  It has already been done and it is effective and lawful.  In circumstances where a company does not show that it is tax resident in another jurisdiction, would it be possible to make it tax resident here on foot of its incorporation in this State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00700","speaker":"959"},{"type":"speechnospeaker","time":1379512500,"counter":95,"content":"<p>It is always possible to change our tax residency rules.  It would, therefore, be possible to do what the Deputy suggests and this could have an impact on certain tax structures.  The sad reality is that a variety of what are termed &quot;two-tier&quot; structures are in place.  These are not in any way reliant on Ireland.  If we unilaterally change our rules and nobody else changes theirs, the impact would, arguably, be very limited.  That is why the work taking place at international level is so important.  One of the things I did before this meeting was to read Mr. Pascal Saint-Amans testimony to it.  Mr. Saint-Amans referred to an interesting matter and indicated, in his opinion and in answer to Deputy Boyd Barrett:<blockquote><br \/>[W]e believe we first need collectively to address the deficiencies of some of the international tax rules ... it is not something to be addressed unilaterally by one country as we need an international consensus to change the rules.  The current rules in Ireland are compatible with the international consensus.  What is wrong is not the current rules in Ireland, it is the international consensus.  We agree that needs to change.  Afterwards, as I indicated, countries can take the unilateral decisions they have to take, and it is within their own sovereignty to do so<\/blockquote>He seemed to be suggesting that - in his view - the international rules should change first and then the national rules should do so.  Ultimately, it is a policy choice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00800","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379512500,"counter":96,"content":"<p>So there is no truth in the report to the effect that the Department was seeking to clamp down on the double Irish and that either the formal investigation or the request for information scuppered that plan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H00900","speaker":"959"},{"type":"speechnospeaker","time":1379512500,"counter":97,"content":"<p>I also read <i>The Sunday Business Post<\/i>, which is always highly entertaining.  At this time of year, we prepare tax strategy group papers for consideration by the Government.  These will be published after the process relating to the budget and the finance Bill.  Ultimately, we try to put policy options up to the Government.  We try to set out what are the pros and cons.  As already stated, it is kind of a policy choice.  I will never be Minister for Finance but the Deputy may serve in that capacity one day.  He might decide that acting unilaterally now would be the right thing to do.  Others may say it would be better to wait and see how the international rules change and then decide how to respond.  In the end, it comes down to a policy choice.  It is those type of policy choices which we put up to Government for consideration.  The Minister for Finance and the Government make the final decision rather than myself or Mr. O'Dea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H01000","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379512500,"counter":98,"content":"<p>The Deputy has had 20 minutes.  If he does not object, we will move on.  I propose that we engage in another, shorter round of questions.  There are two matters with which I wish to deal.  Is it agreed that we should write to the Commission in order to try to elicit a response from it?  Agreed.  Perhaps Mr. Tobin could forward the map to which he referred in respect of taxes to the committee secretariat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H01100","speaker":"1095"},{"type":"speechnospeaker","time":1379512500,"counter":99,"content":"<p>I will do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H01200","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379512500,"counter":100,"content":"<p>I presume that the information given out yesterday was supplied to the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H01300","speaker":"1095"},{"type":"speechnospeaker","time":1379512500,"counter":101,"content":"<p>I will be honest, we received it quite late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H01400","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379512500,"counter":102,"content":"<p>One interesting aspect of it relates to the fact that Senator Levin, the chairman of the US Congress sub-committee, made it clear that \"check-the-box\" tax regulations introduced in the United States in 1997 and the \"look-through\" rule first enacted by Congress in 2006 seemed to have facilitated significant offshore profit shifting in that jurisdiction.  I have been involved with this committee since 2002 and even then issues were being raised in the US with regard to multinational companies moving their operations to Ireland and other countries in Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800009#H01500","speaker":"1095","continuing":true},{"type":"speechnospeaker","time":1379513100,"counter":104,"content":"<p>The Vice Chairman raised some interesting questions.  Undoubtedly, the current demand for action flows from the financial crisis and the fact that taxpayers feel they are having to live with austerity.  Historically, it seems that whenever there is a global recession, international tax rules tend to be looked at.  In the 1960s when the US was in similar trouble it introduced its subpart F rules, which introduced certain restrictions.  That is the context.  You are right, Vice Chairman.  There are many large multinational companies that have been in this country for more than 30 years.  They were here long before some of the international rules and US rules were in place.  It is not my job to try to defend multinational companies.  They can do that themselves but to be fair, in certain situations what one has seen are companies responding to changes in rules that happen in the US and elsewhere and they build structures around those rules.  Some companies were in Ireland and elsewhere long before some of the rules were put in place.  For example, the check-the-box rules to which reference was made, were only introduced in the US in the late 1990s.  One could certainly argue that those companies did not come to this country to exploit those rules because they were here before the rules existed.<\/p><p>  Deputy Doherty quoted from the testimony that was presented to the Senate hearing.  On page 40, which I think is the last page of the report, it said that Congress can change these incentives by closing offshore tax loopholes and strengthening US tax law.  In fairness to the Senate hearing, there is an acknowledgement that some of the issues are not necessarily Irish ones but are for others to consider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800010#J00200","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379513100,"counter":105,"content":"<p>When Congress held separate inquiries it was even more emphatic when it stated that the US has a huge role to play in closing off many of the loopholes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800010#J00300","speaker":"1095"},{"type":"speechnospeaker","time":1379513100,"counter":106,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800010#J00400","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379513100,"counter":107,"content":"<p>Mr. Tobin referred to the double-Irish and he said that similar two-tier structures, as he put it, apply elsewhere.  Could he tell us where else there are similar examples or alternatives to the Irish incorporated non-resident company system?<\/p><p>  Does the United Kingdom patent box regime, which attracts a rate of 10% corporation tax for certain types of income related to patents, pose a threat to Ireland?  Is the issue currently on Mr. Tobin&rsquo;s radar?  While there is much attention on this country, the 12.5% rate and on the wider application of the regime by way of arrangements with multinationals, is our relative competitiveness from a corporation tax offering point of view getting enough attention?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800010#J00500","speaker":"993"},{"type":"speechnospeaker","time":1379513100,"counter":108,"content":"<p>I thank Deputy McGrath for those interesting questions.  I will deal with the second question first.  The Deputy is correct that a number of European countries are in the process of introducing ring-fenced regimes for certain types of income.  In the case of the UK, it is planning to introduce a 10% regime by 2018 but there are a number of other jurisdictions that have those regimes in place.  The Netherlands has what it calls an innovation box and there is also one in Cyprus and Spain.  It is a matter of public record that a number of countries have raised concerns around some of those regimes.  Even the German Finance Minister, Mr. Sch&auml;uble went on public record essentially criticising those types of regime.  He said that he would not particularly be in favour of them.  It is also a matter of public record that some of those regimes are being examined at a European level in terms of their appropriateness.  We are certainly aware of those regimes but given the question mark that is over the patent box regimes internationally at the moment it is questionable whether this country should be thinking about introducing such a regime when it is so controversial.  I would expect that when those discussions happen at a European level it may become clearer whether such regimes are regarded as fair tax competition.  We will wait and see.  We are certainly aware of what is going on and are following developments.  It is one tax controversy that at the moment we are not involved in and we do not have any desire to get involved in it.<\/p><p>  In regard to other jurisdictions that have two-tier structures, again, I emphasise that the whole issue is around mismatches between different tax codes.  I would prefer not to name countries but there are other two-tier structures which do not involve this country.  They are used and we must be mindful that if we make a change to our tax regime we will not solve the problem of two-tier structures.  It is an international issue.  Part of it is around adopting the appropriate transfer price for extremely valuable intellectual property.  Those kinds of decisions must be taken at an international level and essentially by the OECD.  That is why it is open to question as to whether unilateral action or multilateral action is the appropriate way to go.  I hope I have answered the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800010#J00600","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379513100,"counter":109,"content":"<p>One of the questions Mr. Tobin answered earlier relates to the nub of the issue.  He mentioned that the tax changes we can put on the Statute Book are a policy issue.  I suggest it is a bit more nuanced than that.  We know what happened with Dell in Limerick.  The cost of doing business in this country was significantly greater than in Poland and Dell left.  At the moment we have a very competitive tax architecture and if we increase taxes in any way multinationals will take note.  Have the Revenue Commissioners or the Department done studies that link the statistics of multinational investment with the tax regimes in a country?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800010#J00700","speaker":"985","continuing":true},{"type":"speechnospeaker","time":1379513700,"counter":111,"content":"<p>Again, that is a really interesting question.  The OECD has done a lot of work on the issues of tax and growth.  It carried out some major research on this subject back in 2008 and then engaged in further research in 2010.  Without going into masses of detail, essentially, what it found was that, broadly, a 1% increase in the corporation tax rate internationally tended to reduce foreign direct investment in the country concerned by approximately 3.7%.  For example, if there was an increase of 2.5% in the corporation tax rate, it would reduce foreign direct investment in the country concerned by approximately 10%.  This is an OECD study which is not Ireland-specific and some would argue that were one to apply such methodology to Ireland, the figure would actually be higher.  In other words, were there to be a 2.5% increase in the Irish corporation tax rate, the fall-off in foreign direct investment would actually be higher than 10%.  There appears to be a strong and statistically significant link between the corporation tax rate and the attractiveness for foreign direct investment in the country in question.  Again, I have to hand a chart that I photocopied and which I can distribute to members, if they wish.  It shows effective corporation tax rates across the European Union, as measured by the European Commission's methodology.  It tends to show that countries in the core European Union tend to have higher corporation tax rates than those on the periphery.  When one observes this on a colour graph, it is very obvious and from an economic perspective, that the reasoning behind this is quite clear, that multinational companies tend to locate in countries that have big markets because they wish to be near these markets.  Therefore, to get them to locate in more peripheral locations, other factors must come into play.  Even if one considers Scandinavian countries which we traditionally perceive to be high tax entities, their effective corporation tax rates actually are not very high.  Consequently, there is a strong, recognised and acknowledged link between foreign direct investment and corporation tax rates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00200","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379513700,"counter":112,"content":"<p>I thank Mr. Tobin for his reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00300","speaker":"985"},{"type":"speech","time":1379513700,"counter":113,"content":"<p>Does Deputy Pearse Doherty wish to come in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00400","speaker":"1095"},{"type":"speech","time":1379513700,"counter":114,"content":"<p>Yes, I wish to come in on a few points, although I may not get the time to do so.  It is a pity there has not been a greater attendance of the membership at today's meeting as both players are central to the hearings.  If I have time, I will come in on the question of corporation tax and the effective tax rate.  I have a question regarding the Revenue Commissioners and non-resident incorporated companies.  Is it the case that they must inform Revenue where they are tax resident?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00500","speaker":"959"},{"type":"speechnospeaker","time":1379513700,"counter":115,"content":"<p>Yes, section 882 of the Taxes Consolidation Act requires companies to specify where they are resident if they are not actually resident in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00600","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379513700,"counter":116,"content":"<p>Consequently, as a body, Revenue would have been aware that the company in question at the hearings was not tax resident anywhere in the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00700","speaker":"959"},{"type":"speechnospeaker","time":1379513700,"counter":117,"content":"<p>Certainly, in the context of the completion of the form concerned however many years ago it was, that information could have been available from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00800","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379513700,"counter":118,"content":"<p>This is interesting because the question arises as to whether the company in question did or did not tell Revenue it was tax resident somewhere else at the time.  I acknowledge that the delegates cannot provide members with that information because it is confidential and I do not expect it to receive it.  However, I tabled a parliamentary question to the Minister for Finance asking how many companies were registered in the State that were not tax resident in the State or anywhere else in the world.  Given that section 82 of the Finance Act 1999 requires every company to tell the Revenue Commissioners where it is tax resident, the Revenue Commissioners should have that information.  However, they cannot provide it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K00900","speaker":"959"},{"type":"speechnospeaker","time":1379513700,"counter":119,"content":"<p>I believe what we stated at the time was that we did not compile that information specifically.  If I could revert to a point the Deputy raised about the effective rates, all countries will have their rules in respect of companies being resident or otherwise.  I am speaking only in generalities, but if they are not resident within the country, they will be chargeable on their branch income.  A company might have no branch or presence in the country and might simply be not resident, even despite the fact that it is incorporated here.  That is what is stated in our legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K01000","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379513700,"counter":120,"content":"<p>We do not know how many companies are using this state.  They are incorporated in the State, not paying any tax in the State and not paying any other tax.  They are using our system because we deem tax residency to be based on control and management and such companies are exploiting the difference between us and others.  However, we do not have a clue as to how many companies are involved.  Is it correct to state we have no idea whether it is ten, 100, 200 or 1,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K01100","speaker":"959"},{"type":"speechnospeaker","time":1379513700,"counter":121,"content":"<p>We do not keep a specific compilation of that information.  However, as we have discussed, the companies that might have no real connection with the country end up being treated as resident here.  If, as the Deputy stated, a company is simply using the country, we have taken measures to try to address this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K01200","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379513700,"counter":122,"content":"<p>The other claim one hears continually which I have heard again today and from Government sources is that we do not do special tax rate arrangements.  No one is making that accusation.  I have not heard anyone make that accusation against the State.  The accusation, right or wrong, is that there are special arrangements.  I hear the delegates continually deny a charge that has not been put.  The question is not whether there is a special tax rate for companies but whether there is a special arrangement for certain companies.  Throughout the world tax authorities negotiate with multinational companies on their tax bill.  Many multinational companies use the cost plus arrangements in which they look at the cost of doing business and then the operating cost in the State and so on.  They add a percentage and then go into negotiations.  What formula is used by the Revenue Commissioners in such negotiations or interactions with multinational companies in the State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K01300","speaker":"959"},{"type":"speechnospeaker","time":1379513700,"counter":123,"content":"<p>I thank the Deputy for that question because it is very useful to clarify emphatically that it is not a question of semantics.  There is no question of only saying we do not do a special deal or we do not do a special rate deal.  We simply do not do special arrangements as such.  As for the suggestion that if we do not do special rate deals and do not have some kind of special rate for large companies, we might have a special formula that reduces the base, thereby effectively giving them a low rate, the answer is \"No, we do not.\"  We deal with the facts and circumstances of the companies in question.  They will set out for us what their operations in the country comprise and how they relate to other parts of the company if it is a branch located here.  Consequently, it is on that basis, looking at the specifics, that it could be cost plus, cost plus and a percentage of receipts, or a profit split.  There are various methods, but it depends on the facts and circumstances involved.  We do not have a formula that we will apply on a rule of thumb basis to these companies in general.  Moreover, it is standard practice internationally to be obliged to deal with the attribution of profit to the branch.  That is an important point, coming back to the earlier point that I only want to speak about in general terms, that one could attribute a low percentage rate to Ireland.  One can only do so if one takes non-Irish profits, that is, profits not attributable to the operations of an Irish branch, into the reckoning or equally, were one to take in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K01400","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379513700,"counter":124,"content":"<p>That is the entire point, namely, whether the State facilitates arrangements.  Perhaps the Revenue Commissioners are only implementing what is contained in the Finance Act and the question arises as to who has influence in the drafting of legislation to facilitate such companies.  However, I will turn to the issue of the transfer of royalties.  While there has been much emphasis on the American hearings, there are many other companies in which one can discern profit-shifting.  I refer to figures provided by the Revenue Commissioners on the transfer of royalties in 2007, 2010 and 2012.  The value of the royalties transferred in 2007 was &euro;18.6 billion.  Five years later, in 2012, it was &euro;32 billion, which almost amounts to a 50% increase in the royalties transferred.  However, the profits recorded by the same companies went from &euro;26.5 billion to &euro;25.16 billion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800011#K01500","speaker":"959","continuing":true},{"type":"speechnospeaker","time":1379514300,"counter":126,"content":"<p>I am not immediately familiar with the specific figures to which Deputy Doherty refers.  Taking 2010, for example, there would have been charges deducted in computing profits a significant proportion of which could have been royalties but not near the figure that he mentions.<\/p><p>  The main point is that where royalties are paid to companies that are resident abroad, typically, it is for assets that were developed outside the country.  They could have been developed on the US west coast, in Silicon Valley or wherever.  They have been funded abroad, they have been patented abroad and they are licensed abroad.  They do not have a connection with the country other than there is licensing in for production and manufacture here, for services that are rendered from Ireland or whatever, and they have to be remunerated.  In many of the high-profile cases, they are fairly unique world-leading intangibles and, unsurprisingly, they get a remuneration that is proportionate to their status and value.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00200","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379514300,"counter":127,"content":"<p>Is it not questionable?  These multinational companies' profits remain the same - their profits actually dipped over the five-year period - but the royalties they ship out of the country for intellectual property has nearly doubled.  From looking at this here, it is clear that multinational companies know how much tax they want to pay in this State and they are keeping their tax payment roughly even.  They keep the Revenue Commissioners and the State happy.  They keep it at that, and because they are making more profit, they siphon more off in royalties.  Can the Revenue come down on this?  Those figures speak volumes, they speak for themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00300","speaker":"959"},{"type":"speechnospeaker","time":1379514300,"counter":128,"content":"<p>The figures would speak volumes if we had somehow created the intangibles concerned, if we had funded the research and development of those intangibles, if the ownership, the licensing, the registration, etc., were here, and if they were our assets that we were entitled to take the return on and charge.  However, in this country, as in other countries, if the property is created outside the State, has no connection with the State and is owned by companies that simply are not Irish resident - they do not have a connection - they have to be remunerated.<\/p><p>  Profitability may vary.  I am not familiar with the particular figures Deputy Pearse Doherty quotes but the intangibles concerned have to be remunerated.  They are not Irish assets and the remuneration of those assets is not Irish income on which we are losing out tax in some way or other.  They are a cost of the business that is being done here - the manufacturing, the production, the services or whatever - and what we do at the outset is try to establish, if it is a branch operation here, a proper attribution to the activity that is here proportionate to the activities here, taking account of the functions, the assets used and the personnel involved, here and elsewhere.<\/p><p>  We take a facts and circumstance approach.  There is no standard approach.  There is no rule of thumb.  We are not somehow letting a chargeable income that should be chargeable here drift off to some other jurisdiction.<\/p><p>  The fact is there are in many cased extremely, uniquely valuable assets held outside the State and they have to be remunerated.  They were not created here and if the company or branch that is operating here wishes to license in those, it has to pay for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00400","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379514300,"counter":129,"content":"<p>I have one final simple question.  I will not go into the effective tax rate because I do not think we have time but I would like to go into that.  It is a quick question.<\/p><p>  On the investigation that has been launched by the European Commission, we can play around with words stating that it is requiring information, etc.  It is requiring information about specific companies.  I note that the Commission asks for information on taxes and state aid regularly enough, but I would say it is rare that it has pinpointed specific companies, the Revenue's rulings on specific companies and the assurances the Revenue has given in relation to specific companies.  I would hope that the Commission does not ask for this regularly in terms of rulings.<\/p><p>  The question I am asking is simple.  Would this have a major impact, if the Commission found that the Revenue was in breach of state aid?  As I understand it, there would be a requirement on the State to carry out certain actions to recoup that money.  Can Mr. O'Dea assure the committee that neither the Department of Finance, past or present, nor the Revenue Commissioners, past or present, has given any assurance, either in writing or verbally, to any company that how its operational structure interacts with the tax code would not be changed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00500","speaker":"959"},{"type":"speechnospeaker","time":1379514300,"counter":130,"content":"<p>I stated already that Revenue does not deal with companies based on international structures.  We address the facts and circumstances arising here in the country that are relevant to the Irish tax liabilities of the companies concerned.<\/p><p>  The issue in relation to state aid is, as has already been explained by Mr. Tobin, whether there might be any kind of discriminatory approach to a particular sector or a particular group of companies.  What we have attempted to emphasise and be very emphatic about is that there is no such approach here, that we deal with the facts and circumstances of particular cases by reference to international principles in attributing the profits to those companies.  There are no special arrangements.  There is no discriminatory approach.  We do not address international structures.<\/p><p>  The point I tried to make early on, in response to the valid question, was that it is important to make clear the distinction between the rates that transnational companies or transnational groups of companies might be able to achieve and what a sovereign nation offers.  We need global rules for global entities but we have our national rules for the national profits arising.  It is understandable how people would be concerned if high-profile and, apparently, very highly-profitable companies end up paying low average rates across jurisdictions.  That may well be understandably a source of concern.  However, in terms of Ireland's role and the role of the Revenue Commissioners, we ensure that the branches and companies operating here are taxed according to the same rule that goes across all companies and there is no discriminatory aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00600","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379514300,"counter":131,"content":"<p>That is not the question I asked.  The question I asked is about assurances of changes.  For example, hypothetically speaking, I am asking them to state that the Revenue or the Department did not say, for example, that it was giving such companies an assurance that Ireland will not change its tax residency position.  We are aware there is aggressive tax planning in the State.  There must be when companies incorporated here do not pay any tax anywhere in the world.  Have any assurances been given that the structure that these companies have put in place in this jurisdiction will remain and we will not close down any loopholes that they may have identified?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00700","speaker":"959"},{"type":"speechnospeaker","time":1379514300,"counter":132,"content":"<p>The only assurance that I am aware we ever give to companies - we repeat it in every budget - is that we are absolutely committed to the 12.5% corporation tax rate.  That is the only assurance that I am aware we have ever given to any company.  In fairness, companies know that it is the sovereign right of this Parliament to decide to change the tax law whenever it votes to change it.  That is the right of Parliament.  It is the way it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00800","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379514300,"counter":133,"content":"<p>The Commission has clearly requested some documentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800012#L00900","speaker":"985","continuing":true},{"type":"speechnospeaker","time":1379514900,"counter":135,"content":"<p>Yes, I totally agree with Deputy Murphy.  The Commission has a duty to protect the treaties and ensure state aid is not featuring.  That is taken as read.<\/p><p>  On taxation matters in general, the Deputy will be aware that all matters regarding direct taxation at European level are a matter for unanimity.  All countries must agree before any tax change.  This is completely separate from state aid but, before any agreement would be made, on any major tax policy matter, for example, there would be a requirement for unanimity.  We are very well protected in terms of our sovereign rights regarding tax policy.  In fairness to the European Commission, I have been at meetings held by it where it said absolutely that it is not interested in or in the business of seeking to harmonise corporation tax rates.  It wants to ensure, however, that corporation tax rates are generally applied across the board.  Obviously, in the past, we would have had regimes, including that allowing for the manufacturing relief of 10%, that would have had State aid approval at the time.  It would have been approved at EU level.  Over time, there has been a move towards general corporation tax rates.  That is up to individual member states to determine.  That is just the way it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00200","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379514900,"counter":136,"content":"<p>The committee discussed the effective tax rate quite a bit yesterday.  It would be useful to put to Mr. Gary Tobin the point made yesterday by me and the professor from Trinity College.  Mr. Tobin has not circulated his presentation but I assume it is the one that shows the effective tax rate in the State is 11.8%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00300","speaker":"959"},{"type":"speechnospeaker","time":1379514900,"counter":137,"content":"<p>The calculation of effective tax rates is an art rather than a science.  There is a range of different estimations of what constitute effective corporation tax rates.  For example, Professor Barry quoted 11.1% yesterday.  That was the one bit of his presentation I did hear.  The European Commission, for example, estimated, on the basis of a study by Spengel, that the effective corporation tax rate in Ireland is 14.4%.  Therefore, there is a range of calculations using different bases.  There is no agreed methodology for what constitutes an effective corporation tax rate.  We sometimes get lost down culs-de-sac when we focus on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00400","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379514900,"counter":138,"content":"<p>I fully agree.  Another report shows the effective tax rate in this State is 6%.  Other estimates are way higher.  I ask my question because the Department relies on an effective tax rate of 11.8%.  It provides information to the Minister that relies on a rate of 11.8%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00500","speaker":"959"},{"type":"speechnospeaker","time":1379514900,"counter":139,"content":"<p>The World Bank study.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00600","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379514900,"counter":140,"content":"<p>It is the World Bank study.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00700","speaker":"959"},{"type":"speechnospeaker","time":1379514900,"counter":141,"content":"<p>I would certainly not say that we rely on that.  That is one calculation of a measurement.  Yesterday, issues were raised in regard to that.  We do not rely on it at all.  It is quoted from time to time.  The first time I saw it was when it was in<i> The Irish Times<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00800","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379514900,"counter":142,"content":"<p>What figure is in the presentation Mr. Gary Tobin said he was going to circulate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M00900","speaker":"959"},{"type":"speechnospeaker","time":1379514900,"counter":143,"content":"<p>It states 14.4%, which is based on a European Commission analysis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01000","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379514900,"counter":144,"content":"<p>Very good.  I do not believe anybody would believe multinationals are paying 14.4%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01100","speaker":"959"},{"type":"speechnospeaker","time":1379514900,"counter":145,"content":"<p>It is a European Commission study.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01200","nonspeaker":"Mr. Gary Tobin"},{"type":"speech","time":1379514900,"counter":146,"content":"<p>It is a good effort anyway.  Why does the Department or the office of the Revenue Commissioners not actually collect the information and analyse the profits of multinational companies?  Why do they not examine the trend in transfer pricing, the growth in group holding companies and the number of incorporated non-resident accounts?  If our effective tax rate is so close to the rate of 12.5% and if it is so transparent, why do we not collect information and state indisputably the effective tax rate of the State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01300","speaker":"959"},{"type":"speechnospeaker","time":1379514900,"counter":147,"content":"<p>That would be a huge task.  If two companies are operating side by side on a high street, in Donegal or elsewhere, and one of them claims the research and development tax credit and one does not, and one has losses while the other does not, they will have different effective corporation tax rates as result.  There is nothing wrong with that; it is just reflective of the business they are in and what they are doing.  It can be challenging, even at company level, to try to work out the effective corporation tax rate.  Aggregating the figures is an absolutely massive task.  The resource implications could be quite considerable.  I do not know whether the Office of the Revenue Commissioners wants to comment on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01400","nonspeaker":"Mr. Gary Tobin"},{"type":"speechnospeaker","time":1379514900,"counter":148,"content":"<p>We have made some efforts regarding aggregation in recent years.  The results point to a figure very close to 12.5%.  The differences are made up by specific credits.  Included would be double taxation relief, which is substantial, manufacturing reliefs for 2010 &ndash; there were still some them &ndash; and the research and development credit.  The latter would have accounted for some of the difference.  The figure was quite close to 12.5%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01500","nonspeaker":"Mr. Eamonn O'Dea"},{"type":"speech","time":1379514900,"counter":149,"content":"<p>It would be very helpful if that information could be furnished to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01600","speaker":"959"},{"type":"speech","time":1379514900,"counter":150,"content":"<p>Much of the debate has focused on what Ireland is doing.  The European Union authorities are meeting representatives from Ireland but also representatives from other countries.  Much of the issue concerns tax avoidance, a global issue.  The corporation tax rate is crystal clear; it is fairly straightforward.  As the Office of the Revenue Commissioners has just pointed out, at all times one works according to legislation.  There is no toing and froing or horse trading; the system works according to what the legislation states.  Are we involved in the global picture?  This is an issue that was mentioned during the G20 discussions.<\/p><p>  During yesterday's presentation, reference was made to jurisdictions that are well known to those who concern themselves with taxation issues.  These countries include Bermuda, the Bahamas, the British Virgin Islands, Jersey, Gibraltar and even Switzerland.  Are there are discussions at European level on this issue?  Are there discussions on what is happening within Europe and between Europe and perhaps the United States?  How does the Caribbean come into that?  Are we involved in that discussion?  Much of the discussion is trying to paint us as the bad boys but that is far from the reality.  As I pointed out, even US Senators McCain and Levin voted for the legislation supporting the check-box issue.  What is our stance on examining this as a global issue rather than one that affects only Ireland and multinational companies in the State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01700","speaker":"1095"},{"type":"speechnospeaker","time":1379514900,"counter":151,"content":"<p>Certainly, we are very involved.  During the Irish Presidency, there was a discussion at the informal ECOFIN meeting that the Minister for Finance hosted in Dublin Castle on the issue of aggressive tax planning and tax avoidance.  On foot of that, the Minister and Commissioner Semeta wrote a letter to all European Finance Ministers suggesting a seven-point plan that could be agreed in regard to tackling aggressive tax planning.  By the end of our Presidency, we had five of the seven points agreed.  The following two are being followed up by the Lithuanians, who currently hold the Presidency.<\/p> <p>Aside from that, there is a variety of fora.  For example, at European level there is a group on harmful tax competition, called the code of conduct group.  That group, in which both myself and Mr. O'Dea are involved, is concerned with how the European Union interacts with third countries outside the EU.  Sometimes it can seem as if it is always one European country having issues with another European country when, in fact, a lot of the time it is Europe versus other countries with which we are having some problems.  <\/p><p> The code of conduct group is examining our relationship with third countries.  I am hopeful that some of the more aggressive tax structures that are in place in third country jurisdictions, which impact on Europeans, could be tackled through the code of conduct group.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800013#M01800","nonspeaker":"Mr. Gary Tobin","continuing":true},{"type":"speech","time":1379515500,"counter":153,"content":"<p>I thank Mr. Tobin.  I wish to thank all the officials, both from the Department of Finance and the Revenue Commissioners, for attending this discussion.  It will certainly add to what the sub-committee intends to publish in the foreseeable future.  I appreciate the witnesses giving of their time here today.<\/p><p>  As there is no other business, the joint sub-committee stands adjourned <i>sine die<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FI52013091800014#N00200","speaker":"1095"},{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade","time":1379518200,"counter":155},{"type":"unspoken","content":"The Joint Committee met at 16:30","time":1379518200,"counter":156,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800002"},{"type":"minorheading","content":"Business of Joint Committee","time":1379518200,"counter":158,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800002#A00100"},{"type":"speech","time":1379518200,"counter":159,"content":"<p>Draft minutes of the meeting of 17 July have been circulated.  Are they agreed to?  Agreed.  I remind everyone to switch off his or her mobile phone completely for the duration of the meeting, as such devices cause interference with recording equipment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800002#A00200","speaker":"974"},{"type":"minorheading","content":"Situation In Syria: Discussion with Tánaiste and Minister for Foreign Affairs and Trade","time":1379518200,"counter":160,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800002#A00300"},{"type":"speech","time":1379518200,"counter":161,"content":"<p>I welcome the T&aacute;naiste and Minister for Foreign Affairs and Trade and his officials.  We have all watched in horror over the summer period as the death toll in Syria continues to rise.  We have all seen the reports on the use of chemical weapons on that fateful day of 21 August.  There is no doubt that the situation in Syria has been the principal foreign affairs issue since the last meeting of the committee.  It was for that reason that I asked the T&aacute;naiste to come here to update members on this important issue that is very urgent for all of us.  I presume it has been debated in every parliament chamber in Europe in the past few weeks.  This is our first opportunity to debate it.  I call on the T&aacute;naiste to make his presentation to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800002#A00400","speaker":"974"},{"type":"speech","time":1379518200,"counter":162,"content":"<p>I thank the Chairman and members of the joint committee for inviting me to discuss with them the issue of Syria at this time.  The conflict in Syria is a tragedy and a humanitarian disaster, but it is also a complex challenge, touching on international law and issues surrounding the spread of chemical and other weapons.  The scale of each of these challenges is huge and their resolution will not be simple in such a difficult and unstable environment.<\/p><p>  We have all been witness to Syria's agony for far too long.  I know some committee members travelled to the Middle East this summer to witness the dire situation of Syrian refugees in Jordan.  I visited refugee camps in Turkey earlier this year.  Members will have seen the terrible effects of the conflict and know full well the appalling suffering which those who have escaped the war are still enduring.  The circumstances of those who have not fled and are still in Syria in the middle of appalling violence are unbearable.<\/p><p>  Over 4 million Syrians out of a population of 20 million have been driven from their homes and are now internally displaced within Syria.  A further 2 million refugees have fled to Jordan, Turkey, Iraq and Lebanon.  More than 100,000 Syrians have been killed since the conflict began and almost 7 million Syrians are in dire humanitarian need.  These figures are so large that they are difficult for us to fully comprehend, masking to some extent the horrific scale of the crisis.  Almost 40% of registered schoolchildren have dropped out of school in a country which had close to full enrolment in education before the conflict began.  The United Nations reported that half of the children aged between six and 12 years from displaced families in Aleppo were forced to work because their fathers were dead, disabled or missing.  These are the equally shocking and under-reported consequences of war - the destruction of future generations.  We have received reports of a health system in crisis, with the United Nations reporting that one third of health workers in some areas had left the country.  The Syrian-Arab Red Crescent has lost 22 volunteers since the conflict began - medical volunteers killed while performing humanitarian tasks.  The United Nations has lost 11 of its own staff.  This is a merciless conflict and the misery it is inflicting is unacceptable.<\/p><p>  This is a conflict in which there has proved to be precious little respect for the duties and responsibilities of all parties to protect civilians, support the work of humanitarian agencies and groups and protect those providing medical or other essential needs for the civilian population.  Irrespective of whether they fight for the Syrian state or opposition groups, all parties to the conflict are bound under international law, to say nothing of basic humanity, to uphold these duties.  These failures and the growing reports of groups of foreign radicals affiliated to Al-Qaeda or other extremists becoming involved in Syria are profoundly worrying for the future of Syria. Syrian society needs not just an end to combat but also the promise of a stable and free society in the future.  Respect for international law means a society which protects its people and upholds human values.  Syria's future stability and prosperity are dependent on the survival of these values.<\/p><p>  The attack on Ghouta and other areas around Damascus on the morning of 21 August represented a new low in this endless litany of horrors.  We all saw the images of children lined up on the floor of hospitals wrapped for burial.  This cowardly and cynical attack was aimed at opposition controlled suburbs of Damascus.  This is not a battlefield but a residential area.  The video and photographic evidence of toddlers gassed to death in the middle of the night is proof enough for us to know that this was aimed at a defenceless civilian population sleeping in their beds.  We do not know exactly how many people died, but some estimates speak of over 1,400 killed and several thousand injured.  The UN inspectors' report issued earlier this week shows clearly that they died from exposure to the sarin nerve agent delivered by surface to surface missiles.  The information available points very clearly towards Syrian state forces as the responsible party for this horrific crime.  As I have stated previously, this is a very serious war crime.  It is true that many more people have died already in the course of the conflict.  It is also true that for those victims, it is of no consolation to have been killed or wounded by conventional weapons rather than chemical weapons, but the world has long agreed that the use of chemical weapons is a crime.  It has been illegal since 1925 when the nations of the world decided following the terrible human cost of the First World War that these weapons were too terrible to use in any circumstance.  There is no use of chemical weapons which is legal.  Syria is a signatory to the 1925 agreement and in breach of the commitments it owes to the international community.  I have stated this new violation of international law, just the latest in a long list of abuses perpetrated on the Syrian people, must be addressed by the international community.  There cannot be any impunity for leaders or anyone under them who carries out these crimes.  The use of these weapons has been viewed with horror by the international community and we cannot allow those who would seek to introduce their use anywhere to succeed.<\/p><p>  Many other foreign Ministers and I have previously called for the UN Security Council to refer the Syrian conflict to the International Criminal Court.  The long list of violations of international law in the course of the war is all too clear and the legal means for Syria's people to seek accountability and justice are non-existent.  There can be no long-term peace in Syria without justice for the victims of the war.  It would be far better for Syrians to have recourse to an accountable and fair justice system in Syria and perhaps this can be achieved in the future.  However, until such time as Syria can provide legal redress for the suffering of the victims, the International Criminal Court remains the only path to justice for the Syrian people.<\/p><p>  Last Saturday I welcomed the news of the agreement by the United States and Russia of a framework for the elimination of Syria's chemical weapons.  The implementation of this agreement will improve the security of the Middle East region as a whole, for which the existence of Syria's chemical weapons was a threat and, above all, of the Syrian people who have suffered at the hands of their own Government's use of chemical weapons.  The implementation of the agreement is what matters most at this point and the key factor for its success is the compliance of the Syrian regime.  I am not labouring under any illusion as to the nature of that regime.  It has repressed and murdered its own people and lied to the international community, denying until recently that it even possessed these weapons.  The process must be quick, credible and comprehensive.  Syria has used these weapons with deadly effect and they must be eliminated before their repeated use can ever again be contemplated.  I am not under any illusion either as to the scale and magnitude of the task this will present.  Achieving the complete elimination of Syria's chemical weapons programme by mid-2014 is an unprecedented challenge for the Organisation for the Prohibition of Chemical Weapons, OPCW, the body charged with implementation of the chemical weapons convention.  As it happens, Ireland is currently a member of the executive council of the OPCW and our ambassador to the organisation will express our full support at a meeting of the executive council later this week for the adoption of the agreement.<\/p><p>  The elimination of Syria's chemical weapons will present a major challenge for the OPCW and entail significant additional resources on its part.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800003#B00200","speaker":"951","continuing":true},{"type":"speech","time":1379518800,"counter":164,"content":"<p>The UN report published last week did not determine where the guilt lies.  France and the United States blame the Assad regime and the T&aacute;naiste indicated that Syrian state forces are responsible for the atrocities of 21 August.  Today the Russian Deputy Foreign Minister stated that he has evidence from the Syrian Government indicating that rebels were involved.  Do we need another report to determine who was responsible?  Clearly games are being played but human lives are being put at risk from the bombings and killings.<\/p><p>  The President of the European Parliament, Martin Schulz stated that Europe has not developed a clear position on Syria.  Perhaps the T&aacute;naiste will comment on the role that Europe can play in assisting the Russians and Americans in their efforts to find a solution.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800004#C00200","speaker":"974"},{"type":"speech","time":1379518800,"counter":165,"content":"<p>The UN inspectors were not asked to express a view on who was responsible.  Their task was to establish in the first instance whether chemical weapons had been used because, as the Chairman will be aware, there were vigorous denials that they had been used.  They were also asked to investigate the extent to which chemical weapons were used.<\/p><p>  It is clear from the extent of what was used that the only possible source was the regime.  The gas attacks required the military capability and equipment that State armies possess.  No non-state actor has ever been known to possess the ability required to mount a chemical weapons attack of the scale and sophistication involved.  It would appear to be impossible for any opposition group, or combination thereof, to mount an attack of this magnitude.  The missile and launchers used in this operation are known to be used by the Syrian armed forces.  There is no record of their possession or use by any opposition group.  The gas attack took place during a conventional assault by Syrian state forces against a suburb and I have no doubt that the responsibility for the attack rests with the Syrian regime.<\/p><p>  In regard to the issue of Europe having a clear position on Syria, the EU has had a clear position right from the outset of the conflict.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800004#C00300","speaker":"951","continuing":true},{"type":"speech","time":1379519400,"counter":167,"content":"<p>I ask members to ask short questions rather than make statements, and if they do we will have interaction with the T&aacute;naiste.  We do not need statements at this stage.  We would prefer to ask questions and probe the T&aacute;naiste on the European Union's and Ireland's stance.  He has given us a very clear picture on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800005#D00200","speaker":"974"},{"type":"speech","time":1379519400,"counter":168,"content":"<p>I thank the T&aacute;naiste for his presentation and, as the Chairman said, the figures he quoted on a country where almost one third of the population is displaced internally, and a sizeable cohort externally, are horrific.  I welcome the fact that Irish Aid continues to be a major contributor on a <i>per capita<\/i> basis.  It is very important that the European Union is also a contributor.  Has there been any improvement in access and getting aid to people?  There were allegations earlier that the regime was directing aid towards its own people.<\/p><p>  The last time the T&aacute;naiste spoke on Question Time he said the Geneva II talks were expected to get under way in late autumn.  What is the thinking at European Union level and who are the proposed participants in the Geneva II talks?  The last communiqu&eacute; from the Foreign Affairs Council called for the Security Council to refer the Syrian conflict to the International Criminal Court.  Has there been any movement on that?  Has the European Union conveyed its serious concerns that the Security Council has been totally ineffective once again in trying to deal with this very protracted issue?<\/p><p>  On the last day of Question Time, I used the word &quot;barbarity&quot; with regard to what was happening.  I do not know what word one could use today that would be stronger than that to indicate the horrors of this civil war.  I recently read that there has been a tenfold increase in refugees on this time last year.  If that is correct, it shows the extent of the difficulties confronting so many people.<\/p><p>  I compliment the Irish non-governmental organisations, NGOs, and their sister organisations which are working in Syria and the broader region to try to assist people in very difficult circumstances.  Can the T&aacute;naiste assure us he will continue to push for a political, peaceful settlement and highlight the need for the international community to increase its humanitarian aid?  We accept that Europe has been one of the better contributors, but Europe must use whatever fora are available to it to highlight to the international community its obligation to assist in this horrific scene for Syria and the difficulties of the adjoining countries as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800005#D00300","speaker":"970"},{"type":"speech","time":1379519400,"counter":169,"content":"<p>First, we must acknowledge that the international community faces serious challenges in delivering humanitarian assistance.  We have been working through a number of NGOs and United Nations agencies.  I admire the work they are doing in trying to get aid through.  Inside Syria there are excessive controls on aid agencies working in the country.  The fragmentation of the armed opposition and the intensity of the military confrontations have made the operating environment extremely volatile and insecure, particularly in opposition-controlled areas.  Restrictions imposed by the Assad regime, combined with logistical constraints and increasing insecurity, make it very difficult to access populations which are in need of humanitarian assistance.  As an example of the difficulties faced in getting aid through, the journey between Damascus and Aleppo would normally take three hours, but now takes three days through approximately 50 different checkpoints.<\/p><p>  This is the biggest humanitarian crisis of our times.  The scale of this is enormous.  The UN call was for &euro;5.2 billion in aid.  It is the biggest aid effort of all times.  Approximately 43% of that has been delivered, which is huge, but there is a big demand for it.  We have called for a pause in hostilities to enable humanitarian aid to get through.  In welcoming what has been agreed between the US and Russia on the chemical weapons issue, we can build on a number of points.  First, there was a pause in hostilities to allow the UN inspectors to do their work.  That can and should be replicated for the delivery of humanitarian aid.  That is an immediate priority and we are seeking it.  Second, we hope the engagement by both the United States and Russia which produced the agreement on chemicals weapons - which must be implemented - can be built on and give momentum for the convening of Geneva 2 discussions and conference.  There must be a political settlement and dialogue that gives rise to a new Syria, a state of peace and an end to the hostilities.<\/p><p>  We were one of the first countries to call for what was happening in Syria to be referred to the International Criminal Court.  A very strong body of international opinion from many countries has similarly called for it.  That remains our position and we will continue to do that.  Clearly one of the frustrations for the international community has been the Security Council's inability to agree a strong, robust response to the Syrian crisis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800005#D00400","speaker":"951","continuing":true},{"type":"speech","time":1379520000,"counter":171,"content":"<p>I agree with the T&aacute;naiste's statement that the conflict cannot be resolved by force and that view is shared by the majority in Ireland.  According to a RED C poll released yesterday by PANA, 67% believed Ireland should not support the sending of arms or military supplies to Syria and 79% said we should not support a war in Syria without a UN mandate.  There is a general consensus throughout the country and across the political spectrum that the way forward is to come up with a peaceful resolution of the conflict.  Does the T&aacute;naiste agree that the difficulty will be getting people into a room, given that the Syrian opposition comprises 1,000 groups with various views?  The Free Syrian Army and the opposition generally have a precondition that they will not agree to negotiations with President Assad.  Is there any way of getting around this precondition?  Is it helpful?<\/p><p>  The T&aacute;naiste has said, \"As a member of the executive council of the OPCW, our ambassador to the organisation will express our full support for the adoption of this agreement at a meeting of the executive council later this week.\"  He also referred to the significant resources that will be needed to deal with the chemical weapons issue.  Will he elaborate on this statement?  What does he propose in that regard?  Will financial support be provided or will individuals provide support?  <\/p><p>  Bearing in mind that 100,000 opposition troops are fighting government troops, how realistic is the four point plan of the UN emergency relief co-ordinator which addresses the issue of unimpeded access and so on?  There are 1,000 groups in the opposition, some of which are more extreme than others.  It is reported that the jihadists and al-Qaeda support is increasing among the opposition groupings and this will create difficulties in trying to get them to talk.  People are looking for answers.  I agree that there is no simple answer, but the only way to resolve this conflict is to have people sit down around a table.  What we can we do to encourage this?  <\/p><p>  I do not know that it is a good idea in the context of the chemical attack to refer to it being the responsibility of one side or the other.  For instance, people were arrested in Turkey who were trying to make sarin gas, while others were arrested in Iraq.  People are saying the weapons that fired missiles into Syria are not in rebel hands, but the same weapons were used in Libya.  People are more interested in how the conflict will be resolved and some of those who have engaged in the conflict will end up before the International Criminal Court.  How can we push forward this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800006#E00200","speaker":"1037"},{"type":"speech","time":1379520000,"counter":172,"content":"<p>Ireland has taken a consistent position on the issue of sending arms to Syria, which is that we do not want to see the further militarisation of the conflict in Syria.  We were keen for the European Union to renew its arms embargo on Syria and I had hoped this would happen, but it was not possible to get agreement.  The supply of arms to Syria is often portrayed as arming the opposition or elements of the opposition, but we need to recall that the Assad regime is being supplied with arms and when we say there should not be a supply of arms, we also mean that those supplying arms to the Syrian state and providing the means by which the conflict can continue need to stop also.<\/p><p>  It will not be easy to get people around the table.  There are complex issues involved, some of which, for example, relate to the situation on the ground and the perception of those who are party to the conflict of how well they are doing and when they will be in the best position to have the strongest voice.  There is then the issue of participation by those of who are opposed to the regime and their willingness to take part in discussions which will involve a regime they want to have removed and replaced.  All of this complicates the issue, but, at the end of the day, a political path has to be discussed, negotiated and worked through.  Ultimately, the only way this issue will be resolved is through a political process and talks.  The Geneva II peace conference is the only process being talked about; therefore, it is the one that we have to deal with.<\/p><p>  The Deputy asked how realistic it would be to secure humanitarian access, given that thousands of militants were involved.  A ceasefire was secured to facilitate the weapons inspectors; therefore, it ought to be possible to secure a ceasefire to deliver humanitarian aid and medical supplies to attend to people who have been injured or wounded.  That needs to be the next phase of what needs to be done immediately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800006#E00300","speaker":"951"},{"type":"speech","time":1379520000,"counter":173,"content":"<p>The chemical weapons issue has taken the focus and the media attention away from conventional weapons.  Perhaps that is the way it should be, but, as we discuss this conflict, up to 1,400 people are being killed every day with conventional weapons.  Given the impotence of the European Union and the United Nations, does the T&aacute;naiste agree that essentially the solution will come from the United States and Russia?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800006#E00400","speaker":"1030","continuing":true},{"type":"speech","time":1379520600,"counter":175,"content":"<p>I do not believe the T&aacute;naiste is a military man but perhaps he can try to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800007#F00200","speaker":"974"},{"type":"speech","time":1379520600,"counter":176,"content":"<p>The issue in Syria has moved on from some of those questions, particularly the last batch of questions about how one sees it in terms of the big picture issues of power and influence in the region.  A conflict has been going on for over two years and more than 100,000 people have been killed.  There has been an involvement by some external actors - if I can use that term.  It has become a kind of cockpit for conflict.  We need to recalibrate where the priorities now lie.  The first priority is to bring that conflict to an end, end the suffering and get a ceasefire at least for humanitarian purposes.  We need to work on getting a political resolution that ends the conflict and puts Syria on a peaceful path in which all its citizens irrespective of their religious or other background can have a future.<\/p><p>  The conflict has complicated the whole environment.  Making an assessment of the relative strengths of different forces is difficult, not least because of what has happened to normal communications in the course of the conflict.  The picture is moving.  One hears reports of the relative successes or setbacks encountered by different parties to the conflict.  There is, of course, intelligence information that has been picked up.  I have heard figures mentioned of the relative strengths of the different forces in the conflict.  What credibility one can give to those figures is another question.<\/p><p>  The conflict is taking place and there have been waves of international responses to it.  There was the formation of the Friends of Syria, in which we participated to try to influence and help the situation.  There is the mobilisation of the humanitarian effort through the UN, its agencies and NGOs.  There is the call of the international community expressed through whatever means for a peaceful resolution.  It has been disappointing and enormously frustrating that the UN Security Council was not able to agree a resolution owing, as everybody knows, to the use of the vetoes.  Permanent members of the UN Security Council have a very important responsibility.<\/p><p>  It is encouraging that the US and Russia were able to agree.  Just two weeks ago people were considering a potential, serious military intervention in Syria with all of the consequences that might have flowed from that.  It is encouraging that the US and Russia were able to agree a formula.  Of course, that formula now needs to be implemented and hopefully we can build on the collaboration between the US and Russia on the chemical weapons issue to drive forward the Geneva II process and try to reach a peaceful settlement.  It is not easy; it is complicated and nobody is holding their breath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800007#F00300","speaker":"951"},{"type":"speech","time":1379520600,"counter":177,"content":"<p>I call Senator Norris.  Questions, please, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800007#F00400","speaker":"974"},{"type":"speech","time":1379520600,"counter":178,"content":"<p>I might first make a quick comment.  I thank the T&aacute;naiste for his clear and decisive statement.  He left no doubt in my mind that the Syrian Government was clearly responsible.  Analysis of the kinds of weapons used for the delivery, and the kind of gas and the quantities make it fairly clear as well as the directional flow of the instruments.  I am reassured by the strength of his statement, for which I thank him.<\/p><p>  Does the T&aacute;naiste agree that we in the West were somewhat late in responding?  A very good article in <i>The New York Times<\/i> by Yassin al-Haj Saleh has been circulated to us.  It states it is not a civil war because the government side is murdering its own citizens.  They have asked for no-flight zones and humanitarian corridors, but got no support.  In 2011, some 5,000 Syrians were killed.  Now it is 5,000 a month.  So the situation is getting progressively more serious.<\/p><p>  I have always welcomed the International Criminal Court, which was a splendid development.  It is weakened by the absence of some signatories, but some people are apparently bound by international law even though they may not be signatories if violations are of sufficient seriousness.  This may possibly be one of them, although I am not a legal expert.  What is the possibility of ever getting someone such as President Assad to the International Criminal Court?  That would be a major triumph not just for Syria but for every other country ruled by a rotten dictator or person who turns into a rotten dictator.<\/p><p>  I am pleased that the Government is continuing to make an historic contribution.  I am glad to see that it is twice the amount the Seanad costs per annum.  It shows that the Government is using some of its money wisely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800007#F00500","speaker":"1136","continuing":true},{"type":"speech","time":1379521200,"counter":180,"content":"<p>A strong position has been taken by the European Union in particular from the beginning of the conflict in March 2011 when protests about security force abuses started which resulted in the adoption of sanctions.  The Security Council has also made repeated efforts to agree strong resolutions and a robust response to what is happening in Syria.  Unfortunately, it was not possible to reach agreement.  As I have mentioned, various attempts have been made, particularly through the Friends of Syria, to mobilise international opinion and countries to help the situation.  Again, unfortunately that has not succeeded.  We have seen the biggest call for humanitarian assistance leading to the biggest mobilisation of humanitarian effort in modern times.<\/p><p>  On the process, the executive committee of the Organisation for the Prevention of Chemical Weapons, of which we are a member, is meeting on Friday.  The matter will then go to the Security Council with a view to agreeing a resolution on implementation and what happens if it is not implemented and so on.  We must see how that will be dealt with at the Security Council.  Clearly the OBCW has a big responsibility and it will require addition resourcing.  We have in mind a financial contribution and my officials in the Department and I are looking at what contribution we can make. <\/p><p>  Our total aid contribution to date for the Syrian crisis is about &euro;11 million.  The Minister of State at the Department of Trade and Development, Deputy Costello announced &euro;1 million of funding about ten days ago.  Against the scale of the crisis that is a small amount but on a <i>per capita<\/i> basis it is at the higher end of the international community.  We keep under review what additional contribution we can make.<\/p><p>  The aid contribution is being channelled through the NGOs.  The total contribution to date is &euro;10.8 million of which &euro;8.15 million has been provided in this year alone which probably reflects the growing scale of the crisis.  The breakdown is &euro;650,000 through GOAL; &euro;500,000 each through Oxfam, Concern Worldwide and the International Federation of Red Cross; &euro;1.4 million through the International Committee of the Red Cross; almost &euro;3 million through the United Nations High Commissioner for Refugees, UNCHR; just under &euro;1 million through the World Food Programme; &euro;100,000 through the International Rescue Committee; &euro;300,000 through the World Health Organisation; &euro;700,000 through the United National Relief and Rehabilitation Administration, UNRRA; &euro;1 million through UNICEF; and &euro;500,000 thorough the United Nations Office for the Coordination of Humanitarian Affairs, OCHA.  We have also contributed &euro;750,000 towards non-food items from our emergency relief stocks which are held in Dubai and which were delivered through our rapid response unit.  That is broadly the Irish aid effort.  We work in close collaboration with the NGOs.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800008#G00200","speaker":"951"},{"type":"speech","time":1379521200,"counter":181,"content":"<p>There was no mention of the Red Crescent.  Is there a reason for that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800008#G00300","speaker":"1136"},{"type":"speech","time":1379521200,"counter":182,"content":"<p>I mentioned the Red Cross.  We have contributed &euro;1.4 million to it and it mainly provides  food, medical aid and assistance to refugees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800008#G00400","speaker":"951"},{"type":"speech","time":1379521200,"counter":183,"content":"<p>It have been important to hear the T&aacute;naiste's views and about developments.  I agree that it is time that the Security Council did something.  It has been seen to be ineffective but it has an international obligation and some of the strong members need to act.<\/p><p>  A range of issues have been commented on.  I am particularly interested in the refugee camps and the T&aacute;naiste listed the support that is going to the various organisations to those camps.  However, the host countries, some of which are not as developed as western countries, are under enormous pressures and it is difficult for them to support the level of refugees that they must deal with.  What relations are there with those countries and what discussions are taking place at European level?  Those countries need support.  I have heard that Greece is one of the countries that has a significant number of refugees, although the number is obviously not as high as it is in Jordan, Lebanon and other nearby countries.  Another side to the conflict is that the host countries do not necessarily have the capabilities to deal with what is being asked of them and they need to be supported.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800008#G00500","speaker":"1114"},{"type":"speech","time":1379521200,"counter":184,"content":"<p>That is a big dimension of the crisis.  The crisis in Syria has led to the movement of more than two million refugees out of the country.  Those people are desperately seeking sanctuary from the conflict.  All the region's countries are experiencing the effect of the humanitarian crisis.  The countries most seriously affected are Jordan and Lebanon where more than 60% of the total  refugee population are being hosted.  More than 500,000 Syrian are in Jordan, and the Jordanian Government estimates that it needs $300 million annually to support the health sector and $800 million to support the education sector due to the influx of refugees.  The Jordanian Government has indicated that, without increased financial assistance, it will be unable to cope if refugees continue to cross into Jordan.<\/p><p>  In Lebanon there are in excess of 730,000 Syrian refugees and the situation is similarly difficult.  Access to adequate shelter, livelihood opportunities and basic services are immediate priorities.  Other issues are also arising, such as vulnerability to sexual exploitation, forced marriage and survival sex.  It is a hugely growing problem.  <\/p><p>  I visited a refugee camp in Turkey which is particularly well managed and has good physical facilities.  Great effort is being made by the regional and local authorities and the Government of Turkey in hosting refugees.  However, a person would almost feel the tension were they to stand in the middle of the camp.  These are really difficult places in which to be.  I talked to the regional governor where the refugee is located about the huge pressures that puts on local administration and resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800008#G00600","speaker":"951","continuing":true},{"type":"speech","time":1379521800,"counter":186,"content":"<p>As the T&aacute;naiste mentioned in his opening remarks, three members of the joint committee visited Jordan in June and visited Zaatari refugee camp, which has a population of 120,000 refugees.  We met families that had been affected by the atrocities in Syria and it constitutes a huge drain on the resources of the Jordanian Government.  The Foreign Minister told us that even the provision of water would become a real problem for them there.  It is a city like Limerick of 120,000 people with its own problems including robberies, violence and so on.  To be fair to the authorities and the Office of the United Nations High Commissioner for Refugees, UNHCR, they are doing a great job considering the difficulties they face with people arriving every day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800009#H00200","speaker":"974"},{"type":"speech","time":1379521800,"counter":187,"content":"<p>Having listened to the T&aacute;naiste's comments today and having read the reports and information members have been getting recently on Syria, particularly the United Nations Human Rights Council report of May, June and July that outlined the appalling human rights abuses on the part of both the pro-and anti-government sides, one cannot help but ask the first question on the effectiveness or otherwise of the United Nations.  While everyone present agrees with the T&aacute;naiste on the political solution, unfortunately, the main players are pushing for a military solution.  Who is going to induce them to talk and get them all to the table?  I refer to the role of Iran, which could play a significant role in Syria and I wonder whether Iran, particularly with the new regime, is being taken sufficiently seriously given the other issues surrounding it?<\/p><p>  On the humanitarian side, I acknowledge what Ireland is and always has been doing.  However, is there a role for European countries to relieve the burden somewhat on the surrounding countries by taking refugees?  Are there plans for so doing?  Moreover, pressure should be applied to those countries that are not contributing as well as they should or are not honouring the promises they have made.  One group met some members of this joint committee and I put them in touch with Irish Aid about the idea of funding what was called a Jasmine Tent.  This would be a safe place for women, particularly in light of the increasing number of rapes of women.  Talks were under way in respect of counselling and perhaps Irish NGOs here could facilitate that<\/p><p>  On chemical weapons, is a move regarding the other four countries that have chemical weapons also part of the process?  Finally, I seek the T&aacute;naiste's comments on the safety of the Irish troops, including those in Lebanon.  I believe that if and when this war ever ends, there will be a need for an even bigger commitment to pick up the pieces in terms of repairing infrastructure and with regard to the mental, physical and emotional problems people will have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800009#H00300","speaker":"1005"},{"type":"speech","time":1379521800,"counter":188,"content":"<p>I agree with Deputy Maureen O'Sullivan that Iran has an important role to play in this regard and that it should be part of the Geneva II process.  I spoke by telephone with the new Foreign Minister of Iran recently and exchanged with him Ireland's views on the situation and the role Iran might play.  As for the issue of chemical weapons, as I mentioned in my opening contribution the use of chemical weapons has been banned since 1925.  This applies consistently and Ireland's view is that it is a war crime and one must work towards their complete elimination.  It is not simply a case of their use but it also concerns their manufacture, stockpiling and maintenance.  We need a world that is free of such weapons.<\/p><p>  On the issue of Irish troops, as the Deputy is aware, the Government has decided to deploy 114 members of the Irish Defence Forces to the UNDOF mission on the Golan Heights and four officers already are deployed there at present.  The initial detachment will go out this Friday and the balance will follow approximately one week later.  Clearly, the circumstances in which they operate, their safety and the safety of their operating environment are matters of the greatest importance to the Government.  It was an issue on which the Government had extensive discussions with United Nations when the request came from the latter to participate in the UNDOF mission.  I spoke directly with Secretary-General Ban about both the request and in particular the measures that needed to be taken to ensure the safety of the troops.  This is an issue about which we will have continuing discussions.  I expect to meet Secretary-General Ban again during the United Nations General Assembly week and to have further discussion with him about it.  I am aware there have been some media reports regarding the evacuation of civilian staff and family members of the UNIFIL personnel in Lebanon.  The current information we have from the United Nations is that no decision has been made on the evacuation of UNIFIL personnel or their family members.  As it happens, no family members are accompanying Irish personnel in Lebanon in any event.  The UNIFIL mission continues to implement all mandated tasks and in line with the requirements of all UN missions, it reviews constantly and updates its contingency plans.<\/p><p>  The Jasmine Tent is a civil society initiative to provide psychosocial support for victims of violence and involves people from the Dublin Rape Crisis Centre.  It is very important work and officials of my Department are facilitating links with some of our implementing partners in the field.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800009#H00400","speaker":"951"},{"type":"speech","time":1379521800,"counter":189,"content":"<p>I compliment the T&aacute;naiste, who has been very sure-footed on this issue.  His analysis both today and previously has been impressive.  In addition, the part played by Russia in this regard in recent weeks has been highly constructive.  While one may disagree about what the Russians have been doing at the United Nations Security Council, the manner in which they took up the issue of the United Nations becoming involved in putting beyond use chemical weapons was very good.  The T&aacute;naiste might comment on how this came about on foot of what some people saw as a <i>faux pas<\/i>.  I watched the press conference at which US Secretary of State, John Kerry, was asked the question by the American journalist to which he gave what I considered to be a realistic and reasonable answer.  However, it appears to have got his Administration on the wrong foot.  I ask the T&aacute;naiste to comment on that.<\/p><p>  With regard to the plight of Christians generally across the Middle East but particularly now in Syria, I attended a conference a week and a half ago at which one of the keynote speakers was a Syrian Christian.  When talking to some Christian groups, I have discerned a conflict in respect of supporting regimes which are known to be far from benevolent but which are very oppressive.  Nevertheless, because of their secularist approach Christians at least have been able to survive under such administrations.  However, under some Middle Eastern Islamist-led governments, they have become subjected to murder and persecution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800009#H00500","speaker":"1126","continuing":true},{"type":"speech","time":1379522400,"counter":191,"content":"<p>First, I thank Senator Walsh for his kind remarks.<\/p><p>  Let me start with the contribution of the Russian foreign Minister, Mr. Lavrov, and US Secretary of State, Mr. Kerry.  I have had the privilege of discussing the issue of Syria with both, more recently with Mr. Kerry at the Foreign Affairs Council meeting in Vilnius, and I am not in any doubt about their personal commitment to seeking a peaceful political solution to the conflict in Syria.<\/p><p>  The issue facing the international community over the past couple of weeks was that a war crime had been committed, in that chemical weapons, banned since 1925, were used.  The United Nations, for reasons that we all know, is not in a position to respond.  Does that mean that there cannot be a response, that there should not be a response, that chemical weapons can be used with impunity and that regimes can commit atrocities without consequence?  We are in the fortunate position today - I commend both Mr. Kerry and Mr. Lavrov on the work they have done together in bringing about a solution - that a way of dealing with this has now been agreed, because the first priority was, I suppose, to ensure that chemical weapons were not going to be used again.  There was a very real worry, in the aftermath of what happened on 21 August, that this might be the start of repeated use of chemical weapons, with all of the consequences that would flow from it.  We have at least seen progress on that.  The hopeful aspect is that their work lays a foundation for further work to be done.<\/p><p>  I am glad Senator Walsh raised the issue of Christians because I want to make an observation on it.  The Middle East is home to some of the world's most ancient Christian denominations, although of course there has been a very significant reduction in their numbers in the region over recent years.  The political turmoil that has overwhelmed many countries in the Middle East in recent years has led to increased international concerns about the safety of Christians, first in Iraq and Egypt and now, most pressingly, in Syria.  The descent of Syria into violence and disarray has left small Christian communities very exposed and sometimes subject to direct attack.  Ireland raises the issue of the safety of Christians through its official bilateral contacts with the countries in question and stressing the responsibility of the Government to protect minorities.  I have raised the issue of the protection of Christians in the Middle East at discussions at the Foreign Affairs Council and supported stronger EU statements on the issue - for instance, the Council conclusions on Egypt which were issued on 21 August last.  Officials from my Department have met frequently local Christian leaders from the Middle East region and discussed the issues that are affecting their communities.  It should be noted that many of these groups requested that any efforts made on their behalf be carried out discreetly, as any special attention from Western countries might only increase their difficulties.  I assure Senator Walsh and the committee that we have been very active on the issue of the protection of Christians.  I welcome the statement that was made by Pope Francis and the call that he has made.  He has been forthright and consistent in his calls for peace.<\/p><p>  I have spoken already about the impact on the neighbouring countries of Jordan and Lebanon and the potential for destabilisation because of the number of refugees involved.  I am quite happy to go into greater detail on it, but it is an issue about which we are very concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800010#J00200","speaker":"951"},{"type":"speech","time":1379522400,"counter":192,"content":"<p>I will not detain the Minister for long.<\/p><p>  I compliment him and his Department on their efforts in mobilising the international community on this issue.  It is a pressing issue where, once again, the international community appears to be sidelined, inept and incapable of taking immediate action.  I put it to the Minister, who may choose to answer or not, that there is increasing evidence of the inability of the United Nations to intervene where the Security Council is not in a position to reach agreement on a resolution or whatever, that this is similar to other situations in the past, including in Kosovo, and that this, in turn, gives wide latitude and scope to despotic leaders in various locations who are safe in the knowledge that the international community cannot intervene.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800010#J00400","speaker":"957","continuing":true},{"type":"speech","time":1379523000,"counter":194,"content":"<p>Let me refer to the impact on society of the refugee camps.  When in Jordan, we saw at first hand that there was a city developing at the refugee camp, which contained approximately 120,000 people.  They have all the needs of the residents of a city in regard to all aspects of representation, control, policing and crime prevention.  Crime can be very much present.<\/p><p>  A broader issue arising in Jordan and, I am sure, Lebanon is that highly skilled professional refugees are competing for employment with the local population.  This is also causing some stress within communities.  People do not understand how such a movement of refugees affects society.  When in the region, we were informed that the refugees would be there for at least eight to ten years.  They are actually emigrants, not refugees.  Parliamentarians told us they had a duty to support the parliament and the government.  While we may have an issue with their government, the international community has a responsibility to support it in handling the matter, in addition to supporting the UN Refugee Agency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800011#K00200","speaker":"1056"},{"type":"speech","time":1379523000,"counter":195,"content":"<p>Deputy Dan Neville has identified the key dimension of the refugee crisis, namely, the tension there can be between refugees and the host community.  It is a worrying dimension, reflecting the pressure on the countries with large refugee populations.  Inevitably, there are tensions and pressures.  This will have to be managed and worked on very carefully.<\/p><p>  On the wider issues raised by Deputy Bernard J. Durkan, I share the disappointment and frustration at the fact that the UN Security Council has not been able to deal quickly and effectively with what has been a growing crisis in the past two years.  The response has been very strong on the humanitarian side, with agencies working very well, and we work very well with them.  However, that is not an argument for ignoring or bypassing the UN Security Council. <\/p><p>  We must consider this issue on a number of levels.  First to be considered is the issue of accountability for the atrocities that have been committed.  There has to be accountability and I have been saying for some time that it should be secured through the International Criminal Court.  That is why we have been arguing that the UN Security Council should refer the issue to that court.  People who have been responsible for atrocities committed in Syria, at whatever level, must understand the day of reckoning and account will come some day through the International Criminal Court.<\/p><p>  The next issue concerns determining the approach in circumstances in which the UN Security Council cannot agree and the veto is being used, as it has been sequentially.  If one goes back over all of the various attempts made to get the UN Security Council to respond, one will conclude that everybody must understand the world is different than in the immediate aftermath of the Second World War when the United Nations was established.  The interconnectedness and interdependence of states are different.  The communications are different.  It is increasingly becoming unsustainable for any country, irrespective of its levers of power, to adopt a position at the United Nations that it can say \"No\" repeatedly.  There are economic, communications-related and other influences that can be brought to bear on a country other than military strength and sheer might.  It is a different world.  To some extent, it is the understanding that we live in a different world that has brought about circumstances in which the immediate issue of chemical weapons and their use has been subject to an agreement.  I very much welcome the agreement, but we must see it implemented.<\/p><p>  The immediate priority is to halt the violence and the war immediately for humanitarian purposes and to allow for the delivery of humanitarian aid.  It is a question of getting the Geneva II process going and securing a political solution to the problem.  The world must continue determinedly and doggedly to try to bring this about.  That is the overwhelming will of people in this country and pretty much every country where the national will has been measured in some way or another.  People want to see the conflict brought to an end soon and a political settlement.  They want work to continue on dealing with the humanitarian consequences.  Ultimately, they want those in refugee camps or who are displaced from their homes to be able to return home to rebuild their lives and country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800011#K00300","speaker":"951"},{"type":"speech","time":1379523000,"counter":196,"content":"<p>I thank the T&aacute;naiste and his officials.  I would like to be associated with the generous donation from the Department of Foreign Affairs and Trade to Syria.  The sum is in the region of &euro;10 million which is very generous considering our economic woes.  We wish well all sides, including the United States, Russia and the European Union.  We hope the Geneva II talks will go well and that people can be brought to the table to prevent the dreadful atrocities that are occurring in the beautiful country of Syria, particularly in Damascus.  I hope the conflict will not spread to other areas.<\/p><p>  We have had a wide-ranging discussion.  It was most interesting and I have no doubt but that we will be returning to this issue in the very near future.  It is our duty as parliamentarians to keep it on the agenda while parliamentarians elsewhere in Europe are discussing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013091800011#K00400","speaker":"974"},{"type":"majorheading","content":"Joint Oireachtas Committee on Public Service Oversight and Petitions","time":1379516400,"counter":198},{"type":"unspoken","content":"The Joint Committee met at 16:00","time":1379516400,"counter":199,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013091800002"},{"type":"minorheading","content":"Decisions on Public Petitions Received","time":1379516400,"counter":202,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013091800003#K00100"},{"type":"speech","time":1379516400,"counter":203,"content":"<p>We are in public session.  The first petition for consideration is P00027\/12 entitled Employment Appeals Tribunal from Mr. John O'Sullivan.  The petition concerns what the petitioner sees as an abuse of the Employment Appeals Tribunal process as follows: the cost of bringing complaints to the tribunal has to be paid by the complainants; the employer is under no obligation to pay the award and the claimant then must pursue the employer through the courts for payments; the need for the engagement of a legal team; and the tribunal's lack of power to enforce its judgment.  The petitioner suggests that an employer should be required to lodge a bond as security.  The petitioner also raised concerns regarding the appointment of liquidators and their qualifications.<\/p><p>   Members will recall that the petitioner, along with a number of other organisations such as Mandate, ICTU, IBEC and departmental officials, attended the committee before.  The recommendation proposed is as follows: the committee forward a copy of its letter of 26 July 2013, together with the response received from the office of the Minister for Jobs, Enterprise and Innovation, to the petitioner for information; the petitioner be informed that the petition is now closed and the committee has concluded its deliberations on the matter; and to refer a copy of the transcript of the meeting of 18 July 2013, together with a copy of the committee's letter of 26 July 2013 and the response received from the office of the Minister for Jobs, Enterprise and Innovation, to the Oireachtas Joint Committee on Jobs, Enterprise and Innovation for consideration and appropriate action in the context of that committee's scrutiny of the workplace relations Bill and the Companies Bill.  That is the agreed recommendation regarding the petition.<\/p><p>  The second petition is P00045\/12 entitled Issue relating to the Office of the Ombudsman for the Defence Forces and the Ombudsman (Defence Forces) Act 2004 from Mr. Niall Donohoe.  The petitioner was a commandant in the Defence Forces and in 2006-07 he was involved in highlighting cases of bullying in the Air Corps.  As a result of his involvement he claims to have been treated badly by the organisation.  He submitted 195 official complaints to the military authorities and claims that none of his complaints was investigated properly.  As a result, he raised 141 of these complaints with the Office of the Ombudsman for the Defence Forces.  He is aware that the individual complaints raised with the ombudsman can form no part of this petition.<\/p><p>  The petitioner has lodged a petition on the basis of his previous interaction with the Office of the Ombudsman for the Defence Forces.  The petitioner lists the following failures, as he perceives them: the failure of the Ombudsman for the Defence Forces to provide access to its service; the lack of any legislative element within the Ombudsman (Defence Forces) Act 2004 to make provision for the appeal of any decision of the Ombudsman for the Defence Forces to refuse access or otherwise, a legislative lacuna brought about by the Ombudsman (Defence Forces) Act 2004; and other matters relating to the manner in which the Ombudsman for the Defence Forces goes about its day-to-day operations.<\/p><p>  The committee has deliberated on the issue.  We agreed that we would forward the Department of Defence's response to the petitioner for his information.  We also agreed to forward a copy of the Ombudsman for the Defence Forces' letter for his information.  I wish to make him aware that we are also referring the petition to the Oireachtas Joint Committee on Justice, Defence and Equality for its deliberation.  When it reports back to us we will revert back to the petitioner.  Is that agreed?  Agreed. <\/p><p>  The next petition for consideration is P00047\/12 entitled Policy Issues within the Defence (Amendment) Act 2007 from Mr. Niall Donohoe.  The petitioner claims that the Defence (Amendment) Act 2007, DFR A7 paragraph 76\/A.1, as amended in 2008, states that officers and non-commissioned officers are authorised to prefer charges against persons subject to military law of equal or lesser rank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2013091800003#K00200","speaker":"998","continuing":true},{"type":"majorheading","content":"Joint Oireachtas Committee on Transport and Communications","time":1379498400,"counter":206},{"type":"unspoken","content":"The Joint Committee met at 11:00","time":1379498400,"counter":207,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800002"},{"type":"minorheading","content":"Dún Laoghaire Harbour Company: Discussion with Chairperson Designate","time":1379498400,"counter":210,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800003#E00100"},{"type":"speech","time":1379498400,"counter":211,"content":"<p>I wish to point out that Deputy Mary Mitchell O'Connor shall deputise for Deputy Noel Harrington.  I shall now deal with item 7, a meeting with Ms Eithne Scott-Lennon, chairperson designate, D&uacute;n Laoghaire Harbour Company.  The purpose of the meeting is to discuss the approach she will take in her proposed new role and her views on the challenges facing the company.<\/p><p>  Members will be aware of the Government decision in May 2011 that put in place new arrangements for the appointment of persons to State boards and bodies.  The committee welcomes the opportunity to meet the chairperson designate in public session in order to hear her views.  We trust that the meeting will provide greater transparency to the process of appointment to State boards and bodies.  On behalf of the committee I welcome Ms Scott-Lennon.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800003#E00200","speaker":"1089","continuing":true},{"type":"speechnospeaker","time":1379498700,"counter":213,"content":"<p>Thank you, a Chathaoirligh.  Good morning, everyone.  My name is Eithne Scott-Lennon.  I live in Blackrock, County Dublin, along with my husband James and four sons.  I am the owner and managing director of Fitzpatrick Castle Hotel in Killiney.  It is a four star hotel that employs 120 staff.<\/p><p>  The hotel and tourism industry has been a constant in my career and, indeed, throughout my life.  I have travelled extensively, promoting Ireland as a destination.  I have gained great insights over the years into tourism and hospitality worldwide, seen the best in class and understand that we must always strive for new and innovative ways to develop our industry.<\/p><p>  I attended primary school in the Loreto convent in Wexford, where my father then worked for the Stafford family in the Talbot Hotel.  My family moved back to Dublin in the late 1960s when my father took up the position of group general manager for P.V. Doyle and his growing Doyle Hotel Group.  After that move I attended the Holy Child school in Killiney.  In 1970 my father purchased Killiney Castle and it has been the flagship of our hotel business for the past 43 years. <\/p><p>  On leaving school, I trained in the hotel industry in Switzerland and the United States.  After returning to Ireland, I set up a sales and marketing division of the family business, Fitzpatrick Hotels, which by then had acquired its second hotel in Shannon<font color=\"#000080\">.  <\/font>The group eventually developed into a substantial family run business with hotels in Dublin, Cork, Shannon, New York and Chicago.<\/p><p>  I passionately believe in the power of dedicated and motivated staff because they are the ones who make a difference.  Our ethos is a personalised professional organisation with its staff and customers always to the fore.  The focus of our hotel business is excelling in customer care and service.<\/p><p>  I took over Killiney Castle when my late father, Paddy, passed away in 2002.  I have since invested heavily in the business.  Unfortunately, I have had to make some harsh decisions over the past trying four to five years, but we have survived, albeit with turnover reductions and a rationalisation of overheads.<\/p><p>  I was appointed to the board of the national tourism development authority in May 2003 and served two terms.  I have chaired numerous committees, including the audit committee and the exciting Ryder Cup Committee during 2007.  <\/p><p>  I was first appointed to the interim board of the D&uacute;n Laoghaire Harbour Company in 1994.  I was subsequently reappointed by various Administrations for a number of terms on that board.  I am honoured to have been invited to take up the role of chairperson of the D&uacute;n Laoghaire Harbour Company.<\/p><p>  For members who are unfamiliar with D&uacute;n Laoghaire Harbour, I will highlight a few facts and figures before outlining my vision for the future.  The harbour has a unique and beautiful location as a leisure harbour close to Dublin city.  The D&uacute;n Laoghaire Harbour Company is the statutory commercial body charged with maintaining and developing the harbour as a marine tourism gateway to Ireland.  The harbour was built as a port of refuge between 1817 and 1842, and is widely recognised as one of the finest man-made harbours in the world.  It was formed by the two breakwaters that we commonly know as the east and west piers, each of which measure approximately one mile.  The company controls an area of 297 acres, of which 47 is land.<\/p><p>  In recent years the company has undergone a major transition involving, in particular, the implementation of a restructuring plan. The company employs 19 people, down from 42 in 2009.  It has a three person management team, which has halved in recent years.<\/p><p>  The company operates modern passenger ferry facilities and the largest marina in the country for recreational vessels.  It offers a great infrastructure for those with an interest in sailing, with four yacht clubs, sailing clubs and other marine-related activities.  It has become successful in attracting and hosting exciting major events to our shore, such as the last year's world junior sailing championships.  The company&rsquo;s main source of revenue was traditionally from ferry operations.  However, due to a number of factors, particularly the high cost of the fuel on which these vessels operate, this source of revenue has significantly contracted.  <\/p><p>  Our challenge is to ensure that the impact from the economic downturn and the changed profile of the traditional ferry business will be offset through generating sufficient revenue from a broader range of commercial operations in the harbour.  That is why the company produced a comprehensive masterplan in 2011.  It sets out plans for the long-term development of the company, and aims to develop the harbour as a marine, leisure and tourism destination of world-class calibre.<\/p><p>  D&uacute;n Laoghaire Harbour wishes to enhance its attractiveness as a major destination for tourists to Ireland.  The masterplan seeks to extend the recreational and amenity value of the harbour, to promote investment, and to generate sufficient revenue from commercial operations to ensure the sustainability of the maintenance programme and the marine facility that the harbour provides.  In short, the objective is to transform the harbour into a living, vibrant area offering facilities for people to live, work and relax in.  The masterplan, which envisages development over 15 to 20 years, will be reviewed every five years. <\/p><p>  I will bring members up to date on the progress that has been made on some of the plan&rsquo;s key elements.  A key objective is to develop the harbour as a cruise ship facility, and this summer has seen a breakthrough for the D&uacute;n Laoghaire cruise stakeholder group.  We had 14 visits in total, including the high-profile <i>Queen Mary 2 <\/i> and the <i>Queen Elizabeth<\/i>.  More than 30,000 passengers and crew visited our shores through D&uacute;n Laoghaire.  The stakeholder group, which we established to promote the cruise business, has engaged with An Bord Plean&aacute;la, under the Planning and Development (Strategic Infrastructure) Act 2006, with a view to building a new facility for the next generation large cruise ships.  There are no facilities for such ships in Dublin, and this lost opportunity needs to be addressed urgently.<\/p><p>  With our unique setting and recent categorisation as a leisure port in the Government&rsquo;s port policy, I strongly believe that D&uacute;n Laoghaire Harbour offers the most suitable home for a cruise facility.  This would complement Dublin Port's core industrial focus and concentrate on roll-on, roll-off and load-on, load-off ferries.  I envisage a relationship similar to how Cobh takes all the visiting cruise ships to Cork city and allows it to focus on industrial traffic.  <\/p><p>  The number of cruise passengers visiting Ireland could quadruple over the next ten years, but only if we invest in the right facility in the right location.  The D&uacute;n Laoghaire Harbour Company would welcome the opportunity to engage further with members of the committee on this matter over the coming months.<\/p><p>  Another key element key of the masterplan is the development of an urban beach facility that will be located next to Berth 1 on the east pier of the harbour.  It will comprise a floating swimming pool containing fresh seawater and be permanently heated to 26&deg; Celsius using renewable energy sources.  The floating structure will be a recycled barge or similar, which will house both the swimming pool and an urban beach approximately 240 m&sup2;.<\/p><p>  As members may have seen in the media, public pre-planning consultation on the project has commenced and we have undertaken a number of meetings with key stakeholders.  We hope to go to planning later in the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800004#F00200","nonspeaker":"Ms Eithne Scott-Lennon","continuing":true},{"type":"speech","time":1379499300,"counter":215,"content":"<p>I thank Ms Scott-Lennon for her comprehensive presentation on her background, the harbour's strengths and challenges and her plans.  I was interested in how she mentioned the port's importance for D&uacute;n Laoghaire town, the difficulties facing which have recently received attention.  I will not ask questions.  Rather, Deputy Dooley will speak as a member of the Opposition, then it will be a Government member, then an Opposition member and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800005#G00200","speaker":"1089"},{"type":"speech","time":1379499300,"counter":216,"content":"<p>I welcome Ms Scott-Lennon and thank her for her presentation.  On behalf of the Opposition, I thank her for accepting the job.  We have no hesitation in confirming her as chair of the harbour's board.  Often, I am taken by people like Ms Scott-Lennon who allow their names to go forward despite it being a considerable distraction from their own businesses.  It is fantastic that someone of her calibre is prepared to take on a public service role.<\/p><p>  Ms Scott-Lennon has demonstrated to me her passion for the tourism business as well as D&uacute;n Laoghaire.  She is an excellent fit for the role and I wish her well in it.  I like the fact that she has indicated her desire to remain in touch with the committee and to revert to us concerning future development plans.  She knows what she is getting into, as she has sat on the board previously.  The committee has encountered chairpersons from various sectors who did not have the necessary experience to take on their roles.<\/p><p>  Ms Scott-Lennon referred to the diaspora centre and clearly set out her expectation that the State would provide some funding.  How will the other activities envisaged in the master plan be funded?  Is it hoped to fund them privately or is State assistance expected?  What other difficulties will present in developing the master plan?  I understand that it is before An Bord Plean&aacute;la.  The planning process can be a question of how long is a piece of string, but does Ms Scott-Lennon have a timeframe for a decision?  What is the timeframe for the project's completion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800005#G00300","speaker":"976"},{"type":"speechnospeaker","time":1379499300,"counter":217,"content":"<p>Our plan has phased stages, the most progressed of which is the urban beach project, which we are undertaking in conjunction with D&uacute;n Laoghaire-Rathdown County Council.  We are hoping that it will be ready for planning in the latter part of this year.  It is going through the public consultation process.  A stakeholder group has been set up to develop the cruise ship facility.  The harbour company will need to commit some resources to the planning, but it will not necessarily be the main contributor.  It is a combination of contributions from the county council, which has committed to doing so, the harbour company and the local community and business associations.  As I have often been reminded by the Department, there is no money in the Exchequer.  We are conscious that we must be resourceful in our fund-raising efforts, particularly regarding the diaspora centre, which will rely on a combination of philanthropic, commercial and other funding sources, for example, the European Investment Bank, EIB.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800005#G00400","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379499300,"counter":218,"content":"<p>Is Ms Scott-Lennon confident that she will be able to use her experience to bring those disparate groups together?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800005#G00500","speaker":"976"},{"type":"speechnospeaker","time":1379499300,"counter":219,"content":"<p>We are working hard at it.  Much of the work done on the diaspora centre so far has been provided on a <i>pro bono<\/i> basis.  Our leadership council has shown a willingness and dedication.  It comprises a broad range of people with unbelievable experience in this area.  We are confident that we will not proceed with any plan unless it has a realistic funding model and is both believable and deliverable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800005#G00600","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379499300,"counter":220,"content":"<p>I thank Ms Scott-Lennon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800005#G00700","speaker":"976"},{"type":"speech","time":1379499300,"counter":221,"content":"<p>I thank Ms Scott-Lennon for her comprehensive statement.  As a woman, I am in a minority in the D&aacute;il and am delighted to see a woman being proposed by the board as chairperson.<\/p><p>  Ms Scott-Lennon outlined her plans and vision for the future.  I liked how she also referred to the challenges, for example, the recent challenges with passenger ferry facilities.  The company must approach it with a commercial eye.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800005#G00800","speaker":"1004","continuing":true},{"type":"speechnospeaker","time":1379499900,"counter":223,"content":"<p>I hope it will not be me here in 20 years.  As I stated at the outset, however, this is a phased programme.  The master plan has a span of 15 to 20 years and it will have to be reviewed every five years.  As we all know, the world changes, as do economic circumstances.  We do not know what we will be facing or what our environs will be like in five or ten years time.  The situation will be under constant review on a commercial basis.<\/p><p>  The cruisers secured for this year were significantly helped and encouraged by the stakeholder groups.  Some representatives of those went to some of the cruise conferences abroad to promote D&uacute;n Laoghaire as a new harbour.  Those who visited this year commended and complimented us on the welcome they received, as well as the aesthetics of the harbour itself.  The harbour's two arms open out to welcome visitors and it is a beautiful place to arrive into.  The positive comments were reiterated by the passengers and crew who came ashore.<\/p><p>  In addition, we discovered that although some of the passengers boarded coaches and went into Dublin to see the Book of Kells, the Guinness Storehouse and all the usual tourist attractions as well as in the other direction to County Wicklow, including Glendalough, a number of them stayed around the D&uacute;n Laoghaire town and harbour area, including Sandycove, Glasthule and Dalkey, where we offer a number of very interesting things for people to do.  In itself, that generates great hope for us that it will bring serious economic returns to the community and the hinterland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00200","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379499900,"counter":224,"content":"<p>How many people walk the pier annually?  I know it is a major leisure facility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00300","speaker":"1004"},{"type":"speechnospeaker","time":1379499900,"counter":225,"content":"<p>In excess of 1 million per annum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00400","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379499900,"counter":226,"content":"<p>Yes, and it is free.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00500","speaker":"1004"},{"type":"speechnospeaker","time":1379499900,"counter":227,"content":"<p>It is free and it is a beautiful resource.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00600","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379499900,"counter":228,"content":"<p>That might be a way to fund the expansion, by putting a little levy on there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00700","speaker":"976"},{"type":"speechnospeaker","time":1379499900,"counter":229,"content":"<p>I do not know how that would go down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00800","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379499900,"counter":230,"content":"<p>I cannot imagine that being too popular.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H00900","speaker":"976"},{"type":"speech","time":1379499900,"counter":231,"content":"<p>I thank Ms Scott-Lennon and wish her all the best.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H01000","speaker":"1004"},{"type":"speech","time":1379499900,"counter":232,"content":"<p>I thank Ms Scott-Lennon for the presentation.  Her portfolio is very impressive.  I come from Finglas but I have spent quite a bit of time in the D&uacute;n Laoghaire area.  In the 1970s, I did sub-aqua diving courses in Killiney.  I am familiar with the area, which is fantastic and has a lot to offer.  Some 19 people are employed by the D&uacute;n Laoghaire Harbour Company, which is down from 42.  I know the company has plans to expand and bring in more cruise liners, but it is not impacting on the numbers employed there.  Can Ms Scott-Lennon elaborate on how such expansion would create more jobs in the harbour apart from what is created locally with businesses?<\/p><p>  The cruisers are one thing but there are various sports projects around the world, including yacht races.  Are there plans to try to attract more of those?  There is a big potential in that respect.  We have seen famine ships and yachting regattas visiting Wexford, Waterford and other ports.  Are there plans to attract more such events which would bring in many more visitors?<\/p><p>  Ms Scott-Lennon said she was trying to create approximately 1,400 jobs in the area.  Can she elaborate on where these jobs will arise?  I do not always praise the Government, but there is no doubt that the 9% VAT rate to help the tourist industry, including hotels, has been a major incentive and has given value for money.  While that VAT rate is up for debate, it is to be hoped we will see sense and retain it because it is very important.<\/p><p>  There are some museums in the D&uacute;n Laoghaire area, but are there any plans to expand their number?  The swimming pool idea is fabulous.  I have not seen the master plan but it seems like a very good idea to attract local people as well as tourists to the harbour area.  That will also generate more footfall and business generally.  I wish Ms Scott-Lennon the best of luck.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H01100","speaker":"1022"},{"type":"speechnospeaker","time":1379499900,"counter":233,"content":"<p>I thank the Deputy for his questions which I will now address.  The job creation potential will obviously not happen overnight.  Each section of the plan - which is phased, ratified and justified - will bring a certain amount of potential employees with each project.  There is no doubt that employee numbers will grow as we develop each project.  There will continue to be an effective drive to attract more sailing, yachting and racing events.  We work closely with the yacht clubs, of which there are many in D&uacute;n Laoghaire.  That is a constant aim and ambition of the harbour.  It is to be hoped we will drive forward with prudence and speed in terms of job development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H01200","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379499900,"counter":234,"content":"<p>I welcome Ms Scott-Lennon to the committee.  Like Deputy Mitchell O'Connor, I am delighted to see a woman in charge of such an important board.  I have lived all my life in D&uacute;n Laoghaire, so I am well aware of her role as a pillar of the community.  The Fitzpatrick's Castle Hotel is an excellent business and I have personal knowledge of it.  It provides much needed employment and facilities in the D&uacute;n Laoghaire area.  Moreover, that business has a great reputation of giving back to the community.  Ms Scott-Lennon has shown a lot of commitment both through her management and ownership of the Fitzpatrick's Castle Hotel and also in her other role as a long-standing member of the D&uacute;n Laoghaire Harbour Company.<\/p><p>  There is no doubt that she has the business experience needed for this role, as well as a deep knowledge of the D&uacute;n Laoghaire area.  She also has wider board experience, such as her membership of Bord F&aacute;ilte, as it was known previously.  That sits well with the task facing her as chairperson of the D&uacute;n Laoghaire Harbour Company, once that position is confirmed by this committee.<\/p><p>  I am particularly happy to see that she has had audit committee experience.  Financial openness and transparency, particularly within statutory boards, is a key critical function and one that the chair of any board needs to have under their belt.<\/p><p>  I turn now to Ms Scott-Lennon's presentation to this committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800006#H01300","speaker":"1172","continuing":true},{"type":"speech","time":1379500500,"counter":236,"content":"<p>I ask the Senator to confine herself to questions for the witness please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800007#J00200","speaker":"1089"},{"type":"speech","time":1379500500,"counter":237,"content":"<p>In terms of the longer term benefits of the economics of the cruise business, Ms Scott-Lennon stated that approximately 30% of that income will accrue to D&uacute;n Laoghaire over the longer term.  Could that be improved?<\/p><p>  We have dwelt a great deal on the cruise ships aspect of the master plan.  However, I am also interested in other aspects of it.  I agree with my colleague that the urban beach is an exciting project.  Am I correct that the funding required for that has been secured and that the project is now more or less ready to go?  In terms of the international diaspora centre, how is it proposed to fund that?  We have suffered a great deal from a withdrawal of access by ordinary people to the sea front in general.  For example, the Colamore Hotel, where ordinary people rather than members of exclusive yacht clubs could go for a pint, has closed.  Where in this overall plan is provision made for facilities for ordinary people?  I am speaking in this regard not of pubs but of general access for ordinary people to the facilities that will be part of the larger plan.  I wish Ms Scott-Lennon every success in her new role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800007#J00300","speaker":"1172"},{"type":"speechnospeaker","time":1379500500,"counter":238,"content":"<p>I thank the Senator.  I would encourage her to visit our website where she can have a good look at the master plan.  I was a member of the steering committee which developed the plan and as such I am conscious of access to water.  One of the problems for local communities has always been a lack of access to water.  Some people believe it is only for sailing clubs and so on.  The master plan provides for so much more direct access to the water for every man, woman and child.  It is really exciting from that perspective.  I suggest that the Senator study the master plan.  Every part of it provides for water access around the whole perimeter of the development, which is exciting.  It even makes provision for sail training.  I do not propose to go into the plan in detail now.<\/p><p>  In terms of the components of the plan, I agree that the ferry business was vitally important to D&uacute;n Laoghaire.  I have already mentioned that one issue was that of the cost of fuel for vessels.  The <i>HSS<\/i> could be compared to the Concorde.  What Stena does is its own business.  However, it has a contract with the harbour which does not expire until April 2015 and will honour that contract.  What it proposes to do beyond that, we do not know.  We are hopeful it will continue to hold a presence in D&uacute;n Laoghaire.  It is possible it will put a traditional ferry in place.  We will have the facilities to cater for ferries, vessels and, in time, the new age cruise ships.  We have no intention of closing out ferry business, we will welcome it with open arms and will strive to retain it if we can.<\/p><p>  In terms of the town, increasing the cruise passenger numbers will increase the flow up-town, thus helping in the revival of D&uacute;n Laoghaire.  There is great community collaboration and co-operation between the county council, local business associations and ourselves.  We have good relationships.  I believe we can build on those and, if we work together, can achieve a great deal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800007#J00400","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379500500,"counter":239,"content":"<p>There is not much more I can add to what my colleagues have already said.  I live within ten yards of Carlingford, which I believe to be the tourism capital of the country.  I am lucky in that I live by the sea.  It is very important to me, my family and my own diaspora when they return home.  A number of colleagues were in Carlingford a couple of weeks ago at a think tank.  They had a great weekend.<\/p><p>  I believe the D&uacute;n Laoghaire harbour company will benefit from Ms Scott-Lennon's enthusiasm and gusto in terms of achieving the aims set out for the area.  I have not visited the area in more than ten years but there is no doubt it is a great facility.  D&uacute;n Laoghaire and the Dublin area in general will benefit from Ms Scott-Lennon's passion for her community and area.  <\/p><p>  Ms Scott-Lennon referred earlier to the junior world championships held last year in D&uacute;n Laoghaire.  Does she envisage similar world championship events being held in D&uacute;n Laoghaire in the future?  Also, what were the benefits to the people of D&uacute;n Laoghaire of the championships being held there last year?<\/p><p>  As stated earlier, D&uacute;n Laoghaire is a beautiful harbour.  I, too, wish Ms Scott-Lennon well.  I believe she is the right person for the job.  D&uacute;n Laoghaire Harbour Company is lucky to have a lady of her calibre at its helm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800007#J00500","speaker":"1138"},{"type":"speech","time":1379500500,"counter":240,"content":"<p>Would Deputy Colreavy like to put any questions to the witness?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800007#J00600","speaker":"1089"},{"type":"speech","time":1379501100,"counter":241,"content":"<p>I asked a question on the funding for the diaspora centre.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00100","speaker":"1172"},{"type":"speechnospeaker","time":1379501100,"counter":242,"content":"<p>My apologies, I thought I had addressed that matter.  We understand there will be little, if any, State funding available.  The diaspora centre funding model will depend on having a variety of contributors.  It will definitely have some European and philanthropic funding and we envisage there will be a combination of funds.  If, in time, a few quid is found in a corner of the State coffers, we will certainly beg to have it also.  The funding model is nearly complete and we will make it available whenever it is.  We do not want to show our hands to others who are planning diaspora centres.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00200","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501100,"counter":243,"content":"<p>I welcome Ms Scott-Lennon and thank her for her presentation.  I confess that I do not know D&uacute;n Laoghaire Harbour.  I see in Ms Scott-Lennon a nice mix of passion for the local area and the harbour business allied to good business experience and professional expertise.  This is a good combination for a person taking up the position of chairperson of a harbour company.<\/p><p>  I am impressed by the level of detail in the annual accounts of the D&uacute;n Laoghaire Harbour Company.  Perhaps other public bodies will take note of that.  It is comforting for me and members of the public to have such a level of detail provided in accounts. <\/p><p>  Given the contribution it makes to the economy, we should all be concerned about tourism.  For this reason, the first point of contact tourists have with the country, whether with an airport or seaport, is vital.  It is critical, therefore, that the plans laid out by Ms Scott-Lennon work well.<\/p><p>  The D&uacute;n Laoghaire Harbour Company has a relatively small land bank of 47 acres.  Is it fully developed and are all the buildings fully occupied?  Will further land be required to meet the objectives set out in the master plan for the harbour?<\/p><p>  While it is great that 1,400 direct and indirect jobs are envisioned as a result of the plan, the reality is that staffing in the harbour operation has reduced from 42 to 19 since 2009.  This is a seismic shift in employment numbers.  Has the employment potential of the plan been separated to reflect the various parts of the project?  Has it been quantified for each step of the project?  Will the harbour company monitor the achievement of its employment targets?<\/p><p>  Ms Scott-Lennon referred to the cost of ferry operations.  Is cost a problem in other jurisdictions or is it a particular problem in this jurisdiction?  To what extent has competition from airline companies impacted on ferry company businesses here and in other jurisdictions?<\/p><p>  I extend my best wishes to Ms Scott-Lennon as she takes up an important job, for which she has shown great enthusiasm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00300","speaker":"1083"},{"type":"speechnospeaker","time":1379501100,"counter":244,"content":"<p>I will answer the Deputy's question to the best of my ability.  Much of the 47 acre land bank is vacant or open space.  For this reason, part of the master plan involves development, although I do not anticipate a need to reclaim any more land.  It is planned to develop the land that is available.  We will be careful and sensitive in how the land is developed.<\/p><p>  As I stated, the vision for D&uacute;n Laoghaire Harbour is for it to be a living and vibrant place.  Currently, it closes down at 6 p.m.  If any of the members were to walk around the harbour after daylight hours, they would find the area is dead.  Our vision is to bring the area to life and for this reason our plans include an element of living.  We will focus on that and job creation will come from some of the retail plans we have.  There will be a good mix and balance of retail and residential development.  That is where we envisage job creation taking place.  The development will be phased and planned and will be ratified with each section of the plan as we proceed. <\/p><p>  On employee numbers, I agree that we have faced significant challenges.  Management has had a very challenging time purely because of the decline in ferry business, which has suffered because of low cost air fares.  I am great believer that all things are cyclical.  If one can be innovative and creative and work closely with carriers, one can offer exciting alternatives to queuing up at airports and facing hand baggage restrictions and the many other awful things I personally hate when I have to go to an airport these days.  There is hope for us yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00400","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501100,"counter":245,"content":"<p>I thank Ms Scott-Lennon for her presentation, which I followed in my office.  My question does not relate specifically to D&uacute;n Laoghaire Harbour but relates to the cruise industry.  Is there potential to develop a cruise around Ireland, perhaps starting and finishing in D&uacute;n Laoghaire?  Would such a cruise be viable and could it be marketed to show off the Irish coastline in its entirety and share with peripheral areas the benefits associated with the cruise industry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00500","speaker":"1051"},{"type":"speech","time":1379501100,"counter":246,"content":"<p>I apologise for being late.  I was attending another meeting.  I am not sure if Ms Scott-Lennon was asked a question on county councils.  Meath and Louth County Councils are to work with Drogheda Port.  I am interested in how this co-operation will work.  How does Ms Eithne Scott-Lennon envisage such co-operation developing between the D&uacute;n Laoghaire Harbour Company and D&uacute;n Laoghaire-Rathdown County Council?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00600","speaker":"1180"},{"type":"speechnospeaker","time":1379501100,"counter":247,"content":"<p>We are in the early stages of work on how we can collaborate with our new shareholder.  According to the new ports policy, we will have a new shareholder in the guise of D&uacute;n Laoghaire-Rathdown County Council.  We have a very good and close working relationship with the county council.  We are working our way through how we might structure D&uacute;n Laoghaire Harbour Company in that picture.  We have held one workshop and we are beginning to engage with the county council and the Department.  We hope to produce the right kind of model and have studied other models throughout Europe and elsewhere in Ireland.  It is a matter of finding the right one and we are working to do so.<\/p><p>  It would be great to offer a cruise channel around Ireland.  I hope we will be able to encourage some of the cruise companies to provide one but we are reliant on how they plan their itineraries.  Perhaps the possibility should be explored by F&aacute;ilte Ireland.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00700","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501100,"counter":248,"content":"<p>Are the logistics in place to offer such a cruise?  Would it be logistically possible to do so, given the time that would be required to travel between suitable ports?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800008#K00800","speaker":"1051"},{"type":"speechnospeaker","time":1379501700,"counter":249,"content":"<p>I think so.  It might not be possible to encourage them to do the whole round of Ireland.  Already we get ships that have stopped in Waterford or Cobh and they come up to Dublin Bay.  There is no reason we cannot encourage them to come from the west and around.  It would make sense.  It is something for the future and it is probably within the remit of a national tourism agency to see how that might work and how all of us, as a country, might make that viable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00100","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501700,"counter":250,"content":"<p>It could be a new version of hop-on, hop-off.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00200","speaker":"1089"},{"type":"speechnospeaker","time":1379501700,"counter":251,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00300","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501700,"counter":252,"content":"<p>I am intrigued by the urban beach and the floating swimming pool.  This will be unique in Ireland.  Berlin has been mentioned.  Are there others in Europe?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00400","speaker":"1089"},{"type":"speechnospeaker","time":1379501700,"counter":253,"content":"<p>There may well be.  The one with which we are familiar is Berlin and that is the one that we have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00500","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501700,"counter":254,"content":"<p>Is finance in place?  Will that section of the plan be self-financing and will it produce employment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00600","speaker":"1089"},{"type":"speechnospeaker","time":1379501700,"counter":255,"content":"<p>Yes, it will be self-financing.  It is my understanding that D&uacute;n Laoghaire-Rathdown County Council will manage the facility under its leisure company.  As far as I can remember the entrance fee is proposed to be about &euro;10.  The council has projected increasing figures over the years as it grows in popularity.  Naturally it will not be open all year round - I do not believe our weather is sufficiently clement to allow that.  The Berlin facility has the capability of being covered in the winter.  As the business grows and develops we could envisage doing something like that, but it is down the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00700","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501700,"counter":256,"content":"<p>On the other aspects<i> vis-&agrave;-vis<\/i> Dublin Port and D&uacute;n Laoghaire, Ms Scott-Lennon clarified that she hoped to continue a ferry service at D&uacute;n Laoghaire.  At one stage I thought she was suggesting that Dublin Port should concentrate on the ferries and D&uacute;n Laoghaire would concentrate on the cruise ships.  Is there competition, co-ordination or both, or a plan between Dublin Port and D&uacute;n Laoghaire Harbour?  Is D&uacute;n Laoghaire equipped to accommodate the biggest cruise liners?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00800","speaker":"1089"},{"type":"speechnospeaker","time":1379501700,"counter":257,"content":"<p>Competition is healthy but we need to be realistic.  I would hope that Dublin Port, D&uacute;n Laoghaire Harbour and the powers that be would be realistic in their planning and their location of cruise facilities and where we handle heavy industrial lo-lo and ro-ro type ferries - it makes sense.  However, that is not my remit.  As chair of D&uacute;n Laoghaire Harbour Company, I will work hard on relationships with the various parties in Dublin Bay.  It would only make sense for us all to work together for the better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L00900","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501700,"counter":258,"content":"<p>I thank Ms Scott-Lennon for providing us with a comprehensive overview and details of her plans and vision, and for answering all the questions submitted to her.  I thank her for attending and engaging with us.  I wish her well in her new position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L01000","speaker":"1089"},{"type":"speechnospeaker","time":1379501700,"counter":259,"content":"<p>I thank the Chairman.  We would very much like to have all the members of the committee visit and view our beautiful harbour.  We might be able to arrange for them to spend some time seeing what we have to offer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L01100","nonspeaker":"Ms Eithne Scott-Lennon"},{"type":"speech","time":1379501700,"counter":260,"content":"<p>I believe there is considerable agreement with that proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2013091800009#L01200","speaker":"1089"}]