[{"type":"majorheading","content":"Select Committee on Arts, Heritage, Regional, Rural and Gaeltacht Affairs","time":1512653100,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 13:25<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Seán Canney, Deputy Josepha Madigan (Minister for Culture, Heritage and the Gaeltacht), Deputy Martin Heydon, Deputy Peadar Tóibín.<\/p><p>DEPUTY MICHAEL COLLINS IN THE CHAIR.<\/p>","time":1512653100,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002"},{"type":"minorheading","content":"Business of Select Committee","time":1512653100,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#A00050"},{"type":"speechnospeaker","time":1512653100,"counter":5,"content":"<p>Apologies have been received from Deputy &Oacute; Cu&iacute;v.  I request that members turn off their mobile telephones, as they interfere with the sound system and the broadcasting of the meeting.  In accordance with standards and procedures agreed by the Committee on Procedure for paperless committees, all documentation for the meeting has been circulated to members on the document database.  I propose we go into private session for a few minutes.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#A00100","nonspeaker":"Vice Chairman"},{"type":"unspoken","time":1512653100,"counter":6,"content":"<p>The select committee went into private session at 1.26 p.m. and resumed in public session at 1.27 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"National Archives (Amendment) Bill 2017: Committee Stage","time":1512653100,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#A00300"},{"type":"speechnospeaker","time":1512653100,"counter":8,"content":"<p>The purpose of the Bill is to provide for the phased implementation of a 20-year rule for the transfer of departmental records to the National Archives.  This is done by way of amending the National Archives Act 1986.  I would like to welcome the Minister for Culture, Heritage and Gaeltacht, Deputy Josepha Madigan, and wish her the very best in her appointment to that position.  The committee and I look forward to productive engagement with the Minister.  I would also like to welcome officials from her Department.  My intention is for the committee to conclude its consideration of the Committee Stage of the Bill at the afternoon's meeting.  Is that agreed?  Agreed.  I refer members to the grouping of amendments for the purpose of debate.<\/p> <p>    Would the Minister like to say a few words?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#A00400","nonspeaker":"Vice Chairman"},{"type":"speech","time":1512653100,"counter":9,"content":"<p>I thank the Chair for the invitation.  As the new Minister for Culture, Heritage and the Gaeltacht, I am delighted to have the opportunity to meet the committee today.  I acknowledge the work of my predecessor, Deputy Heather Humphreys, who commenced this Bill and adopted a highly proactive and energetic approach to this brief.  I look forward to serving as Minister and working with all the stakeholders involved in these important sectors.  I will listen with interest to the input of committee members here today and to the various issues raised.  I would also like to thank committee members for their contributions and for their support for the draft Bill.<\/p> <p>  The purpose of this Bill is to commence the reduction from 30 years to 20 years of the time limit for the deposit of departmental records with the National Archives.  The proposed legislation will allow for the early release of records if a Cabinet Minister and I, as Minister with responsibility for the National Archives, agree that the early release of the records in question is warranted by virtue of the historical or public interest value of the records or to facilitate fair reporting of matters of common interest to the State and other jurisdictions.<\/p> <p>  The National Archives, as we know, is one of the State's most important cultural institutions and it plays an essential part in the cultural life of the country by collecting, managing and preserving the public record of Ireland.  The records held by the National Archives document the historical evolution of the Irish state and the creation of our national identity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#A00600","speaker":"1243"},{"type":"speechnospeaker","time":1512653100,"counter":10,"content":"<p>Thank you, Minister.  We will now proceed to the consideration of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#A00700","nonspeaker":"Vice Chairman"},{"type":"unspoken","time":1512653100,"counter":11,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1512653100,"counter":12,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, between lines 10 and 11, to insert the following:&ldquo; &ldquo;Information Commissioner&rdquo; means the Office of the Information Commissioner as outlined in Section 43 of the Freedom of Information Act 2014;&rdquo;.<\/blockquote> <p>I warmly welcome the Minister to her new role.  It is a very diverse and interesting space.  There is a number of big-ticket items that, as Minister, she can have massive influence over.  She can change the direction and the experience of many people in this sector.  We will have plenty of time to debate them in the future, but I wish her luck.<\/p><p>With regard to the Bill we are considering here, it is a good move by the Government that such a Bill would be brought before the D&aacute;il.  Information is really powerful, and transparency allows for better oversight of Government actions and better understanding of historical events.  Obviously, this is reflecting the fact that in Britain there has been a move to a 20-year rule and we are catching up.  There will be a little bit of divergence for a number of years and that is not a good thing because we will have information from one side of the coin coming to the fore while that on the other side of the coin will take years, so our understanding will be unbalanced in many of these activities.<\/p><p>One of those activities will be the Good Friday Agreement, for which the papers will be released shortly in Britain.  <\/p><p> One of the problems I have with the Bill is resources.  The National Archives has been very badly hit with regard to resources, yet it will be facing a very big job in terms of shifting and sifting through documents.  Another issue I have with the Bill is the political issue and that is why I tabled my two amendments.  There is a danger with this Bill if it has too strong a political oversight.  Human nature and political nature is such that if certain documents arise that are unhelpful or shed a negative light on a party colleague there could be an instinct where a Minister or Government could decide a particular document is not the relevant type of document to be transferred under the 20-year rule.  We have Ministers or colleagues in the current Government who were Ministers 20 years ago.  While that is not the intent of the Minister or her Department, it would be a good idea, as an Oireachtas, that we seek to neutralise the political influence over these documents.  That is why I have asked for a role for the Information Commissioner to be provided for in this area.  <\/p><p> On page 4, line 27, section 3(2) states: \"the Minister makes an order\".  My amendment No. 3 seeks to substitute that phrase with &ldquo;the Information Commissioner is satisfied&rdquo;.  I have outlined the purpose of my two amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#A00900","speaker":"1235","continuing":true},{"type":"speech","time":1512653100,"counter":14,"content":"<p>I thank the Deputy for his contribution and good wishes.<\/p> <p>  In terms of the specific amendment about the Information Commissioner, our view is that he has a specific role in terms of freedom of information but that is quite distinct from his role for the National Archives.  He has also said that he would be reluctant to take on what appears to be a decision-making role as it may not fit in with his statutory role as an Information Commissioner.  It is for these reasons that I cannot accept the amendments. <\/p> <p>  I would like to address some of the comments made about political influence.  It is clear that we want a balanced approach and there are some checks and balances in place.  For example, there is no obligation for the documents to be released early.  This legislation simply gives the legal mechanism for that to be done.  The checks and balances are done through the Taoiseach, the Department of Public Expenditure and Reform, myself and the Minister in place in a particular Department.  Three conditions mush also be met, namely, the documents have to be of historical relevance, they must be in the public interest and there must be fair and balanced reports.<\/p> <p>  It is important to note that this is a presumptive release within this Act.  These records will be released in 30 years; it is not that they are never going to released.  I agree with the Deputy that it is a matter for the implementation plan.  The interdepartmental group is considering the plan at the moment.  I understand the group will report early next year but it could be at the end of this year.  The group is considering whether the checks and balances to which the Deputy referred are in place.  We could consider regulations under section 19(1) of the Act but we will have to wait and see.  <\/p> <p>  I agree with the Deputy that there is a gap.  We want to make sure, particularly when talking about sensitive Anglo-Irish issues, that there is a balanced historical approach in this context and that our records catch up with the UK.  As the Deputy will know, the UK started in 2013 with its Act.  Therefore, it has had a head start and we have some catching up to do.<\/p> <p>  For the reasons that I have outlined I cannot accept the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00200","speaker":"1243"},{"type":"speech","time":1512653100,"counter":15,"content":"<p>I would be more comfortable if the Minister were to identify a substitute individual.  I mean somebody from within the State institutions who could take on the role that I have suggested for the Information Commissioner.<\/p> <p>  The Minister is right that the records will be released within 30 years.  However, the Bill as it currently stands leaves significant political decisions to be made about whether the documents will be released after 20 years.  The 20-year rule changes the nature of a document to a certain extent as it brings it into the likely timespan of an existing politician.  If a document is released in the space of 20 years there is a good chance that the document to which the information pertains will relate to a Minister who is still a sitting Deputy.  There is no doubt in my mind-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00300","speaker":"1235"},{"type":"speech","time":1512653100,"counter":16,"content":"<p>I thank the Deputy for his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00400","speaker":"1243"},{"type":"speech","time":1512653100,"counter":17,"content":"<p>We are discussing my amendments Nos. 1 and 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00500","speaker":"1235"},{"type":"speech","time":1512653100,"counter":18,"content":"<p>Yes.  The Bill mentions a consultation \"with the Director\", which means the director of the National Archives.  Therefore, the protection already exists in the Act in section 8, on page 4.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00600","speaker":"1243"},{"type":"speech","time":1512653100,"counter":19,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00700","speaker":"1235"},{"type":"speech","time":1512653100,"counter":20,"content":"<p>The Oireachtas would also have a vote when the statutory instrument is moved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00800","speaker":"1243"},{"type":"speech","time":1512653100,"counter":21,"content":"<p>I understand.  When the Oireachtas has a vote it typically means that the Government has a vote and it typically means that the Minister has the decision.  We are in a very unusual space in that the Oireachtas is not necessarily the will of a Government or a Minister currently.  Nine years out of ten they are one and the same thing.  I mean the Minister, the Government and Oireachtas share the same view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B00900","speaker":"1235"},{"type":"speech","time":1512653100,"counter":22,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B01000","speaker":"1243"},{"type":"speech","time":1512653100,"counter":23,"content":"<p>I suggest that the Minister reconsiders my amendment.  If it is not the Information Commissioner then I would like her to recommend an individual who would have the experience, knowledge and oversight to carry out such a role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B01100","speaker":"1235"},{"type":"speech","time":1512653100,"counter":24,"content":"<p>I will take this opportunity to welcome the Minister to the meeting and wish her well in her brief.  I am delighted that she has been elevated to Minister.  It is a very important role and I have no doubt that she will do an outstanding job just as her predecessor did, Deputy Heather Humphreys.<\/p> <p>  This Bill is sensible as it adds an element of flexibility.  The vast majority of what we are talking about here is not contentious.  To my mind, it is right to have the capability to opt for 20 years rather then 30 years.  <\/p> <p>  Deputy T&oacute;ib&iacute;n has touched on the need to provide safeguards and I am happy that they already exist in the Bill, as outlined by the Minister.  It is important that safeguards exist in the Department and all the way through to the Department of the Taoiseach and beyond.  I think what we are doing in the Bill is the right thing. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B01200","speaker":"1237"},{"type":"speechnospeaker","time":1512653100,"counter":25,"content":"<p>Does the Minister wish to reply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B01300","nonspeaker":"Vice Chairman"},{"type":"speech","time":1512653100,"counter":26,"content":"<p>Without a change to the Irish legislation, as the UK and Northern Ireland release records after 2023, they will release records ten years ahead of Ireland.  As a result the UK-Northern Ireland perspective on shared issues will be recorded first.  That is why it is very important that we address this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B01400","speaker":"1243"},{"type":"speech","time":1512653100,"counter":27,"content":"<p>I will press my amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B01500","speaker":"1235"},{"type":"unspoken","time":1512653100,"counter":28,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1512653100,"counter":29,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1512653100,"counter":30,"content":"<p>Sections 2 and 3 agreed to.<\/p>"},{"type":"unspoken","time":1512653100,"counter":31,"content":"<p>SECTION 4<\/p>"},{"type":"speech","time":1512653100,"counter":32,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 4, line 18, to delete &ldquo;may&rdquo; and substitute &ldquo;shall&rdquo;.<\/blockquote> <p>This amendment seeks, in page 4, line 18, to delete &quot;may&quot; and substitute &quot;shall&quot;.<\/p><p>The purpose of this is to take the discretionary power from the Minister on whether documents should be released to the public.  We are talking about documents that relate to what is in the public interest.  They are over 20 years old.  There is a necessity to separate the public interest from the political interest.  My worry is that this Bill is constructed in a manner which seeks to leave the Minister as the arbitrator of what is in the public interest.  That is the purpose of the substitution of the word \"may\" by \"shall\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#B02000","speaker":"1235","continuing":true},{"type":"speech","time":1512653100,"counter":34,"content":"<p>There are very stringent checks and balances regarding the early release of records.  Inserting the word \"shall\" is too prescriptive in making an order whereas the word \"may\" is perhaps more subtle.  There is a suggestion that the word \"shall\" be inserted so that it would read: \"the relevant member of the Government shall make an order requiring the transfer\".  The word \"shall\" would be inserted there as distinct from-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C00300","speaker":"1243"},{"type":"speech","time":1512653100,"counter":35,"content":"<p>The Minister is looking at paragraph (d) which states: \"In paragraph (a), &ldquo;relevant member of the Government&rdquo; means, in relation to a class or classes of Departmental records specified in an order to be made under that paragraph\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C00400","speaker":"1235"},{"type":"speech","time":1512653100,"counter":36,"content":"<p>Yes, I am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C00500","speaker":"1243"},{"type":"speech","time":1512653100,"counter":37,"content":"<p>Where would the word \"shall' go there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C00600","speaker":"1235"},{"type":"speech","time":1512653100,"counter":38,"content":"<p>Section 4 reads: \"other than where the records concerned are those of the Department of Culture, Heritage and the Gaeltacht, the relevant member of the Government, make an order requiring the transfer, in accordance with this Act\".  We are suggesting inserting the word \"shall' after the words \"the relevant member of the Government\" as a compromise rather than where the Deputy had it at the outset.  Is that clear?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C00700","speaker":"1243"},{"type":"speech","time":1512653100,"counter":39,"content":"<p>I appreciate the Minister is seeking to make a compromise towards opinion on this side of the table but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C00800","speaker":"1235"},{"type":"speech","time":1512653100,"counter":40,"content":"<p>As a caveat, that is subject to me checking with the Office of the Attorney General.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C00900","speaker":"1243"},{"type":"speech","time":1512653100,"counter":41,"content":"<p>Sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01000","speaker":"1235"},{"type":"speech","time":1512653100,"counter":42,"content":"<p>I can come back to the Deputy on Report Stage.  I am trying to facilitate the Deputy's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01100","speaker":"1243"},{"type":"speech","time":1512653100,"counter":43,"content":"<p>I understand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01200","speaker":"1235"},{"type":"speech","time":1512653100,"counter":44,"content":"<p>I felt that inserting the word \"shall\" there would be better and would translate into what the Deputy wants to get across with his amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01300","speaker":"1243"},{"type":"speech","time":1512653100,"counter":45,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01400","speaker":"1235"},{"type":"speech","time":1512653100,"counter":46,"content":"<p>I must check the matter with the Office of the Attorney General.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01500","speaker":"1243"},{"type":"speech","time":1512653100,"counter":47,"content":"<p>I propose to press the amendments and we can have further debate on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01600","speaker":"1235"},{"type":"speech","time":1512653100,"counter":48,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01700","speaker":"1243"},{"type":"unspoken","time":1512653100,"counter":49,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speechnospeaker","time":1512653100,"counter":50,"content":"<p>Amendment No. 3 has already been discussed with amendment No. 1.  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C01900","nonspeaker":"Vice Chairman"},{"type":"speech","time":1512653100,"counter":51,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 4, lines 18 and 19, to delete &ldquo;he or she is satisfied that&rdquo; and substitute &ldquo;the Information<br \/><br \/>Commissioner is satisfied&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C02050","speaker":"1235"},{"type":"vote","time":1512653100,"counter":52,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 2; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#C02100","aye":["1263","1235"],"nay":["1260","1237","1243"],"abs":[]},{"type":"speech","time":1512653100,"counter":53,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 4, to delete lines 27 and 28.<\/blockquote> <p>This amendment seeks to take the discretionary power from the Minister to make decisions on what can and cannot be done as far as the release of these documents is concerned.  It seeks to increase their transparency in the public interest in order that no one in government would be able to decide which documents were not suitable for public scrutiny.  The purpose of the amendment is simply to make the system more transparent and less opaque.  This is a good Bill, but at many stages the Minister has the power to make a decision on whether documents should be released.  That creates a situation where the Minister will have a get out of jail clause if the release of documents is not politically suitable to the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#D00100","speaker":"1235"},{"type":"speech","time":1512653100,"counter":54,"content":"<p>I thank the Deputy for this contribution, but I cannot consider accepting the amendment because it would put records at risk.  He may not be aware of the &euro;8 million development plan at the National Archives in Bishop's Place.  There will be a major upgrading in the next few years.  If we were to accept the amendment, it would put those records at risk.  The transfer of departmental records more than 30 years old, the subject of the amendment, is dealt with in the main Act.  Section 8 of the National Archives Act 1986 outlines the circumstances in which records should not be transferred from a Department.  As the amendment seeks to delete this provision of the Act, I cannot accept it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#D00200","speaker":"1243"},{"type":"unspoken","time":1512653100,"counter":55,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1512653100,"counter":56,"content":"<p>Amendments Nos. 5 and 6 not moved.<\/p>"},{"type":"speech","time":1512653100,"counter":57,"content":"<p>Is it possible for me to move the amendment tabled by Deputy Niamh Smyth?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#D00800","speaker":"1235"},{"type":"speechnospeaker","time":1512653100,"counter":58,"content":"<p>As she is not present, it is not possible to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#D00900","nonspeaker":"Vice Chairman"},{"type":"speech","time":1512653100,"counter":59,"content":"<p>Would it be possible for me to table an amendment with a similar objective on Report Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#D01000","speaker":"1235"},{"type":"speechnospeaker","time":1512653100,"counter":60,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#D01100","nonspeaker":"Vice Chairman"},{"type":"unspoken","time":1512653100,"counter":61,"content":"<p>Amendment No. 7 not moved.<\/p>"},{"type":"unspoken","time":1512653100,"counter":62,"content":"<p>Section 4 agreed to.<\/p>"},{"type":"unspoken","time":1512653100,"counter":63,"content":"<p>Sections 5 to 7, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1512653100,"counter":64,"content":"<p>Title agreed to.<\/p>"},{"type":"speechnospeaker","time":1512653100,"counter":65,"content":"<p>As Committee Stage has been completed, it is recommended that members submit Report Stage amendments to the Bills Office without delay as Report Stage may be ordered at short notice.<\/p> <p>  I thank the Minister and her officials for their assistance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#E00300","nonspeaker":"Vice Chairman"},{"type":"unspoken","time":1512653100,"counter":66,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1512653100,"counter":67,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#E00500"},{"type":"speechnospeaker","time":1512653100,"counter":68,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Culture, Heritage and the Gaeltacht has completed its consideration of the National Archives (Amendment) Bill 2017 and made no amendments thereto.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG12017120700002#E00600","nonspeaker":"Vice Chairman"},{"type":"unspoken","time":1512653100,"counter":69,"content":"<p>The select committee adjourned at 2.05 p.m.sine die.<\/p>","notice":"TIME STRING DETECTED"}]