[{"type":"majorheading","content":"Committee on Environment, Culture and the Gaeltacht: Select Sub-Committee on Arts, Heritage and the Gaeltacht","time":1436895000,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 18:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Heather Humphreys (Minister for Arts, Heritage and the Gaeltacht), Deputy Seán Ó Fearghaíl. Deputy Helen McEntee,<\/p><p>DEPUTY MICHAEL MCCARTHY IN THE CHAIR.<\/p>","time":1436895000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002"},{"type":"minorheading","content":"Election of Vice Chairman","time":1436895000,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A00100"},{"type":"speech","time":1436895000,"counter":5,"content":"<p>The first item on the agenda is the election of a Vice Chairman.  I invite nominations for the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A00200","speaker":"990"},{"type":"speech","time":1436895000,"counter":6,"content":"<p>I propose Deputy Helen McEntee for the position of Vice Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A00300","speaker":"1054"},{"type":"speech","time":1436895000,"counter":7,"content":"<p>I second Deputy Helen McEntee's nomination.<\/p>  <p>  As there are no other nominations, I declare Deputy Helen McEntee Vice Chairman of the Select Sub-Committee on Arts, Heritage and the Gaeltacht.  I congratulate Deputy McEntee on her appointment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A00400","speaker":"990"},{"type":"speech","time":1436895000,"counter":8,"content":"<p>I thank my proposer and seconder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A00500","speaker":"1180"},{"type":"minorheading","content":"National Cultural Institutions (National Concert Hall) Bill 2015: Committee Stage","time":1436895000,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A00600"},{"type":"speech","time":1436895000,"counter":10,"content":"<p>This meeting has been convened for the purpose of the consideration of Committee Stage of the National Cultural Institutions (National Concert Hall) Bill 2015.  The meeting will continue until 8 p.m. and if the proceedings on the Bill have not concluded by then, we will suspend the meeting for 15 minutes and resume at 8.15 p.m.  Is that agreed?  Agreed.<\/p>  <p>  The Bill provides for the establishment of a body to be known in the Irish language as An Ceol&aacute;ras N&aacute;isi&uacute;nta or in the English language as the National Concert Hall to provide and operate the national venue for the performance, appreciation and enjoyment of music and to provide for related matters.<\/p>  <p>  I welcome the Minister for Arts, Heritage and the Gaeltacht, Deputy Heather Humphreys, and her officials, Mr. Kevin Lonergan, principal officer and Ms  Orlaith Gleeson, assistant principal officer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A00700","speaker":"990"},{"type":"unspoken","time":1436895000,"counter":11,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":12,"content":"<p>SECTION 2<\/p>"},{"type":"unspoken","time":1436895000,"counter":13,"content":"<p>Question proposed: \"That section 2 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1436895000,"counter":14,"content":"<p>As I indicated during the Second Stage debate, there is a lack of ambition for the future development of the National Concert Hall and notwithstanding the various areas of diversification and outreach in which it is currently involved, it might be in a position to provide services at other locations around the country.  As I read it, that is not envisaged in the Bill.  I wish to signal that I would like the opportunity to bring forward an amendment to address what I see as that shortcoming in the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A01100","speaker":"1054"},{"type":"unspoken","time":1436895000,"counter":15,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":16,"content":"<p>Sections 3 to 10, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":17,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1436895000,"counter":18,"content":"<p>I move amendment No. 1: <\/p> <blockquote> \tIn page 8, to delete line 37 and substitute the following: \t \t\t&ldquo;(e) is, or is deemed to be, the subject of an order under section 160 of the Companies Act 1990 or a disqualification order within the meaning of Chapter 4 of Part 14 of the Companies Act 2014, or&rdquo; \t <\/blockquote>  <p>The purpose of this amendment is to clarify that a person, the subject of a disqualification order under the Companies Act 1990 or the Companies Act 2014, shall not be qualified to be a member of the board of the NCH.  It was recommended by the Office of the Attorney General to ensure that this Bill takes account of the recent commencement of the Companies Act 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A01500","speaker":"973"},{"type":"unspoken","time":1436895000,"counter":19,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":20,"content":"<p>Section 11, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":21,"content":"<p>Sections 12 to 15, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":22,"content":"<p>SECTION 16<\/p>"},{"type":"unspoken","time":1436895000,"counter":23,"content":"<p>Question proposed: \"That section 16 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1436895000,"counter":24,"content":"<p>The Bill makes no provision for ministerial oversight or review of the strategy statements.  As envisaged in the Bill, the Minister will simply receive the strategy statement and lay it before the Houses.  One would think there should be some sort of provision for the Minister to review the strategy and to be satisfied that the strategy is consistent with Government policy and priorities and that it is compatible with, and complementary to, the strategies being pursued by other cultural institutions.  I signalled my concerns on Second Stage and I hope to return to it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A02100","speaker":"1054"},{"type":"unspoken","time":1436895000,"counter":25,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":26,"content":"<p>Sections 17 and 18 agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":27,"content":"<p>SECTION 19<\/p>"},{"type":"unspoken","time":1436895000,"counter":28,"content":"<p>Question proposed: \"That section 19 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1436895000,"counter":29,"content":"<p>Section 19 deals with staffing and is modelled on the strict staffing controls that are exercised currently by the Minister for Public Expenditure and Reform, aiming to restrict the number of civil servant staff numbers and gradings.  We need to be conscious of the fact that approximately 75% of the income of the National Concert Hall comes from its own trading activity and I am concerned that unduly restrictive constraints would be put on it.  <\/p>  <p>               We need to look at the possibility of the Minister, having due regard to the financial position of the National Concert Hall and in consultation with the board, having a more open approach to staffing schedules.  Again, I will consider drafting an amendment on this issue for Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#A02600","speaker":"1054","continuing":true},{"type":"speech","time":1436895000,"counter":31,"content":"<p>There have been developments in the past few months and staffing matters are no longer dictated by a moratorium.  Staffing matters in the National Concert Hall can now be dealt with between my Department and the National Concert Hall under new delegated sanction arrangements.  I see this increasing the flexibility of the National Concert Hall in regard to staffing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B00200","speaker":"973"},{"type":"unspoken","time":1436895000,"counter":32,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":33,"content":"<p>Sections 20 to 24, inclusive agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":34,"content":"<p>SECTION 25<\/p>"},{"type":"speech","time":1436895000,"counter":35,"content":"<p>Amendments Nos. 2 and 3 are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B00600","speaker":"990"},{"type":"speech","time":1436895000,"counter":36,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 16, lines 24 and 25, to delete &ldquo;and the Minister for Public Expenditure and Reform&rdquo; and substitute &ldquo;, the Minister for Public Expenditure and Reform and the Minister for Finance&rdquo;. <\/blockquote>  <p>The purpose of these amendments is to clarify that the consent of the Minister for Finance is required as well as the consent of the Minister for Public Expenditure and Reform when the National Concert wishes to borrow money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B00700","speaker":"973"},{"type":"unspoken","time":1436895000,"counter":37,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1436895000,"counter":38,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 16, line 26, to delete &ldquo;or the Minister for Public Expenditure and Reform&rdquo; and substitute &ldquo;, the Minister for Public Expenditure and Reform or the Minister for Finance&rdquo;. <\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B00900","speaker":"973"},{"type":"unspoken","time":1436895000,"counter":39,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":40,"content":"<p>Section 25, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":41,"content":"<p>Sections 26 to 38, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1436895000,"counter":42,"content":"<p>Title agreed to.<\/p>"},{"type":"speech","time":1436895000,"counter":43,"content":"<p>I would like to indicate that I will table amendments relating to the proposed change of name of the Irish Film Board on Report Stage.  I am also examining a potential Report Stage amendment on including a reference to the location of the National Concert Hall at Earlsfort Terrace.  A potential timing issue exists between the time limit for submission of the annual report in section 17 and the preparation of the annual accounts in section 26, so it may be necessary to bring an amendment forward to extend the time limit at section 17.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B01400","speaker":"973"},{"type":"unspoken","time":1436895000,"counter":44,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"speech","time":1436895000,"counter":45,"content":"<p>I thank the Minister and her officials for attending today's meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B01600","speaker":"990"},{"type":"minorheading","content":"Message to Dáil","time":1436895000,"counter":46,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B01700"},{"type":"speech","time":1436895000,"counter":47,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Sub-Committee on Arts, Heritage and the Gaeltacht has completed its consideration of the National Cultural Institutions (National Concert Hall) Bill 2015 and has made amendments thereto. <\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN22015071400002#B01800","speaker":"990"},{"type":"unspoken","time":1436895000,"counter":48,"content":"<p>The select sub-committee adjourned at 6. 45 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health and Children","time":1436870700,"counter":49},{"type":"unspoken","content":"<p>The Joint Committee met at 11:45<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Joe Costello, Senator Colm Burke, Deputy Sandra McLellan, Senator Thomas Byrne. Deputy Mary Mitchell O'Connor, Deputy Dan Neville, Deputy Robert Troy,<\/p><p>In attendance: Deputies John Lyons and Liam Twomey.<\/p><p>DEPUTY JERRY BUTTIMER IN THE CHAIR.<\/p>","time":1436870700,"counter":50,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002"},{"type":"unspoken","time":1436870700,"counter":51,"content":"<p>The joint committee met in private session until 11.50 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Affordable High-Quality Child Care: Discussion (Resumed)","time":1436870700,"counter":52,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#B00100"},{"type":"speech","time":1436870700,"counter":53,"content":"<p>The purpose of today's meeting is to continue our hearings on affordable and high-quality child care provision.  I thank the committee rapporteur, Deputy Sandra McLellan, for her work on the issue.  The focus of our discussion is the education needs of carers and community child care workers.  I welcome Mr. Joe Rynn, manager of Dublin City Childcare Committee; Ms Avril McMonagle, manager of Donegal County Childcare Committee; and Dr. Mary Moloney, chairperson of Pedagogy, Learning and Education, PL&Eacute;.  In attendance in the Public Gallery are Mr. Oliver Moloney; Mr. Dermot Leavy, chairperson of Westmeath County Childcare Committee;  and Ms Clare Cashman, chairperson of South Tipperary County Childcare Committee.  I have received apologies from Deputies Catherine Byrne, Ciara Conway, Seamus Healy and Billy Kelleher and from Senator Jillian van Turnhout.  I take this opportunity to extend our sympathies to the Senator on the death of her father-in-law.<\/p> <p>  This is the final session in a series of discussions on affordable high-quality child care provision, during the course of which we have met representatives from a range of organisations.  It has been a wide-ranging discussion.  I thank Deputy Robert Troy for his assistance in organising this morning's meeting.  City and county child care committees offer a broad and diverse range of services to parents and families.  I thank the witnesses for giving of their time to be here today.  We appreciate their efforts to juggle timetables to accommodate us.<\/p><p>I wish to advise witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not comment on, criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the Houses or any official by name or in such a way as to make him or her identifiable.<br\/><br\/>Regarding mobile telephones, I remind people that it would be appreciated if they were switched off or put in aeroplane mode.  With that, I invite Mr. Joe Rynn to make his opening remarks, to be followed by Ms Avril McMonagle.  Mr. Rynn is more than welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#B00200","speaker":"989","continuing":true},{"type":"speechnospeaker","time":1436870700,"counter":55,"content":"<p>I thank the Chairman and committee members for the invitation to address the committee in my capacity as chairperson of Childcare Committees Ireland.  As the Chairman noted, I am joined this morning by my colleague, Avril McMonagle, who herself is one of six regional manager representatives of our national network of the 30 city and county child care committees.  We welcome the opportunity to bring forward our views on some of the challenges of the early years sector and, in particular, bring a local perspective, given our local and county delivery structure.  The 30 city and county child committees operate across the country and were established in 2001 to advance the provision of child care facilities in their local areas.  City and county child committees, CCCs, offer a wide variety of services locally to early years services, childminders, after-school services and parents.  The 30 city and county child care committees operate in each of the local authority administrative areas and are governed by a voluntary board of management.  This board includes representatives from the early years sector and agencies within that area, including local authorities, State agencies, local development companies and voluntary child care organisations.<\/p> <p>  The functions and roles of the committees are aligned to support the implementation of national policy at a local level.  In addition, we play a key co-ordinating role and are actively involved in various co-ordinating bodies to support the delivery of supports to children and families.  This includes children and young people services committees, as well as local community development committees.  As the established local delivery structure for the early years, CCCs play a crucial role in supporting the development of the early years sector in each county, responding to local needs and implementing comprehensive support plans to address these needs.  This has been for a core function of the CCCs since their establishment.  Over the past 15 years, the CCCs have been at the centre of these supports and development within the sector.<\/p> <p>  Such development goes back as far as 2000 and over the decade 2002-2010, the State itself, initially in partnership with the European Union, invested more than &euro;425 million in capital funding to create child care places throughout Ireland.  That was probably the start of the major investment programme in Ireland for the early years sector.  From 2006 to 2010, we had a follow-on programme, the national child care investment programme, NCIP, which was the State's vehicle for wider investment in the sector and, as I stated, the NCIP succeeded and built upon the programme known as the equal opportunities child care programme, which was the initial programme put in place between 2000 and 2006.  I refer to these programmes because it is important to see the context for the funding and in the first instance, they provided capital funding, staffing grants and quality programmes.  The programmes aimed to provide a proactive response to the development of quality child care supports and services, which are planned and developed locally and centred on the needs of the child and the family.  Over that period, the CCCs, working with the sector, put in place 65,000 child care places in the early childhood sector.<\/p> <p>  Since then, the role of the CCCs has expanded to enable greater flexibility and responsiveness to local needs.  More recently, CCCs have been increasingly dedicated to locally managing administrative processes associated with the various national funded programmes.  The recognition and value of their work are evaluated on a yearly basis and the most recently published report completed nationally showed that 95% of services report a high satisfaction rating in respect of the support provided to them by the CCCs.  The value of a local delivery agent working with the sector is an important building block for the sector and remains so.  Indeed, the efficiency and value for money delivered by this structure shows that of the approximately &euro;260 million invested in the sector, currently the CCCs account for 4% of this budget and for this, a national delivery structure is in place across all counties in Ireland.  The CCCs remain focused on responding to the local need but, equally, very responsive to the implementation of a range of national programmes on a consistent basis.  For example, we have assumed responsibility from Tusla for the roll-out of the Always Children First child protection training for early years settings and childminders with the stated aim of ensuring that staff members from every service throughout the country receive accredited child protection training.  The roll-out of this training is co-ordinated at local and county level by CCCs.<\/p><p>To date, more than 3,605 services have accessed that training, with more than 6,459 practitioners receiving that training.  This approach has been strengthened by our national network, which we are representing.  This national network provides a coherent structure for various bodies, in particular, the Department of Children and Youth Affairs, to plan and implement its policy brief.  CCI, as the national network, works closely with a range of stakeholders to ensure we put in place strong, effective systems with our partners.  These include Pobal, the National Early Years Quality Development Service also known as Better Start, the Departments of Children and Youth Affairs and Social Protection and Tusla.<\/p><p> It is important to recognise that the early years sector and, in particular, the role of the State within it, is still relatively new in Ireland.  The primary school education system has been in place since the State was established and dates back to 1931 while free post-primary education has been in existence since 1966.  The early years sector in Ireland is still in the early stages of development with the introduction of the free preschool year in 2009.  This was an important milestone and an important step in the provision of universal early childhood care and education.  It is important to recognise that was the first universally recognised programme the State had put in place.  Prior to that, there was no universal provision.  It is, therefore, still early in terms of the State's role.  <\/p><p> The introduction of the free preschool year has brought with it significant changes which the sector has adopted and worked with.  Committee members will be aware of these, with some having been elaborated on in previous presentations.  However, we would like to give an overview of some of these challenges and how they can be addressed.  My colleague, Ms McMonagle, will elaborate on them, particular policy issues in which we are engaged, and the future support priorities the sector requires.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#C00200","nonspeaker":"Mr. Joe Rynn","continuing":true},{"type":"speechnospeaker","time":1436870700,"counter":57,"content":"<p>The introduction of the free preschool year in 2009-2010 marked a turning point, not only for the early childhood sector but also in the work of city and county child care committees.  As my colleague highlighted, this sees us increasingly dedicated to managing administrative processes associated with five core child care funding programmes and grant initiatives.  Since its introduction last year, child care committees have supported more than 4,500 early years services to access and administer their compliance requirements via the Department's new online system.  We are currently administrating almost &euro;3 million of grant funding through the learner fund to 2,860 members of the workforce who are upskilling as part of this initiative.  The transition from supporting not only early childhood services but also parents alongside the administration of child care funding programmes has been a challenge for county child care committees, especially in the context of a reduction in overall funding by 20% over the same period.  The challenges faced by the early childhood sector are constant and have been well communicated to the committee by previous contributors.<\/p> <p>  However, as a collective of organisations that exclusively has direct reach into all 4,500 early childhood services nationally, we would like to share our perspective on how these challenges manifest at local level and their correlation with, and repercussions for, our work.  The introduction of the various child care funding programmes, while overall a welcome development, have brought an element of challenge and change that early childhood services were never established to cope with.  Prior to the introduction of the child care funding programmes, the only engagement early childhood services had was with the then HSE inspectorate.  Currently, compliance validation involves Pobal, Tusla and NERA and the forthcoming education-focused inspections will result in the Department of Education and Skills staff visiting services for the first time.<\/p> <p>  Imminent changes to company law and voluntary sector governance will also increase pressure points for the sector.  Each policy change or new initiative has a direct correlation with an increase in demand for local support, much of which is individual and on a one-to-one basis.  Many of these supports are difficult to measure in our performance reports and their specialised and individual nature makes them extremely resource intensive from our perspective.<\/p> <p>  Child care committees have played a fundamental role in quality development over the years.  The initial phase of this work was under a quality sub-measure of the equal opportunities child care programme and saw us address quality at its most basic level.  In those days, training and continuing professional development comprised supporting services to develop policies and procedures, good work practice, child protection and health and safety measures.  The early childhood sector was starting from a low base at that time and the fundamentals had to be put in place first.<\/p><p>In recent years, this work has included the delivery of continual professional development and training on Aistear, the early childhood curriculum framework, supporting the implementation of S&iacute;olta quality standards and on-site professional development support, advice and guidance at local level.  For city and county child care committees, the notion of quality standards goes far beyond early childhood practice standards alone.  While they are a core element of our work, we take a much more multidimensional view of the fundamentals that must be in place before quality for children is realised.  By way of example, we face an ever-increasing demand for financial advice and individualised plans for service sustainability.  Often, we help to create detailed financial projections to determine whether a service is sustainable from year to year.  Fluctuations in child enrolments in a given year have the potential to close a service in a very short space of time.  Challenges regarding human resource management and supports and employer-employee conflict resolution are ever-present.  High staff turnover in services, unsatisfactory working conditions and low pay collectively cause workforce stress, which can manifest as conflict situations.  Child care committees undertake a mediation role in these cases as much as possible, and it is an extremely resource-intensive element of our work.<\/p><p> Corporate governance, compliance with regulation and effective management are noteworthy stress points for early childhood services.  The company limited by guarantee model, while important for transparency and protection, places an onerous burden on community and voluntary child care services in particular.  We are facing a crisis whereby it is becoming impossible to attract volunteers to participate on voluntary management committees in community child care services.  This presents a huge threat to the continuance of community child care services in Ireland, and alternative models need to be considered and provided for with regard to administration funding.<\/p><p> All child care committees report high levels of engagement with parents and early childhood services in trying to provide support for children with special educational needs to participate in mainstream preschool education.  A properly resourced framework of supports co-ordinated at local level through the child care committees is urgently required to provide equality of participation for all children.  This area warrants immediate attention and is placing untold stress on parents and child care providers.<\/p><p> As highlighted, the fundamental strengths of the city and county child care committee structure include not only our local response and national reach but also our ability to be flexible in responding to policy change and development.  We have responded to recent unplanned developments, such as the introduction of the learner fund and the introduction of the programme implementation platform, in an efficient and timely manner.  The child care committees have a unique ability to monitor, collect and collate national data, making us a valuable support, implementation and delivery mechanism.<\/p><p> We are fully aware of the many competing priorities for funding.  We hope we have provided a perspective that identifies particular pressure points which pose significant risk to the future of the early childhood sector and the crucial nature of localised and responsive supports in alleviating these.  In trying to make savings, we caution against streamlining the city and county child care support structure to office-based administration duties only.  The committees need to be sufficiently resourced to continue to act as a local one-stop shop for early childhood services and parents seeking support with child care funding schemes, quality development, HR, governance, financial sustainability and continuing professional development.  This will enable us to respond to current and future challenges and support this fledgling sector in the next stage of its development.  We thank committee members for their attention and welcome any questions they may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#D00200","nonspeaker":"Ms Avril McMonagle","continuing":true},{"type":"speechnospeaker","time":1436870700,"counter":59,"content":"<p>I thank the committee for the invitation to address it in my capacity as chairperson of Pedagogy, Learning and Education, PL&Eacute;, which is the national association of higher education institutions offering degree level education and training in early childhood education and care.  PL&Eacute; represents 18 higher education institutions offering 27 early childhood education and care degree programmes.<\/p><p>The association advocates on behalf of approximately 5,500 early childhood education and care degree level students and graduates in Ireland.<\/p><p> The issues of affordability, quality and supply in the early childhood sector have dominated political debate for quite a long time.  As we all know, affordability is particularly problematic and I welcome the opportunity to explain why the cost of child care in Ireland is frequently referred to as a second mortgage.  It is now widely recognised that Irish parents pay the highest child care costs in Europe.  Typically, parents in Ireland pay 35% of net income, and for lone parents the figure is closer to 40% of net income.  Throughout OECD countries, the average cost of child care is between 10% and 13% of net income.<\/p><p> In spite of the high cost to parents in Ireland, the quality of provision is diverse and sporadic, and those working in the sector are underpaid and undervalued.  I will address the issue of training, qualifications and remuneration, all of which are necessary components in the provision of high quality education and care to young children from birth to school age.  To do this, I will use three perspectives, namely, historical Government investment, the skills and competencies required by our educators, and the settings' perspective and their challenges.<\/p><p> Since the inception of the Child Care Act 1991, myriad policies and initiatives have been developed, culminating in two practice frameworks, namely, S&iacute;olta and Aistear, to support and enhance the quality of early childhood provision.  In addition to this, the State invested &euro;1.139 billion in the period from 2000 to 2010 in the development of a child care infrastructure, primarily in the creation of child care places.  This investment, however, was a supply side measure driven by the need to capitalise child care places for children working parents, and over the decade many commentators have pointed out that the much needed parallel investment in staffing did not occur.<\/p><p> In the aftermath of the RTE \"Prime Time\" expos&eacute; in 2013 of bad practice in some early childhood settings, the then Minister, Deputy Frances Fitzgerald, acknowledged there had been a wholly inadequate approach to quality sustainability.  The sector has, in effect, been provided with extremely limited funding for developing staff quality, that is, high-level training and commensurate pay levels, with the Government investing just 0.2% of GDP.  In 2008, UNICEF recommended this figure should be 0.7% and the OECD has repeatedly recommended that it should be 1%.  As a result, many early childhood educators are ill-equipped to engage with initiatives such as the two quality frameworks, S&iacute;olta and Aistear, which are the pillars of quality in child care in Ireland.  They leave little doubt the education and care of young children is highly skilled and complex.  Regardless of the complexity of educating and caring for young children, the need for staff qualifications has for too long been overshadowed by the rush to create child care places.<\/p><p> Although definitions of quality vary, it is recognised that the ability of educators to care for, nurture and teach young children is strongly influenced by their level of education and training, their work environment, salary and work benefits as well as their experience in the field.  The need for appropriate training and qualifications is finally being recognised in Ireland, as evidenced by the recent introduction of a mandatory minimum training requirement for all staff working in the early childhood sector.  Settings engaging in the early childhood care and education, ECCE, scheme have also been incentivised to employ early childhood graduates.  While these requirements are positive steps in the right direction, PL&Eacute; believes that on their own they are insufficient to address the many issues endemic in the sector.<\/p><p> I wish to draw the committee's attention to the model framework for education, training and professional development which was developed by the Department of Justice, Equality and Law Reform in 2002.  This framework identified five occupational profiles which have since been validated against a national framework of qualifications and the practice frameworks, S&iacute;olta and Aistear.  Committee members will have seen table one, which I submitted.  This provides an overview of the matches decided relating to the occupational profiles and National Framework of Qualification, NFQ, levels as well as the attributes, skills, processes and accountability identified for each level in the model framework.<\/p><p> It is worrying that in 2013 Pobal reported that only 12.8% of educators working in the sector in Ireland holds a degree at level 7 or 8 in early childhood education and care.<\/p><p>Addressing the annual Maynooth university education forum on the theme of educational disadvantage recently, Professor Kathy Sylva asserted that a characteristic of a high-quality preschool was having &quot;teachers&quot;, her word, trained to degree standard, which in Ireland is a level 8 qualification.  Ireland does not have a vision or a target for the number of graduates who should work in the early childhood sector, and the present 12.8% reported by Pobal is far below the EU 2011 recommendation that at least 20% of the workforce be trained to degree level.<br\/><br\/>Currently, of the 25,000-strong early childhood workforce in Ireland, only 3,200 educators are working at advanced or expert practitioner level as envisaged in the model framework.  Advanced or expert practitioner levels require the broadest range of skills and competencies, as outlined in table 1.  In fact, PL&Eacute; argues that advanced and expert practitioners are required to engage meaningfully with the Aistear<i><\/i>and S&iacute;olta frameworks.  Goodbody Economic Consultants, for example, in its evaluation of an initial implementation of the S&iacute;olta quality assurance programme in 134 services between 2009 and 2010, found that staff education and training levels impeded educators&rsquo; ability to engage with and implement the S&iacute;olta framework.  PL&Eacute; asserts that the implementation of S&iacute;olta and Aistear<i><\/i>and the present Childcare (Pre-school Services) (No. 2) Regulations 2006 require the following knowledge, competencies and skills: knowledge of play, child development, early childhood curriculums, teaching and learning strategies for young children, child health, working with families and communities, oral language and communication development, second language acquisition, child psychology, special educational needs, cultural diversity and inclusion, and national policies and priorities; competencies in child observation, communication at multiple levels, reflection, curriculum planning, implementation and evaluation, in addition to report writing, curriculum differentiation, development of individual education plans for children with specific needs, empathy, creativity and team work; and skills including engaging in, supporting and facilitating children&rsquo;s play, storytelling, creativity, nappy changing, feeding, checking temperatures and sleeping positions and administering medication.  As we move to an evidence-informed profession - that is, based on evidence gathered through research - educators need to understand the various research processes, be skilled as social researchers and also be able to make sense of research-based articles and research reports. <br\/><br\/>This is not an exhaustive list, but it does provide insight to the complexity of the work and the challenges associated with quality in early childhood.  It is not possible that programmes pitched at FETAC levels 5 and 6 would cover all of the areas outlined, nor should they be expected to.  Rather, these programmes provide a basic foundation and introduction to the fundamental aspects of early childhood education and care.  They do not prepare students for the depth and breadth of experiences required in early childhood settings, as envisaged within the S&iacute;olta and Aistear<i><\/i>frameworks.  However, all of the areas outlined can be expanded upon incrementally in a three-year and four-year degree in early childhood education and care.  PL&Eacute; asserts that degree-level programmes with a strong practicum component can adequately prepare early childhood educators to support children&rsquo;s educational development and equip educators to become curriculum and pedagogical experts in early childhood education and care. <br\/><br\/>Degree programmes are also designed to prepare graduates to become reflective, thereby increasing the chances of producing educators who are committed to ongoing learning and professional development.  Additionally, in time, such graduates may also be well placed to mentor, induct and support colleagues within the sector, creating a community of practice leading to enhanced quality and benefiting children in their experiences of early childhood education and care.  This could potentially complement the Better Start mentoring service currently working within the sector. <br\/><br\/>The issue of the poor remuneration levels in the sector has been well documented and presented to the House previously, and various reports have pegged salaries at minimum wage levels.  Working conditions and poor pay are undoubtedly a factor in the quality of early childhood provision, and to this end, there is increasing evidence that highly skilled graduates are being lost to the sector.  In the fourth quarter of 2012, the average industrial wage in Ireland, according to the Central Statistics Office, rose to &euro;828.88 per week.<\/p><p>Just last week, I interviewed a number of early childhood managers who informed me that there is no difference in the salaries payable to educators qualified to QQI level 5 and those with a level 8 honours degree.  These managers told me that the rate of pay for an educator is generally &euro;9 per hour and if one is lucky it is &euro;10 per hour.  When we did the calculations, we found this was less than half the industrial wage.  <\/p><p> Managers who hold a level 8 honours degree stated that they earn between &euro;12 and &euro;14 per hour, which is also far removed from the average industrial wage of &euro;828.88 per week.  One manager advised that after working in the sector for five years, she is seriously considering exiting the sector to work in a factory or a shop, anywhere she can earn more money, because as she explained to me, \"I want to get a mortgage, to have a life\".  <\/p><p> I recently analysed data from the 2014 annual occupational profile study undertaken with the graduates in Mary Immaculate College, Limerick.  The findings make for disturbing reading and endorse the view that educators are undervalued and underpaid, with a pervading sense that the work is not something people can continue to do in the long term and that the conditions are terrible, in the words of a graduate.  One graduate described how she was back living at home with her parents because there was no way she could afford to pay rent or bills on her salary.  These stories are replicated all over Ireland as those working in the sector find it difficult to live independently, to secure a car loan or procure a mortgage.  Crucially, there is no reward for obtaining a degree in early childhood education and care, and with the exception of the ECCE scheme which requires a minimum of a level 6 qualification, there is no incentive for existing educators in the field to upskill to higher level qualifications.<\/p><p> The recruitment of early childhood graduates to the Better Start mentoring service and the Department of Education and Skills early years inspectorate is a welcome development that, for the first time in the history of early childhood education and care in Ireland, provides pay parity with other professionals working with young children, as well as validating the value of degree level training and experience in the field.  The recently established Low Pay Commission is examining the possibility of introducing a living wage of &euro;11.45 per hour, which it deems to be the income below which it is impossible to make ends meet.  Research consistently indicates that irrespective of qualification levels, those working in the early childhood sector do not earn a living wage.  In response to repeated calls for Government intervention, the Government insists that remuneration levels and conditions of employment are ultimately matters for the management of settings, while at the same time expressing concern that tax credits for parents, for example, will result in increased child care fees.<\/p><p> This is indeed a double-edged sword, and presents a considerable conundrum for the sector.  Salaries represent between 70% and 80% of the income of an early childhood setting.  The remaining 20% to 30% of income must cover all the overheads associated with operating the setting including rates, mortgage, insurance, maintenance, equipment and materials, food and beverages and so on.  Parents are hard pressed to pay current child care fees, and there is evidence that some are left with no option but to leave their employment when a second child arrives.  Equally, child care managers cannot afford to pay salary increases.  Any such increase would warrant a significant increase in child care fees.  In the current climate, primarily as a result of inadequate investment and poor planning, considerable numbers of early childhood settings are finding that they are no longer sustainable and are closing their doors. <\/p><p> A recent study by Early Childhood Ireland suggests that almost 10% of services will cease to operate in September, 2015, while a study undertaken by Meehan Tully &amp;amp; Associates limited on behalf of the Dublin City Childcare Committee points to unsustainable small scale profit margins across five child care funding models.  The committee has received a copy of my statement.  I would like to conclude by saying that I have discussed issues in regard to training, qualifications and remuneration, all of which are necessary components in the provision of high quality care and education to young children from birth to school age.  It is just and necessary that educators working with children before they start school in Ireland are recognised as professionals and are appropriately remunerated in the same manner as professionals working with school-age children in the formal education sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#E00200","nonspeaker":"Dr. Mary Moloney","continuing":true},{"type":"speech","time":1436870700,"counter":63,"content":"<p>I thank Dr. Moloney.  She can refer to other points in the question and answer session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#H00200","speaker":"989"},{"type":"speech","time":1436870700,"counter":64,"content":"<p>I welcome our guests and thank them for feeding into this debate, which has been ongoing for a number of weeks.  We are trying to make proposals that will address the quality and affordability issues that so many parents are facing.  I will not rehash what we have said in recent weeks.  Instead, I will seek clarification by asking the witnesses a number of questions.  The county child care committees play important roles in the communities they serve.  It is fair to say that there may be inconsistencies from county to county in the level of support provided and the level of engagement with certain services.  Thankfully, I can say from my personal experience that the child care committees in Counties Westmeath and Longford are very proactive and very supportive of the services in those counties.  Perhaps the witnesses will comment on that.<\/p> <p>  It has been suggested that approximately 4% of the overall expenditure of &euro;260 million on early years settings is spent through the county child care committees as part of the national delivery structure.  Do the committees feel they have the capacity to deliver more?  I wonder why the Better Start programme, which has been initiated in recent months, has not been rolled out through the county child care committees.<\/p> <p>  I think the removal from the county child care committees of the childminding post, which was important in terms of providing the necessary supports to childminders, has been a detrimental step.  Many of our children are being minded in this unregulated sector.<\/p> <p>  Reference has also been made to community services.  I sit on the board of a local community service in County Westmeath.  I agree with the assertion that it is becoming very challenging to find people to sit on the boards of these community services.  Perhaps the witnesses might share their experience of how we might address that.  Many community services would not be viable if they were not able to avail of community employment staff.  It seems that when the changes to the educational qualifications that are required come in, a number of community employment staff will be disqualified from being part of the core staffing requirement.  If that happens, the viability of many community services will be threatened.<\/p> <p>  I understand that the learner fund is due to expire later this year.  Would the witnesses support the extension of that fund?<\/p> <p>  Dr. Moloney spoke about educational requirements.  Goodbody Economic Consultants found that staff education and training levels impeded the ability of educators to engage with and implement the framework.  Does Dr. Moloney think the decision to defer the qualification requirement by 12 months was the right one?  Should it have been maintained in September of this year?<\/p> <p>  I ask the representatives of the county child care committees, who have said they represent the only organisation that is in operation nationally, to comment on the capacity with the sector for a second free preschool year.  A number of people who acknowledge the need for a second free preschool year have suggested that capacity issues would come into play.<\/p> <p>  I am surprised that nobody has mentioned the new regulations and the registration process.  The Department announced new regulations as a consequence of the \"Prime Time Investigates\" expos&eacute;, which has been alluded to, but we have yet to see those regulations.  We know that services are inundated with inspections from bodies such as Pobal, NERA, the HSE and Tusla.  The new educational inspections are also going in.  What is the opinion of the witnesses on the inspection process?  Surely a streamlined overall approach would be much better and would give much better value without putting undue pressure on services.<\/p><p>That is not saying for a moment that the standards should be compromised, but it should be done in a far more streamlined way.<\/p><p> Regarding S&iacute;olta and Aistear, the witnesses alluded to many of the positive developments that have taken place in this sector over the past ten to 12 years and the fact that we are coming from a very low base, not to mention the huge investment in the capital infrastructure.  Unfortunately, the investment in personnel did not match the investment in capital infrastructure.  We have S&iacute;olta and Aistear, our curriculum and the quality framework for implementation, and they are internationally recognised to be of a very good standard.  What must happen to ensure we have an effective roll-out of these?  I have asked both the Minister, Deputy Reilly, and his predecessor about the national roll-out of these.  Frankly, I have not been able to get the answer.  Perhaps the witnesses would outline their personal experience in that regard.<\/p><p> I wish to raise a matter with Dr. Moloney.  It has been brought to my attention that in certain instances some of the educators that are educating the workforce to FETAC level 5 or level 6 in some of the institutions are not qualified to be conducting the courses.  If the educators are not qualified to conduct the courses, how can we expect quality qualifications emanating from that?  Perhaps she will address that point.<\/p><p> As the witnesses might be aware, my party has published a strategy reflecting how I would like to see this sector develop over the next five years.  A number of strands feed into that in terms of increased capitation, a special fund for special educational needs and a special fund for professional development.  However, it also acknowledges, and the witnesses might wish to discuss this, that there are capacity and quality issues which we must address over the next number of years.  On an interim temporary basis, to support families who are put to the pin of their collar with the cost of child care, it proposes the introduction of a tax credit.  I do not believe it will increase the cost of it, but I would welcome the witnesses' comments on that aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#J00100","speaker":"1065","continuing":true},{"type":"speech","time":1436870700,"counter":66,"content":"<p>I welcome the witnesses and thank them for their presentations, which were comprehensive and contained many good recommendations.  We have had a number of meetings over a long period so my questions will be relevant to the presentations and will not rehash questions we have been raising repeatedly.<\/p> <p>  The city and county child care committees offer a wide variety of services locally to early year childminders, after-school services and parents.  What is the relationship between the child care committees and parents?  What do parents avail of and about what issues do parents contact the committees?  The city and child care committees were established to advance the provision of child care facilities and to support the implementation of national policy.  Do the witnesses believe the role of the county child care committees has evolved and is very different today from what they were originally set up to do?  Perhaps they would comment on that.<\/p> <p>  With regard to the inspections and the various child care funding programmes, the inspections are very inconsistent.  From speaking to others involved in the sector, I am aware that they are very stressful and it is difficult to deal with so many different Departments.  How do we address this?  Should it be streamlined through one Department, and which Department or body should that be?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#K00200","speaker":"981"},{"type":"unspoken","time":1436870700,"counter":67,"content":"<p>With regard to special needs, the witnesses stated in their submission: \"A properly resourced framework of supports... [for children with special needs] co-ordinated at local level through Childcare Committees is urgently required for providing equality of participation for all children.\"  Can they explain exactly what that framework of supports involves, what steps it would entail and what are the immediate steps to be taken to create that system?<\/p><p>Regard those in the sector holding a level 7 or level 8 degree, it is stated in one of the presentations that \"12.8% of educators working in the sector only hold a degree at level 7-8 in early childhood education and care\".  We understand the reason that is the case.  The wages and terms and conditions are dreadful.  Those in the sector have a 38-week work year and some of them might have to sign on the dole for the summer months.  They cannot obtain a mortgage or a car loan.  Why would one stay in a job where the conditions are so terrible?  Obviously, people in the sector love what they do, but staying in it is not sustainable if one wants to have a better lifestyle.  There is no incentive to move from a level 5 or level 6 up to level 7 or level 8.  We were given figures at one our committee meetings last week that those who are obtaining a degree at level 7 or level 8 are not staying in the sector.  They are moving on to teaching or to other areas.  The answer to this issue is resources and funding.  Those in the sector have to be paid what they are worth.  They must be treated as educators and not as childminders.  I would just make that comment because the witnesses have outlined the situation very well in their presentation.  It is difficult to ask them questions on it because they have given all the answers to the questions as they have moved along.  It is a very good presentation.<\/p><p>The roll-out of the Aistear and S&iacute;olta frameworks seems to be a major problem.  How can we roll them out?  It was stated by some people who came before the committee that perhaps the roll-out of it should be introduced at one of the lower levels as a module in itself and that might address one part of it.  Would the witnesses agree with that view?  Also, emphasis was placed by the Department on people being able to educate themselves online.  I believe that this was actually stated, but education is about mentoring and it is also about one-to-one interaction.  It cannot be about a box-ticking exercise.  I cannot see how that would work.  Would the witnesses agree with that point?<\/p><p>I note in the recommendations in one of the presentations that with regard to the S&iacute;olta and Aistear frameworks it is stated that \"it is important to note that neither framework has been implemented universally\".  It is obvious that it needs to be.  It is also stated in the presentation: \"Alongside the enactment of the practice frameworks, there must be a nationally funded implementation plan.\"  I would not disagree with anything there.<\/p><p>I wish to ask each of the witnesses that if they were to make one change in the morning and make it a priority, what is the one change they would want to see implemented?<\/p>"},{"type":"speech","time":1436870700,"counter":68,"content":"<p>I thank the witnesses for their excellent presentations.  We have reached a reached a crossroads now, and I have said that previously here.  Are we going to rush something through and try to please everyone or are we going to put the basic steps in place?  We have been throwing money at this sector.  A total of &euro;1.13 billion has been spent in the sector in the period from 2000 to 2010.  In this context, we need to examine is it education or is it child care?  What are we talking about?  I would like to ask Dr. Mary Maloney about this.  I think we have it all mixed up, that child care is regarded by some as childhood education and a delivery of a proper education to little children.  We all know, and I know this as an ex-schoool principal, that within three weeks of little children coming into junior infants class, one can nearly write their CV.  It is extremely important that we get it right and it is not just a matter of putting something in to try to please a group of people.<\/p> <p>  I am extremely worried about the education level of the people who are delivering education to preschool children.  It is so important.<\/p><p>I would like to see staff who are qualified up to level 7, 8 or 9 and with an expertise in early childhood education.<\/p><p>   I thank Dr. Moloney for her superb presentation.  Why are there 27 ECCE courses rather than just one or two, as is the case with primary and secondary teacher education?  I am very aware of what is going on at St. Nicholas Montessori College in D&uacute;n Laoghaire and how many of its graduates come through with a primary degree only to leave early childhood education after a year or two to try to get into primary teaching.  That is happening because early childhood education does not offer a sustainable career.  Part of the problem is that we are mixing up child care and early childhood education.  Why is child care in Ireland more expensive than anywhere else in Europe but the staff working in the sector here are among the lowest paid in the country?  Where is all the money going that is generated from fees?<\/p><p> We need to work together to give these matters proper consideration and find solutions.  The sector will not be fixed simply by flinging money at it.  This issue is too important to take a political bandwagon approach with an eye to getting through the election.  We did not have the money to invest in the sector in the past four years.  Anybody who thinks we should have done in any case need only look to Greece to see what can happen in such cases.  However, the country has been turned around since this Government came to office and now is the time to do what is necessary to do.  I urge Dr. Moloney to continue shouting that message from the mountain tops.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#L00300","speaker":"1004","continuing":true},{"type":"speech","time":1436870700,"counter":70,"content":"<p>In inviting Deputy Joe Costello to make his contribution, I take the opportunity to welcome him to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#M00200","speaker":"989"},{"type":"speech","time":1436870700,"counter":71,"content":"<p>Thank you, Chairman.  I welcome the delegates and commend them on their fine presentations.  As a new member of the committee, I have not been party to previous discussions on this issue.  The presentations were an eyeopener for me.  I thank the witnesses for the work that went into them and the professional manner in which they were delivered.<\/p> <p>  Leading on from the point made by Deputy Mitchell O'Connor, we have a very mixed, piecemeal and ineffective system of child care and early childhood education.  Staff in the sector are poorly paid and, in some cases, their qualifications are inadequate.  The service provided is incredibly expensive and provision is not universal by any means.  The issue that presents immediately concerns the extent to which we are mixing child care and early education, as Deputy Mitchell O'Connor noted.  The question to be answered is how we can build a coherent and holistic system of child care and early education that is efficient, cost effective and does what it says on the tin.<\/p> <p>  Primary school teachers in Ireland have always been insistent that primary education should start at an early age.  At age four, we have one of the lowest primary school entry ages in Europe and, indeed, throughout the world.  The challenge is to bridge the gap between birth and age four and do so in such a manner that there are not gaps all over the place.  We started out in the wrong way, unfortunately, with the funding coming from the European Union for this purpose being administered through the Department of Justice and Equality.  I cannot for the life of me figure out why it was done that way.  It meant there was a focus on the number of places rather than the quality of care and a structure which effectively put the cart before the horse.  That remains the case to an extent.<\/p> <p>  The introduction of the free preschool year in 2009 represented an essentially stand-alone initiative.  There has been some discussion recently as to whether a second free year should be provided.<\/p><p>If the latter were to be done, it would mean free preschool education for the two years prior to children turning four.  Thereafter, we are concerned with the period between birth and two years of age.  Will the witnesses outline their views as to how we might bridge the gap between birth, child care and preschool education?  Will they indicate as to where and how the integration might take place?  We need to put together a sustainable plan for child care and preschool education that will bring children right up to their entry to primary school.  The process in this regard should involve professionals who are properly qualified.  The problem is that until now we have only been making isolated attempts to deal with this matter and that nothing really coherent or professional has been put in place.  Will the witnesses outline their views in respect of this issue and indicate how they see matters developing into the future?<\/p><p> I cannot for the life of me understand why the current system is so incredibly expensive or why those who work in it are so poorly paid.  There is almost a contradiction in terms in this regard and I would welcome some ideas from the witnesses as to why that is the case.  Are there many men working in the system?  As I understand it, the system is almost entirely the preserve of women.<\/p><p> The free preschool that has been provided is not being taken up fully, with a 5% to 10% shortfall in terms of the number of parents who are accessing that year for their children.  Will the witnesses comment on the difficulties in this regard?  What are their views on paternity leave and on extending the term of maternity leave?  I understand that Ireland is way behind the rest of Europe and other OECD countries in the context of both paternity and maternity leave.  If we took action in this regard, perhaps it could form part of the process by means of which we might provide a continuum of child care from birth all the way through to entry to primary school.<\/p><p> The witnesses made a very good presentation that highlighted the inadequacies that exist at present.  Perhaps we should examine the possibility of drawing up an overall plan which we could seek to implement quickly as the recovery in the economy kicks in.  We should seek to proceed in a holistic, coherent fashion rather than continuing in a piecemeal manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#M00300","speaker":"1006","continuing":true},{"type":"speechnospeaker","time":1436870700,"counter":73,"content":"<p>I thank members for their questions and thoughts.  I will reply first to the questions posed by Deputy Troy.<\/p> <p>  In terms of the level of consistency of supports throughout the country, there are 30 CCCs and these are aligned to national policy.  Prior to the establishment of the national network that is now in place through Childhood Committees Ireland, there might have been a perception that the 30 committees were raising and pursuing issues with members and the various the Departments and were in continual communication with them.  However, in an important step for us, we streamlined our process in order to ensure that there is one unified voice emanating from the 30 committees, that we engage with Departments and policy-makers on the issues we identify and that we bring forward solutions.  We have addressed one of the weaknesses of the previous structure through the development of the CCI because we believe it is important to have a consistent, coherent system of communication with all the stakeholders involved.  That is something we worked hard to develop over the past three years.  The level of supports in each county is very similar.  In larger urban areas, there are greater service numbers required and more needs to address.  As a result, it may not be possible to give as much attention to those service providers in urban areas as one can to their rural counterparts.  The authorities in smaller counties are able to offer more intensive supports and devote more time in terms of meeting services' needs.  There might be an inconsistency in this regard but it is due to different levels of support and engagement and the simple volume of people with which one is dealing.  In Dublin there are 450 services whereas in other counties there may only be 100.  These are issues which must be managed.  The supports are the same in each company, it is just the level of intensiveness one is able to offer when providing supports to a service.<\/p> <p>  The issue regarding resources is ongoing.  Deputy Troy referred to a particular figure, which we discussed earlier.  There has been no increase in resources and, in fact, we absorbed a 20% cut over the past three to four years.  This has had implications in terms of how we respond to and manage service issues.  Better Start, the national support programme, has been put in place and we have engaged with it.<\/p><p>Any service that seeks supports under Better Start and the specialist mentoring service goes through the CCC.  A total of 200 services have gone through that nationally to date.  They come through the CCC for engagement with, and referral into, the mentoring supports.<\/p><p> Our staff have also access to training around the new practice guidelines.  The two frameworks - Aistear and S&iacute;olta - have been merged into a common set of practice guidelines and we are looking at how we can build in a training programme using those frameworks for services, but, again, we can only do so much within the resources we have.  We are looking at how we can implement and support Aistear and S&iacute;olta in a much more integrated fashion next year within our plans.<\/p><p> Ms McMonagle referred to PIP, which is an online implementation system for programme management.  We are hoping that system will free us from some of the administrative duties we have been given and that we will get into the space of focusing on quality supports, because there are 30 specialist mentors in place through Better Start.  That will not address all the needs of the services, and we have a resource within the CCCs, which can do some of the pre-development work.  We hope to get into that space over the next year.  We are writing that into our plans, which will go to the Department for 2016 funding allocation.<\/p><p> Childminding remains important for us.  It is a key access point for parents.  They continue to use childminders to provide care, particularly for the younger age range.   Parents with babies feel more comfortable with childminders and look on them as providing a home from home.  They feel it is a better choice.  Adequate resources have not been put into childminding, but we support childminders through our teams.  We have a voluntary notification process.  The issue of regulation of childminders has been well debated and highlighted.  It is a policy decision that needs to be made.  We welcome regulation for all of the sector.  It should be an level playing field for both school-age and preschool children, and we continue to engage with childminders who wish to engage with us.  It is a voluntary process and we continue to do that.<\/p><p> Community services are under serious threat and serious pressure.  It is about resources, because they deal with vulnerable families that have many complex needs.  That has a cost for a service to manage, because family supports must be provided and individual needs addressed.  It is not just about funding a place for a child; the families look for other supports.  The community services are managed within the community child care subvention programme, and that just pays a portion of the fee.  Invariably, services use other means to address the shortfall.  They have a relationship with Tusla, which funds some services.  They had relationships with other funders, but much of that has been withdrawn and, therefore, they are down to trying to extract that funding from families that do not have it.  It is a resource issue that has to be addressed in the context of the current programme.  Services are dependent on CE in some cases.  There has been a great deal of reconfiguration in how child care is implemented by community services, and the Department of Social Protection has done significant work on that.  Officials have reconfigured the CE programme as a three-year programme whereby people are put in an apprenticeship programme over three years.  There is value in that, as it allows staff and others who wish to train to be practitioners to undertake a three-year programme.  One of the issues we spotted was that some services are depending on CE to meet their ratio.  We acknowledge that, and that is one of the reasons the extension of the scheme was granted.  We highlighted the concerns we had around the implementation of the 2015 deadline for the learner fund and the requirement for FETAC levels 5 and 6 qualifications.  We had concerns that if that change came in this September, some of the community services would have been unable to ensure their staff had attained the necessary qualifications.  The extension is welcome in that it allows us to address those issues with services that need to examine how they manage the implications of this change, but, equally, the learners can train themselves on level 5 and 6 programmes in their own time.  They do not get time outside their day jobs to do this.  They have families and other commitments and they take these programmes in the evenings.  It was an enormous amount to ask of these people to deliver this in 12 months.  The extension gives them breathing space, but we want this to happen.  The Department has committed to the 2016 deadline and there has been no movement on that.  The additional year provides time to address those issues.<\/p><p> The final issue was tax credits.  From our perspective, in terms of making a decision, we want a policy decision that considers three issues.  The first is the sustainability of child care providers.  Whatever policy decision is made, it should not impact on them and it should give them a long-term plan to trade and operate.  Second, it has to ensure parents can have affordable and accessible child care and the needs of the child are fully addressed.  There is no silver bullet to address this.  Tax payments may be one, and direct payment to services are another, but each policy decision must have a positive solution for both parents and providers, because their needs are equal and they have to be considered in whatever decision is made.<\/p><p>I believe that covers most of the Deputy's questions and I will let Ms McMonagle pick up some of the other points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#N00200","nonspeaker":"Mr. Joe Rynn","continuing":true},{"type":"speechnospeaker","time":1436870700,"counter":76,"content":"<p>I will address some of Deputy McLellan's questions.  She asked about the relationship between county child care committees and parents.  In the first equal opportunities childcare programme, EOCP, we did not really have engagement with parents because, as the Deputy is aware, that phase of development was all about developing infrastructure.  The national child care investment programme, NCIP, process and the introduction of the child care funding schemes, particularly the early childhood care and education scheme, ECCE, year, gave us a new audience with parents and, as I stated, that was a challenge for us.  However, the main work we find with parents pertains to support and advice on accessing funding schemes.  Some of them are not the easiest to access in terms of entitlements and so on, particularly schemes such as the community childcare subvention scheme or the school-age child care scheme.  We inform parents of their entitlements, even at a basic level, in respect of the service profile within the county.  If a new parent comes into a county, we can signpost what services are in what areas, what schemes they offer, the profile of qualifications of staff, for example, and can signpost them towards where they can find the latest copy of the inspection report.  Our relationship with parents is all about informing them of what is good practice and to what they and their child are entitled.  In addition, we even deal with things like complaints and general queries.  That constitutes our relationship with parents.<\/p> <p>  As for whether the role of child care committees have evolved over the years, yes absolutely.  I have been around from more or less the beginning in this process and yes, during the EOCP programme we were out on building sites and were acting as semi-architects, designers and all those things and then we moved into a different phase.  It often is stated that money was thrown at the sector at that time but this is not strictly true because we were starting from a point at which child care services were operating out of people's garages or spare rooms and the infrastructure had to be built.  It was a response at that time to the state of affairs at that time and because places were needed for children.  In addition, the issue of quality often is mentioned, to the effect that there was no focus on quality.  While there was, it was at a very low base.  Sub-measure 3 of the EOCP programme was a quality sub-measure but as I indicated in the presentation, it was about basic things like policies and procedures and health and safety, that is, very low base quality, which were, nevertheless, very important fundamentals.  Our role has evolved and as new policies have come online, we are obliged to respond quickly but again, that is one of the strengths of the county child care committee structure.  We are all there, are imbedded at local level in our local areas and can respond quickly.  In addition, our teams are highly skilled in a range of different areas from early childhood care and education to administration and financial skills.  We come from a range of backgrounds and that is the reason we are able to offer the breadth of supports.<\/p> <p>  As for the inspections, yes they no doubt are very stressful.  In an ideal world, it would have been much better had we had some kind of streamlined inspection process.  Unfortunately, as the Deputy is aware, these things are not always that easy when one is dealing with legislation and in trying to push through some of the standards that we now need, it probably would have taken a lot longer to get them on a legislative footing.  However, one probably would be looking at the importance of needing things like S&iacute;olta and Aistear to be embedded within the preschool regulations in a formal and mandatory way and for that to be streamlined definitely into a single inspection process.  The services are under huge pressure at present with a number of different people coming in.<\/p> <p>  The Deputy also asked about special education needs and the system we had mentioned.  Our idea in this regard is there would be a central fund held locally by every county child care committee because people would agree the last thing we need is simply to throw money at special needs.  We need to make sure that for those children who need it, there is a full second preschool year available as a way into the second preschool year.  Not all parents will choose that because it will not suit all children but it definitely should be there as a choice for certain children.<\/p><p>If there was a central fund available at child care committee level, then we could tap into the fund in order to meet the needs of every child.  For one child it may be a piece of equipment; for another child it may be specialised training in sign language or personal care procedures.  It could be just about anything.  We are not stating that everybody needs to have a module in special needs.  Yes, it should be part of the mandatory core training, but it is much more important that these short continuous professional development upskilling courses are available and, more importantly, that the money is available in time for a child to participate fully.  There are many children with special needs in our mainstream early childhood services, but just because they are present physically and are being counted in the numbers does not mean their participation levels are the same as those of other children.  That is our idea for that system.  It is quite broad in terms of the supports that would be required.<\/p><p> The S&iacute;olta and Aistear programmes are an old chestnut that will not go away.  Our strength is in what we can do locally.  As Mr. Joe Ryan said, the Better Start initiative - the national early years quality development service - does not have the reach into the services that we have.  We have direct reach into 4,500 services across the country.  We are probably the only organisation that has that.  That puts us in the position of being a key implementer in whatever service we are chosen to be resourced for.  It is not about our saying what we could or could not do.  We can do just about anything that policy drives us to do, because we have the infrastructure set up and the national reach into the services.<\/p><p> The big question is why there has not been a consistent roll-out of Aistear.  The simple answer is that it has not been funded at national level.  Pockets of community childcare have done their pieces of work, but it has not been possible to take it on to a national level.  We are blamed for being inconsistent, but it is actually the case that we were not funded to do it in the first place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#P00200","nonspeaker":"Ms Avril McMonagle","continuing":true},{"type":"speechnospeaker","time":1436870700,"counter":78,"content":"<p>It is so heartening to be part of a discussion in which people are being exceptionally honest and frank on the issues that have led us to the crossroads that we are at today.  My particular interest in representing PL&Eacute; is around training, qualifications and remuneration.  All of the members have acknowledged the difficulties in their own ways.  Deputy Troy is absolutely correct that there are issues with regard to those who are on level 5 and 6 training courses.  It would be remiss of any of us to leave today without saying that those operating at levels 5 and 6 are to a large extent doing an incredible job in very difficult circumstances.  Deputy McLellan asked why a person with a degree - a level 7 or 8 qualification - would stay in the sector.  I could equally ask why somebody with a level 5 or 6 qualification would remain in the sector.  Nobody within the sector is earning a living wage and it behoves all of us to fight for proper salaries and conditions.<\/p> <p>  I have an issue with the fact that the minimum qualification requirement was postponed for 12 months.  I think we were talking about 3,000 people in the sector who will not have their qualification this coming September.  In a sector in which 25,000 people are at work, that is quite a small number, and an interim measure could very easily have been put in place to take account of those people.  As I understand it, the worry is that inspectors going into a child care facility will not be able to make a judgment because people do not have their qualifications.  I share the concerns about inspections in the sector.  We have a preschool quality agenda, and the more I think about the preschool quality agenda the more frustrated I get, because the focus of that agenda seems to be solely on inspection.  There are many people - as a parent, I am one of them - who have recently seen their children through the leaving certificate examination.  My son could not have sat that examination without the preparation and study that went in beforehand for a five-year period.  Under the preschool quality agenda we are sending inspectors to inspect child care facilities against S&iacute;olta and Aistear standards.  That will be the premise of the new-education focused inspections.  Yet we are not building the capacity within the sector.  We are setting the sector up for failure.  Many members have used terms such as \"putting the cart before the horse,\" meaning that we addressed the wrong end.  We are again in danger of addressing the wrong end.  I am absolutely in favour of inspection by the Department of Education and Skills.<\/p><p>That is a step in the right direction.  For too long we have been investing in bricks and mortar, space, air vents, dust and adult-child ratios, all of which are important aspects of quality but the processes in settings, the way we engage with the children, the relationships with children and how we nurture the children are the critical elements that can be benchmarked against S&iacute;olta and Aistear.  Mr. Joe Rynn and Ms Avril McMonagle have said, and I have said it repeatedly myself in my presentation, that those frameworks remain optional.  Six years on from the Aistear framework, it is still an optional framework in early childhood education, with one exception where it is mandatory for the free preschool year.  Nine years on from its publication, S&iacute;olta remains optional within settings.  What are we at?  If there was a political will - it sounds trite and inconceivable in a way that with the stroke of a pen the Government can enact both those frameworks - they would become mandatory.  In that scenario, everybody who is training educators for the sector would be mandated immediately for the frameworks to become part and parcel of training the length and breadth of Ireland.  We do it in the higher education institutions.<\/p><p> Deputy Mitchell O'Connor asked about the 27 degree courses.  There are 18 institutions and some offer level 7 and level 8 courses, which immediately means there are two degree programmes in those institutions.  The other element is that different institutions will have a different focus.  Some will be very focused on outdoor play.  Some, depending on the background of the people operating within it, will look very much on social care, as they come from that model.  I am a lecturer in early childhood studies in Mary Immaculate College, where we embed S&iacute;olta and Aistear from year one right through to the end of year four.  Each degree has its own particular focus.<\/p><p> There has been much mention of whether we are looking at education or at care.  One of the major issues in the sector for the past 15 years is that we have never had a national discussion about the purpose of early childhood education.  Is it education or is it care?  Some people have argued and continue to argue that what we have done effectively is to create holding centres for children while their parents work.  That is a very sobering thought because we have not given enough thought to what happens within the settings.  We have an ideal opportunity as we are at a crossroads.  We have very hard decisions to make, not political decisions and not as members rightly put it, throwing good money after bad.  We can make very good decisions about the future.<\/p><p> Many members will remember the White Paper on Early Childhood Education in 1999 and the inextricable link which we said could not be separated as one cannot have care without education or one cannot have education without care.  If I pick up a six month old baby in my arms and nurture that baby, the baby is learning from me.  It is education in its broadest sense.  If I set up an environment that is welcoming for a young baby or young child, what is the child learning from that environment and what is the child learning from my responses?  It is education in its broadest sense at that very young age.  We need staff with those skills who know how to nurture.  I spoke this morning on \"Newstalk\" about a baby of six months old babbling and cooing, the very beginning of communication and language development.  That is education but it is also care because of how we respond.  There are so many issues, but we have an opportunity to get this right.<\/p><p> Deputy Troy mentioned tax credits.  I do not subscribe to the notion that tax credits would increase child care fees.  There is no evidence that this has happened in any other jurisdiction.  I am of the opinion, and I share Mr. Joe Rynn's opinion, that tax credits as an interim measure with other measures would get us out of the quagmire that we are in at present.  We need to enact S&iacute;olta and Aistear.  We need a dedicated training fund for the sector.  Mr. Rynn rightly states that people are going out at night and at the weekend to work on the minimum wage to pay for their training and upskilling.  Many of the students who sit before me at third level are struggling to get through college because we know the recession has hit them badly.  I meet students in our cafeteria on Monday morning and their treat for the week is a coffee in Starbucks.  We are not talking about anybody who is making big money out of child care.  My students tell me that they stick with it because they want to be the best educators they can be.  They want to give children the best opportunities and I salute them for doing that.<\/p><p>I do not salute a sector which continually states we must do it for free.  That is effectively what we are doing.  The committee has asked repeatedly why Ireland has the highest child care costs.  I ask the members in turn what do other jurisdictions have where there is the Rolls Royce model?  There was a lady from Sweden on the radio yesterday morning.  What does Sweden have that we do not have?  Its taxation rate is 30%.  Anybody in Ireland will tell the committee that when we add in USC, PRSI and PAYE, we pay 52% tax on our salaries.  We ask parents to pay an additional 35% on child care out of their net income.  We are not investing.  We do not recognise it as the social service that it is and we do not see the savings.<\/p><p> Mr. James Heckman has been quoted in the Houses before.  There is a &euro;16 or &euro;17 return on every euro invested.  We know that if we invest in early childhood, we stave off issues in the long term.  We prevent people going into prison at a very young age.  Our young children are our future and it behoves us now to make decisions on what is best for their futures.  All of us sitting here may not want to make the hard decisions, but when we retire in ten, 15 or 20 years, the young children we are depriving now will be the nurses, doctors and teachers who will be responsible for our care.  We must make proper decisions now to ensure a future for Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#Q00200","nonspeaker":"Dr. Mary Moloney","continuing":true},{"type":"speech","time":1436870700,"counter":81,"content":"<p>I thank Dr. Moloney and all our witnesses this morning for their excellent presentations and the quality of their engagement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015071400002#S00200","speaker":"989"},{"type":"unspoken","time":1436870700,"counter":82,"content":"<p>The joint committee adjourned at 1.10 p.m. until 9.30 a.m. on Thursday, 16 July 2015.<\/p>","notice":"TIME STRING DETECTED"}]