[{"type":"majorheading","content":"Joint Oireachtas Committee On Key Issues Affecting The Traveller Community","time":1570489200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Joan Collins, Paudie Coffey, Marcella Corcoran Kennedy, Lynn Ruane. Martin Ferris, Gino Kenny, Éamon Ó Cuív.<\/p><p>I láthair \/ In attendance: Deputy Pat Buckley.<\/p><p>Seanadóir \/ Senator Colette Kelleher sa Chathaoir \/ in the Chair.<\/p>","time":1570489200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002"},{"type":"minorheading","content":"Business of Joint Committee","time":1570489200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#A00100"},{"type":"speech","time":1570489200,"counter":5,"content":"<p> We have a quorum and will commence in public session.  I propose we now go into private session to deal with some housekeeping matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#A00200","speaker":"1430"},{"type":"speech","time":1570489200,"counter":6,"content":"<p><i>The joint committee went into private session at 11.05 a.m. and resumed in public session at 11.10 a.m.<\/i><\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#A00300","speaker":"1430"},{"type":"minorheading","content":"Traveller Mental Health: Discussion (Resumed)","time":1570489200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#C00100"},{"type":"speech","time":1570489200,"counter":8,"content":"<p>I welcome members and viewers who may be watching our proceedings on Oireachtas TV to this meeting of the Joint Committee on Key Issues affecting the Traveller Community.  The purpose of today's meeting is to continue our deliberations on the topic of Traveller mental health.  We will meet representatives of the Travelling Counselling Service, West Limerick Primary Health Care Project, Offaly Traveller Movement, Galway Traveller Movement and Exchange House Ireland.  I welcome everyone who is speaking today and the considerable number of submissions that we received.  This is the second hearing of three about Travellers and mental health.  Our task as a committee is to consider some of the key issues affecting Travellers, as identified by Travellers and Traveller organisations.  The subjects that we are looking at are those identified as being the most important to consider.<\/p> <p>  After our hearings two weeks ago, I think we can be in no doubt that mental health affects Travellers to a far greater extent than the non-Traveller community, and there is a crisis and epidemic.  The widespread impact of mental ill health among a small, tight-knit community is getting worse and the response and resources currently in place are wholly inadequate and often inappropriate.  We heard some harrowing and heartbreaking testimonies from Mr. Martin Reilly and Ms Minnie Connors, both who were left devastated, reeling, traumatised and permanently on red alert from the effects of mental ill health and suicide on their family members, friends and loved ones.  Ms Connors gave examples of everyday prejudice and discrimination experienced by her own family, even by the youngest in her family at school.  The sense of wondering who will be next came over very strongly at our meeting on 24 September, along with the constant anxiety that the witnesses probably know only too well.<\/p> <p>  The Traveller Mental Health Network told the committee in its submission that 90% of Travellers agree that mental health problems are common among the community.  Travellers are at a high risk, as a group, for suicide, which occurs at a rate six times higher than among the general population.  Some 82% of the community have been affected by suicide.  Some 56% of Travellers have reported that poor physical and mental health restricted normal daily activities.  Some 62.7% of Traveller women and 59.4% of Traveller men disclosed that their mental health was not good enough for one or more days in the past 30 days.  These statistics are stark, shocking and unacceptable.  The witnesses know them, we need to know them and every Member of the Oireachtas should know those statistics by the time we are finished and, more than that, they should act on them.  I know it is hard to share the difficult, harrowing stories but we need to develop that knowledge and understanding.<\/p> <p>  Mr. Bernard Joyce of the Irish Traveller Movement gave us an estimated figure of the number of suicides in the Traveller community so far this year.  He estimated 30 deaths, including some children.  That was only an estimate to the end of August.  I have been told of at least one other young woman, a young mother, who took her own life since the committee met two weeks ago.  There may well be others.  We just do not know and that is why the system of having an ethnic identifier, as so many of the witnesses have indicated in their submissions, is so important.  Mr. Patrick Reilly of Pavee Point and others highlighted the issue and called for the adoption of ethnic identifiers to allow for accurate information and better social policy and service planning on foot of that.<\/p><p>The Pavee Point submission stated: &quot;suicide is so common in our community that it is part of our everyday reality.  Attending Traveller funerals due to suicide has become so common that we don&rsquo;t make no wonder of it anymore.&quot;<br\/><br\/>Mr. Reilly contrasted this shocking reality with the deep cuts in health and other budgets.  Today is budget day, which is why some of our members will have to come and go during the meeting.  Budgets are very important but, from what Mr. Bernard Joyce said, there was no dedicated budget in response to the findings of the 2010 all-Ireland health study, which highlighted stark health and mental health inequalities.  That study is now nearly ten years old but not acted upon.  Brigid Quilligan described the trauma of the community.  She spoke of people being treated badly from a very young age, which is surely the context of mental ill health, and she spoke of a community at breaking point and of a national crisis, where different approaches, led and formed by Travellers, were needed.  She also called for the State and others to take up their responsibility.<br\/><br\/>Today, we will be further informed by Mr. Thomas McCann from the Traveller Counselling Service, Bridget Kelly from the Galway Traveller Movement, Niamh Keating from the West Limerick Primary Health Care Project, Emma Gilchreest and Sandra McDonagh from the Offaly Traveller Movement, and Maria Carnicer and Allyson Coogan.  We will listen and learn.  We appreciate the pain that is involved in sharing these stories.  We wish it was otherwise than that they have to do this, but it is to inform action, which is the purpose.  We appreciate that, behind each statistic, there is a person the witnesses love and who loved them.<br\/><br\/>In accordance with procedures, I am required to draw attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  They are directed that only evidence connected with the subject matter of these proceedings is to be given.  They are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity by name or in such a way as to make that person identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person outside of these Houses, or an official either by name or in such a way as to make him or her identifiable.<br\/><br\/>I remind members and witnesses to turn off their mobile phones because this interferes with the sound system and the recording.  I also wish to advise that any submissions or opening statements that witnesses have made to the joint committee will be published on the committee's website after this meeting.<br\/><br\/>After the presentations by witnesses, there will be questions from members of the joint committee.  I call Mr. Thomas McCann to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#C00200","speaker":"1430","continuing":true},{"type":"speechnospeaker","time":1570489200,"counter":10,"content":"<p>I thank the committee for inviting us to make a statement and to engage with the committee.  With regard to mental health and, in particular, suicide, there has been a loss of hope but there is some hope in the community that this will bring change.<\/p> <p>  At present, as the Chairman said, the Traveller community in Ireland is experiencing a mental health crisis.  Let us be in no doubt about that.  The word \"crisis\" is sometimes used too easily but this is a real crisis that affects every Traveller family in Ireland.  In any of the community meetings we have had throughout the country, if people are asked how many of them have been affected by suicide, nearly every single Traveller in the room puts up their hand.  I would invite any member of this committee to do that in any area they go out to with members of the Traveller community, and to see the impact of that.  This was highlighted in a recent study, carried out by Behaviour and Attitudes on behalf of the Community Foundation for Ireland, which found that 90% of Travellers agree that mental health problems are common among the community.<\/p><p>This crisis has developed over a number of decades.  I say \"decades\" because the 1963 itinerancy report, which in some ways is responsible for the State's interventions with Travellers and where we are now, noted that mental health was not a significant issue among Travellers at that point in time.  We can see, therefore, that a crisis has developed since then.  There are probably other markers, but that is certainly one that tells us that in the 1960s, prior to the publication of the report, mental health was not a significant issue among Travellers.<\/p><p> The Commission on Itinerancy did quite a lot of research, if anyone has the chance to look at the report.  Unfortunately, the report contributed to the situation we are in now.  I know that in recent times there has been talk of the crisis and now we have this committee, but the State has ignored the crisis and the warnings of Traveller organisations and the community.  The Traveller Counselling Service has been ten years in existence.  We highlighted some of these issues ten years ago.  We tried to point to what was happening and coming down the tracks, and we were ignored.  Mental health issues have been ignored in Ireland for a long time and put out to the periphery generally.  Travellers were only one more group that was part of that but the issue certainly has been ignored.  An example of this, with particular reference to Travellers, is that the State and its services ignored in its own policy, A Vision for Change, which recommended culturally inclusive mental health services.  That policy was published 11 years ago and there has still been very little action taken on it.  It is Government policy.  A specific recommendation was made in A Vision for Change 11 years ago that mental health services be made culturally inclusive but it has not been acted on.  That is just one example of this.<\/p><p> Suicide among Travellers has continued to rise.  As we heard, the suicide rate among Traveller men and women is much higher than that in the settled community.  Members of the Traveller community are taking their owns lives frequently.  Sometimes it is monthly and at times it is weekly.  It is an issue in the community.  There is a fear in families when a family member goes off and they do not get a phone call from him or her or whatever.  That is a real fear in the community.  The 2017 study found, as the Chairman said, that the whole community is affected.  As I come to end the of my contribution, I will tell the committee why I say this is a national issue.  It is not a localised or regionalised issue but a national issue that affects the whole community.  For many families it has become intergenerational, in that generations of families have been affected by suicide.  I think Ms Minnie Connors said this in her presentation to the committee, and other Travellers will say the issue is now intergenerational, where families have in some cases taken their own lives.<\/p><p> Unless the Government takes appropriate and immediate action, this situation will continue to worsen.  We are in a crisis.  As the Chairman said, it is a shocking crisis and an indictment of the State's lack of action that members of a community are dying on a regular basis.  The mental health crisis is growing and growing, yet there is no real, immediate action to address it.  It feels to the community that there is unbearable suffering among families who have lost loved ones, sometimes multiple members of the family.  The community feels that it is being ignored and that the State shows indifference to the Traveller community in respect of these problems.<\/p><p>People will talk about this and remark that it is terrible but the community feels there is indifference to their suffering.  The Traveller community has been crying out for support to address mental health problems but those calls seem to be falling on deaf ears.  A lot of people have talked about the statistics.  I do not propose to speak about them, except to say that we have them and can provide them.  How many more families have to suffer before the State decides to take action and to intervene in a way that supports the community in addressing these issues?  <\/p><p> Travellers have no political representation and are dependent on the goodwill of certain politicians, some of whom are seated at this table and others in political parties.  While this goodwill is welcome, it has not been enough to address this problem.  We need to move beyond goodwill if we are to have any chance of addressing some of the issues that many of the families and groups on the ground are facing on a daily basis.  We need action from the State in the form of a national strategy.  This is a human rights issue.  There can be no mistake about that.  Travellers have been calling for support to make changes, including today at this meeting.  People are really struggling on the ground to put in place initiatives.  This needs to be addressed as a human rights issue if there is to be change because people do not believe that goodwill is enough to shift it.<\/p><p> In terms of the State addressing some of these issues, there must first be political will and leadership to take action.  Up to now, there has not been political will on a range of issues that Travellers are dealing with, including accommodation.  There is a range of issues I could mention in respect of which there is no political will to address them.  Travellers need to feel that the State is taking an active role in trying to change some of the conditions.  <\/p><p> I say this is a human rights issue because the Traveller community does not have political representation, it has been excluded from the apparatus of the State, it does not have a voice and it is an ethnic minority in this State whose plight and conditions have been ignored.  The State could be challenged on its human rights record.  There is much talk about human rights in other countries.  We need to look at how Ireland as a State has allowed an ethnic minority to get into such a state that people are dying on a regular basis and taking their own lives.  We need to examine the human rights record of Ireland in regard to the Traveller community.<\/p><p> In terms of address of this specific issue, there is need for the immediate establishment of a national mental health steering group that would develop a national Traveller mental health strategy and would have the resources to ensure it is implemented.  During the most recent downturn, the Traveller community was hit with a cut in resources of approximately 90% across the board cut.  These resources have not as yet been put back into the community, in particular in terms of education and so on.  The Government needs to make sure there are resources available to the Traveller community, particularly at local organisation level.<\/p><p>Other people before the committee today know of the struggles we have in engaging with local groups and communities.  The ideas and initiatives are there and there are concepts in the community about what is needed.  The issue is getting resources.  People have to look at getting resources from here and there, and these resources are not there at a local level, particularly when it comes to mental health.  I will finish at that but I am happy to answer any questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#D00200","nonspeaker":"Mr. Thomas McCann","continuing":true},{"type":"speech","time":1570489200,"counter":14,"content":"<p>There will be questions later but we will listen to all the opening statements first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#G00200","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":15,"content":"<p>I extend thanks to the Chairman and committee members for the opportunity to speak here today.  I am the co-ordinator of the west Limerick primary healthcare project for Travellers.  I am here today with my colleague, Ms Myra O'Brien, community health worker.  Our west Limerick primary healthcare project has been operating since 2010 and it is solely funded by the Traveller health unit in the Health Service Executive, HSE.  It consists of six qualified and experienced community health workers, all members of the Traveller community, and we aim to improve the health and well-being status of the Traveller community in west Limerick.  Community health workers deliver peer-led health information and education to their community, helping to achieve positive outcomes with long-term effects.  Today's presentation is framed within the west Limerick context, where the Traveller community experiences rural disadvantage with less access to services and service provision, limited public transport, fewer opportunities and more exclusion.  Throughout this presentation I will refer to figures and statistics from the Clare baseline health assessment report, as we are currently undertaking our own baseline health survey in west Limerick.<\/p> <p>  Traveller health inequalities are well documented and addressing the root cause of health inequalities requires the understanding that health is complex and is determined by complex interactions between social and economic factors, the physical environment and individual behaviours.  The primary healthcare projects operate within a social determinants of health framework, recognising that many factors affect health, including education, employment, accommodation and living conditions.  In this presentation I seek to highlight the importance of the primary healthcare project structures, which are really good investments that must be properly resourced and financed.<\/p> <p>  The following are factors that greatly impact mental health.  They include but are not limited to poor living conditions, poor educational attainment and discrimination.  Poor living conditions have a major impact on health and specifically mental health, and they can contribute to respiratory problems while exacerbating existing health conditions.  Many Travellers experience overcrowding with no safe place to live or play.  Families often wait for long periods on a housing list and many Travellers experience difficulties in securing private rented accommodation.<\/p> <p>  Many Travellers leave the primary education level unable to read and write to an acceptable level.  To address the mental health needs of Travellers, we must acknowledge the poor educational outcomes that many Travellers experience as a result of poor school experiences, early school leaving, reduced timetables, lower teacher expectations, a lack of culturally appropriate provision in schools and bullying.  All these factors must be addressed as education determines how healthy a person will be.<\/p> <p>  Another major issue is discrimination and this has a major impact on Traveller mental health.  Despite the State's recognition of Travellers as an ethnic minority group in 2017, Travellers experience significant levels of discrimination from Irish society.  Discrimination and prejudice are clear but are internalised and felt by the Traveller community.  In the Clare study, 94% of Travellers reported experiencing discrimination and 87% indicated they worry some or most of the time about discrimination.  In the Clare study, 98% of respondents stated their Traveller identity, membership of the Traveller community and Traveller culture were important but many reported having to hide their identity in seeking and securing employment opportunities.<\/p> <p>  I will now outline some barriers and recommendations.  There is a strong stigma and fear associated with accessing mental health services and many Travellers are reluctant to engage in services due to such fear.<\/p><p>Travellers often present in services in times of crisis seeking an immediate response.  Mental health services need to understand Travellers in order to respond in a sensitively and culturally appropriate way in order to address their needs.  As many as 96.4% of Travellers in the Clare baseline health study reported feeling down in the past 30 days for an average of ten days in a month.  Travellers, in general, regularly attend their GPs and many speak to their GPs about their mental health issues.  As many as 83% of Travellers in the Clare study reported that they had been to their GPs in the last 12 months and they do speak to their GPs about their mental health issues.  Only 4.8% stated that they had attended a mental health service highlighting the exceptionally low uptake in mental health services.  The lack of employment opportunities is seen as a significant negative factor that contributes to mental health issues.<\/p><p> I shall list five key recommendations and two need further consideration.  Local authorities returning ring-fenced funding allocated for Traveller accommodation to the Exchequer is unacceptable.  The education needs of Travellers must be addressed through further funding to schools and local service providers.  Local funding must be made available to each of the Traveller health units.  An emphasis must be placed on lifelong learning with a cradle to grave approach adopted.  There is a need to develop tailored sheltered employment opportunities to provide a positive working experience for Travellers to enable onward progression into mainstream employment, and we feel that local development companies are best placed for these types of initiatives.  Traveller culture and history needs to be celebrated and acknowledged.  All public sector workers need to receive culturally appropriate training.  We see opportunities for employment.  There is a need for designated Traveller community mental health nurses who are attached to community mental health teams.  We also see opportunities to expand employment opportunities within the primary healthcare project structures to include Traveller accommodation, Traveller education and Traveller employment workers.<\/p><p> To conclude, we commend a pilot Traveller youth mental health initiative in our region.  The initiative lasts one year and is a peer-led programme that has seen the recruitment of ten young Travellers as Traveller mental health advisers aged between 18 and 25.  The project aims to promote positive mental health messages that speak to and are accessible to young Travellers.  We ask that further funding is allocated to this project and other similar projects throughout the country.  Furthermore, we ask that the primary healthcare project structures throughout the country receive further funding.  They are effective structures that have positive results and outcomes with a good return on investment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#G00300","nonspeaker":"Ms Niamh Keating","continuing":true},{"type":"speech","time":1570489200,"counter":17,"content":"<p>I thank Ms Keating.  The Traveller Culture and History in Education Bill will be back in the Seanad next Wednesday and we have high hopes that it will be passed.  I call on Ms McDonagh to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#H00200","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":18,"content":"<p>I am the managing director of the Offaly Traveller Movement and I am also a social worker by profession.  I am a very proud Traveller and welcome the opportunity to speak to committee members today.<\/p> <p>  It is not often that the local context is presented at a national level and I am here to talk about the lives of Travellers in County Offaly.  I will speak about the important work that we do at a local level in an organisation that is managed and driven by Travellers, and an organisation that focuses on human rights and social justice.  I want people to understand the importance of the local Traveller movement and what it means to the Traveller whom it serves.  As a Traveller and a mental health social worker, today is a important opportunity to shine a light on the very significant issue of mental health within my community and the need for improvements in the mental health services and supports for my people.<\/p> <p>  In Offaly, 127 Travellers, which includes 71 children, live on the side of the road or at unofficial halting sites.  This means that they live daily with no running water, toilets or refuse collection.  Travellers in Offaly suffer discrimination on a daily basis and it has increased in recent years.  An example of this discrimination followed the presidential election last year when we experienced an increase in racist incidents being reported to us.  To add to the daily racism my community fared badly on every indicator of disadvantage such as social exclusion, unemployment, health status, life expectancy and formal education.<\/p><p>To be honest, I could continue with more.  It is the multiplicity of these issues that is causing the mental health crisis and high rates of suicide that are devastating my community.  It is very important that we are resourced to work together to change this.<\/p><p> As we work with the most marginalised and disadvantaged community in the county, we ensure that our services and programmes are culturally appropriate, innovative, creative and fully engaged with by the local Traveller community.  One service we offer is the Travelling To Well-being mental health service that I will discuss with the committee.  Travelling to Well-being was established in the Offaly Traveller Movement in 2012 as a response to our countywide community consultation with Travellers in Offaly and the All-Ireland Traveller health study.  The service employs a full-time dedicated mental health professional who responds to local needs in a culturally sensitive way.<\/p><p> When a Traveller presents to our service it is not just with one issue but a multitude of complex issues that have escalated over many years due to a lack of engagement with services.  The issues that people present with include suicidal ideation, suicide attempts, issues relating to abuse, welfare rights, housing issues, relationship breakdown, family issues, bereavement and substance misuse, to name a few.  Since 2012, the number of Travellers accessing the service has steadily increased.  Between 2013 and 2015, 124 Travellers engaged with the service.  However, from May to September last year, a five-month period, we had 137 Travellers access the service, with 400 interventions.  Some 29 of these interventions were a response to suicidal ideation and attempted suicides.  This year we are seeing an even bigger demand for the service, which we are struggling to meet.<\/p><p> The major success factor of this service is that it is based in a respected and renowned Traveller organisation.  I cannot stress enough the importance of trust and of a service that is working from a community-led context that is respectful and supportive to the culture and identity of Travellers.  Travelling to Well-being links Travellers to mainstream mental health services, but this can take a long time to achieve due to the ongoing issues of mistrust and fear of being rejected and misunderstood within the mainstream services.  We have found in the majority of cases that we are often the first point of contact for Travellers accessing mental health support.<\/p><p> It is evident that Travellers are experiencing alarming rates of poor mental health and suicide.  In fact, one of my colleagues openly said to me that eight of his first cousins have died by suicide.  The saddest thing about this is that he is not the only Traveller who has lost multiple relatives to suicide.  Families are destroyed before our eyes.  Despite considerable efforts by the Government to reduce health inequalities and improve the health and well-being of the nation, Travellers continue to experience poorer mental health and higher rates of suicide compared with the general population.<\/p><p> If I could leave the committee with one request, it would be that it would ensure that our evidence-based Travelling to Well-being service and other similar programmes that are working and supporting Travellers would be properly resourced so that these stories and statistics become things of the past.  How can the Government watch my people suffer and die and do nothing about it?  We need action.  The time for talk is over.  We need the Government's support and a national Traveller mental health strategy with ring-fenced funding.  We need fully resourced mental health teams in every county based in Traveller-led organisations and for the existing mental health services to respond to this epidemic in an appropriate way.  Only then can we have hope.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#H00300","nonspeaker":"Ms Sandra McDonagh","continuing":true},{"type":"speech","time":1570489200,"counter":20,"content":"<p>I thank Ms McDonagh.  We will return to some of the very difficult issues, but there are answers here if we choose to have them.  I invite Ms Kelly to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#J00200","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":21,"content":"<p>I thank the Chair and members for inviting me to speak to the joint committee.  I am the deputy co-ordinator of the Galway Traveller Movement.  Our organisation made a submission to the committee and believed that addressing the mental health needs of the Traveller community should be a made a priority for the State.  I am a proud Traveller woman and a mother of five children, and I want a society where my children&rsquo;s rights as members of a minority group are protected and celebrated.<br\/><br\/>Members of my community experience higher levels of suicide than the settled population, and mental health is an issue that affects all Travellers in Ireland.  Discrimination against Travellers, racism, unemployment, and social exclusion have a negative impact on the mental health of all Travellers - women, men, young people and children.<br\/><br\/>What are often called &ldquo;mental health problems&rdquo; are more commonly regarded as somehow located in the person, with an array of expert interventions geared towards producing changes in the individual.  Yet, the kinds of mental pain, trauma and distress, and the sense of despair and hopelessness experienced by many members of my community, the LGBT+ community, and the asylum-seeking and refugee communities more often have their genesis in the social and political domain &ndash; in discrimination, exclusion, racism and the complex intersections of gender, ethnicity, class, disability, age, sexuality and so on.<br\/><br\/>The Galway Traveller Movement, GTM, is of the belief that mental health services provided to my community should be informed by a so-called just therapy analysis and understanding of the negative impact of structural inequality.  Structural inequality is at the root cause of many of the severe mental health issues affecting so many members of my community. Just therapy is a reflective approach to therapy developed by workers at the Family Centre, Wellington, New Zealand.  A fundamental feature of just therapy is the attention paid to the broad cultural, gender, social, spiritual, economic and psychological contexts underlying the problems experienced by those with whom therapists work.  It expresses the New Zealand Family Centre philosophy and commitment to cultural, gender and socio-economic equity.  This philosophy underlies the Family Centre's commitment to the eradication of racism, sexism and poverty.  In all its therapy, field work activities and research, the Family Centre endeavours to expose the marginalisation of different sectors of the population and facilitate change to their advantage.  This analysis and approach compliments a community work approach to improving my community's mental health and well-being.<br\/><br\/>As stated in A Vision for Change:<\/p><blockquote>Community development models of mental health are particularly useful in the provision of mental health services to culturally diverse groups.  Services need to reach out actively to communities to find alternative paths to channel support to individuals and families.<\/blockquote> <p>The following recommendations developed as part of a Healthy Ireland initiative come directly from the Traveller community in Galway city and county and the Galway Traveller Movement resilience project.  First, mental health policy and services delivery to Travellers should be informed by an understanding of Traveller culture and the diversity that exists<b><\/b>within the Traveller community, including that of gender, sexuality and age.  It must also be informed by an anti-racism and gender equality perspective, a just therapy approach, the knowledge and experience of Travellers themselves, and by international human rights standards.<br\/><br\/>Second, investment in mental health service provision<b><\/b>for Travellers is urgently required to ensure that Travellers in need of services have access to a cohesive, transparent, accountable, prompt service that listens to the people who use it, with shorter waiting times.  Third, appropriate holistic mental health supports should be provided at the levels of individual, family and community with greater flexibility about treatment.  It is not acceptable to be just handed a prescription for medication by the general practitioner.<br\/><br\/>Fourth, the key role of Traveller organisations<b><\/b>in supporting positive mental health should be recognized, including their role in facilitating the voices of Travellers in social and political transformation.  This involves the provision of support and resources for a community development approach<b><\/b>to mental health based on meaningful collaborative relationships with community organisations and support groups.<br\/><br\/><b><\/b>Fifth, mandatory Traveller cultural competency training<b><\/b>should be part of the training of all mental health professionals, developed and delivered in collaboration with Traveller organisations using already established models of best practice adapted to an Irish Traveller context.  Sixth, positive action measures should be introduced to support Travellers to pursue third level education and training to become mental health professionals.<\/p><p>Seventh, particular attention should be given to an exploration of the potential of equine therapy and Traveller horse ownership as mechanisms for Traveller mental health promotion.  Eighth, an expansion of culturally appropriate counselling services for Travellers is required.  Ninth, a social model of mental health should be developed, for example by developing peer support in services and community participation.  Tenth, accident and emergency departments are inappropriate for people who are experiencing mental health difficulties.  Dedicated spaces for admittance should be established.<\/p><p> Eleventh, a clear information and communications strategy, which explicitly targets the Traveller community, should be developed.  It should focus on who mental health service providers are, what services are available and what referral pathways exist.  Twelfth, mental health services must be planned by design and equality proofed to ensure quality outcomes for Travellers according to human rights standards.  There should be an ethnic identifier to support equality outcomes for the Traveller community.  This should be accompanied by ongoing review and evaluation as part of a community development approach and accountability for professionals in their practice of cultural competence.<\/p><p> Thirteenth, the stigma of mental health is still prevalent in society generally and among members of the Traveller community.  Workshops and public conversations on mental health are required to facilitate understanding through a social, cultural and political lens.  As personal stories told through this lens are powerful, they need to reach more professionals and members of the public.  Fourteenth, a working group on Traveller mental health should be established to oversee and plan for the implementation of the recommendations and outcomes of the current consultation process.<\/p><p> Galway Traveller Movement, which was established in 1994, is an independent Traveller community development organisation for Galway city and county and is made up of Travellers and non-Travellers.  Our work has always been rooted in an understanding of and respect for the distinct culture and ethnic identity of the Traveller community.  Galway Traveller Movement's vision involves full equality for Travellers, the participation of Travellers in social, economic, political and cultural life and the broader enhancement of social justice and human rights.  Our work is motivated and guided by the core values of social justice, equality, collectivity, participation and dignity.  I thank the members of the committee for listening and invite them to be part of the solution to the crisis together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#K00100","nonspeaker":"Ms Bridget Kelly","continuing":true},{"type":"speech","time":1570489200,"counter":23,"content":"<p>I thank Ms Kelly.  There is a lot of food for thought in what she has said.  The Minister, accompanied by officials from the Department of Health and the HSE, will come before the committee next week.  We will be able to ask plenty of questions based on what Ms Kelly has said.  I invite the representatives of Exchange House Ireland National Traveller Service to address the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#L00200","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":24,"content":"<p>I thank the committee for the opportunity to speak here today.  Exchange House Ireland National Traveller Service is an organisation of Travellers and non-Travellers who work together to provide culturally competent front-line services to some of the most marginalised Travellers in Ireland.  We have had 3,399 service provisions so far this year, ranging from drop-in crisis intervention to social work involvement for accommodation, family support and advocacy, addiction counselling, suicide intervention and trauma related therapy.  In the past four months, 23% of first-time contacts to Exchange House Ireland have been from outside County Dublin.  Referrals come from mainstream services such as Pieta House, medical centres, psychiatric facilities, Traveller health units, statutory organisations such as Tusla and the Probation Service, concerned family and friends and individuals.<\/p> <p>  Many of those who have addressed this committee today have highlighted the social determinants of good mental health, including access to safe living conditions, adequate housing, educational opportunities and meaningful engagement in work and society.  We are well aware that because Travellers are seriously marginalised and face regular discrimination at an individual and societal level, through no fault of their own they will experience poorer mental health as a result of the lack of opportunities in these key areas.  As part of the service at Exchange House Ireland, we use certain measurement tools and the lived experience of service users to co-create culturally meaningful and therapeutically sound plans to address their presenting issues.  We work collaboratively to explore the person's current living conditions and social and family relationships, as well as the environment in which he or she grew up, especially as it relates to experiences of traumatic events.  In developing support plans with service users, we are always mindful of culturally informed practices and evidence-informed interventions.<\/p><p>In this regard, the research from the adverse childhood experiences, ACEs, study conducted between 1995 and 1997, which demonstrated an association of adverse childhood experiences or traumas with health and social problems across lifespan, informs our practice.  The traumatic experiences fall into three specific categories: abuse, neglect and household dysfunction, which can include mental illness, domestic violence, separation and divorce, incarceration of a family member and chronic underemployment.  The long-term experience of any of the adverse childhood experiences not only affects brain development, including one's ability to develop empathy and trust, but also impacts on physical health, doubling the risk of heart disease and cancer, increasing the likelihood of becoming alcoholic by 700% and increasing the risk of attempted suicide by 1,200%.  The greater the number of adverse childhood experiences, the more likely a person is to experience disrupted brain development, social, emotional and cognitive impairment, increased likelihood of engaging in risk-taking behaviours, development of diseases and ultimately an early and untimely death.  Adverse childhood experiences cause the production of toxic stress, which activates the stress response system known as the fight, flight or freeze response.  With prolonged or repeated exposure to trauma, a child's window of tolerance or zone of optimal arousal begins to narrow, causing him or her either to remain constantly on high alert, experiencing danger and responding with anger, violence and impulsivity or defensiveness, or to respond by shutting down when emotionally overwhelmed or triggered.<\/p><p> Our goal at Exchange House Ireland is to reduce the number of adverse effects where possible, or to reduce the impact of adversity by responding with specialised therapeutic interventions for trauma and suicide such as eye movement desensitisation and reprocessing, EMDR, therapy and contextual-conceptual therapy, CCT.  These interventions are unique to Exchange House Ireland and offer what we believe to be the best opportunities for healing when delivered by compassionate and culturally aware team members.  EMDR, developed by Francine Shapiro, is a trauma informed therapy that enables people to recover from the symptoms and emotional distress caused by disturbing life events.  Some 90% of individuals seeking services from Exchange House Ireland present with trauma.  The all-Ireland Traveller health study noted that suicide continues to be a complex and major health problem for Irish Travellers, who experience suicide rates six times higher than the general population.  Traditional counselling approaches and medications may help the suicidal person in the short term but these approaches often do not reach the person deeply enough to end his or her suffering.  Contextual-conceptual therapy is a new and innovative approach to suicide therapy.  Developed by Seattle-based suicidologist Fredric Matteson, CCT identifies that feeling suicidal is not a mental illness but an attempt to create a life without the intense emotional pain.  Lack of meaningful engagement in society, poor housing conditions, reduced timetables in educational settings, discrimination, incarceration, substance misuse and violence all contribute to feeling suicidal and we must tackle all of these factors to make meaningful change in the death rates.<\/p><p> While the multidisciplinary front-line team at Exchange House Ireland offers the optimal means of addressing the complex needs of Travellers, we must recognise that with our current capacity, replicating this level of service and responding to the significant number of requests from outside the greater Dublin area is not possible at present.  As a result, Irish Travellers are further marginalised and suffer because of their geographical location.  Exchange House Ireland would like to collaborate in the development of culturally competent, trauma informed multidisciplinary service hubs across Ireland and seeks the support of the committee to realise this vision.  This should be done in partnership with the organisations on a local and national level.  We would like to see service delivery that is the same as is offered in Dublin, with oversight in clinical quality as well as necessary training in therapeutic best practices and cultural awareness.  To live in an Ireland where Travellers are fully valued as a distinct ethnic minority, receiving equitable treatment and access to all supports and services without barriers, is the vision of Exchange House Ireland.  It must be realised within the mental health sphere if we are to make a substantive difference in the lives of Travellers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#L00300","nonspeaker":"Ms Maria Carnicer","continuing":true},{"type":"speech","time":1570489200,"counter":26,"content":"<p>I thank Ms Carnicer for her presentation.  There were many thought provoking comments, in particular the comment that suicide is not a mental illness but an attempt to create a life without intense emotional pain, and all of the other factors that become the social determinants of mental ill health and suicide attempts.  A plea was made regarding how the State and Government can watch what is happening.  I welcome the visitors in the Gallery and thank them for being present.  Many people are watching the meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#N00100","speaker":"1430"},{"type":"speech","time":1570489200,"counter":27,"content":"<p>I thank the witnesses for their presentations.  There is a lot in them, which is always hard to process.  It is a tough topic.  I heard the statistics on the prevalence of suicide in a community which is much smaller than Tallaght, where I live, and has a population of 120,000.  The impact of suicide on the community of west Tallaght is traumatic and the adverse childhood experiences stuff is extremely important in that context.  Suicide has been a part of my life since I was about 17 years of age.  I have had to intervene many times, including at the point where suicide was attempted and in hospitalisation.  Unfortunately, I have lost a lot of people to suicide.  However, the incidence of suicide has been spread across my life.  I cannot imagine how I would begin to process the intensity of so many lost lives within one close-knit family and community because I already struggle to process the issue on the much wider level of my experience.<\/p> <p>  On how we begin to address that, multidisciplinary approaches are necessary because everything is interlinked.  However, we cannot wait until everything fits together neatly.  Targeted approaches to mental health are needed, without ignoring housing, accommodation and the role of education.  I would like to ask some very direct questions about how we begin to address that.  Mr. McCann mentioned the establishment of the mental health steering group and the need for it to be resourced.  Ms Kelly and Ms McDonagh also mentioned a national strategy in that regard.  What can we do now on a practical level to make sure this happens?  Travellers are one of the groups which are the hardest to reach because they are the most ostracised in our community.  When we lose people in the settled community in west Tallaght, my response as a community worker and policymaker has been to try to create initiatives whereby we work with first responders to suicidal ideation, such as immediate and wider family members and friends.  Do we need to do something similar to better equip the Traveller community to be able to be first responders and begin to understand the phenomenon of suicide?  Can we better resource the Traveller community to be able to better protect itself in those situations or know what to do or how to identify suicidal ideation and language?  I found that helpful in the work we have done.  <\/p> <p>  We often feel that suicide is something we cannot understand, which is not true.  Some people, such as Dr. Eoin Galavan, are doing very good work in this area.  A young man from the Traveller community discussed his suicidal ideation with me and said the sense of uselessness he felt as an individual was a real driving factor in him not wanting to be alive.  He said he felt useless, had nothing to contribute and that the world and his family would be better off without him.  That is the message we are giving young Traveller men, especially when they want to go to work but are constantly denied the chance to do so.  Even getting an interview is an obstacle to overcome.<\/p><p>We need to accept that people feeling they have nothing to provide, and that they need to remove themselves, is one of the reasons suicide exists.  Can we create programmes that replicate some of the existing programmes around working with families and communities and to resource them in order to identify and respond to crisis situations?  There can often be a lead-up to a crisis.  How can we begin to identify this and move into a more preventive space? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#N00200","speaker":"1404","continuing":true},{"type":"speechnospeaker","time":1570489200,"counter":29,"content":"<p>We need a national strategy and we need resources for local groups.  We need an ethnic identifier in the mental health services and the health services generally because, as the Senator says, there is a build-up to these situations.  We do not have the statistics for self harm in the Traveller community but we need to try to create interventions at earlier stages.  There are a lot of good responses but they come from an ethnocentric perspective and are based on the norms of the majority community.  ACEs was spoken about earlier on but we need to tailor the interventions to the needs of the community in a culturally sensitive way.  This would include counselling and psychotherapy, which I do myself and we established the Traveller Counselling Service for this purpose.  The framework sometimes does not fit culturally to the community but we have done this with the Traveller mediation programme and a number of other programmes.<\/p> <p>  The local groups on the ground need to be resourced because they engage directly with the community.  The community is at a further distance from services than is the settled community, and this is not a physical distance.  This distance needs to be bridged by active engagement with the community but that does not often happen as they are set up to give information.  If Travellers do not use the service they are blamed, even though they clearly must not want the service.  The people to do this are the Traveller organisations on the ground and the resources are not there to do it around mental health.  If just a very small amount of resources were given to local groups it would support them to do their work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#O00200","nonspeaker":"Mr. Thomas McCann"},{"type":"speechnospeaker","time":1570489200,"counter":30,"content":"<p>The Senator asked a great question and my colleagues will have a number of suggestions.  One of the things I mentioned was tailored sheltered employment opportunities, and we see an opportunity to replicate the model in West Limerick Resources where we have an upcycling project under the TUS programme, a labour market activation programme.  It would cost relatively little but we do need funding to be able to achieve it.  Any furniture which is donated is upcycled, which fits into climate change and other policy areas.  Many local projects throughout he country have a lot of ideas and have very good engagement with the Traveller community.  Among these are an equine programme and the Traveller youth mental health initiative and it is worth engaging with the local Traveller community in each geographical area because what presents in west Limerick might not present in north Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#O00300","nonspeaker":"Ms Niamh Keating"},{"type":"speech","time":1570489200,"counter":31,"content":"<p>Sorry, I must excuse myself as I have to leave.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#P00100","speaker":"1306"},{"type":"speech","time":1570489200,"counter":32,"content":"<p>I thank Deputy Collins.  I call Deputy Corcoran Kennedy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#P00200","speaker":"1430"},{"type":"speech","time":1570489200,"counter":33,"content":"<p>I thank all our guests for their presentations.  I extend a particular welcome to the Offaly Traveller Movement and also thank Ms Sandra McDonagh for her presentation.<\/p> <p>  I have been a public representative for 20 years and have had reason to engage with the Traveller community on many different levels, be it related to housing or providing assistance in other areas.   This is the first year I have ever encountered members of the Traveller movement, particularly women, coming to see me who are suicidal.  To have anybody come to see to me to tell me they are suicidal or have attempted to take their own life is gravely distressing.  It is shocking for anybody to hear that but I was very shocked to hear it from one particular individual.  We know this is a very complex issue.  Do our guests consider we need a broader cross-departmental approach to the mental health aspect?  We have Department of Health with the Minister of State with responsibility for mental health and the Department of Housing, Planning and Local Government.  A number of Departments cross-cut in the provision of services for Travellers.  Education has a particular role to play and our guests might comment on that.  I can see a rise again in antipathy towards minorities in this country.  That will be nothing new to the Traveller community.  Should we consider the introduction of an education programme for primary schools where youngsters would be thought that members of minority groups are all human beings and that we are all the same in that we have to get up in the morning, brush our hair, wash our face and go to school?  Perhaps that could form part of the national strategy that has been mentioned.<\/p> <p>  The accommodation element, whatever type it be, is transformative.  Some people prefer the ordinary domestic dwelling while others prefer a tailored dwelling.  There is much unspent money throughout the country.  There is something wrong if the money is available and the local authorities cannot deliver this vitally required accommodation.  It comes back to education.  We talked about this at a previous meeting and we had an excellent education programme for ourselves before we started this engagement.  If such a programme were provided for all the local authorities, it would be a major help.  Is that a measure that would be worth considering also?<\/p> <p>  Is there specific training in place for mental health professionals to deal with members of the Traveller community?  If not, is such training a requirement that is needed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#P00300","speaker":"1339"},{"type":"speech","time":1570489200,"counter":34,"content":"<p>Because of the Offaly connection, Ms Sandra McDonagh might like to respond first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#P00400","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":35,"content":"<p>On the issue of having specific training for mental health professionals, what is needed is culturally sensitive training for everybody.  Every professional needs to be trained in that respect.  We provide training locally in Offaly and in the surrounding areas.  There is training available and it is important that people are encouraged to avail of it, but that is not always the case.  When it comes to education, it is important such training starts at the primary level.  We need cultural awareness training with respect to identity and ways of living included in primary schools to include Travellers and for Travellers to be able to be proud to identify with who they are and realise they are not different from everybody else.  Such training would be important in that respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#P00500","nonspeaker":"Ms Sandra McDonagh"},{"type":"speech","time":1570489200,"counter":36,"content":"<p>Are there any other comments in response?  I will bring in Ms Bridget Kelly and then Ms Maria Carnicer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#P00600","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":37,"content":"<p>On the issue of education, the Irish Traveller Movement has the yellow flag programme.  It is rolled out in some schools but it should be rolled out in all schools nationally.  It should be compulsory to have the yellow flag programme run in all schools.  It covers different diverse ethnic minorities and provides a good understanding of Traveller culture.<\/p><p>It also gives one a good understanding of Traveller culture.  The Government needs to look at implementing the Yellow Flag programme in all primary schools.  However, there also needs to be willingness from the schools to implement it.  Some schools do not want to engage in this programme, so it should be compulsory for all schools to roll it out.<\/p><p> I refer to accommodation, which is a major issue for the Traveller community nationally.  I know there is a housing crisis for settled people and society in general, but there has always been a housing crisis for the Traveller community.  We have seen a huge increase in homelessness for everyone, but many more Traveller families are going into homeless accommodation because of the lack of Traveller-specific accommodation being built to meet their cultural needs.  Traveller accommodation budgets are also not being drawn down by local authorities.  This is having a huge impact on Travellers' mental health and well-being.  If someone does not have a roof over their head or access to proper facilities, it will have a major impact on their mental health and well-being as well as that of their children.<\/p><p> Cultural awareness training is being delivered, although I can only refer to what is being done in Galway.  We deliver Traveller-friendly training to all the hospitals, as well as to midwifes and nurses.  We are also working with State bodies to see if we can roll out cultural competency training.  We need them to come on board.  It should also be compulsory for all State agencies, including the health services, to have cultural competency training, which we are open to delivering.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#P00700","nonspeaker":"Ms Bridget Kelly","continuing":true},{"type":"speechnospeaker","time":1570489200,"counter":39,"content":"<p>The idea of cultural competency training needs to be embedded in the educational system right through from primary school to university and beyond.  Exchange House Ireland recently met with new and trainee psychiatrists to work with them to develop cultural competency.  It cannot only be done at elementary school level, but needs to be embedded in all aspects of the education system throughout Ireland.  Only then will it begin to make a difference.<\/p> <p>  Accommodation is a major factor for people accessing services in Exchange House Ireland.  The vast majority of people involved in our 3,399 service provisions to date came in due to an accommodation issue.  We then begin to unpack those cases and ask questions from a culturally competent positioning, which reveals the lack of many other pieces in their lives.  Education alone will not fix this, because of what happens to young people even when they have achieved third level education.  Getting a job is not always an option for people from the Traveller community, who are often denied even an interview because of their last name.  We need something more than just embedding cultural competency and having access to education.  There needs to engagement and work opportunities that foster development in order that these individuals can either develop their own business plans or work in organisations to which they can bring something more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#Q00200","nonspeaker":"Ms Maria Carnicer"},{"type":"speech","time":1570489200,"counter":40,"content":"<p>There are modules on employment and education coming up, at which we can further examine some of those ideas and suggestions.  I am aware that the Yellow Flag programme is not a well-resourced project, and yet it does so much good work.  I thank Ms Kelly for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#Q00300","speaker":"1430"},{"type":"speech","time":1570489200,"counter":41,"content":"<p>I thank all the witnesses for their contributions.  I have one particular question for Mr. McCann, who raised the political representation of the Traveller community in his contribution.  Does Mr. McCann think the Traveller community has become more politicised in the last ten years?  A wide array of people have become more politicised and more aware due to the effects of austerity on their own communities.  What is Mr. McCann's opinion on that?  Coming from a working-class community, I know that political ideas and persuasions can sometimes get one out of the mire because much of what we see in our daily lives is down to political will.<\/p><p>If there is no political will, however, the witnesses' community will not be represented.  I would like to hear Mr. McCann's opinion on that.  I know a number of very good activists in the Traveller community.  Eileen Flynn is a brilliant person and a great political activist.  John Connors and others I am not aware of have become more aware of the fact that there appears to be an ideology at the very top to the effect that the Traveller community is the last of our priorities.  I want to hear Mr. McCann's opinion on that because it is a double-edged sword.  When one is in the mire and really down, the last thing one thinks about is politics and what to do.  Politics gives one hope and if one does not have hope, one has nothing.  It gets one out of a bad situation because one is forced to ask the why it is constantly occurring.  That has to be challenged politically and in societal terms.  <\/p><p> There was a presentation here two weeks ago and it was shocking.  One would run out of adjectives to describe what is happening to the Traveller community.  Hopefully, this committee can be some sort of a turning point whereby we can say it can no longer be acceptable that members of the Traveller community are six times more likely to commit suicide.  That is not acceptable in Ireland.  Is there an evolution or a process going on whereby members of the Traveller community are becoming more politically aware?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#Q00400","speaker":"1299","continuing":true},{"type":"speech","time":1570489200,"counter":43,"content":"<p>That is a direct question to Mr. McCann on politics and politicisation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#R00200","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":44,"content":"<p>There are many more Travellers involved across the country and many more who are politicised.  Going back to the 1980s, Nan Joyce stood in the election in Tallaght at a time of heightened anti-Traveller protests.  There has been a politicisation from that time.<\/p> <p>  Political representation is very important for the community but also in terms of legislation.  Accommodation was mentioned earlier.  I refer to the trespass legislation, for instance, which effectively criminalised nomadism.  One cannot travel in this country now as a Traveller.  One has 48 hours in that regard.  What was a civil issue was turned into a criminal issue.  We have a situation now where on the one hand one is no longer allowed to travel and, on the other hand, the local authorities are sending back millions of euro to the State.  <\/p> <p>  If we look at the accommodation issue, the problem is not only the lack of provision.  Travellers did not have a voice in that regard.  That legislation went through both Houses of the Oireachtas but Travellers did not have any say politically in respect of it.  We were totally outside of that process even though we were the community, and had been the only community, directly affected by it and on which it has been used.<\/p> <p>  Travellers have not had, and still do not have, a voice in this State.  Travellers have run in elections but, unfortunately, with the opposition expressed much of the time, it is very difficult for them to get elected.  It is also a question of visibility.  For members of the Traveller community to see somebody who represents their community politically is very important because the political establishment does not reflect any of the community.  That is very important for a number of reasons.  People are becoming more politicised in terms of engaging both at a local level but also a national level on issues affecting the community, and other people.  We have much to say about other issues that do not directly affect the community both at a national and international level.<\/p><p>We are, however, rarely consulted about them.  We are pigeonholed in some ways in that we are only rolled in to talk about the Traveller issue; we are not brought in to talk about other national or international issues although we have a lot to say.  Having said that, there needs to be political representation of the Traveller community.  That voice needs to be heard, and there needs to be visibility.  These are crucial in achieving change as we go forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#R00300","nonspeaker":"Mr. Thomas McCann","continuing":true},{"type":"speech","time":1570489200,"counter":46,"content":"<p>I thank the witnesses for the presentations.<\/p> <p>  The commentary by one of the candidates in the presidential election was probably one of the most disgraceful political contributions I have heard in my lifetime.  At the beginning of September this year, I took one of my grandchildren to the local school in Ardfert.  He was sitting with Traveller children at one table.  When my children went to school, they were sitting with Traveller children.  There is a nice Traveller community in the village of Ardfert.  Once all the children came out of primary school, a split came about.  The Traveller children and settled children went their separate ways.  There is what I would call a structural breakdown within communities in how to prevent any form of exclusion.  Exclusion is probably one of the main issues regarding how Travellers are treated.  There is also structural discrimination, which leads to the loss of job opportunities.  It also leads to the denial of third level education, or a full education.  Traveller children are as entitled to this as my children or grandchildren.  This all leads to exclusion, serious health issues, further isolation and serious mental health issues.  The incidence of mental health difficulties in the Traveller community is six times the national average.  It is a matter of how we deal with it.  In dealing with it, there is political cowardice, whereby people elected to represent everybody end up, in some cases, representing a very small few and, in other cases, quite a sizeable number.  In most cases, it results in political discrimination towards the Traveller community and other ethnic groups.  It is a matter of how we break it down.  Perhaps for electoral or ideological reasons, the political establishment has contributed to the structural discrimination.  We must, therefore, find a method of dealing with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#S00200","speaker":"1317"},{"type":"speech","time":1570489200,"counter":47,"content":"<p>Does the Deputy have a question for the panel?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#S00300","speaker":"1430"},{"type":"speech","time":1570489200,"counter":48,"content":"<p>Yes.  Do the witnesses see a way of dealing with structural discrimination, which affects education and job opportunities?  Could they address the mental health issue also?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#S00400","speaker":"1317"},{"type":"speechnospeaker","time":1570489200,"counter":49,"content":"<p>What has been created by the State is social distance.  There has been an othering of Travellers in this country for generations, reinforced by very negative stereotypes.  We were talking about schools.  People have talked about their experiences in some schools.  I went to an all-Traveller school initially.<\/p><p>I did not learn a huge amount.  In other schools, people had experiences, just on the basis they were Travellers, where there were separate classes and different play times.  There has been an unwritten apartheid in this country for a long time.  We talk about apartheid in South Africa.  I remember Kader Asmal supporting the anti-apartheid movement here.  Many people were involved in this here, yet they did not recognise the apartheid taking place in Ireland every day.  This still goes on in some places but is not recognised, however.  It is there.  The settled community knows it is there but it is unspoken.  It is not addressed but we have to address it.<\/p><p> We spoke about voices earlier.  We do not have that political representation.  At the local level, around accommodation, there is resistance even when there is a major housing crisis.  I do not want to bring up stuff but when some Travellers were in a major accommodation crisis, people came out against them when they needed that support.  That represents something in the Irish attitude towards Travellers.  That has been in the psyche of the Irish community for a long time.  The consequences and effects of this structural deep inequality and racism that has taken place for generations are what we are dealing with here today.  This needs to be addressed at several different levels, as people have said.  At the structural level, it needs to be addressed by the State in ensuring that it changes.  If it does not change, individual programmes here and there will just be sticking plasters while the structural issues are not addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#S00500","nonspeaker":"Mr. Thomas McCann","continuing":true},{"type":"speechnospeaker","time":1570489200,"counter":51,"content":"<p>I will begin answering the question by sharing a story with which I am often faced.  Often when people hear my accent, they know I am not from here.  They begin to ask me questions about where I work and why I have come to Ireland.  When I tell them that I work at Exchange House Ireland with the National Travellers Service, the number one question I get asked is why.  There is a disdain.  Why would I want to work there?  I agree with Mr. McCann's position that there is a separation.  What is really needed are allies, people like committee members to stand up to add their voice loudly while standing beside Traveller advocates and leadership.  We must not let them carry that burden alone.  For far too long, the Traveller community has been burdened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#T00200","nonspeaker":"Ms Maria Carnicer"},{"type":"speech","time":1570489200,"counter":52,"content":"<p>I apologise I could not get to the committee earlier.  It is a busy day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#T00300","speaker":"1312"},{"type":"speech","time":1570489200,"counter":53,"content":"<p>What is going on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#T00400","speaker":"1430"},{"type":"unspoken","time":1570489200,"counter":54,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1570489200,"counter":55,"content":"<p>I need to get out of here fairly fast as I have to get into the D&aacute;il by 1 o'clock.<\/p> <p>  The issue of social distance or separation or whatever one wants to call it is significant.  I see it all the time.  One of the challenges for the settled community is to create genuine friendships with people in the Traveller community.  It should not be on an up-down but on an even level.  It should be that they are just my friends.  That is the number one thing we need to break down.  That is not the way it is working at the moment, however.  How much does the delegation believe this is a major problem, psychologically, sociologically and every other way?<\/p> <p>  The figures concerning mental health issues in the Traveller community are horrendous.  I personally come across this all time in my constituency clinics.  I often have constituents telling me about a family member who is suffering mental health issues.<\/p><p>I see the certificates and so on that go with that.  Housing is the number one issue people come to me about.  People talk to me about education and other issues but housing is number one at the moment because there are no houses and Travellers fare much worse in the housing system than anybody else.  They cannot get the housing assistance payment, HAP, and are much more likely to wind up in homelessness.  Underlying all of this, mental health keeps coming up because we then have to provide letters to the local authorities.  Prevention is much better than cure.  Obviously, treatment must be appropriate but let us see how we can reduce the numbers who must get treatment because we are dealing with the issues that cause this problem.  It seems we are coming to social distance, housing and lack of employment.  If a person does not have housing and has very little resources, looking after children with disabilities becomes a double burden that puts significant pressure on people.  The cultural distance to which I have alluded is another factor.<\/p><p> I believe prejudice is getting worse.  I thank Peter Casey for one thing.  He highlighted a reality in Irish life.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#T00500","speaker":"1312","continuing":true},{"type":"speech","time":1570489200,"counter":57,"content":"<p>I remind the Deputy not to name people outside the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#U00200","speaker":"1430"},{"type":"speech","time":1570489200,"counter":58,"content":"<p>I withdraw that statement.  The presidential election highlighted an issue that is very much in the public domain, namely, societal attitudes.  If we did not have those societal attitudes, we would not have seen the result we got.  I am not talking about the winner of the presidential campaign, who has been a friend of Travellers for many years.  We cannot walk away from that reality.  I find prejudices are very subtle now.  People know the rules and anti-discrimination laws but have a few ways of getting round them.  There are always excuses about why houses or Traveller-specific accommodation should not be built, for example, that a site is in the wrong place or not suitable for Travellers.  I have been blunt in saying that this matter should be taken by the scruff of the neck.  If our local authorities cannot deal with the issue, it should be taken from them and given to somebody who will do it.  It has been done with Irish Water so I cannot see why it cannot be done with Traveller housing because we are not delivering it.  Failure to do so is destroying people's lives, their chance of getting an education and many other things.  They are moving from place to place trying to educate their children while living in hotel bedrooms.  That is not on.<\/p> <p>  I also notice a quiet discrimination in schools.  Ms Kelly would be familiar with the schools in Galway.  When the percentage of Travellers in a school goes over a certain threshold, other people quietly migrate.  There are many ways in which discrimination operates in society and we need to confront them.  <\/p> <p>  I believe politics could be a much more powerful tool.  I have looked at other small communities, which I will not mention.  These communities are not well to do.  One community that is much smaller than the Traveller community disproportionately punches above its weight, even though it is dispersed like the Traveller community is.  The reason is that all of its members vote and only vote for the people who they think have a good record of standing up for their cause.  I have often made the point that in a general election, in more cases than not, the last seat is decided by fewer than 1,000 votes and nobody standing in an election believes that he or she will not be the person who winds up fighting for the last seat.<\/p><p>If it was thought that the Traveller community would look at the records of all the candidates in relation to their communities - I have seen other communities do this - and if they thought that last seat could be decided by, let us say, in the city of Galway, 1,000 people deciding to vote one way in a coherent fashion, I am telling the witnesses as a practising politician there would be a very quick change of attitude.  There has never been a perception that Travellers would act in such an organised coherent fashion because it is difficult at times for those who have not been part of the system to understand the power of this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#U00300","speaker":"1312","continuing":true},{"type":"speech","time":1570489200,"counter":60,"content":"<p>Has the Deputy a question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#V00200","speaker":"1430"},{"type":"speech","time":1570489200,"counter":61,"content":"<p>Would my analysis reflect what Ms Kelly experiences where I live as being reasonably accurate and would it also reflect the possibilities of where we all live?  I believe we must look at the possibilities of how we can achieve significant change in the future.  Would the witnesses agree that unless one changes all of the issues, including culture, employment and housing at the same time, we are not going anywhere?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#V00300","speaker":"1312"},{"type":"speechnospeaker","time":1570489200,"counter":62,"content":"<p>There is an accommodation crisis.  More needs to be done by the Government on the housing crisis for the Traveller community, the lack of Traveller-specific accommodation and the Traveller accommodation budget not being drawn down.<\/p> <p>  More needs to be done at local level too to address the Traveller accommodation crisis for our community.  I personally have experience, where sites have been identified for families, of the lack of political will from councillors.  A proposal would go to local authority meetings and be opposed by some councillors in the area.  There is a lack of political will.  We need greater political will.<\/p> <p>  We need to encourage more Travellers to take up political roles within the structure and the system.  We have good allies, such as Deputy &Oacute; Cu&iacute;v.  There are other politicians who stand with us but it is powerful to start to see our own community getting involved in politics.<\/p> <p>  We have done much work with the community at a local level.  At a national level, with Minc&eacute;irs Whiden and ourselves, we encourage the community to vote and explain why it is important to vote.  We had Travellers who put themselves forward to become politicians and to be involved in the decision-making.  It has been a challenge.  Mr. McCann touched on it earlier.  Travellers did not get enough votes to get in, which was disappointing.  At the same time, we will not give up.  We will keep fighting for these positions and to be politicians.<\/p> <p>  In regard to education, I have seen at a local level that more needs to be done around the education system for the Traveller community.  There needs to be more inclusion within the schools.  As I mentioned earlier the yellow flag programme needs to be implemented in the schools because it has worked in certain areas.  Travellers need to be included more.<\/p> <p>  Also, we need to see more Travellers going into third level education.  We have seen a slight increase in the number of Travellers going on to third level in Galway.  When I say \"slight\", I am talking about four or five Travellers.  There could be ten.  It is significant compared to what there have been but we need to see more.  I do not know whether that answers Deputy &Oacute; Cu&iacute;v's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#V00400","nonspeaker":"Ms Bridget Kelly"},{"type":"speech","time":1570489200,"counter":63,"content":"<p>I call Mr. McCann.  We are coming to the end of our time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#V00500","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":64,"content":"<p>The point the Deputy makes about Travellers voting is an important one.  Historically, Travellers have been excluded and it was difficult for many Travellers to vote in local areas for a long time.  In addition to them having been excluded from that vote, there was educational disadvantage when they went to get support around voting much of the time.  There is that history of Travellers.<\/p> <p>  On top of that, it is a community that does not believe that the political system is working in its interests when it sees local politicians coming out against it and objecting, and at times national figures coming out, such as during the presidential election.  There are many people who are supportive in there as well.<\/p> <p>  There is an apathy about voting.<\/p><p>That exists among sections of the settled population also.  As Ms Kelly said, Traveller organisations on the ground are trying to encourage Travellers to register to vote, vote and engage with local politicians.  Most of the local Traveller organisations are trying to do that but they need support from the political system.  The political system gives many communities support on political engagement and ensuring Travellers' voices are heard, including through registering to vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#V00600","nonspeaker":"Mr. Thomas McCann","continuing":true},{"type":"speech","time":1570489200,"counter":66,"content":"<p>The Chair is a Seanad&oacute;ir.  Would it make a significant difference if a seat in the Seanad were reserved for a member of the Traveller community so there would be a permanent, guaranteed voice in the Houses of the Oireachtas?  The whole idea of the Seanad is that it is not based on trying to capture the full electorate.  There is a problem with that where there is a dispersed community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#W00200","speaker":"1312"},{"type":"speech","time":1570489200,"counter":67,"content":"<p>Mr. McCann should answer in a word.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#W00300","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":68,"content":"<p>I will try to answer in a word.  The word would be \"Yes\".  The Seanad should reflect all sections of society.  Many groups are represented by numerous voices but, unfortunately, Travellers, who have been a major part of our society since the foundation of the State and long before that, are not.  Their voice is absent in the House.  Having a seat in the Seanad for Travellers would begin to make a change.  I would be careful about expecting too much from one person in the political system.  However, we have seen at times that the voice of an individual is very important.  Tony Gregory, for example, was very influential on behalf of the community in the north inner city and other communities.  He is an example of a single voice that made a difference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#W00400","nonspeaker":"Mr. Thomas McCann"},{"type":"speech","time":1570489200,"counter":69,"content":"<p>One person with allies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#W00500","speaker":"1430"},{"type":"speechnospeaker","time":1570489200,"counter":70,"content":"<p>Yes, one person with allies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#W00600","nonspeaker":"Mr. Thomas McCann"},{"type":"speech","time":1570489200,"counter":71,"content":"<p>I thank the delegates very much for their honesty.  I do not have many questions because they have covered a lot.  Racism and social exclusion were covered.  Education has always been key.  There has to be education on both sides, including for settled people.  This is where the misinformation is coming from.  I have many good friends who are settled Travellers and some are still living in caravans.  When spoken to, they tell the truth.<\/p> <p>  One of the delegates stated there is a mental health crisis now.  This is absolutely the case.  We are blue in the face listening to Cinderella budgets.  From what I am hearing, I am not very hopeful about what is going to happen in 15 minutes in the D&aacute;il, when the budget is announced, but we will keep an eye on it.<\/p> <p>  Traveller well-being was mentioned, as was the need for community-led pilot projects.  It is a matter of resources.  I was a member of the Traveller consultative committee of Cork County Council a number of years ago.  The engagement was absolutely mind-blowing, as was the educational standard.  People would not have expected that but this is because Travellers are judged.  They comprise the longest established ethnic group in Ireland, yet they are being marginalised.<\/p> <p>  I agree with many of the sentiments expressed.  More voices are needed.  Many of the local councils are very strong on Travellers while others are very dismissive.  People do not understand certain aspects of their culture.  When they do not understand, the first thing they do is become defensive.  When they are losing an argument, that is when the stuff is thrown, when the problem escalates and when everything goes pear-shaped.  It has to be a matter of primary education.  We have to go back to what we had years ago, including civics, through which people were taught common sense and taught in plain English about what was happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#W00700","speaker":"1279"},{"type":"speech","time":1570489200,"counter":72,"content":"<p>Will the Deputy put a question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#X00100","speaker":"1430"},{"type":"speech","time":1570489200,"counter":73,"content":"<p>Last year's Sinn F&eacute;in report, A Vision for Women's Health, was put together on the back of the national Traveller all-Ireland policy of 2010.  The report states that 40% of Travellers have experienced discrimination on the basis of being a woman, on the basis of being a Traveller woman, and on the basis of their means.  Has this happened across the entire Traveller community?  Are Travellers being discriminated against in their access to services, including mental health services?  Is it easy or difficult to access services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#X00200","speaker":"1279"},{"type":"speechnospeaker","time":1570489200,"counter":74,"content":"<p>Yes.  Discrimination has got worse for the Traveller community in all sectors, that is, accommodation, education, health and employment.  The statistics show that 80% of Travellers are unemployed and more are unable to access health services than previously.  There is an accommodation crisis for the Traveller community.  There is a crisis for everybody but it has always been there for the Traveller community and it is having a huge impact on mental health and well-being.  We are not seeing as many Travellers going on to third level education and, as Mr. McCann said, children are being excluded from classes.  Discrimination and racism have got worse for the Traveller community so more needs to be done around that and around hate legislation.  Travellers need to be protected by the State from discrimination and racism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#X00300","nonspeaker":"Ms Bridget Kelly"},{"type":"speech","time":1570489200,"counter":75,"content":"<p>I will attempt to sum up some of the issues that arose in the questions.  The importance of early intervention and prevention was stressed, as was the importance of an ethnic identifier.  There was a contrast between people going to a GP and accessing mental health services.  The importance of culturally sensitive and culturally appropriate services and supports was mentioned, and there was talk of the need for a fit in this context.  This is happening in Galway, with therapy services, and in Offaly, with the Travelling to Well-being service, as well as in Cork.  The answers are there but these groups need to be resourced.  The peer-led youth projects in west Limerick and the approach in Exchange House are similar operations.  We know the scale of the challenge in the community in regard to mental health issues and suicide, and we know that they have gone beyond a crisis or an epidemic.<\/p> <p>  From my studies, I remember the theory that all private problems are public issues, and these problems are all political.  Deputy Gino Kenny raised the issue of representation and Deputy &Oacute; Cu&iacute;v offered some thoughtful and useful advice about the 1,000 votes and the last seat, as well as the idea of a Seanad seat.  This will feature in the report following on from the public consultation we had in July.  The social distance is huge.  As Mr. McCann said, it is deep and it is getting deeper and it has been there for a long time.  There is effectively an apartheid between people.  How do we go from political cowardice to political will and leadership so that we do not have to ask how we can watch when such a thing happens?<\/p> <p>  We will have the Minister before us next week and officials from the Department of Health and the HSE will come before us.  We will ask the hard questions.  We should also look at the national Traveller and Roma inclusion strategy, NTRIS, to see how we are faring with the cross-departmental approach.<\/p><p>We will perhaps invite the Minister in to ask about that at the end of all of the modules.  We will pick out the mental health modules to see whether, in the face of what we heard over the past two weeks, the response in any way matches the scale of the crisis.  I thank everyone very much for coming in and for their comprehensive submissions and presentations.  I thank them for sharing difficult stories and reflections.  We have heard you; that is the first step, the next is action.  We will now adjourn until Tuesday, 15 October 2019, when we will continue our considerations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TCJ2019100800002#X00400","speaker":"1430","continuing":true},{"type":"unspoken","time":1570489200,"counter":77,"content":"<p>The joint committee adjourned at 12.55 p.m. until 11 a.m. on Tuesday, 15 October 2019.<\/p>","notice":"TIME STRING DETECTED"}]