[{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1482231600,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 11:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pearse Doherty, Senator Paddy Burke, Deputy Michael McGrath, Senator Rose Conway-Walsh, Senator Gerry Horkan, Senator Kieran O'Donnell.<\/p><p>DEPUTY JOHN MCGUINNESS IN THE CHAIR.<\/p>","time":1482231600,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002"},{"type":"minorheading","content":"Banking Sector in Ireland: Central Bank of Ireland","time":1482231600,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#A00100"},{"type":"speech","time":1482231600,"counter":5,"content":"<p>I remind members, people in the Gallery and the witnesses to turn off their mobile phones.<\/p><p>We will deal with matters relating to the banking sector in Ireland.  I welcome Professor Philip Lane, Governor of the Central Bank of Ireland and his colleague, Mr. Ed Sibley, director of credit institutions.  The meeting comes after our discussions with the pillar banks where significant issues were discussed and we will take up some of those issues today in the context of our meeting.<\/p><p>I advise the witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  I ask Professor Lane to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#A00200","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":6,"content":"<p>I thank the Chairman and committee members for the opportunity to update the committee on conditions in the Irish banking sector.  I will first provide a brief overview of developments in the banking system.  I will then discuss some specific challenges for banks operating in Ireland and the structure of the Irish banking system.  Thereafter, I will outline current ECB thinking on the European banking system and supervisory priorities.  I will conclude by turning to some of the other issues that the committee has invited me to discuss.<\/p> <p>  The Irish banking sector can be partitioned between domestically-focused banks and internationally-focused banks.  The domestic sector continues the process of repair and recovery.  Sustained progress has been made.  Banks operating in Ireland are much better capitalised and have more stable funding models, but there remains more to do.  The international banking sector is also continuing to evolve.  Having shrunk materially in the aftermath of the crisis, it is starting to expand again and this trend may be reinforced by Brexit.<\/p> <p>  The aggregate total assets of the domestically-focused banks stood at &euro;274 billion in quarter three of 2016, down 7% on the previous year.  This contraction reflects the fact that asset disposals and loan redemptions more than offset increases in new lending.<\/p><p>The decline in balance sheet size has reduced reliance on market-based funding, which, in turn, has significantly contributed to the increased resilience of the banks to liquidity shocks.  The low interest rate environment has also helped reduce funding costs, but together with shrinking loan books, has a negative overall effect on net interest income.  While sovereign bond market yields remain compressed, the senior unsecured debt issued by Irish banks continues to be more expensive compared with peers elsewhere in the euro area and across Europe.  This is important in the context of the requirement under the new resolution framework for banks to raise debt that can be bailed in, that is, converted to equity, in the event of failure.<\/p><p> Currently, the capital instruments of Irish banks are in the top quartile of peer group EU banks in terms of market yield, indicating higher relative risk.  In this context, although Irish retail banks continued to generate profits through the first half of 2016, profits were 6% lower than in the same period in 2015, reflecting the challenging operating environment.  We are starting to see some signs of increased competition and a strong desire from the banks to start to grow their loan books once more, both in Ireland and in the UK.  This is welcome, subject to lending being prudent, and provides evidence of the continuing return towards normalisation of the domestic banking sector.<\/p><p> Irish banks continue to work out non-performing loans, NPLs, and much progress has been made.  Indeed, they are somewhat ahead of European banks in addressing these issues.  In absolute terms, NPLs have declined by just over &euro;48.5 billion or 57% since their peak in 2013, now representing 17.3% of all loans.  Although decreasing, due in large part to a range of intensive supervisory actions, progress within institutions, as well as the improving economy, the outstanding numbers remain high both in absolute and relative terms.  Retail mortgages are the largest component of total NPLs, accounting for 57%, and are falling more slowly than other categories, despite the clear momentum in their reduction.  Loans to corporates and SMEs represent 17% of NPLs; commercial real estate, CRE, loans, 22%; and consumer loans, approximately 3%.<\/p><p> All the retail banks exceed the regulatory capital minima in respect of their ability of the banks to absorb shocks or unexpected losses.  As they move towards new, fully-loaded regulatory capital requirements, capital ratios on this basis are 15.2% on average.  The recent EU-wide stress test included two of the domestic retail banks, AIB and Bank of lreland, and illustrated that these banks would have enough capital over three years to withstand the adverse economic scenario.  However, their key capital ratios would have declined to 7.4% and 7.7% under this adverse scenario.  The main driver of this outcome was a projected increase in credit impairments, consistent with recent loss history in Ireland.  It is noteworthy that the stress testing assumptions and method were particularly challenging for those banks and countries that had suffered the most significant losses during the crisis and were most reliant on interest income.  Nevertheless, it is a timely reminder that much remains to be done to improve the resilience of the domestically focused banks operating in Ireland.  Financial strength will remain a focus for the Central Bank together with the ECB in our ongoing engagement with the banks.<\/p><p> Although the domestically active banks in Ireland have continued to recover, significant risks remain on the horizon.  All have relatively concentrated business models, focused primarily on Ireland and, to some extent, the UK.  This makes them especially vulnerable to any shocks affecting the economy.  Legacy issues also remain material.  This is particularly evident with respect to NPLs, but also in the need for significant investment in IT and data infrastructure, where investment has not been sufficient in recent years.<\/p><p> The long-term sustainability of the business models of the banks and, therefore, their ability to intermediate effectively, depends on their ability to generate sufficient net income to meet regulatory obligations and support intermediation.  To date, there has been a mixed performance: some banks are still contracting, while others are growing slowly in certain areas like consumer lending or fixed rate mortgages.  This is reflected in recurring pre-provision net revenue remaining unsustainably low for some banks.  This is driven, in part, by institution-specific challenges; part is also due to aggregate trends as their main customers, households and firms, are in aggregate continuing to pay down debt, which should be welcomed from a financial stability perspective.  In keeping with our supervisory priorities, it remains critical that banks manage risks prudently, price credit risk sustainably, and remuneration and incentive structures are appropriately governed to support a resilient business model going forward.<\/p><p> Mortgage NPLs constitute the largest share of system-wide NPLs.  Since the onset of the crisis, many mortgage holders have had difficulty repaying their mortgages.  While the situation is improving, its resolution is critical for individual borrowers in distress, banks, and the entire system.  The Central Bank has worked hard to ensure the appropriate protections are in place for these borrowers who are in difficulty, and the banks have the financial and operational capacity to resolve the problems.  In terms of the progress, we published a report last week which gives an overview of recent developments and the wider issues involved.  The latest data shows there were 738,506 primary dwelling house, PDH, mortgage accounts in Ireland.  Of these, 56,350 are in greater than 90 days past due, and, in turn, within that category, 34,551 are greater than two years past due.  Mortgage arrears have now fallen for 13 successive quarters and by 44% below peak value, with more than 121,000 mortgages restructured, and 88% of these meeting the terms of their restructured arrangement.  As discussed at this committee two weeks ago, the scale of mortgage distress means that mortgage lending is inherently riskier in Ireland than other euro area member states.  Aside from default, due to the economic and social policy choices that have been made, the ability to effect loan security is more challenging, and loss given default in Ireland is higher than in many other eurozone countries.  Longer recovery times are also associated with lower availability of credit, and higher interest rates.<\/p><p> The other significant challenge for the domestic banking sector is Brexit.  As the Central Bank is also tasked with assessing the long-term resilience of the financial system, we see this as a key risk in 2017.  The implications of Brexit for the configuration of the Irish and European financial system depends on the agreement that will be reached.  Should the UK-EU negotiations result in an agreement that retains the single passport for UK-resident entities selling into the EU, the net impact of Brexit on the structure of the European financial system may be limited.  In other less favourable scenarios in which UK firms do not retain passporting rights, it is likely that significant migration of financial activity from the UK to the EU will occur.  Depending on the outcome, the UK&rsquo;s exit from the EU could have long-term structural consequences for Irish banks with a significant presence there.  This will become clearer during the next two years, as the elements of the EU-UK relationship take shape.  We will keep this and other risks continually under review and, where relevant, take the necessary risk-mitigating actions in line with our mandate.<\/p><p> The advent of banking union and the establishment of the single supervisory mechanism, SSM, in 2014 materially changed the supervisory landscape.  The ECB took over ultimate responsibility for the supervision of all banks across the eurozone and direct supervision of the largest 120 or so banks, including the five domestically active banks in Ireland - the so-called \"significant institutions\".  While still in its early years, ECB banking supervision is a critical institutional step towards deeper integration in the euro area.  As is evident from the presence of international banks here, banking does not stop at national borders and, therefore, a harmonised supervisory approach is necessary to reduce financial fragmentation and ensure a level playing field across the euro area.  The Central Bank is part of the SSM, both in terms of the day-to-day work and the bank having a seat at the ECB supervisory board, which is responsible for supervision.  My colleague who accompanies me today, Mr. Ed Sibley, attends the supervisory board with our Deputy Governor for financial regulation, Mr. Cyril Roux.  Staff in the bank are committed and strive to be influential at every level to ensure the right supervisory outcomes are delivered for all euro area banks, and especially those operating in Ireland.  Staff engage in direct supervision via joint supervision teams, JSTs, and in inspection teams composed of staff from the Central Bank of Ireland, based in Dublin, and ECB staff, based in Frankfurt.<\/p><p>We also contribute to analytical work on risk assessments and policy development.  Under the new supervisory architecture, regardless of the jurisdiction banks operate under the same supervisory methodology, processes, standards and quality assurance.<\/p><p> Since the crisis and the establishment of the SSM in November 2014, we have conducted 35 inspections of Irish banks supervised by the SSM.  These inspections last, on average, 13 weeks.  This intensive action, ongoing supervision and supervisory priorities reflect the risks I have already mentioned.  Non-performing loans, NPLs, the sustainability of business models and the quality of risk management in an uncertain world are also key areas for the ECB and euro area banks more broadly as we move into 2017.<\/p><p> In terms of specifics, the ECB is undertaking a schematic review regarding the sustainability of bank business models.  Following the publication of ECB guidance to banks on NPLs, the ECB, via its task force on NPLs, continued its review of institutions with high levels of NPLs and initiated actions for joint supervision teams to follow up.  It is noteworthy that the Central Bank has been leading this work, which reflects the high level of expertise and capability we have in dealing with NPLs.<\/p><p> Throughout the ECB banking supervision, there has been a focus on several aspects of the risk management of banks.  Various strands of work include assessments of the ability of banks to aggregate and measure their risks effectively, calculate risk rates prudently and continue to improve internal processes for capital, liquidity and associated risks.<\/p><p> Turning to the second pillar of banking union, the single resolution mechanism is now also up and running.  The 2016 plans for the Irish significant institutions have been completed and endorsed by the Single Resolution Board in Brussels.  The third pillar of the European deposit insurance scheme is less advanced, with the proposals published by the Commission in November 2015 still under discussion at an EU level.<\/p><p> Compared to the pre-crisis situation, the domestic banking sector has slimmed down.  This also resulted in a more concentrated banking sector, notwithstanding the decline in lending volumes since the start of the crisis.  Some three of the five retail banks are majority State-owned between Ireland and the UK, with the State an important minority shareholder in a fourth.  This is atypical compared to most euro area member countries.<\/p><p> The banking system and, more specifically, the mortgage market has seen a material improvement over recent years.  Within our mandate, the Central Bank remains focused and committed to putting in place measures to address the fundamental causes of the ongoing issues.<\/p><p> I noted earlier that once risks have been identified the joint supervisory teams require firms to take corrective action and supervisory measures to mitigate risks and enhance resilience.  In addition to these micro-supervisory actions, systemic risks can be addressed through macro prudential measures taken by the Central Bank.  Examples of the former micro-supervisory actions include the actions on mortgage arrears to which I referred.  Examples of the latter are the borrower-based mortgage measures enacted in 2015 and most recently adjusted in November 2016.<\/p><p> The mortgage measures have helped to ensure that those who buy homes now are better prepared to manage their mortgage payments in the event of a future downturn in the economy.  Following the review, the framework has remained broadly unchanged with some limited refinements.  The 3.5 times ceiling on the loan-to-income ratio remains the anchor of the framework.  Requirements for buy-to-let borrowers and exemptions for negative equity mortgage borrowers also remain unchanged.<\/p><p> Mortgage arrears and how the market is currently functioning are consequences of the crisis.  While a significant part of our work has focused on this, the bank is also mitigating emerging risks and enhancing resilience.  One example is identifying weaknesses in new lending practices in some of the retail banks.  The weaknesses we have found in recent supervisory activity include a need for better oversight and challenge from boards regarding the risk appetites of banks, which are used to govern, identify and quantify lending decisions across sectors and debtor types.  Another weakness relates to strategies focused on driving increased volumes, with a significant consideration of risk associated with long-term lending.  A third weakness is the use of league tables to incentivise staff to drive lending volumes without consideration of quality.<\/p><p> While these weaknesses are concerns, they have been identified and the relevant banks are required to implement remediation measures.  I would note banks are more resilient and the supervisory regime much more robust compared to the pre-2008 period.  Nonetheless, the Central Bank needs to maintain its vigilance. <\/p><p> In line with our risk-based approach to supervision, our engagement with lenders has been intrusive regarding the treatment of tracker mortgage debtors.  Since 2010, we have identified and pursued a number of lender-specific issues regarding transparency for borrowers who opted to switch from tracker rates or who had the right to revert to a tracker rate at the end of a fixed-rate period.  This has resulted in the use of supervisory powers, including the administrator sanctions procedure, redress and compensation schemes for those buyers who suffered detrimental loss.<\/p><p> The fair treatment of tracker mortgage debtors has been a key supervisory and policy focus for the Central Bank and our consumer protection framework requires all lenders to act in the best interests of consumers and, in particular, requires lenders to disclose material information to consumers to enable them to make informed decisions.<\/p><p> Put frankly, there have been too many cases where it turns out there was a misapplication.  This is absolutely unacceptable, and the reason why we decided that a broader examination of tracker-related issues was warranted and a comprehensive examination is now underway.  Let me assure the committee that the Central Bank will take all necessary action to hold regulated firms and individuals to account for failures in regard to tracker mortgages.  The process we are overseeing is exhaustive and, as a consequence, takes time.<\/p><p> In conclusion, while the banking sector has undergone considerable restructuring since the onset of the crisis and has benefited from the wider economic recovery, managing the legacy effects of the crisis continues to be a major priority for the Central Bank, cutting across our financial stability, supervisory and consumer protection mandates.  <\/p><p> In addition, the major domestic banks now operate under the common supervisory regime led by the ECB and must comply with the SSM's regulatory standards, together with the resolution planning policies of the Single Resolution Board.  The further development of European banking union has great potential to deliver a fundamentally more stable banking system over the medium term.  I thank the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#A00300","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":9,"content":"<p>I thank Professor Lane for coming before the committee.  I find it unusual that he has given us a seven page presentation, of which only the last three paragraphs refer to tracker mortgages.  This is despite the fact that this is the reason we asked him to come before us today.  Why has he given so little time to the issue in his presentation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#C00200","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":10,"content":"<p>I anticipate that we will cover a lot of ground in this question-and-answer format.  We released our update on the tracker review examination yesterday.  The introductory statement is essentially introductory.  The Central Bank tries to put out as much material as it can on its website about what it can disclose.  The opening statement indicated that, at a general level, priority was given to this examination and our position is that, in addition to the examination, we are signalling that our enforcement powers will be used to hold the institutions and individuals involved to account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#C00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":11,"content":"<p>This issue has been around since 2010.  It took the Central Bank until December 2015 to initiate proceedings and a proper review of the area to individual banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#C00400","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":12,"content":"<p>That is not the way to think about it.  In 2010 and 2011 there was significant engagement with a number of banks.  The problem was recognised very early on in various banks.  One reason for the delay to 2015 was that a court process was in place, whereby a bank queried a finding from the Ombudsman.  Unfortunately, given the delay in the court process, which I understand was initiated in 2012, the bank only withdrew its appeal to the Supreme Court in early 2015.  That delay is regrettable but, to a large extent, it was driven by the court case rather than-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#C00500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":13,"content":"<p>However, the bank did not get going until the end of December 2015 in terms of asking the 15 institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00200","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":14,"content":"<p>The announcement of the review was December 2015, but in order to get to that point, there was a great deal of planning about how to lay out the requirements of the review and to prepare for that.  Throughout 2015, a great deal of work was conducted in order to be ready to launch the review in December 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":15,"content":"<p>A year has now passed since that happened in December 2015.  At this moment in time, how many of the 15 institutions have come back and provided the bank with a thorough assessment of where they are at?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00400","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":16,"content":"<p>The committee has seen from a number of institutions disclosure of their assessments.  Some of these have been before the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":17,"content":"<p>I am asking the bank as the supervisory authority to tell the committee how many have come back with complete due diligence done in respect of the whole tracker loan book issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00600","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":18,"content":"<p>The disclosure yesterday provided our public summary of the progress in the review and that is the level of detail we can disclose at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":19,"content":"<p>Professor Lane might just state on the public record the number of banks that have come back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00800","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":20,"content":"<p>Let me just turn to my colleague here to see.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D00900","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":21,"content":"<p>The engagements are ongoing with a number of banks.  The larger domestic banks, which have also been before the committee, have disclosed numbers but even with those banks there is some work ongoing.  One has to understand that for each potentially impacted borrower, there is a potentially different contract.  There are hundreds of thousands of contracts to be gone through.  We are working with each of the banks, some of which are no longer authorised in this jurisdiction, to ensure that the review is thorough, complete and gets to each potentially impacted customer to stop the harm and put in place redress and compensation.  It will be ongoing with all banks.  We will be getting regular updates from all banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":22,"content":"<p>With due respect, these are sophisticated institutions with sophisticated IT systems.  This is about the rates of interest they charged.  In some cases, people lost their homes because of the rates imposed by the banks.  As such, the question is why it is taking so long.  Does the Central Bank accept that there has been a failure by it to move on the issue in time to get proper redress for people?  As Professor Lane probably knows, we represent ordinary people on the ground and they are hearing about this.  A lot of them have been under such sustained pressure from institutions which were, in fact, wronging them by having them pay the wrong rate.  They were not allowed to go back on trackers.  Does Professor Lane admit that there was a failure on the part of the Central Bank to move on the issue in time?  Why is it taking so long?  I would have thought that by now the Central Bank would have been able to put an end date in place for the individual institutions.  I do not buy the assertion that it is complicated and that there are complicated proceedings involved.  The banks were well able to move people onto variable rates when in fact they were entitled to go back to tracker.  As such, does the Central Bank accept that this is a failure on its part?  What is it going to do about it and what are the deadline dates for the individual institutions to give people redress?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01100","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":23,"content":"<p>I will make several points in response.  As I indicated, there was considerable engagement by the Central Bank in 2010 and 2011 with various institutions, including-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":24,"content":"<p>With due respect, that is six years ago.  The ordinary person would not be entitled to turn around to a bank and ask if it would give him or her six years to get his or her mortgage up to date.  In a lot of cases, the banks have gone in and repossessed these homes.  I do not buy that and the ordinary person outside does not buy it.  Why was the Central Bank so slow to move and does it accept that it is a failure on the part of the Central Bank not to move on the issue properly before now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01300","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":25,"content":"<p>I ask the Senator to let me make two points.  First, very early on in this process in 2010 and 2011, there were supervisory actions which involved a wave of measures at that time.  In 2012 to 2015, there was a delay in our ability to use some of our enforcement powers because of that open court case.  There are reasons this delay has occurred.  Let me make two further points.  First, while the delay is very regrettable, the comprehensive approach initiated and led by the Central Bank is going to deliver, not as quickly as we might like, redress and compensation for those affected.  I make the additional point that there is no doubt that the scale of what we see now, had we known how pervasive this was, means the Central Bank should, with the benefit of hindsight, have------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":26,"content":"<p>With due respect, the Central Bank with its supervisory authority over the individual banks should have known.  Does Professor Lane accept that?  There are over 8,000 homeowners involved.  Does he accept that this has been a failure on the part of the Central Bank because it should have known this was going on given the sheer scale of it?  Does he accept that this is a failure of the Central Bank on a regulatory basis as well as on a proactive basis in that it has failed to move on this particular issue properly before now?  When will it conclude?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01500","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":27,"content":"<p>As I indicated in 2010 and 2011, there has been considerable engagement.  From having seen problems in various banks, there has been considerable engagement on moving people inappropriately off trackers or failing to reinstate them when a period on a fixed rate had concluded.  There was considerable engagement at that time.  The ultimate responsibility, which we should not lose sight of, for delivering commitments in contracts is on the banks.  This is what is happening now under the review.  The banks, under our direction, must go over every possible case, not just cases that we can see.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":28,"content":"<p>I am sorry but------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01700","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":29,"content":"<p>The nature of supervision is that we cannot clear every single transaction in advance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":30,"content":"<p>I do not wish to cut across Professor Lane but I have limited time.  With due respect, the Central Bank is charged on behalf of citizens to use taxpayers' money to effectively supervise the banks.  The banks fell off a cliff in 2008, in a lot of cases due to lack of proper regulation.  In 2010, the tracker issue came to the attention of the Central Bank.  Professor Lane is saying there was a court case.  Surely, at that moment in time, the Central Bank should have been able to identify the scale of the process.  Six years have gone by since 2010 with many people having lost their homes or finding themselves under enormous pressure which is partly due to the failure of the Central Bank to move on this issue more quickly.  Does Professor Lane accept that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D01900","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":31,"content":"<p>As I indicated in the opening statement, it is totally unacceptable that the banks behave in this way.  This has been a widespread and major problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D02000","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":32,"content":"<p>Why did the Central Bank not pick up on this more quickly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D02100","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":33,"content":"<p>As I said to the Senator, there was a considerable engagement in 2010 and 2011 where many cases were identified and actions taken.  As such, there was an initial wave of engagement on this issue.  The nature of supervision is that it is bank-by-bank.  At this point, we have moved to this universal approach rather than one of engaging with a problem where we see it.  The decision was that this was so widespread that we should go the other way and that means a bank needs to prove in every single case that it was handled correctly rather than us just focusing on cases where a problem has been identified.<\/p> <p>  The reality of the legal system is that delays can be considerable.  The fact that there was a considerable delay associated with the uncertainty involved in the resolution of that court action is of little comfort to those affected but that is the reality of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D02200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":34,"content":"<p>I have two quick questions.  Well, let me put the question in a different way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D02300","speaker":"1374"},{"type":"speech","time":1482231600,"counter":35,"content":"<p>What we are going to do is give each member ten minutes and he or she can come back again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D02400","speaker":"1248"},{"type":"speech","time":1482231600,"counter":36,"content":"<p>My final question is when will the Central Bank have this.  Does it accept responsibility for this and on what date does it expect this to be resolved?  What is the deadline for the banks so that the homeowners will receive proper redress?  I ask for a date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#D02500","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":37,"content":"<p>The indicated plan is that we think a lot of the review should be done by mid-2017, but in terms of when redress and compensation will be paid out, in some cases there may be holding payments and initial payments and in other cases the banks have yet to work out the details.  There are two levels, redress and compensation.  We are engaging with the banks to try and move this on as quickly as we can but we must also be accurate.  We must make sure the review is comprehensive.  I will see if I missed anything on the timing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00100","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":38,"content":"<p>I think that is right, it is being pushed through to close out, or largely close out, by mid-2017.  I touched on this earlier.  For each customer that is potentially affected there potentially are different contracts and each of those has to be reviewed individually.  The IT systems in the banks, as referred to in the opening statement, are not that sophisticated and there are issues in terms of their ability to go through the details so it has to go through on a contract by contract basis.  That is why it takes time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00200","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":39,"content":"<p>I thank the witnesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00300","speaker":"1374"},{"type":"speech","time":1482231600,"counter":40,"content":"<p>I thank the Governor, Professor Lane, and Mr. Sibley.  Just so that we get the full picture on this issue, the Central Bank issued a statement yesterday saying that 8,200 customer accounts have been identified where people were not given the opportunity to go back to a tracker or the tracker rate was higher than it should have been.  Could Professor Lane just summarise for us the 2010 to 2011 period?  I understand the information is in the public domain.  Bank of Ireland, for example, reinstated 2,100 customers in 2010 and the Central Bank was involved.  Apart from the 2012 to 2015 Permanent TSB issue, could Professor Lane summarise, with numbers, what is on the public record in terms of individual banks and the tracker mortgage issue from that period?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00400","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":41,"content":"<p>I will ask Mr. Sibley to respond to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00500","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":42,"content":"<p>As Deputy McGrath mentioned, there was a significant engagement with Bank of Ireland that resulted in borrowers being put back onto trackers.  There was also engagement with a couple of other banks in relation to their communication with borrowers, and there was engagement with one bank to stop it offering fixed-term products to tracker borrowers during that period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00600","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":43,"content":"<p>There are a number of different issues, but on the issue of people being wrongly denied or not being offered the opportunity to go back to a tracker rate we had the Bank of Ireland issue which affected 2,100 customers.  Could Mr. Sibley give some figures for the other institutions with which the Central Bank engaged at that time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00700","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":44,"content":"<p>I think the figure is higher than 2,100.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00800","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":45,"content":"<p>What is it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E00900","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":46,"content":"<p>I think it is 5,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":47,"content":"<p>Is that 5,000 in 2010?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01100","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":48,"content":"<p>In and around that period.  There was engagement in 2010 and 2011 and there has been engagement through this period up to 2015 and the date of the system-wide review.  As the Governor referred to, there was a limitation in terms of our ability to use enforcement powers at that stage because of the court case.  We were engaging with banks during that period and trying to make sure that the issues were investigated to the extent that they were known about and that they were being addressed but the ability of the Central Bank to drive the behaviour was curtailed because of the court case.  As soon as the court case was concluded we moved into a different phase where we are now fully driving the redress.  As a result of the Central Bank actions, albeit regrettably after consumers have suffered detriment, that harm is being stopped and redress is being paid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01200","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":49,"content":"<p>Mr. Sibley is jumping forward.  I wish to get all of the facts about the 2010 period and the immediate years following that to get the full picture.  The statement the Central Bank issued yesterday is not the full picture.  Mr. Sibley said that around 2010 approximately 5,000 customer accounts in Bank of Ireland had their tracker rates restored following a review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01300","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":50,"content":"<p>We will confirm the figure to the Deputy later but that is the information I have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01400","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":51,"content":"<p>Does Mr. Sibley have details of the other institutions where the Central Bank had to take action because they were trying to put customers on a fixed rate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01500","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":52,"content":"<p>That is a slightly different issue.  It goes back to the heart of the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01600","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":53,"content":"<p>I understand that but it is still a tracker-related issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01700","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":54,"content":"<p>It is still tracker related, but if one goes back to the cause of the issue, it is either a communication issue where borrowers that were electing to go on fixed rates did not have the implications of that explained well enough to them or that they were potentially losing access to a tracker, or there was a contractual issue where at a later stage when the borrowers wanted to switch back from a fixed rate to a tracker rate that was not allowed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01800","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":55,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E01900","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":56,"content":"<p>In those other two cases it was very much around the communication with the borrowers as they were potentially making decisions to move away from trackers at a time when interest rates were rising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":57,"content":"<p>Was Bank of Ireland the only example at that time where customers were wrongly denied a tracker mortgage account?  The other issues were about the fixed rate and communication.  I am going back first so that we have all the facts and we can debate the issue properly then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02100","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":58,"content":"<p>Let us make it simple, under the current comprehensive review every cohort of tracker debtors going back many years is being examined.  At the end of this review we will know the numbers for all the banks.  What happened with Bank of Ireland at that time was there was programme to remediate the situation for those 5,000 cases.  In terms of other banks we have taken a more generic approach.  We have said we noticed that in their communications policy they are not being upfront or comprehensive with their customers about the implications of moving from one type of mortgage to another.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":59,"content":"<p>Could Professor Lane come back to the committee with all the details of those engagements on tracker-related issues, whether it be fixed-rate communication or people being denied the rate, by institution?  I expect the information is in the public domain and the Central Bank can put it together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02300","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":60,"content":"<p>We can put together what is in the public domain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":61,"content":"<p>Deputy Michael McGrath asked a specific question about 2010 and the response was about Bank of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02500","speaker":"1248"},{"type":"speech","time":1482231600,"counter":62,"content":"<p>Yes, but they do not have the answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02600","speaker":"1223"},{"type":"speech","time":1482231600,"counter":63,"content":"<p>Are the witnesses not able to respond to Deputy McGrath about the other banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02700","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":64,"content":"<p>The series of steps-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":65,"content":"<p>It is important in terms of setting the scene.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E02900","speaker":"1248"},{"type":"speech","time":1482231600,"counter":66,"content":"<p>I am using up my time to try to get the full picture because we do not have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E03000","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":67,"content":"<p>In terms of customers being put back on to trackers, there are not any significant numbers other than the case of Bank of Ireland.  The other engagements are very much around the communications, but we can revert with more details of what is in the public domain.  We are somewhat limited in terms of what we can say about individual banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E03100","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":68,"content":"<p>Could I clarify whether the 8,200 figure revealed by the Central Bank yesterday includes the 1,372 Permanent TSB customers who have already gone through or are going through the redress scheme?  The reason I ask is that I cannot make the numbers add up.  Bank of Ireland told us 4,518 customer were affected, between those who were overcharged and those who were denied a tracker.  Ulster Bank said around 2,000 customers were affected.  AIB said about 2,600 customers were affected.  Those three institutions alone add up to more than 9,100.  If one adds in Permanent TSB one reaches approximately 10,500.  If one goes back to 2010 one reaches 15,500.  The Central Bank will not give us a breakdown and the global figure it has put out does not reconcile with the information we have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E03200","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":69,"content":"<p>I think we can go back and see what we can do to make a reconciliation there because clearly under the review there is a certain method to get the number that was disclosed yesterday.  The committee has been in direct communication with the various institutions, or they may have publicly disclosed the information but the kind of reference point for their disclosures may be a bit different to what was disclosed yesterday.  We can do the work for the committee and come back to the committee with a reconciliation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E03300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":70,"content":"<p>Going back to Senator O'Donnell's point, as early as 2010 - I accept Professor Lane was not there - the Central Bank was aware of a serious issue with one bank in particular about tracker product being denied and then other banks in relation to tracker issues as well, and communication with customers to try to get them onto a fixed rate.  The reason the Central Bank gave for not setting up a broader investigation at that time is because Permanent TSB was going through the courts for a number of years.  The Central Bank knew at that stage there were serious issues across a number of institutions.  Did no one say the bank needed to have a deeper look at it?  Nothing in the Permanent TSB case going before the courts meant that the Central Bank could not examine the other institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E03400","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":71,"content":"<p>It is important to draw a lesson from that, given the scale of the situation now.  I do not disagree with Deputy McGrath.<\/p><p>Inferring from what was learned from, say, Bank of Ireland and Permanent TSB about this, as a more general issue, perhaps a more comprehensive approach could have been taken earlier.  I will not disagree with that.  In terms of scale, our supervisory teams are now much bigger.  If one likes, the move across Europe to a proactive, intrusive supervisory model is such that I would hope that, were we confronted with the same situation today as at that point, perhaps a more systemic approach could be taken at an earlier point.  I will ask Mr. Sibley to supplement that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#E03500","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speechnospeaker","time":1482231600,"counter":73,"content":"<p>To add one point, our ability to require the banks to undertake the review and to require them to get to the outcomes they are getting to today was impeded by the ongoing court case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00200","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":74,"content":"<p>Although I will come back in later on, what I really want to know is how this could happen.  Professor Lane has said the practice was widespread - I think that is the term he used.  It looks to me as if it was systemic.  This would appear to be a wilful practice of customers being denied their contractual rights.  It always seems to be the case that the ball hops against the customer, and it never seems to hop the other way in the customer's favour.  People want answers as to how customers were being denied their contractual rights in terms of entitlement to a tracker mortgage rate.  There are practices still going on.  We are being told now that customers who, under the redress programme, are entitled to revert to a tracker rate are being given a tracker rate of 3.67%.  That is a joke.  The Central Bank has to go beyond giving a slap on the wrist to the banking system when this kind of thing happens.  It looks systemic, it looks wilful and it is pretty much across all the main lenders.  It is just not good enough.  The question for the Central Bank is what it is going to do about it.  Otherwise, it will keep on happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00300","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":75,"content":"<p>As I said in the introductory statement, in addition to what is going on now, which is the banks going through identifying cases and then coming with redress and compensation for those affected, that is one part of what needs to happen.  The other part is our enforcement against the institutions and individuals involved.  I do no think it would be a good idea to preview at this point the outcomes of those enforcement cases.  We can come back to this core question once those enforcement actions have come to completion.  The nature of these enforcement actions are such that I think it is wiser for me to say that the issues the Deputy has raised are the kind of issues that we will be assessing as we move along in assessing any enforcement actions against these institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":76,"content":"<p>I will come back in later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00500","speaker":"1223"},{"type":"speech","time":1482231600,"counter":77,"content":"<p>Before calling Deputy Pearse Doherty, I want to make a point to Professor Lane.  The information you are giving to the committee members this morning, or the lack of it, is striking.  I would have thought, with regard to the questions you have been asked by Senator O'Donnell and Deputy McGrath, who was particularly trying to set the scene, that you should have had those figures ready for the committee.  You knew what was coming here.  Are you bullied by the banks?  Is the Central Bank able for the banks?  That really is the question that emerges in my mind from listening to the exchanges you have had with Senator O'Donnell and Deputy McGrath.  I would conclude, from the information you are giving and how you are approaching this, that you are afraid of the banks - you are afraid to take them on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00600","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":78,"content":"<p>There is zero basis for that, with respect.  The banks are subject to our extensive supervisory powers, which today are reinforced by being part of the single supervisory mechanism.  The banks, from which the committee will have heard in recent weeks when they have been before it, are under an extremely intrusive regulatory regime, which I think has involved a sea change.  What is probably true is that, essentially, under this new approach where we and the SSM in general are much more intrusive in regulating the banks, this is a new process.  This tracker examination is a very good example of the banks essentially being compelled by us to undertake very extensive, quite expensive review mechanisms under our prompting.<\/p> <p>  We have no reason, as supervisors or regulators, to go lightly on the banks.  We have a legal mandate, which we take seriously.  We have a financial stability mandate and a consumer protection mandate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":79,"content":"<p>Sorry for interrupting.  You can have all that but what I am hearing this morning is an unwillingness to stack up the numbers for us here, and an unwillingness to play hardball with the banks.  It would seem to me that you either feel bullied by them or that you are fearful of them, but you are not engaging as I would expect you to engage with the banks in regard not to just matter, but to the other matters which the committee will touch on later.  I am shocked by the fact you can tell us that the banks do not have sophisticated IT systems.  When they wanted to pick out thousands of Irish people and chase them down relentlessly to pay their mortgages, they had all the systems in the world.  They could do what they liked and they did what they liked with small businesses and with individual people with mortgages.  It is shocking and shameful that the Central Bank cannot force them into a position where they are at least showing good faith with the people we represent, because those people have been pushed into poor health, some into suicide, because of the actions of banks.  It is quite shocking that you deal with this in the way you have up to now.  I ask you to consider every single question that members are asking you and to remember the customers you are supposed to be protecting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00800","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":80,"content":"<p>We are working on behalf of the State.  We take seriously that we are public servants working for the State and the welfare of the citizens of Ireland.  That is the motivating factor to take on this work.  I totally dispute your characterisation of what the Central Bank is doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F00900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":81,"content":"<p>Or not doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01000","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":82,"content":"<p>The Central Bank is at the midpoint in this review.  In terms of where the total numbers are going to end up, we are a little precluded from coming to final numbers on it.  I take issue with your characterisation of the role of the Central Bank.  I am not going to disagree with you that, as we have signalled repeatedly in various speeches, the banks need to improve a lot.  They need to improve a lot in terms of having a culture of being consumer orientated.  Part of our work, as we said in the opening statement-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":83,"content":"<p>Some of the public think they should be in jail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01200","speaker":"1248"},{"type":"speech","time":1482231600,"counter":84,"content":"<p>We are very much operating in the dark here.  Maybe we could suspend for a short period to allow the Central Bank and Professor Lane to provide us with the information around trackers that is in the public domain for 2010 about the various institutions.  Maybe he could get that to us now.  It might take ten or 15 minutes and it would allow us to then come back and ask questions based on fact.  It is too abstract at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01300","speaker":"1374"},{"type":"speech","time":1482231600,"counter":85,"content":"<p>I support that fully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01400","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":86,"content":"<p>We can see if there are any more numbers we can provide for the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":87,"content":"<p>Is that agreed, Deputy Doherty?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01600","speaker":"1248"},{"type":"speech","time":1482231600,"counter":88,"content":"<p>Can it be provided in that time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01700","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":89,"content":"<p>I believe one of my colleagues has gone to see if something can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":90,"content":"<p>To be clear, what we are looking for is only what is in the public domain on the Central Bank's engagement with the institutions from 2010 up to the announcement of its review in December 2015 on tracker-related mortgage issues, with numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F01900","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":91,"content":"<p>We are limited in what we can say by institution.  We have talked about Bank of Ireland and it is in the public domain-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F02000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":92,"content":"<p>Whatever.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F02100","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":93,"content":"<p>We have said it is 5,000 customers.  There is the release from yesterday which talked about 8,200.  We can confirm very quickly whether that does or does not include the PTSB numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#F02200","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":94,"content":"<p>I will suspend the meeting.  For how long will I suspend it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#G00100","speaker":"1248"},{"type":"speech","time":1482231600,"counter":95,"content":"<p>Ten minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#G00200","speaker":"1374"},{"type":"speech","time":1482231600,"counter":96,"content":"<p>We want to get an overall reconciliation of all the numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#G00300","speaker":"1412"},{"type":"speech","time":1482231600,"counter":97,"content":"<p>We want those figures when we come back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#G00400","speaker":"1248"},{"type":"unspoken","time":1482231600,"counter":98,"content":"<p>Sitting suspended at 12 noon and resumed at 12.18 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1482231600,"counter":99,"content":"<p>I call Professor Lane<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#H00100","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":100,"content":"<p>We reviewed the numbers that we can disclose and the following are the details.  For Bank of Ireland, in 2010, there were 2,100 cases of restoration.  There is a problem where they were restored and redress cases were taking place at that time.  In relation to other banks at that time, there is no public disclosure but it was not a case of restoration.  It was preventive measures where we saw something, in terms of offers being made, etc., and there was intervention.  Similarly, with Bank of Ireland, there was intervention in cases to prevent an issue arising.  In 2010, it is mostly in the sense of prevention, trying to improve disclosures, etc., and then there are those 2,100 cases in Bank of Ireland where damage had already occurred and where there was restoration.<\/p><p> The second number refers to 1,400 cases involving Permanent TSB-Springboard, which is outside the scope of the examination because it had been processed before this examination had taken place.  The 8,200 cases that came under the examination are additional.  That is the number in terms of verified cases.  In some cases, banks may have also included cases that they anticipated, in other words, cases that have not yet been completed.  This is, therefore, a lower band and we expect the number to rise because various banks have not completed their reviews.  The 8,200 figure is, therefore, a lower band and we expect a significant increase on that number. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#H00200","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":102,"content":"<p>Was the figure of 5,000 referred to in respect of Bank of Ireland a mistake?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00200","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":103,"content":"<p>That figure should not have been disclosed.  That was an error on our part.  The balance of that does not relate to cases where there was a financial loss but refers to cases where there was an intervention beforehand to prevent inappropriate contracts being issued, if one likes.  The 2,100 figure refers to the number of cases where a loss had occurred and restoration occurred.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":104,"content":"<p>Professor Lane stated the data for the other banks were not disclosed.  Did that involve restoration of mortgages to tracker rates?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00400","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":105,"content":"<p>Our information is largely preventative.  While the figure was not zero, a relatively small number of cases of losses were identified at that point.  It is more a case of identifying risk factors in terms of trying to invite people on tracker mortgages onto a fixed rate or whatever.  At the point, they were, by and large, preventative measures, with the primary exception of the case of Bank of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":106,"content":"<p>The figure of 8,200 cases does not reconcile with the data we have on current cases.  We have a figure of 4,518 for Bank of Ireland and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00600","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":107,"content":"<p>The 8,200 cases are verified.  Some banks may have included cases that have not yet gone through the whole examination process but will come through that process in the coming months.  That is the way to make a reconciliation.  Some banks are including cases where redress will be needed but the files have not yet been closed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":108,"content":"<p>I seek clarity on the figures.  Does the figure of 8,200 cases include the 3,916 Bank of Ireland customers who have been overcharged by 0.15%?  Bank of Ireland released two figures, the first of which - 3,916 - refers to the number of people who had been overcharged by 0.15%, and the second of which - 602 - refers to the number of people who should be restored to an appropriate tracker rate mortgage.  Does the figure of 8,200 include the 3,916 figure or is that figure outside the scope of the investigation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00800","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":109,"content":"<p>I understand that figure would be included in the scope of the examination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J00900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":110,"content":"<p>It would be included in the scope of the examination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01000","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":111,"content":"<p>Some banks may have projected forward and indicated they could see these cases coming forward.  The way to think of this is that the figure of 8,200 is the lower band of the aggregate across the banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":112,"content":"<p>I seek further clarity on the numbers on behalf of the committee.  The figure of 8,200 does not include the figure of 1,400 in respect of Permanent TSB and Springboard or the 2,100 cases that were restored in 2011.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01200","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":113,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":114,"content":"<p>In that case, the figure for the period in question is 11,700.  Representatives of the banks informed the joint committee that the overall figure is in excess of this figure.  Based on their figures, we anticipate that a further 3,000 customers have been affected.  As such, the total figure is probably around 15,000 when one includes the 2,100 mortgages restored by Bank of Ireland in 2011.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01400","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":115,"content":"<p>That may be a reasonable estimate.  I am not totally sure there will be a further 3,000 additional cases but the figure will not be too far away from that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":116,"content":"<p>It is appropriate to point out that much of this occurred before Professor Lane became the Governor of the Central Bank.  In addition, much of this occurred in 2010 when the country was experiencing a severe financial crisis and the Central Bank was dealing with many serious problems in the banking sector.  While I appreciate that, this does not take away from the complete failure of the Central Bank to fulfil its consumer protection responsibilities.  In 2009, the Financial Services Ombudsman wrote to the Central Bank requesting that it carry out an industry-wide review of tracker mortgages.  Will Professor Lane confirm that the Central Bank received that request and did not carry out an industry-wide review at that point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01600","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":117,"content":"<p>I apologise but I will have to revert to the Deputy on that matter because I am not familiar with that exchange with the Ombudsman.  I agree with him that there is no ranking or contest between our financial stability mandate and our consumer protection mandate.  They are both mandates and there is no trade-off between them.  The fact that in 2010, there was a major crisis taking place is in no way a reason to pay insufficient attention to consumer protection.  There is no conflict between the two areas.  The Central Bank has a separate consumer protection directorate.  Regardless of what was going on in terms of the wider stability of the system, consumer protection has always been a core mandate of the Central Bank and one which is not ranked as inferior to its other mandates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":118,"content":"<p>While I appreciate that, the thousands of customers to whom these figures relate - the individuals and families affected - will take a different view of the way in which the Central Bank dealt with its responsibility in respect of consumer protection.  For the record, the Central Bank has been quoted in publications such as the Irish Independent as saying it had been aware of this issue since 2008.  In addition, the Central Bank has not disputed that the Financial Services Ombudsman wrote to the bank in 2009 asking for an industry-wide review.  The point is that this review did not take place.<\/p> <p>  Notwithstanding the restoration by Bank of Ireland of 2,100 mortgage accounts to tracker mortgages in 2010-11, in excess of 10,000 customers - families and individuals - were ripped off by their financial institution over that period.  This is a case of industry-wide theft.  The banks inappropriately took money from customers and the Central Bank was aware that they were doing so.  Professor Lane indicated that a court case impeded the actions the Central Bank could have taken.  However, the actions it took in 2010 in respect of Bank of Ireland did not solve the problem.  Bank of Ireland has just admitted it overcharged almost 4,000 customers and more than 600 other customers of the bank are entitled to revert to tracker mortgages.<\/p> <p>  How can the Central Bank, which was aware of the issue and wrote to the banks at that point, miss the fact that money was being taken from such a large number of bank customers?  To quantify the issue, if it had been allowed to continue until the end of the mortgages, in excess of &euro;500 million and possibly as much as &euro;1 billion would have been taken from these customers by the banks.  There are serious questions as to how the Central Bank missed this.  It is appalling stuff.  While I accept that Professor Lane was not employed by the Central Bank at the time, that people have been ripped off to such a degree indicates that the Central Bank failed on a massive scale to fulfil the consumer protection responsibilities the Oireachtas vests in it.  <\/p> <p>  Professor Lane is familiar with the figures involved.  We are talking about &euro;90,000 per customer if this had been allowed to continue to its conclusion.  Some customers have lost &euro;25,000, while others have lost their houses or been declared bankrupt.  As the Chairman noted, some experienced serious mental health problems, which have led to serious difficulties.  Will Professor Lane explain the reason the Central Bank does not have in place sufficiently robust systems to spot or deal with the fact that more than 10,000 customers were being ripped off by their banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01800","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":119,"content":"<p>I will make a few points.  The supervisory model we have now involves many more staff, much greater resources and much more intrusion in terms of the level of inspections and so on.<\/p><p>If we had the system we have today back then, I hope we would have taken a more comprehensive and systemic approach.  I do not disagree that, in retrospect, more could and should have been done.  However, I would point out that our enforcement and regulatory powers are now more extensive.  If a problem is observed at the time, we can take action.  The framework for the kind of systemic review we are doing now is much more achievable today than it was then.<\/p><p> I think we have to take lessons from this episode.  I emphasise that the main reform which needs to take place after we have concluded all the enforcement actions that may arise from this episode is that the culture of banks in many western banking systems and around the world needs to be adapted and reformed.  We are trying to play our part in that so that banks truly put their customers first.  If there is a contract that has some readings which are customer-friendly and others which are less so, there should be an onus on ensuring the culture of the organisation in question is customer-orientated.  It should not have to come to consumer protection.  It should be partly about enforcement and partly about inspection.  We want to reach a point at which the boards of these financial firms no longer see it as acceptable for the banks to have a culture of behaving in this way.  This episode has been very costly for the individuals concerned.  At this point, the focus is on redress and compensation for those people.  We also have a focus on enforcement against the institutions concerned.  I agree with the Deputy that lessons need to be learned about the behaviour of the banks and how responsive we should be to incipient problems.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#J01900","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":121,"content":"<p>I am glad to hear Professor Lane's answer to my question.  We need to look back and learn lessons, but we also need to look forward to make sure this never happens again.  Professor Lane believes that because the Central Bank has more powers now, a different approach would be taken if this were to happen today.  I know some of these customers and I have an understanding of what they have gone through.  More and more people are writing to me to tell me their personal stories.  While my view is that the bankers robbed them, I also believe the Central Bank failed to step in at an appropriate time.  Perhaps it is not for me to say, but I suggest these customers deserve to receive an apology from the Central Bank for its failure to act as promptly as it should have done at that point in time.  That is a matter for the Central Bank.<\/p> <p>  On the question of accountability, reference has been made to the institutions and individuals involved.  This is not just a question of systems errors or computer glitches.  A policy decision was made not to offer a tracker rate, or to refuse to give a tracker rate to an individual who was contractually entitled to it.  In every one of these cases, multiple phone calls were made to the bank or institution in question, often by people who were in tears.  Letters were sent to people to ask them to surrender their houses voluntarily.  In some cases, the banks took the houses from them.  Will the Central Bank look at whether individuals were involved in this?  Will people be held accountable for their individual actions, or is it just a case of fining the institution itself without having individual accountability?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00200","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":122,"content":"<p>Our enforcement approach covers both institutional accountability and, where the evidence supports it, actions against individuals.  Over the past year or so, the Deputy will have seen that our enforcement team is increasingly delivering in terms of holding individuals and institutions to account.  I do not want to preview any current enforcement actions.  I agree with the Deputy that where it can be supported by the evidence, it is vitally important for the credibility of the system that we hold individuals to account for their behaviour.  The two tracks of this approach - institutional accountability and individual accountability - definitely form part of our enforcement approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":123,"content":"<p>When 2,100 individuals had their tracker rates restored by Bank of Ireland in the 2010-11 period, any money that was taken off them as a result of them being on the wrong rate was given back to them.  Am I correct in my understanding is that no compensation was offered to those customers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00400","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":124,"content":"<p>I will verify whether that is true.  If that is the Deputy's understanding, I will not disagree with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":125,"content":"<p>It is more of a question.  Was compensation paid as part of a redress scheme?  Perhaps Professor Lane's colleague might be in a position to answer this question.  The Central Bank has to sign off on the redress schemes that are being put forward by Permanent TSB, AIB and so on.  When the Central Bank took action in the Bank of Ireland case in 2011, was there a redress scheme that included the offering of compensation to these individuals?  If not, will the Central Bank ensure the 2,100 individuals in question are compensated for the pain and suffering caused by the bank applying an inappropriate mortgage interest rate on their mortgages, in the same way as the bank's current customers would be if the same thing were to happen now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00600","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":126,"content":"<p>To the best of my knowledge, there was no scheme of redress or compensation for the harm at that point.  It is important to note that the Central Bank did not have the power to enforce redress in that circumstance at that point.  It was not something we could enforce.  We did not have the power to make sure something happened.  Those powers have changed on foot of the 2013 Act.  It is not something we could have done in the 2010-11 period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00700","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":127,"content":"<p>Is the Central Bank going to ensure that the 2,100 individuals will be part of a redress scheme?  Will the 3,916 customers who had money taken off them by a financial institution - Bank of Ireland - that should not have taken this money off them have a redress scheme as well?  The problem is that the banks, deliberately or otherwise, are basically stealing from their customers.  They are taking money from them by putting them on the wrong rates or by charging them too much.  When the banks find out about this through their own efforts or as a result of the intervention of the Central Bank or the Financial Services Ombudsman, they basically say they will stop what they are doing, put everything right and give the customers the money back.  There has to be more to it than that.  There must be a penalty as a result of what was done to the customer.  Will there be a redress scheme to compensate the 3,916 customers who were overcharged?  Will the Central Bank insist that Bank of Ireland should have a compensation scheme for the 2,100 customers who were wrongly denied tracker mortgages at that time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00800","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":128,"content":"<p>We are working hard with the banks to ensure appropriate redress and compensation schemes are in place for the customers who have been affected by this.  Our powers are limited by whether we can use the 2013 change retrospectively for harm that was caused before 2013.  We are engaging with all the banks to make sure people who have been harmed by this issue are compensated and redress is made in respect of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K00900","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":129,"content":"<p>I am sure the Central Bank is aware of numerous complaints by individuals about the rates that are being applied to their mortgages when their tracker mortgages are being restored.  Permanent TSB, for example, has restored some individuals back to their right tracker rates.  Individuals are complaining that they are being restored onto the wrong tracker rates.  I will give an example.  A person who took out a mortgage with Permanent TSB in 2009 and decided to fix his or her mortgage rate for the first three years should have been put on the tracker rate, which at the time was 75 basis points above the ECB rate, when the three-year fixed-rate period ended.  Such a person is now is being offered a tracker rate which is 225 basis points above the ECB rate.  This issue has been mentioned and identified.  I understand the Central Bank has said it cannot get involved in these issues.  Will it get involved, or will we have to wait a couple of years for groups and individuals to go through all of this again so that we can reach a point where this issue is dealt with?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K01000","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":130,"content":"<p>The base line in the review is the contract.  It is a question of whether people are being restored to the rates they are entitled to under the mortgage contracts they agreed.  As part of the examination, which will look at the work of the banks and their external advisers, the Central Bank will send out staff with our external advisers to go over what happened and to do some cross-checking.<\/p><p>For those who are unhappy or who disagree with the assessment, there will be an appeals mechanism whereby the individuals will have access to independent legal advice to pursue appeals.  Reference was made to particular cases.  As always, if there are circumstances relating to individuals and these are shared with the Central Bank, we can look into that as part of our supervisory process.  The base line is the particular contract of the customer.  Over time, all manner of trackers were issued at different margins for different years.  That is why it takes so much time to do this.  Over the years the nature of those contracts has varied.  The understanding of individuals of what their contract specifies is critical.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#K01100","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":132,"content":"<p>I understand there is an appeal mechanism.  I am asking the Central Bank to be hands on.  The Central Bank is the only organ of the State that will have access to the prevailing tracker rates at that time.  No one else will.  People who are representing customers, such as Padraic Kissane and the Irish Mortgage Holders Organisation, do not have the information that is available to the Central Bank.  Customers are in the dark.  The Central Bank is supposed to be the body to protect them.  I am calling on the Governor to take a hands-on approach.<\/p> <p>  I imagine it is not the first time the Governor has heard of this issue.  There are numerous examples and appeals all around a similar issue.  A total of 80 live cases are before the Financial Services Ombudsman.  These have resulted in 15,000 people being deemed to have been on the wrong tracker mortgage.  A similar number of people argue that they have been restored to the wrong tracker rate.  It is important that the Central Bank does not wait for it.  Rather, it should step in, go to the banks and demand to know what the banks are doing.  The Central Bank has the information.  No one else does.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00200","speaker":"1288"},{"type":"speechnospeaker","time":1482231600,"counter":133,"content":"<p>The current comprehensive examination will include a phase of checking and verifying whether the banks are making the correct decisions in terms of restoration.  We are not simply accepting what the banks and their advisers are deciding.  There is an extra layer of review and examination by us.  That will take place in the first months of 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":134,"content":"<p>My question relates to the redress and restoration schemes by the bank.  Do these include provision for all staff within the banks as well?  Many staff within the banks are affected or have tracker mortgages as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00400","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":135,"content":"<p>They do, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00500","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":136,"content":"<p>All the staff are in at the same time.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00600","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":137,"content":"<p>It does not distinguish based on employment.  It is a question of whether harm has been caused.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00700","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":138,"content":"<p>I thank Mr. Sibley for clarifying that point.<\/p> <p>  My next question relates to the global restructuring group.  The Central Bank has replied to the concerns of the committee regarding the global restructuring group run by the Ulster Bank and RBS.  Can the Central Bank representatives clarify the type of interaction the bank has had with Ulster Bank on this issue?  When did it start?  Have Central Bank representatives discussed the matter?  Are there formal documents or records relating to correspondence or the connections of the Central Bank on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00800","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":139,"content":"<p>I imagine Senator Conway-Walsh understands that we cannot discuss individual supervisory interactions with individual banks.  We have said that we are engaged with the bank and with the UK authorities in respect of this particular issue.  Beyond that, there are limits in terms of what we can say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L00900","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":140,"content":"<p>Has there been formal engagement with accompanying records?  Albeit, the Central Bank may take the view that it cannot publish those records or that they are not available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01000","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":141,"content":"<p>When we engage with any bank or supervised entity, we keep a record of that engagement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01100","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":142,"content":"<p>There are documents on the matter.  Is that correct?<\/p> <p>  In the letter I have before me a Central Bank representative states that while the Central Bank does not have statutory remit to investigate individual complaints of customers relating to financial services, it accepts information from consumers of financial services in the context of ongoing Central Bank supervisory activity.  In this regard, the letter continues, if information is available that the committee wishes to bring to the attention of the Central Bank, the bank would be happy to accept and consider it in the context of its supervisory activity.  It seems that the best way the committee can bring information to the attention of the Central Bank would be to put the bank in touch with the affected business owners.  Is the Central Bank prepared to meet representatives of the businesses affected?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01200","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":143,"content":"<p>We have no issue with that.  The Financial Services Ombudsman is in place.  However, there have been serious issues in the UK in this regard.  In terms of information connected with this instance, we have no issue meeting representatives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01300","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":144,"content":"<p>Central Bank officials would be prepared to meet them.  I welcome that.<\/p> <p>  Reference was made to standard variable rate legislation.  The Central Bank officials made only limited comments about the issue of the high standard variable rates in this State.  Is it still the position of the Central Bank that it does not want the power to set a cap?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01400","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":145,"content":"<p>I am keen to make several points.  Our view is that this approach has many downsides.  We are of the view - the ECB opinion is relevant as well - that there are many problems with this approach to intervening in the mortgage market.  In general, caps on interest rates have many problems.  In the end, it is for the Oireachtas to decide.<\/p> <p>  The ECB opinion cited various countries where there is some form of ceiling on interest rates.  By and large, in those cases, the parliaments are setting the ceiling.  There is a law or formula to the effect that the interest rate can be no more than Z above the average in the market.  That is for the Oireachtas to decide.<\/p> <p>  There are problems with putting any cap in place.  An extra layer of problems is associated with asking the Central Bank to take on the role of assessing the level of competition in the mortgage market.  Typically, that role is played by competition authorities rather than central banks.<\/p> <p>  There are two debates over the Bill.  One relates to the question of whether in general interest rate caps are a good idea.  We can debate that question.  Let us suppose we take the view that an interest rate cap is something the political system wants to back.  Then the question is how we go about it.  Throughout Europe, the pattern is that the parliament or legislator specifies a formula for the maximum as it relates to a reference rate, as opposed to the current position, which is that the Central Bank is asked to undertake a market structure review.  Beyond the fact that it is a role for a competition authority, there is also the issue that it will be very problematic to run at an operational level.  Many legislators throughout Europe have specified a ceiling on interest rates.  It has the nature of a law with a given ceiling rather than asking the Central Bank to work it out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":146,"content":"<p>Professor Lane referred to competition and how completion is an alternative.  How many applicants for new mortgage lending banks has the Central Bank received in the past year?  How many are in the process of being approved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01600","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":147,"content":"<p>I am keen to make two points.  The first is that I have no wish in particular to discuss current applications.  I will make a general point.  We may see entry which amounts to slicing off particular parts of the market.  We may see considerable competition for low-risk safe debtors.  The most likely type of entrant is a body that wants to lend to low-risk customers.  The greater problem is how to satisfy credit demand for high-risk lower-income households.  It is important to think of the mortgage market as having many sub-markets, some of which may be subject to more competition than others.  I will pass over to Mr. Sibley to comment on the current situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01700","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":148,"content":"<p>Some weeks ago we discussed a potential non-bank entrant and engagement with one potential bank that might start offering mortgages in future.  The numbers are relatively small.  We also discussed the necessary requirements for a European bank seeking to write mortgage business in Ireland and how it could get authorised by the Central Bank.  It could do so through its existing operations in other parts of the European Union and simply offer mortgages in Ireland tomorrow without any authorisation from the Central Bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#L01800","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":149,"content":"<p>Is the Central Bank comfortable with Bank of Ireland strongly encouraging people to move to fixed-rate mortgages?  Are we actually seeing a narrowing of options in a way that suits the bank rather than consumers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00100","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":150,"content":"<p>If one looks around the world, in many countries fixed rates are much more prevalent than they are here.  Without particularly commenting on Bank of Ireland, in general it would be desirable if we could come up with a system which delivered reasonable long-term, fixed-rate mortgages.  That would provide many benefits to consumers in terms of reliable interest payments.  They would know for many years in advance the level of their interest payments.  Variable-rate mortgages have been dominant in the Irish market for many years.  If we came to a situation where a fraction of fixed-rate mortgages went up, it would be desirable if there were good, well-priced and long-term fixed-rate mortgages in terms of providing a good mortgage system for households.<\/p> <p>  The chief executive officer of Bank of Ireland explained to the committee its strategy in this regard.  That is a clear commercial decision by the bank to pursue that strategy.  If it were the only mortgage provider, that would be one matter.  When there are alternative banks offering mortgages, however, and if individual banks want to pursue individual strategies, then that is part of the market dynamic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":151,"content":"<p>Accordingly, the Central Bank has no problem with banks offering fixed-rate mortgages several points above the European Central Bank rate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00300","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":152,"content":"<p>This goes back to funding and what my colleague explained to the committee before.  Much of what lies behind the high rates in Ireland is that the Irish banks have significant funding costs.  The history of losses is such that significant risk premia have to be charged.  The fact the Irish market is now quite concentrated means that there may well be a margin associated with essentially market power in that they have the ability to levy rates more than they would if there was more competition in the market.  We would all welcome more competition in the market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":153,"content":"<p>We are not seeing that competition.<\/p> <p>  The D&aacute;il has passed a Bill on Second Stage that would empower the Central Bank to intervene if insurers are in breach of certain criteria in certain areas in terms of flood insurance.  Would the Central Bank use such a power?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00500","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":154,"content":"<p>If the Oireachtas passes a law about flood insurance, how we regulate this area will be subject to it.  I am not going to offer an opinion on what the Oireachtas should do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":155,"content":"<p>There was a difference in the interest rates on the tracker mortgages.  Some of the banks charged 0.15% more than should have been the case.  For how long was that going on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00700","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":156,"content":"<p>As I indicated, depending on the year and the bank, what the contract specified for tracker margins varied quite a bit.  Each tracker contract is under comprehensive review in this examination.  In those cases where there was overcharging, we are trying to get to the point of redress and compensation.  Within the examination, so far there have been 8,200 verified cases which cover a wide range of different levels of harm, as well as different durations of harm.  We have not disclosed the breakdown behind that, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":157,"content":"<p>Who brought the matter to the attention of the Central Bank?  Did the banks own up first or did the Central Bank find out about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M00900","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":158,"content":"<p>On the specific point about the 0.15% rate difference, that emerged as a result of the tracker examination review we have required all banks to undertake.  The review is being undertaken by the banks with external parties supporting them.  They have identified that as part of the review we have required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":159,"content":"<p>The Minister for Finance recently did away with section 110 of the Taxes Consolidation Act 1997.  It would seem that the vulture funds have become more aggressive in getting their pound of flesh since.  Does the Central Bank feel this is the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01100","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":160,"content":"<p>Under the Consumer Protection (Regulation of Credit Servicing) Act 2015, we can now engage with and inspect the way these investment funds handle their customers.  They fall under the code of conduct on mortgage arrears.  We will be inspecting them and supervising the credit servicing firms to ensure compliance with the code.  I am not sure whether the Senator is referring to treatment of mortgage debt or other types of debt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":161,"content":"<p>I am referring to mortgage debt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01300","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":162,"content":"<p>Under the Act, they have to comply with the code of conduct on mortgage arrears.  We will be holding them to account on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":163,"content":"<p>Does the Central Bank have sufficient powers to hold them to account?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01500","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":164,"content":"<p>The code of conduct on mortgage arrears is quite extensive.  It has been quite effective in influencing how creditors manage these cases.  Across Europe, through the ECB task force on non-performing loans, the spirit of that code will be rolled out as widely as possible.  That approach is appropriate as to how mortgages in arrears will be handled.<\/p> <p>  The wider question on the underlying strategies of these funds is outside the scope of the credit servicing legislation.  These funds have a different business model to those of the domestic banks.  The way they handle cases may be quite different.  That is at the level of strategy which is not in the scope of our regulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":165,"content":"<p>Essentially, the vulture funds can do what they want and the Central Bank does not have enough powers to take them on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01700","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":166,"content":"<p>No, I disagree with that.  The Consumer Protection (Regulation of Credit Servicing) Act  is quite extensive, so the vulture funds are quite restricted in how they interact with mortgage debtors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":167,"content":"<p>The consumer protection director indicated to the committee that the Central Bank did not have strong enough powers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M01900","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":168,"content":"<p>The funds themselves are unregulated entities.  Accordingly, we do not regulate the funds.  We are regulating the activity.  There are the retail credit firms and unregulated loan owners.  All activity must be undertaken by the retail credit firms in terms of servicing those mortgages.  We do not have powers to intervene with the loan owners where they are unregulated.  We have the power, however, in cases of mortgage arrears, to ensure that the borrowers are protected by the code of conduct relating to such arrears.  Ultimately, we do not regulate the funds but we do have responsibility for the activity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M02000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":169,"content":"<p>It strikes me that the vulture funds have ratcheted up activity with vulnerable people in trying to get their pound of flesh now that the rules changed following what was done in the context of section 110.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M02100","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":170,"content":"<p>I doubt if there is any interconnection between the two.<\/p><p>The reform of section 110 in terms of levying greater taxes on the profits that they can generate in Ireland is a general policy move.  Regardless of that, the firms' strategy for their loan portfolios would reflect a number of factors.  Many of the portfolios in question include troubled loans.  That is why the main banks have sold them on to investment funds.  How are individuals in deep arrears being treated by the funds compared with how they are being treated by the banks?  Recall that the Oireachtas has provided individuals with greater protections through reforms of the bankruptcy code, insolvency procedures, etc.  When cases come to court, a restructuring can often be achieved if there is meaningful engagement by the debtors.  It is important that individuals engage with credit servicing firms to deal with the situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#M02200","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":172,"content":"<p>AIB could sell loans before it opts for an IPO next year.  Has it done due diligence on this and has the Central Bank gone into the detail of the types of loan that AIB might be selling to vulture funds to clear its books ahead of an IPO?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00200","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":173,"content":"<p>I cannot specifically discuss a particular bank or its plans, but the protections offered by the code of conduct on mortgage arrears, CCMA, would transfer in the circumstances where a loan is sold.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00300","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":174,"content":"<p>The Central Bank is happy with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00400","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":175,"content":"<p>That is the reality regardless of whether we are happy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00500","nonspeaker":"Mr. Ed Sibley"},{"type":"speechnospeaker","time":1482231600,"counter":176,"content":"<p>The restructuring of the Irish banking system has in part been through the disposal of assets, be they disposals of bank loans or disposals done through the NAMA mechanism.  Such disposals form part of how a financial system recovers from a crisis.  In parallel, it must be recognised that the disposal of loans to non-bank institutions carries the responsibility to ensure that similar requirements are imposed on the new owners.  The credit servicing Act is fundamental to this, in that it gives extensive protection to individuals.  Investment firms must, through their credit service providers, comply with the extensive CCMA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":177,"content":"<p>I thank the Governor for his opening statement and his comments so far.  In a seven-page statement, though, only three paragraphs related to trackers and a number of issues on that matter have not been covered so far.  A laborious process has been undertaken, in that every contract is being examined.  It would have been better had this been done in 2010, but it is being done now.  The Governor stated that the review was at its mid point.  Does that mean that approximately half of the contracts have been reviewed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00700","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":178,"content":"<p>No, that was more a reference to us being neither at the start nor at the end.  It is in progress.  It is probably more accurate to say that we are beyond the mid point.  As we have indicated, our aim is to have the examination concluded by mid-2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":179,"content":"<p>After the banks have examined the contracts, are people being told whether their contracts have been in compliance?  Many people do not know anything yet and are still wondering whether they number among those affected.  Are the banks telling people that they have examined their contracts and found them to be in compliance with what the banks agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N00900","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":180,"content":"<p>Banks may have different strategies and some are doing that in waves.  They conclude a wave of reviews before doing a large mail shot in one go.  As to whether they are only writing to those affected but also to the unaffected, we will revert to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01000","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":181,"content":"<p>Typically, they do not write to every customer.  They write to every customer that has been impacted and ensure that they are put on the right rates, the harm is stopped and the redress and compensation process, which we mentioned, is entered.  To my knowledge, they are not writing to every customer as they complete each-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01100","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":182,"content":"<p>Is it within the Central Bank's remit to ask them to do that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01200","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":183,"content":"<p>We will revert to the Senator on that.  I am sure that we can ask them to do it, but as to whether the default position is for banks to write in respect of all sorts of banking activity or where an action point is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":184,"content":"<p>I accept that.  Typically, one would write to people when there is an issue.  In light of the contributions from Deputies McGrath and Doherty and Senator O'Donnell, we are not discussing just one or two cases.  From what we have heard, it is at least 11,700 cases.  It would be helpful for everyone to be written to and told that his or her contract has been examined and no issue of non-compliance has been identified.  Otherwise, people will be left wondering whether they have been overcharged.  These are customers and, although we have not touched on the topic yet, the Central Bank has a consumer protection role.  It is important that consumers know their contracts have been examined and found to be okay or not okay.  Until they do, they are in limbo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01400","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":185,"content":"<p>We can certainly engage with the banks further on this topic.  It is worth recalling how this issue emerged and its underlying causes.  Typically, it arises where a borrower has gone from a tracker to a fixed-rate mortgage and not reverted.  Of the hundreds of thousands of borrowers in the system, a small cohort may be impacted by this situation, but I appreciate the Senator's point.  It is an issue of trust.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01500","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":186,"content":"<p>In the Governor's opening statement, he mentioned that there were 738,506 mortgages in the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01600","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":187,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":188,"content":"<p>We are dealing with 11,700 mortgages.  It is not everyone, but people do not know if they are affected.  I accept that there may be 30,000, 40,000 or 50,000 people.  How many contracts are being examined?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01800","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":189,"content":"<p>Nearly half of the mortgages to which the Senator referred are trackers of some type.  Within that number are people who never varied.  They kept their trackers throughout.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N01900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":190,"content":"<p>There was never an issue with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N02000","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":191,"content":"<p>No.  The issue occurs in respect of those who switched but should have at some point reverted to the original tracker or had the right to revert to it.  That reduces the number further.  I do not have the particular number in front of me, but we can follow up with the Senator on the scope of the review.  There would be a-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N02100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":192,"content":"<p>The bank might clarify the situation and issue a statement outlining the total number of mortgages, presumably not everyone is affected by the issues and the banks are 60%, 70% or 80% through the way reviewing all of the contracts.  There is a great deal of uncertainty.  People have lost their houses.  Does the Central Bank have a figure for the number who lost their houses as a result of the wrong rate being applied to them or not being allowed to revert to tracker mortgages from fixed-rate ones?  Is it five, 50 or 500?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N02200","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":193,"content":"<p>There are several levels to that point.  What the Senator has said is reasonable and I agree with his reasoning on issuing a more detailed statement.<\/p><p>I can see that.  The review is not finalised on the number of cases of people who are losing their home.  If one adds up what the individual institutions have disclosed we get approximately 100.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#N02300","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speechnospeaker","time":1482231600,"counter":195,"content":"<p>For each of these cases, obviously, it is a terrible case of consumer detriment.  Sympathy clearly goes to those borrowers and there is an urgent need to make sure there is redress and compensation for their suffering.  With regard to the banks' own statements on this, the banks have come before this committee and spoke of numbers.  It is our view that it is less than 100, but one is too many.  It is, however, a small number relative to the whole.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00200","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":196,"content":"<p>If we say the figure is in the ballpark - and I accept that it is 100 out of 738,000 borrowers - but this is the family home and in some cases people have committed suicide over some of these issues.  We are aware of people who have been pursued and pursued.  Are the witnesses saying that 100 people lost their homes as a result of being on the wrong interest rate or as a result of not being allowed to go onto the tracker rate from a fixed rate mortgage loan?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00300","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":197,"content":"<p>Let me rephrase that as in the order of 100, let us say higher double digits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":198,"content":"<p>There were 100 people who lost their houses who should never have lost them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00500","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":199,"content":"<p>This is part of a huge problem.  We are expecting significant redress and compensation, which of course must be especially the case for those who have lost their homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":200,"content":"<p>What kind of redress are we talking about? Is it about buying houses for these people or giving them houses? It is all very well saying it but if these people lost their house in 2011 or 2012 the house may now be worth 50% more and what about giving them the amount of money they might have lost?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00700","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":201,"content":"<p>They should be suitably compensated.  They should be put back where they would otherwise have been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00800","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":202,"content":"<p>They should be but will they be?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O00900","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":203,"content":"<p>-----and they should be suitably compensated.  That is the engagement we are having with the banks, on a bank by bank basis, around their approach to redress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":204,"content":"<p>I have a few further points.  Professor Lane makes reference to  34,551 non-performing loans that are greater than two years past due.  Is this to say that the 34,551 customers have not made any payments in two years or that their arrears include arrears greater than two years old?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01100","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":205,"content":"<p>It could be either.  It is a way of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01200","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":206,"content":"<p>It could be but which is it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01300","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":207,"content":"<p>A person could have stopped paying their mortgage two years ago and then they would be two years past due today, or they could have run into difficulties a significant amount of time before that and have been making part payments.  They may have made full payments and then stopped paying but overall their arrears is equivalent to not paying for that period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01400","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":208,"content":"<p>How does the witness see these cases being resolved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01500","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":209,"content":"<p>It is important to restate this for the person who has not been engaging with the bank - the evidence shows that where there is meaningful engagement with the banks a lot of restructures are agreed and these agreements turn out to be sustainable.  There is a reserve option, if there is no engagement or there is no way to deliver a sustainable agreement, where some of these cases will end up in repossession.  The courts system is seeing different outcomes with some going back for re-negotiation and a certain amount of orders for repossession of the house.  As time moves along there will be some variation between the ultimate conclusions of those cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":210,"content":"<p>Does Professor Lane expect that to be resolved relatively quickly or over a long period of time?  What was the figure one or two years ago?  Was it 70,000 or 35,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01700","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":211,"content":"<p>It has been coming down slowly.  Over the last 15 months it peaked and it has been coming down slowly ever since.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01800","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":212,"content":"<p>What was the peak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O01900","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":213,"content":"<p>It was under 40,000 and we can confirm that.  It has come down slowly over the last 15 months.  It has been coming down more slowly than overall mortgage arrears and mortgage arrears in other categories.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02000","nonspeaker":"Mr. Ed Sibley"},{"type":"speechnospeaker","time":1482231600,"counter":214,"content":"<p>That number involves different cases.  A person may have been in less than one year arrears a year ago, and now it is more than two years arrears.  It is not a fixed set of cases.  It is true, however, that because there are a lot of protections in the code, and because there are also many adjournments and stays when cases go to court, it is very difficult to give a final timeline.  We would expect the number to come down every year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":215,"content":"<p>Are there new people going in to that category?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02200","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":216,"content":"<p>The flow in to that category would be-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02300","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":217,"content":"<p>There would be flows in and out.  As arrears age it is possible they would move.  As the Governor has described,  if the borrower is 360 days past due one year ago and has not paid anything then the case would go into the 720 days.  There are also borrowers who are coming out through engaging, but a large cohort of those borrowers-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02400","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":218,"content":"<p>What is the ratio of in to out? Is it 1:2 or 1:10?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02500","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":219,"content":"<p>There would be more going out than going in but the there is a very large number of borrowers who are a long way past due and also not engaging with their banks.  In that circumstance there is probably no outcome other than progressing through the legal system, which takes a long time in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":220,"content":"<p>I thank the witness.  I will come back in later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02700","speaker":"1412"},{"type":"speech","time":1482231600,"counter":221,"content":"<p>I wish to follow up on the point being made by Senator Horkan.  Professor Lane speaks about engagement between the customer and the bank.  I have come across cases where the customers are reluctant to get into the engagement process because they know what the final result might be.  There are also many customers who attempt, at an early stage, to flag their difficulties to the bank.  I have seen cases where the banks have simply not responded or do not respond promptly.  As a result, the customer continues to slip into arrears.  There are many cases where the banks are behaving like this.  There is a need to reinforce the position from the Central Bank to ensure the banks have sufficient staff in place to deal with the queries as they arise or we will just see more and more of this.<\/p> <p>  I want to go back to the compensation figures from earlier.  Some 3,916 customers were overcharged and they probably do not come under the regulations the Central Bank has in place now.  For those who do not come under that regulation would Professor Lane issue an opinion to the banks that the spirit of the legislation should be applied in those cases? I also want to know about the compensation, particularly for the 100 families who lost their homes.  They did not just lose their homes; they were probably tormented and targeted for years previously by banks that seemed to act without any control whatsoever in what they could say and do to the unfortunates who fell into the category of having to be chased by the banks.<\/p> <p>  The compensation should follow the Revenue model.  For example, if a person does not pay their taxes he or she sufferers penalties and interest.  The Central Bank and its relationship with the banks is going to be measured by the type of compensation package that Professor Lane will put in place for those who have been overcharged, caught in the tracker issue or who have lost their homes.  I do not see why the Central Bank could not take a page out of Revenue's book and act on the banks in this situation in the same way that Revenue would act, but insisting on the money being paid and on a favourable and generous compensation for the manner in which these people have suffered at the hands of the banks.  I believe the Central Bank should do this. From the Professor's correspondence on the Ulster Bank globalisation fund mechanism for dealing with issues, I understand that domestic EU and EU legislation does not allow the Central Bank to expand on what kind of compensation it might put in place for these customers.<\/p><p>Can Professor Lane tell us how much he knows about the Ulster Bank issue because at the end he is asking us if we have information?  There is extensive information out there.  Reams have been printed about the issues that have faced these customers, the hassle they were put through by the banks and the fact that performing loans were passed on to vulture funds and so on.  There was no real effort made to work out the circumstances of those loans and clients.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#O02800","speaker":"1248","continuing":true},{"type":"speechnospeaker","time":1482231600,"counter":223,"content":"<p>The way the examination is working is that the banks have to come up with a model of compensation and redress for each affected customer.  We are monitoring whether those designs and formulae are reasonable.  As the Chairman indicates, the first responsibility is on the banks and they should take into account not just their legal requirement but also their role in society and the social responsibility to deliver fair outcomes for consumers.  I would not view the legal minima as the benchmark here.  That would apply in all of these cases.  We will be and are quizzing the banks about various proposed model schemes for redress and compensation.  In many cases there may be not a simple formula like the revenue because it is also the case that the individual circumstances of the debtor will matter and that may raise in the assessment of what a reasonable compensation is, given each case they face.<\/p> <p>  On Ulster Bank, of course we are aware of all publicly available information and with any financial institution through our supervisory engagement we have an awareness of many issues we cannot disclose.  When the Ulster Bank executive team came before the committee they also explained their thinking about the relationship between what has been found by the FCA in the UK versus the prevalence of that issue here.  There is no lack of information for us.  In all cases we are not the ombudsman and are not going to process individual cases but if an individual or a group wants to add insight from their experience, that is part of the input we can take on in terms of how we supervise any institution. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":224,"content":"<p>Is the Central Bank going to meet the group?  It gave a commitment to meet it in the context of Ulster Bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00300","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":225,"content":"<p>The bank is open to meeting any group.  We meet all sorts of people all the time.  We are not trying to be the ombudsman but we are gathering all sorts of information to help us supervise institutions.  That is a general part of what we do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00400","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":226,"content":"<p>The Chairman referred to an engagement with the banks for those borrowers in early stages of distress or going into arrears.  Our approach from the outset, when we started engaging more intrusively on mortgage arrears and resolution, from 2010, 2011 and 2012 onwards, was to make sure the banks' operations from the early engagement was prioritised because that is an absolutely critical juncture for borrowers potentially edging into difficulty or having suffered an event in their lives that might cause problems.  It is critical to deal with them early then enter different stages and treatments for later stages.  It remains a priority to make sure that early arrears operations are robust and delivering as they should be.  Borrowers are protected by the code of conduct on mortgage arrears, CCMA, and banks must comply with that.  I appreciate that is cold comfort for the borrowers to whom the Chairman refers.  The contact the banks can have with borrowers in distress is very strictly governed by the CCMA and we undertake orders to make sure that is adhered to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00500","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":227,"content":"<p>I look forward to the day when after the redress and compensation is done, there is a line up of families and individuals with the banks saying they messed up and a photograph of them handing over a big fat presentation cheque.  Then we will know they are taking it seriously and that the culture in the banks has changed.  My view of the banks is they have not changed their culture.  They are still ducking and dodging and until the Central Bank flexes its muscle, makes them pay up and respect it we will have further issues like this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00600","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":228,"content":"<p>Let me provide what assurance I can that here, and across all Western financial systems, we have seen in recent years all sorts of failures by banks which in turn have led to large fines, and, depending on the system, individuals being held to account and in terms of the amount of capital the banks must hold these kind of conduct risks are widely understood to be a major risk factor facing banks.  Investors, shareholders and so on have started quizzing management about being safe, not just fulfilling the least requirements possible under law but being consumer orientated.  It will play out over several years.  The reputational hit to the banks of these kinds of failure should lead to greater vigilance on the part of the shareholders, the board and regulators.  It is a twofold response, in the first instance, from the boards and investors in these banks and in the second, from the regulators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":229,"content":"<p>That is laughable because an investor wants his investment to pay up and those on the boards want the same thing.  I remind the Central Bank again that it wears the consumer protection hat and that is where the consumer will turn.  I would hope that it has enough skills in its organisation and power in terms of legislation to protect the small to medium sized enterprises, SMEs, in this country, the individual mortgage holders and anybody else who has a crib or a gripe against the banks because they have behaved disgracefully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00800","speaker":"1248"},{"type":"speech","time":1482231600,"counter":230,"content":"<p>Does Professor Lane believe that banks which have overcharged, where people should have gone back from fixed to tracker rates, have broken bank codes and regulations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P00900","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":231,"content":"<p>As I have said I find the situation totally unacceptable-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01000","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":232,"content":"<p>It is a yes or no answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01100","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":233,"content":"<p>We have enforcement actions in train and I am not going to influence the nature of those enforcement actions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":234,"content":"<p>I am asking a very simple question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01300","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":235,"content":"<p>No because anything I say tends to end up entering future legal disputes about anything that may happen so I am not going to say anything.  I am going to offer no opinion because the way we can deliver outcomes for those affected and for the system as a whole is for our enforcement planners and I will wait for our enforcement actions to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":236,"content":"<p>If a contract stated that a mortgage holder should have been returned from the fixed rate to the tracker rate and that has not happened has the bank breached bank regulations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01500","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":237,"content":"<p>If a contract has not been fulfilled that would be a violation of our codes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":238,"content":"<p>If there is a violation of the codes does the Central Bank have the power to impose penalties on the banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01700","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":239,"content":"<p>Of course.  Our enforcement team has demonstrated quite a few outcomes in terms of fines, procedures and so on.  In due course the enforcement actions in respect of trackers will move along and conclude and at that point we can see if the Deputy finds it satisfactory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01800","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":240,"content":"<p>Enforcement action has been taken in connection with Springboard Mortgages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P01900","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":241,"content":"<p>Have fines been imposed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P02000","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":242,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P02100","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":243,"content":"<p>Are they in relation to tracker rates?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P02200","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":244,"content":"<p>They are in relation to this issue, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P02300","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":245,"content":"<p>So the Central Bank will be imposing penalties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#P02400","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":246,"content":"<p>We have, where an enforcement investigation is concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00100","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":247,"content":"<p>On the logistics, has a separate section been set up within the Central Bank with a responsibility for dealing with this specific issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00200","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":248,"content":"<p>It is a unified Central Bank structure, so the senior management, myself and the commission have a collective responsibility.  Operationally, our consumer protection directorate has around 90 people and there are seven who are working on this tracker-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":249,"content":"<p>Has a person been assigned with specific responsibility for this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00400","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":250,"content":"<p>The chain is that I am responsible, then, in turn, it is the deputy governor for financial regulation, in turn, the director for consumer protection, and in turn, the team he has.  We must remember that those seven people are all managing the project but we also have an external consultant.  The number of people we can use to audit and check this examination is much larger than that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":251,"content":"<p>Why is an external consultant needed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00600","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":252,"content":"<p>It is because we anticipate that, over a small number of months, a lot of work needs to be done.  It would be impossible for us to hire the number of people for a short amount of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":253,"content":"<p>Who are the consultants?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00800","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":254,"content":"<p>I am not sure if we have disclosed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q00900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":255,"content":"<p>Are they not in place yet?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01000","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":256,"content":"<p>They are in place but I am not sure if we have disclosed the identity of the consultants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":257,"content":"<p>Is seven people enough?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01200","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":258,"content":"<p>That is the assessment, yes.  That is just the people working full-time on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":259,"content":"<p>Is that for 8,200 or nearly 12,000 people?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01400","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":260,"content":"<p>If the Deputy thinks about some number north of 10,000 being the ultimate number where harm has occurred, those seven, in addition to our external consultants, are essentially an audit and review team where the work to get to that number has been taking place between the large amount of resources committed by the banks and their external consultants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":261,"content":"<p>Are these seven people out in the banks or is this desktop-based and based on submissions by the banks themselves?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01600","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":262,"content":"<p>They will be in the banks in the coming months and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":263,"content":"<p>They have not been in there yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01800","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":264,"content":"<p>I am not sure whether that phase has started or not.  They will be there in the coming months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q01900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":265,"content":"<p>Have the banks set up specific units to deal with this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02000","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":266,"content":"<p>My understanding is that they have a considerable number, both their own staff and through hiring external consultants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":267,"content":"<p>On a question to Mr. Sibley, has the Central Bank set specific target deadlines for them to meet over the coming months?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02200","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":268,"content":"<p>We have required them to come back to us with information as to when they can get this done safely and thoroughly, and we are then holding them to account for the dates they have told us they will come back.  It is our challenge to make sure it is done as quickly and as thoroughly as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02300","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":269,"content":"<p>Are there specific dates for different institutions or is there a common deadline?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02400","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":270,"content":"<p>There are different circumstances in different institutions, so I would expect there to be slight differences in terms of when they would revert.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02500","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":271,"content":"<p>Have any of the institutions that the Central Bank has written to at this point come back and said they have no particular accounts where this issue arises of people on trackers being moved to fixed rates?  Are there any banks or financial institutions where this is not an issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02600","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":272,"content":"<p>I do not want to be absolute about that but it is my understanding that there may well be some smaller banks where, essentially, the number of cases may be very small.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":273,"content":"<p>Therefore, would it not be fair to say that this practice, as Deputy McGrath said, is endemic throughout the banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02800","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":274,"content":"<p>As the banks have come before the committee, the members can see that all the banks have significant issues in this regard.  I think that is the definition of a system-wide problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q02900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":275,"content":"<p>If the banks were looking in today, and I do not mean any disrespect to Professor Lane, I would not think they would be shivering in their boots.  They appear to be dictating the time.  As this stage, this has gone on relatively unchecked for the past five or six years.  The Central Bank does not appear to have anyone in the banks at this time.  It has required bringing in external advice.  I think this is a failure on the part of the Central Bank, whatever way one looks at it.  The Central Bank is there to regulate the banks effectively.  It appears to have the power to impose measures and fines.  Mr. Sibley told us today that he believes the banks' systems are not sophisticated enough.  I find that very hard to accept.  The banks are enormous institutions.  I would have thought they would be able to come up with this information pretty quickly as it is all automated.<\/p> <p>  I will ask the witnesses one last time.  Do they take responsibility for this particular issue arising whereby more than 100 people and families have lost their homes?  Many at this stage are possibly homeless and facing a winter and a Christmas of major concerns and worries about their families.  Do they accept responsibility for this being allowed to go unchecked for too long?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q03000","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":276,"content":"<p>Let me make two points.  First, when this process is concluded, at that point this committee can make the assessment as to whether it finds the final outcome satisfactory.  Before that, in terms of how long it has taken, we have given some reasons why it has taken this long.  The primary responsibility is with the banks which failed their customers.  As I indicated, early on in this process we had a degree of engagement with the banks.  There was some delay and there is no doubt that, in retrospect, I accept the regulator could have done more in terms of adopting a more extensive approach.  However, the powers we have now were not in place at that time and the court case did limit our ability to use our enforcement powers in pursuit of this problem.  I accept criticism of the Central Bank and the regulator in the context that the primary failure here is with the banks.  At this point, through the comprehensive Central Bank-led process, the aspiration is that through redress and compensation and through our enforcement powers, while we cannot undo the harm that has happened, we are doing our best to achieve some mitigation of these problems through what we can deliver through this programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q03100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":277,"content":"<p>I ask that in the first quarter we would extend an invitation to Professor Lane and his colleagues to come back to give us an update on the position.  We have no option.  This is of such magnitude that we owe it to the people effectively to step in to make sure the process is moving at a pace.  I take Professor Lane's point on the initial contracts that were set up with the banks.  However, if the banks feel that the enforcer, which effectively should be Central Bank, will come down on them extremely hard on a particular transaction, this would not happen.  The banks are not naive.  The banks knew what they were doing.  If they felt the strong arm of the Central Bank would come down on them heavily, this particular issue of ripping off people on tracker mortgages who went onto fixed mortgages and who should have gone back on trackers would not have continued.  I believe the regulator and the Central Bank have a huge degree of responsibility.  They are charged with regulating the banks on behalf of individuals and on behalf of the taxpayer.  On this matter, they were found to be remiss.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q03200","speaker":"1374"},{"type":"speechnospeaker","time":1482231600,"counter":278,"content":"<p>Let me emphasise heavily that what is the situation now, where we have quite extensive enforcement powers, is not the situation that applied before 2013.  Before 2013, the level of fines we could levy may well have provided very little by way of threat to the banks or a serious way to modify their behaviour.  That is not the situation now.<\/p><p>Under the current supervisory approach, given to us by the Oireachtas, we can be much more effective in supervision, backed up by serious enforcement powers over institutions and individuals.  The regime will be better able to deliver consumer protection than what was in place at that time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#Q03300","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":280,"content":"<p>I take it that the meetings will be arranged on a quarterly basis, as this is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00200","speaker":"1248"},{"type":"speech","time":1482231600,"counter":281,"content":"<p>Does the Central Bank have a preliminary assessment from the 15 lenders to whom it wrote in December last year?  The Governor acknowledges that the figure could go up to 15,000 but is that the ceiling?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00300","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":282,"content":"<p>We have a good understanding from the major mortgage providers but it is not complete.  The smaller banks will not add substantially to the numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":283,"content":"<p>Does the bank have an initial assessment from all of them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00500","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":284,"content":"<p>We have engaged with all 15 banks and it is ongoing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00600","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":285,"content":"<p>Have they engaged with you?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00700","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":286,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00800","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":287,"content":"<p>In correspondence from the Bank of Ireland it states that it completed phase 2 of the four-phase Central Bank tracker mortgage examination, on schedule, on 13 September 2016.  It said that no timelines had been provided to complete phases 3 and 4.  What is phase 3, what is phase 4 and why have no timelines been given to the banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R00900","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":288,"content":"<p>Once cases have been identified, redress and compensation schemes remain so that individuals can be compensated.  To get to finalisation we have a review process which will happen early in 2017 when our team, with our external advisers, will go in and do inspections of whether the self-assessments of the numbers and the damage done are acceptable.  We are not quite at the finish line in terms of our role and the need to double-check the banks' processes and numbers before we move onto redress and compensation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R01000","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":289,"content":"<p>The lack of timelines is a worry and in his statement issued yesterday the Governor said he expected that lenders will have identified and commenced engagement with impacted customers by mid-2017, along with payment of redress and compensation.  However, if a person is on a variable rate of 4% and should be on a tracker rate of 1% for a mortgage of &euro;200,000, he or she will pay approximately &euro;500 per month more in interest than they should be paying.  People are facing into January, a difficult month, and then February, March and April and while the bank in question and the Central Bank know they are on the wrong rate, we cannot tell them how long they are going to wait.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R01100","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":290,"content":"<p>Our priority is to stop the harm.  In circumstances where a borrower is identified as on the wrong rate, that should be addressed as a matter of urgency.  Compensation, redress and, if necessary, enforcement action follows.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R01200","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":291,"content":"<p>The committee had a lengthy exchange with Mr. Sibley and Mr. Bernard Sheridan a couple of weeks ago on the variable rate mortgage issue and Senator Conway-Walsh has raised it with the Governor today.  What are the Governor's views on the question of whether mortgage pricing in Ireland today is fair, reasonable and appropriate given all the factors that feed into the setting of an interest rate such as the cost of funds, the cost of capital, risk of default and so on?  My own assessment is that the rates being charged remain unjustifiable.  The environment for banks has been incredibly benign over the past number of years but it will not remain so indefinitely.  Variable rates in particular should move in line with market conditions and while they have moved somewhat and there has been progress, there has not been enough of it.  There are still glaring anomalies where certain banks are treating new customers far better than they treat their existing customer base.  The Governor spoke of the risk of default and in enforcing security in Ireland but even low loan-to-value loans are way out of line with rates elsewhere in Europe.  Legislation is coming and the banks have brought it on themselves.  We will take on board the feedback we got a couple of weeks ago from the Governor's colleagues, as well as his own today.  There may be changes on Committee and Report Stages to the functions we give to the Central Bank but powers are coming, which the banks have brought on themselves by legally overcharging their customers.  What is the Governor's view as head of the Central Bank?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R01300","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":292,"content":"<p>The Deputy used the word \"anomalies\" which is probably a good word in this context.  Any analyst, not just the Central Bank but across the world of regulation and, indeed, in investment banks whose job is to review banking systems and interest rates, would explain the vast bulk of interest rate levels by reference to risk and the fact that there have been large-scale mortgage defaults but limited ability to enforce security through the courts.  Concentration in the market is also an issue and there is an element of monopoly power.  The solution to that is to create conditions which, in combination with economic recovery, will deliver more entry into the market.<\/p> <p>  The final leg are anomalies, the slice of loans which look extraordinarily high.  The more we can encourage switching from loans with higher rates, the less sustainable it will be for any individual firm, institution or bank to persistently have these rates in excess of what the market delivers.  Two weeks ago I said that there is a lot of scope for many individuals to switch, not only across institutions but within institutions.  If a firm has a particularly high SVR but offers other products which can deliver a considerable saving, customers should consider switching.  We think the level of switching is too low and more can be done to encourage it.  It is also an information and education issue and the CCPC has a lead role in that context.<\/p> <p>  We have to accept that it will take a while for the Irish banking system to be reclassified.  Right now it can be classified as a system with a demonstrated history of severe mortgage losses and very limited ability to repossess a home.  There are good economic and social reasons this country has decided to have very limited repossessions but there is a cost to that in how the world views the funding of banks and risks facing mortgage lending here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R01400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":293,"content":"<p>I encourage switching and those who can should do so, both between lenders and within their own bank.  There are some who cannot because of negative equity or who, due to changed financial circumstances, do not qualify for the same loan.  The argument about levels of default and difficulties in enforcing security is put out there but I would imagine that the level of arrears and defaults in recent mortgages is quite low.<\/p><p>There was a massive crisis which led to a huge spike in arrears, and I accept that it is still going through the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#R01500","speaker":"1223","continuing":true},{"type":"speechnospeaker","time":1482231600,"counter":295,"content":"<p>Over time, and it is a major responsibility on us, we must deliver a more stable credit cycle whereby it accumulates year by year that the number of new defaults is low.  This will be based on having a more stable economy and ensuring mortgages are safer, by requiring bigger deposits, and more affordable, by specifying multiples of income.  The most recent data is the most important in any of these models.  Year by year, the situation will improve.<\/p> <p>  As the Deputy said, there may be particular segments in which switching is more difficult and these are the cases which are most open to questions of fairness.  The broad scope of the market will largely reflect those fundamentals.  If there is a major crash in the market, loan to value ratios will suddenly become high.  While it is tempting to make cross-country comparisons, as Mr. Sibley explained before, the way mortgages are priced in different countries varies.  There may or may not be insurance, up-front fees and so on.  While there are anomalies, the range of what we see here, by and large, reflects the reality of the situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#S00200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":296,"content":"<p>It is also an issue for SMEs which are borrowing and paying very high rates in Ireland.  There are banks in Ireland that can still charge four to six times their cost of funds by way of the interest rate they charge.  Other factors feed into the pricing mix, such as cost of capital.  Inevitably, the ECB will eventually raise interest rates at some point in the economic cycle.  Tracker customers will incur an increase at that point, but from a very low base.  Again, variable rate customers will be the first to really feel it.  This would be acceptable if variable rates came down in line with the financial and market environment the banks are enjoying.<\/p> <p>  Private equity funds - so-called vulture funds - which bought mortgages own approximately 10,000 principal dwelling house, PDH, mortgages.  We discussed regulation earlier.  Private equity funds which are not concerned about their reputations in Ireland could decide tomorrow morning that they will double their customers' interest rates, and the Central Bank has no power to do anything about it.  This must be dealt with, as well as the general issue of pricing of mortgages in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#S00300","speaker":"1223"},{"type":"speechnospeaker","time":1482231600,"counter":297,"content":"<p>While those are important concerns, it is also important to relate them to what we observe.  I am concerned and the Central Bank is concerned.  We know mortgages are here for a long time and many mortgages are reliant on the current interest rate environment.  From our most recent ECB meeting we know there is no immediate threat to the ECB policy rate.  Preparing for the future in which interest rates will increase is a concern for everybody.<\/p> <p>  I do not disagree with the Deputy's point that private equity funds may charge different interest rates to banks which have deep ties to the economy.  However, due to the economics of doubling rates, which would drive many people into default, it is not a high probability scenario.  Given that the CCMA covers the credit servicing firms they use, if an interest rate is such that a person goes into arrears, the CCMA provides a lot of protection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#S00400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":298,"content":"<p>I will take up a point Deputy Michael McGrath made.  I hope we are not all beginning to buy into the narrative most of the banks are spinning, namely, that there have not been enough repossessions to impress upon banks that are not already represented here that there is security for their funds and that we need more repossessions to impress them.  The representatives of the Bank of Ireland told us there would definitely be more repossessions in 2017 and onwards.  Before the crash, there were very few repossessions.  There were no headlines in the newspapers about the issue.<\/p> <p>  The banks condoned the borrowing that occurred.  It was set up by professionals, solicitors, accountants and financial advisers, and individuals got loans.  Now, we are focusing on the individuals' part of the wrong, their part of the story.  I would like the Central Bank to ensure there are few or no repossessions and that they are worked out in some other way, the same way the Government gave the commercial world a break by way of NAMA, and they worked it out.  This is a small country, and thousands of cases are coming down the track.  Numerous families will be homeless and we have no take up of the housing.<\/p> <p>  Professor Lane said the Central Bank had a separate consumer protection directorate.  The Central Bank should in some way set out for the banks that while the agenda to rebuild their balance sheets is going on, it should not be at the expense of those who are in mortgage arrears who can be saved.  The banks are dumping cases into the courts in order to get rid of them and they have not exercised their full range of options with these individuals.  It is better to dump them into the courts and get rid of them.  A large number of banks, tracker mortgages and customers are affected, as Professor Lane said himself.  From listening to this morning's exchanges, one would say there was almost a cartel in operation.  They all did it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#S00500","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":299,"content":"<p>Collectively, not just in terms of consumer protection but economically, it makes sense to limit the number of repossessions.  Repossessions are very costly.  In the US, where repossession happens much more quickly and is much more widespread, there is a major social and economic cost.  Under the CCMA, repossession is a last resort.  There have been more than 120,000 restructures and 14,000 cases are before the courts.  While we agree with the objective that repossession should be the last resort, it has to be a resort in a case in which there is no meaningful engagement and no sustainable restructuring is possible.  The underlying set up of a mortgage is that a failure to maintain payments, absent any restructuring, ultimately ends up in repossession.  This has to be part of any functioning mortgage system.<\/p> <p>  There was a major systemic crash whereby every individual who bought ended up in this situation.  It was an accident of timing that these people were in the demographic group that was buying houses at a certain point in time.  Given that the banks have faced a very common business model and have very common strategies, they have ended up in very similar situations.  This goes back to ensuring we manage these systemic risk factors in the future.  When it becomes systemic, it becomes awful.<\/p><p>From the Central Bank's perspective, systemic risk is at the core of our macro-prudential policies.  At the individual level, the consumer protection policies are in place.  The issue about arrears, restructuring and repossession has both those dimensions - consumer protection and financial stability.  We do not prioritise these.  The two mandates are not in conflict and we pursue both mandates as best we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#S00600","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":301,"content":"<p>Does Professor Lane think the banks had conversations about the tracker issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00200","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":302,"content":"<p>I am pretty sure they know that the legal consequences of cartel-like behaviour would be devastating for them.  I see no evidence of that kind of cartel-like behaviour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":303,"content":"<p>Except that they are all doing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00400","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":304,"content":"<p>This goes back to something being systemic.  When there are the same problems and the same incentives, we might come out with similar patterns but that is different from collusion.  When there is a systemic crisis-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":305,"content":"<p>It smells a little bit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00600","speaker":"1248"},{"type":"speechnospeaker","time":1482231600,"counter":306,"content":"<p>I agree that it is difficult to tell those apart but the systemic element of the crisis means the banks are in very similar situations.  Let me emphasise that it is disappointing.  Going back to the trackers, all of the major institutions have seen major problems.  It is not just that they had a common set of circumstances.  There are cultural issues that seem common to the banks about how central a place consumer interest occupies in their business model.  This is something we are working on.  It is not just us.  It involves the boards of the banks and others.  The cost of this episode to the banks in terms of reputation, enforcement actions and redress should be so severe that it alters their behaviour for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":307,"content":"<p>Who has the contract for the independent appeals process?  Is that being given to a company?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00800","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":308,"content":"<p>It varies.  It is unique to each firm but there are certain criteria in terms of what they must set up for their own customers for it to be independent, so they are bringing in independent parties to have an appeals board.  It is not one central appeals board.  There is an appeals process for each firm but with independent people within that process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T00900","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":309,"content":"<p>Have they been appointed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01000","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":310,"content":"<p>I do not know about all of them but it is certainly the case with the larger ones.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01100","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":311,"content":"<p>Who are the ones that have already been appointed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01400","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":312,"content":"<p>They are individuals with either a consumer, legal or financial background so they are suitably qualified and evidently independent of the banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01500","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":313,"content":"<p>What I am trying to get at is whether they are the same organisations that were responsible for doing the original audits in the banks before 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01600","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":314,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01700","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":315,"content":"<p>So they would not be the same auditors.  The final sentence of the Central Bank's submission states that the further development of European banking union has great potential to deliver a fundamentally more stable banking system over the medium term.  Given the short-term external shock that is about to happen with the Italian banking crisis, does Professor Lane believe our banking system is robust enough to withstand an external shock that may be felt around the European banking system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01800","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":316,"content":"<p>I do not want to specify what is happening in Italy at the moment.  In general, if we think about what is going on now, the Irish banks are basically funded by local deposits.  One of the usual triggers of contagion is through the interbank market.  Back in 2007 and 2008, this was huge in the context of how the Irish crisis came about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T01900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":317,"content":"<p>I understand that.  Is Professor Lane satisfied that the banking system in Ireland is sufficiently stable to withstand an external shock that might come about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02000","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":318,"content":"<p>Core financial ratios, liquidity, capital and so on are in sufficient shape to withstand a shock.  If there is European macro event that causes downturns across Europe and so on, of course, there will be the usual macro risk factors.  In terms of the immediate set-up of these banks, they have high capital ratios and their liquidity situations are okay, so in that sense they should be sufficiently robust and resilient to withstand any type of financial shock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02100","nonspeaker":"Professor Philip Lane"},{"type":"unspoken","time":1482231600,"counter":319,"content":"<p>Senator Gerry Horkan took the Chair.<\/p>"},{"type":"speech","time":1482231600,"counter":320,"content":"<p>There are no direct connections between the Italian banks and Irish banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02200","speaker":"1378"},{"type":"speechnospeaker","time":1482231600,"counter":321,"content":"<p>Again, I do not want to talk about individual situations.  Generally speaking, the Irish banks are now very local.  They are local in their operation.  The ECB stands ready in terms of liquidity support if there is a generalised liquidity issue in Europe, but it is not like the mid-2000s.  The Irish banks are not dependent on wholesale funding from the interbank market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":322,"content":"<p>I should hope it is not like the mid-2000s or we are all in trouble.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02400","speaker":"1378"},{"type":"speech","time":1482231600,"counter":323,"content":"<p>The witnesses place a lot of emphasis on engagement with the banks and have argued that customers should engage with the banks.  To follow on from what the Chairman said, I know of an individual who tried to engage with his bank.  It was a buy-to-let case.  The rent he received was paying the interest but it was not paying any of the capital.  He got a letter saying that he was going to put into receivership.  He tried to engage with the bank and visited his local bank manager who told him he could do nothing about it and had nothing to do with it.  The man could not make out the signature on the letter that came to him so he was completely frustrated.  He could not deal with the bank.  Eventually, he had to try to get an intermediary to work on his behalf.  His treatment by the bank was outrageous.  A man who wanted to engage could not engage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02500","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":324,"content":"<p>There is a two-track way to deal with individual cases, one of which is the Financial Services Ombudsman.  If people write to us, we can take it on board in terms of the kind of input we use for supervision.  The third dimension is the role of intermediaries.  Having access to independent help in dealing with the banks may sometimes help, particularly for owner-occupier mortgages, because I recognise that people differ in terms of their ability to engage with banks.  There are far more support services than previously to help individuals engage with the banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":325,"content":"<p>Does Professor Lane have a view about the setting up of a special mortgage court to deal with mortgageholders and the banks and possibly have binding arbitration between the two?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02700","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":326,"content":"<p>I would be reluctant to comment overly on legal structures.  Short of that, many restructures have been achieved.  The bargaining power has shifted towards the debtor in terms of the reform of the bankruptcy law, insolvency procedures and so on.  Debtors' bargaining strength has improved with these legal changes.  Every case will be different.  An individual should engage with their bank either directly or with the help of an adviser because trying that engagement does not make anyone worse off.  Individuals have the reserve option of using the legal options available to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02800","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":327,"content":"<p>In those circumstances, our expectation is that banks should be appropriately resourced and be able to engage with the borrower who is seeking to engage with them.  In circumstances where that is not happening, they are not delivering as they should be and that is a matter for supervision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T02900","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":328,"content":"<p>In respect of Brexit and the international banking sector, the witnesses stated that having shrunk materially in the aftermath of the crisis, it is starting to expand again.<\/p><p>This trend may be reinforced by Brexit.  I see that the Central Bank itself is setting up its own Brexit unit.  How will the Brexit unit go forward?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#T03000","speaker":"1380","continuing":true},{"type":"speechnospeaker","time":1482231600,"counter":330,"content":"<p>By and large, the IFSC sector is very large.  We are dealing all the time with inquiries, authorisations and so on.  In recognition of the fact that there is a very specific reason, of course, for the new wave of inquiries, the major areas currently that we are building up relate to insurance and the funds sector.  As actual banks look to see if they need new authorisations here in Ireland, we are also taking a contingency approach.  We have made our forecasts of what we need for 2017.  If, month by month, it turns out that there are more applications on their way, we will revise those numbers.  We will be responsive if the level of inquiries goes up and can expand our staffing numbers in response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":331,"content":"<p>Does Professor Lane think the Central Bank sent out the wrong message earlier on when it said it did not want to scavenge on the UK's misfortune?  Did that send the wrong message to potential investors?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00300","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":332,"content":"<p>Broadly speaking, I have engaged enough with firms that are looking around to see what their post-Brexit strategies are going to be to be clear that there is a good level of understanding of what is needed here, which is basically the same as in any EU country.  It is a common regulatory regime.  For the banking sector, as such, it is a single decision in Frankfurt under the Single Supervisory Mechanism and not a local decision about authorising a bank.  For the non-bank financial sector, the same regulatory regime is, by and large, in place across Europe even if it is locally implemented.  My stated philosophy on this is that regulation should not be a decision factor.  That should be a level playing field across Europe.  After that, firms need to be looking at where is a good place to do business.  That Dublin has a demonstrated track record in international finance of course means that it is in the mix for various firms in thinking about where to locate.  We have a neutral role in this.  We do not have a discretion to decline to engage with a firm that looks to set up here.  We apply the same assessment as any other regulator in Europe.  It is also clear that it is in everyone's interest that we have that kind of neutral role.  Other parts of the Government and the system can play the advocacy role.  Our role is to be a neutral regulator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00400","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":333,"content":"<p>However, at around that time, Frankfurt was actively trying to entice financial institutions to Germany.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00500","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":334,"content":"<p>I emphasise the following.  My guess is that it was the Frankfurt equivalent of the IDA.  It would not have been the regulators who took on that role.  Whether it is the federal or the local government, any city will compete with the IDA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":335,"content":"<p>They are all arms of the State however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00700","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":336,"content":"<p>Yes, but it is clear that regulators cannot play that kind of advocacy role.  The regulatory community will say its role is to review whatever application comes its way and it is not to promote.  As such, where firms end up in the EU will be driven by perceptions of where is a good place to do business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":337,"content":"<p>Is it not the job of the Central Bank to bring competition in here as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U00900","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":338,"content":"<p>No.  That is clear.  It is important to note that our role is to demonstrate that there is a competent, effective regulator and that is the best way to create an environment which is attractive to the kind of firms we want.  Our role is to be very good at what we do.  If we are very good at what we do, it will attract the kind of firms that will deliver sustainable employment here in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01000","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":339,"content":"<p>We have not had anything connected to competition in our mandate since 2010 for very good reason.  I add that we are part of a European community.  Within banking in particular and within the Single Supervisory Mechanism, we are engaging with the ECB and other competent authorities across the eurozone on this issue.  There is no sniff of regulatory competition.  We have an approach which has been outlined by the Governor, myself as deputy governor, and other colleagues and we are seeing that through in terms of our engagement with firms.  That also holds true for other sectors, including insurance and funds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01100","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":340,"content":"<p>Why is the Brexit unit being set up?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01200","speaker":"1380"},{"type":"speechnospeaker","time":1482231600,"counter":341,"content":"<p>That is a response to what we are seeing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01300","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":342,"content":"<p>There is a slight degree of misreporting in that.  Within each regulatory area, there are resources that are being dedicated to deal with inquiries and potential authorisations that might come out of firms making decisions in response to Brexit, but that is not a central Brexit unit.  What we are ensuring is that we are adequately resourced to deal with those inquiries and potential authorisations and that we are co-ordinating strongly across the Central Bank to ensure we take a consistent approach to discussions and then authorisations and beyond that into the European sphere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01400","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":343,"content":"<p>I thank Senator Paddy Burke.  Is it fair to say, as such, that the Central Bank is open and ready for business in terms of people looking to come into this environment to be regulated?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01500","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":344,"content":"<p>In general, we are.  In terms of concrete plans, it is very hard to forecast.  It will be very hard to forecast the degree of business that comes to Dublin.  As such, we have made our estimate of what we think we can predict now, but if it turns out month by month that more applications come in, we can adjust our staffing numbers quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01600","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":345,"content":"<p>I have a few points I want to address before we conclude.  The tracker mortgage issue was a system-wide problem.  Everybody was doing the same wrong thing, it appears.  What are Professor Lane's thoughts?  Was it deliberate?  It was hardly by accident that everybody made the same mistakes.  They took people off trackers and put them back on the wrong rate.  Whether it was cartel behaviour or not, it was wrong and poor performance by each of the main banks.  What are Professor Lane's thoughts on how they all managed to make the same mistakes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01700","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":346,"content":"<p>As I have indicated, I find it totally unacceptable but while I appreciate that it might be a frustrating answer, I do not want to go beyond that because sometimes these enforcement actions migrate to the courts.  In the courts system-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01800","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":347,"content":"<p>Does Professor Lane acknowledge that they all made the same mistakes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U01900","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":348,"content":"<p>I would even be reluctant to use the word \"mistake\".  It remains to be investigated as to how exactly this came about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U02000","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":349,"content":"<p>Does Professor Lane acknowledge that many banks made similar errors in calculations in similar circumstance affecting similar products?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U02100","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":350,"content":"<p>That is what we are seeing and this is the outcome.  We are seeing a substantially similar pattern in terms of cases which will require redress and compensation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U02200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":351,"content":"<p>Perhaps Professor Lane cannot answer this either, but does he feel it was not just a technological glitch but was deliberate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U02300","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":352,"content":"<p>We are conflating a couple of issues.  If we go back to the source, it is the case that the majority, but not all, the customers we have spoken about today were on a tracker and made the decision to go to a fixed rate when interest rates were rising.  At that stage, either the implications of that decision were not adequately explained to them and so they did not make the decision knowing all the implications of the decision they were making or, alternatively, they had a contractual right to revert to the tracker rate when they came off the fixed rate.  There are cases where one particular banks says there were errors in terms of the rate that was charged.  There are some different issues in there but what seems to have a degree of commonality relates to that degree of communication and adherence to the contract.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U02400","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":353,"content":"<p>Do the witnesses have any figures on the fines that have been levied by the Central Bank on the various institutions over recent years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#U02500","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":354,"content":"<p>Until 2013, the law provided for a very limited capacity to issue serious fines.  Probably the most interesting evidence is what has happened this year.  The most recent fine of &euro;4.5 million was issued in the case of Springboard.  The cumulative amount of fines issued has been fairly high this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00100","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":355,"content":"<p>Without being exact, what does \"fairly high\" mean?  Is it &euro;100 million or &euro;20 million, for example?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00200","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":356,"content":"<p>No, Springboard is the only tracker process that has reached a conclusion and in that case the fine issued was &euro;4.5 million.  The other fines have been for all sorts of different reasons and the total amount so far this year is &euro;12 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00300","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":357,"content":"<p>We addressed the issue of staff numbers with the Deputy Governor of the Central Bank, Cyril Roux.  How many staff does the Central Bank have?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00400","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":358,"content":"<p>At the end of 2016, the number of staff will be 1,620.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00500","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":359,"content":"<p>The figure is still 149 short of where it should be.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00600","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":360,"content":"<p>Yes, the gap is roughly 10%.  Our plan for 2017 is to increase the current number of staff to 1,800.  The figure one year ago was 1,500.  The way to think about this is that staff numbers will increase by approximately 20% between the end of 2015 and the end of 2017.  To deliver a net increase of 20% in staff numbers is a significant challenge in a Dublin labour market that is pretty strong.  This is a net increase of 300 at a time when the Central Bank is also losing staff, especially to the financial sector.  The main message is that the Central Bank is growing and the more we grow, the more we can deliver on our plans and mandate.  There has been a significant increase in staff compared with last year and we will deliver a further significant increase next year.  This is definitely helping us to deliver a greater performance.  As the Vice Chairman noted, there are various challenges facing the Central Bank and other parts of the public sector in filling vacancies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00700","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":361,"content":"<p>I was asked by a specific credit union to raise a point about a fine imposed on it for not complying fully with money laundering legislation.  The credit union in question did not have any issue with solvency or a gap in its figures or hole in its accounts.  A fine of &euro;90,000 was imposed on an organisation that considers itself to be very much of the community and is not a large financial institution.  On the calculation on which this fine was based and the issue of proportionality, we all want people who are engaged in illicit practices to be punished.  In this case, a voluntary disclosure was made and the credit union held up its hands and admitted it had done something.  A fine of &euro;90,000 means much more to a credit union than it would to a large pillar bank or similar organisation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00800","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":362,"content":"<p>I am sure the setting of any fine takes into account proportionality in respect of the failure, the issue of voluntary disclosure or coming forward, and the nature of the institution.  I am sure the number was heavily influenced by those factors.  Beyond that, perhaps Mr. Sibley wishes to add something.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V00900","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":363,"content":"<p>It would most likely have been slightly influenced by the seriousness of the issues and they were serious in terms of the lack of compliance with the requirements on money laundering.  We take into account mitigating factors in terms of how the matter was identified, dealt with and remediated, the size of the institution and type of business and the seriousness of the breaches.  In this case, the breaches were serious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01000","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":364,"content":"<p>I read the opening statement in advance, which refers to weaknesses in new lending practices in banks and the need for banks to make a significant investment in information technology.  While the term \"prehistoric\" is not used, Professor Lane's opening statement suggest the banks are way behind where they should be in terms of information technology.  Have the banks learned?  They are now lending new money and Professor Lane's statement refers to a need for better oversight regarding risk appetite strategies, the banks' focus on increasing volumes without consideration of risk and their use of league tables to incentivise staff to drive lending volumes without consideration of quality.  These are the principal factors that brought us to where we are now.  How can the banks, many of which were bailed out by the State in recent years, revert to practices that caused many of the problems in the first place?  I acknowledge that the Central Bank has discovered these problems but how can the banks do this all over again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01100","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":365,"content":"<p>It is important to emphasise that banks can make all sorts of mistakes.  I do not think I used the phrase that they were going back to the specific mistakes they made.  The important point is that I doubt they will make the mistakes they made in the mid-2000s.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01200","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":366,"content":"<p>To be fair, Professor Lane's statement notes that the banks are lending without consideration of risk in terms of long-term lending and using league tables to incentivise staff to drive lending volume without consideration of quality.  These are all practices we heard about before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01300","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":367,"content":"<p>They were factors before but the dominant factor was the general credit bubble and all the factors that went along with that.  The point I was trying to make in the opening statement was that, in addition to dealing with the legacy of the crisis, we also have to recognise new challenges facing the banks, including the implications of new technology for different customers.  I know the joint committee has repeatedly raised these matters with the banks when it has interviewed their spokespersons.  Generally speaking, incumbent banks face the conflict where they may have legacy IT systems versus dealing with how to invest in new technologies to deal with the new circumstances in which we find ourselves.  This issue is not confined to Irish banks but is faced by banks across the international system.  Information technology is facing emerging risks and we have seen repeatedly that cyber-risk is an emerging issue.  In addition to delivering the technologies that allow people to do their business, protecting systems is now much more expensive than it used to be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01400","nonspeaker":"Professor Philip Lane"},{"type":"speechnospeaker","time":1482231600,"counter":368,"content":"<p>On the credit risk point, the issue is not of the scale that we saw previously.  It is important to note that the level of intervention and intrusiveness of our work, particularly through the inspection activity, is designed to identify these issues at an early stage.  We have identified issues that cause us concern and they are highlighted in the opening statement.  However, we are not sitting here doing nothing about them.  We are requiring that those behaviours be addressed and ultimately aiming to improve the culture of the banks.<\/p> <p>  In connection with information technology, while this issue is not unique to Ireland, the banks here had to deal with fundamental issues in terms of their survival for a number of years and were highly constrained in terms of the levels of investment they could make.  This has put them behind where they need to be in terms of their IT infrastructure, both in terms of their ability to serve the needs of their customers as we move forward into new technologies and new ways of doing business and in terms of their infrastructure resilience so that their systems continue to operate with near 100% availability, and also in terms of the cyber-threat to which Professor Lane referred.  They have a common need - certainly many of the banks that are focused on the domestic sector - to invest more heavily in IT than they have heretofore.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01500","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":369,"content":"<p>Are their IT structures dated and not fit for purpose?  Do they need significant investment to bring them to where they should be?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01600","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":370,"content":"<p>They are just about serving what they need for today but whether they will serve what they need for tomorrow is questionable.  The banks disclose this in their public accounts and the like and I believe we will see significantly more investment in the coming years than we have in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01700","nonspeaker":"Mr. Ed Sibley"},{"type":"speech","time":1482231600,"counter":371,"content":"<p>It is well documented that the Central Bank had issues and reservations concerning the help-to-buy or home loans scheme when it was proposed by the Minister for Finance.  Will the Governor outline some of these concerns?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01800","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":372,"content":"<p>The way I think about it is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V01900","nonspeaker":"Professor Philip Lane"},{"type":"speech","time":1482231600,"counter":373,"content":"<p>This information has been publicly available but given that he is here, I would like to hear the Governor's views on the matter in his own words.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V02000","speaker":"1412"},{"type":"speechnospeaker","time":1482231600,"counter":374,"content":"<p>There was a particular design issue.  The initial announced scheme was restricted to cases where the deposit was not greater than 20%.<\/p><p>We have pointed out that many people put down bigger deposits than that.  I understand the political undesirability of giving subsidies to cash buyers.  Pushing it down to a 70% loan to value was a sensible reform.  After that there was the decision to provide a rebate to first-time buyers who buy new homes.  The restriction to it applying to new homes is vitally important because it restricts the impact on the demand for existing homes and it may have a positive supply side effect on the construction of new homes.  A similar scheme is in place in New Zealand, which, essentially, has a different regime for first-time buyers buying new homes than other categories.  That element of the system is a good design.<\/p><p> In the end the matter is up to the political system.  If it recognises, among the many calls on the public purse, the situation of people who find it very difficult to raise a deposit for a home and if the decision is to give a rebate to that category of people, that is a political decision.  It helps those people to meet our 10% deposit requirement.  My assessment is that we need that 10% deposit requirement.  If the political system decides to provide a rebate to help households to meet that, that is in the realm of fiscal policy.  The Government makes all kinds of fiscal decisions about where to set expenditure and tax breaks.  It is for the Oireachtas to decide on whether that is the best use of funding.  It is often described as the impact on demand versus supply.  That is one set of considerations.  The other consideration, which, essentially, is a political consideration for the Oireachtas to decide, is the merits of that group of people receiving a subsidy versus every other use of that set of revenue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#V02100","nonspeaker":"Professor Philip Lane","continuing":true},{"type":"speech","time":1482231600,"counter":376,"content":"<p>As no-one else is indicating they would like to contribute I thank the Governor, Professor Lane, and Mr. Sibley for their opening statements and contributions.  The Chairman has asked me to apologise on his behalf as he had another meeting he had to attend.  He would like to wish everybody a happy Christmas, as would I, so a happy Christmas to you all.  The joint committee is adjourned until 10 a.m. on Thursday, 19 January 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2016122000002#W00200","speaker":"1412"},{"type":"unspoken","time":1482231600,"counter":377,"content":"<p>The joint committee adjourned at 2.35 p.m. until 10 a.m. on Thursday, 19 January 2017.<\/p>","notice":"TIME STRING DETECTED"}]