[{"type":"majorheading","content":"Public Accounts Committee","time":1646904600,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 10 Márta 2022. Thursday, 10 March 2022.<\/p><p>The Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Burke, Deputy Imelda Munster, Deputy Matt Carthy, Deputy Catherine Murphy, Deputy Cormac Devlin, Deputy Verona Murphy, Deputy Alan Dillon, Deputy Sean Sherlock. Deputy Neasa Hourigan,<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1646904600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002"},{"type":"unspoken","time":1646904600,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste) called and examined.<\/p>"},{"type":"minorheading","content":"Mental Health Services - Financial Statements 2020","time":1646904600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#A00200"},{"type":"unspoken","time":1646904600,"counter":6,"content":"<p>Mr. Paul Reid(Chief Executive Officer, Health Service Executive) called and examined.<\/p>"},{"type":"speech","time":1646904600,"counter":7,"content":"<p>I welcome everyone to the meeting.  Deputy McAuliffe sent his apologies and Deputy Catherine Murphy sent her apologies in regard to this afternoon's session.  In order to limit the risk of spreading Covid-19, the Service encourages all members, visitors and witnesses to continue to wear a face mask when moving around the Leinster House campus and when in close proximity to other people.  I ask members and witnesses to respect social distancing.  Covid-19 has not gone away just yet.<\/p> <p>  Members attending remotely must continue to do so within the precincts of Leinster House.  This is due to the constitutional requirement that in order to participate in public meetings, members must be physically present within the confines of the place where the Parliament has chosen to sit.  The Comptroller and Auditor General, Mr. Seamus McCarthy, is a permanent witness to the committee and is accompanied by Mr. Andrew Harkness, director of audit at the Office of the Comptroller and Auditor General.<\/p> <p>  This morning we will engage with officials from the HSE and  examine expenditure on mental health services in the context of the HSE's 2020 financial statements, with a particular focus on child and adolescent mental health services, CAMHS.  The HSE has been advised that the committee may also wish to examine the following matters: expenditure in terms of the Owenacurra Centre in Midleton in County Cork; and HSE recruitment targets, budgeting delivery and departmental oversight.<\/p> <p>  Attending remotely from within the precincts of Leinster House are the following HSE officials: Mr. Paul Reid, CEO; Ms Anne O'Connor, chief operations officer; Mr. Stephen Mulvaney, chief financial officer; Mr. Jim Curran, national director of capital and estates; Ms Yvonne O'Neill, national director of community operations; and Dr. Amanda Burke, child and adolescent consultant psychiatrist and executive clinical director for Galway Roscommon mental health services.  Also attending remotely from within the precincts of Leinster House are the following officials from the Department of Health: Ms Louise McGirr, assistant secretary; Ms Margaret Campbell, principal officer; and Mr. Seamus Hempenstall, principal officer.  They are all very welcome.<\/p> <p>  When we begin to engage, I will ask those attending remotely to mute their microphones when not contributing in order that we do not pick up any background noise.  As usual, I remind all those in attendance to ensure that their mobile phones are either in silent mode or switched off.<\/p> <p>  I wish to explain some limitations to parliamentary privilege and the practice of the Houses in respect of reference witnesses may make to other persons in their evidence.  As they are within the precincts of Leinster House, they are protected by absolute privilege in respect of the presentation they make to the committee.  This means that they have an absolute defence against any defamation action for anything they may say at the meeting.  However, they are expected not to abuse this privilege and it is my duty as Cathaoirleach to ensure that it is not abused.  Therefore, if their statements are potentially defamatory in respect of an identifiable person or entity, they will be directed to discontinue and it is imperative that they comply with such directions.<\/p> <p>  Members are reminded of the provisions within Standing Order 218 that the committee shall refrain from inquiring into the merits of a policy or policies of the Government, or a Minister of the Government, or the merits of the objectives of such policies.  Members are also reminded of the long-standing parliamentary practice that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I call on the Comptroller and Auditor General, Mr. Seamus McCarthy, to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#A00300","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":8,"content":"<p>The annual financial statements of the Health Service Executive are presented in the form directed by the Minister for Health, as provided for in the Health Act 2004.  The direction requires the HSE's expenditure to be split between what is referred to as \"revenue\" or current expenditure and \"capital\" expenditure.<\/p> <p>  Within the revenue income and expenditure statement, spending is broken down into pay and non-pay, with further analysis of non-pay spending under a mix of resource type and national scheme categories.  However, the amount spent on mental health services in 2020 is not disclosed in the audited financial statements.  Separately, the HSE&rsquo;s annual report discloses an unaudited figure of just over &euro;1 billion of current spending on mental health services in 2020.<\/p> <p>  What is referred to as an indicative appendix to the revised Estimate for the health Vote includes some budgetary information by service type.  This indicates that for 2020 there was an original budget of &euro;1.057 billion in Exchequer funding for mental health services, including a capital allocation of &euro;26 million.  The capital allocation was subsequently increased to &euro;44 million.<\/p> <p>  The indicative appendix also sets out a range of output and activity measures and performance targets for the mental health services.  However, the appropriation account for the Vote does not report the outturn for the mental health services, either in terms of delivery performance or of service-related expenditure.  Reconciling the budget figures for mental health funding to the HSE&rsquo;s annual report spending figure for mental health is further complicated because of the different bases of accounting used.<\/p> <p>  The framework of accountability for public expenditure on our health services is therefore very complex.  The committee may be aware of a briefing paper prepared by the Parliamentary Budget Office in 2018 which examined the systems in place in the HSE and the Department of Health for budgeting, performance measurement and financial reporting.  That paper concluded that there is a requirement for a significantly better alignment of the programmes of Vote 38 with the HSE&rsquo;s internal allocations, to make the relationship between what the Oireachtas approves and what is spent on the ground more transparent.  The HSE will be able to update the committee on developments in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#A00400","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646904600,"counter":9,"content":"<p>Mr. Reid is very welcome.  As detailed in the letter of invitation, he has five minutes for his opening statement and I ask that he tries to keep to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#A00500","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":10,"content":"<p>I thank the Chairperson and members for the invitation to attend today&rsquo;s meeting to discuss expenditure on mental health services, including on CAMHS, in the context of the HSE financial statements for 2020.  The Chair has introduced my colleagues so I will not repeat the names.<\/p> <p>  The range of mental health services delivered by or on behalf of the HSE is extensive and ranges from promotion of positive mental health, HSE-funded services provided by our partner organisations and mental health in primary care, to specialist inpatient and community-based mental health services.<\/p> <p>  As requested by the committee, I refer to the briefing notes submitted in advance of today&rsquo;s meeting, which provide a detailed breakdown of all HSE expenditure on mental health services and associated governance and oversight arrangements, as well as expenditure and associated spending decisions with regard to the buildings at Owenacurra Centre in Midleton in County Cork.<\/p> <p>  Owenacurra Centre currently provides mental healthcare, rehabilitation services and accommodation for 11 service users.  The building is, regrettably, no longer fit for purpose and it is not viable to bring it to a standard that will meet the needs of our service users and staff.  Mental health services in Cork Kerry community healthcare organisation work in close collaboration with the affected service users and their families to find more appropriate accommodation.  The process will be handled with sensitivity and with regard to the wishes and preferences of each resident.<\/p> <p>  The HSE&rsquo;s annual financial statements for 2020 reported total expenditure of &euro;20.2 billion for the provision of health and social care services while also dealing with the unprecedented Covid-19 pandemic.  Mental health services expenditure in 2020 was more than &euro;1 billion or more than 5% of total expenditure reported.<\/p> <p>  Over the past decade, mental health services have seen a significant budget increase.  Since 2012, &euro;325 million have been made available to support priority service enhancements.  These targeted investments have been directed by national mental health policy in Vision for Change 2007, Connecting for Life 2015, and Sharing the Vision 2020, and in line with the Sl&aacute;intecare reform programme.<\/p> <p>  Developments have, in broad terms, been aimed at modernising services that historically were centred on institutionalised care by building our workforce and investing in fit-for-purpose infrastructure; promoting positive mental health; intervening early when problems develop; and providing accessible, comprehensive and community-based services for those who need them and supporting the recovery journey of each individual, based on clinical advice and best practice, while recognising the importance of lived experience.<\/p><p>Funding for new developments has been invested in building our community teams for children and young people, for adults, and for older persons; expanding youth mental health services; developing specialist services and clinical programmes; driving forward our national suicide prevention strategy; strengthening mental health services in primary care; empowering service user involvement; and modernising forensic services.<\/p><p> The availability of skilled staff is a significant issue in mental health services where demand outstrips supply and where our workforce, particular younger staff, are availing of employment opportunities outside of Ireland.  We continue to have a strong focus on mitigating these risks, among other things by building a service that is attractive to work in, by offering flexible working arrangements and by fully utilising opportunities offered by telehealth solutions.<\/p><p> Notwithstanding our recruitment challenges, this continued investment has enabled mental health services to progress the shift from institutional to community care and to improve the overall quality of services.  Since 2012, mental health services have seen a net growth of 1,441 wholetime equivalent posts, while increases in agency staff and overtime equals an additional 789 wholetime equivalents into the workforce.  In parallel, significant capacity has been built into primary care and community services to relieve pressures on specialist mental health services, including CAMHS.<\/p><p> The clear outcomes from this investment can be seen in the following: an additional 18 CAMHS teams since 2012, and generally enhanced capacity in CAMHS; between 2020 and 2021, the number of accepted CAMHS referrals increased by 21%; enhanced inpatient CAMHS capacity and reduction of young people admitted to adult acute units; enhanced capacity within our adult community mental health teams, which has significantly reduced admissions into acute inpatient units; an additional ten community-based teams for older persons; more developed upstream mental health services, including funding for partner organisations such as Jigsaw; greater access to talking therapies, including establishment of counselling in primary care, which has seen more than150,000 people referred for treatment since 2013; development of a new national forensic mental health service in Portrane, which will incorporate a new ten-bed forensic CAMHS unit; design and implementation of four national clinical programmes; establishment of a mental health engagement function nationally and within each community health organisation, as well as recruitment of peer support workers; and expansion of suicide prevention, mental health promotion and health.<\/p><p> An additional &euro;24 million has been made available to enhance and build new mental health services in 2022.  This will allow the HSE to continue our implementation of the national clinical programmes, build out-of-hours services, crisis response teams and crisis caf&eacute;s, and bring forward a recovery approach into all services.<\/p><p> In collaboration with the Department of Health, next month we will launch a three-year implementation plan to drive forward delivery of Sharing the Vision, which will complement the Connecting for Life implementation plan already in place.<\/p><p> These detailed multi-annual plans will provide a clear roadmap for the continued development of mental health services in Ireland.  Implementation will be driven by a strong outcomes focus and a shared commitment to report on progress against these plans in an open and transparent manner, among other things by making progress reports publicly available.<\/p><p> In delivering these work programmes, the HSE will work in partnership with staff, service users and families to achieve our goal of a modern and fit-for-purpose mental health service that meet the needs of those who require our services.<\/p><p> This concludes my opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#A00600","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1646904600,"counter":12,"content":"<p>I thank Mr Reid.  In his opening statement he said the availability of skilled staff is a significant issue in mental health services.  He said the demand outstrips the supply in the workforce and pointed to difficulties in trying to recruit.  I have a couple of questions on recruitment and budgeting.  What were the HSE's recruitment targets for each of the years 2020 and 2021?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00200","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":13,"content":"<p>Is this specifically related to mental health or overall?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":14,"content":"<p>Overall, what was the HSE recruitment targets?  I understand it is a problem across the board in the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00400","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":15,"content":"<p>Last year our targeted recruitment levels as set out at the start of the national service plan for 2021 was about 16,000.  This year it sets out a funded net increase of 10,000.  I will look back briefly to where we have been over the past two years.  Between January 2020 and December 2021, we had a net increase of just over 12,600 staff in total in the health service.  Just for the net increase of 12,600, we have actually recruited 35,000 staff into the HSE in that period.  That is about 9,500 staff every year just to stand still, which we call a natural churn.  That is people retiring, people leaving the service and having to fill those posts just to stand still.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":16,"content":"<p>I wish to return to the figures for a second.  Mr Reid mentioned 16,000 and 10,000 if I heard him correctly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00600","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":17,"content":"<p>The funded budget allocation for 2022 is a net increase of 10,000 staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":18,"content":"<p>I ask Mr Reid to give me the 2020 and 2021 figures again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00800","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":19,"content":"<p>I might ask one of my colleagues, Mr. Mulvany, to give the 2020 figures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B00900","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":20,"content":"<p>The target was to increase between the start of 2020 and the end of 2021 by a total of 16,000.  Across those two years it went up, as Mr Reid said, by about 12,000.  The target for 2022 is to recruit 10,000 staff, including an element of those not recruited from the earlier target.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01000","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":21,"content":"<p>What was the shortfall?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01100","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":22,"content":"<p>The shortfall over the past two years was about 5,000.  Of a 16,000 target we had a net increase of 12,500.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":23,"content":"<p>The sound is not great.  I ask Mr Reid to repeat that for me please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01300","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":24,"content":"<p>As Mr Mulvany said, for the period from January 2021 to December 2021 there was a funded net increase of 16,000 staff of which we had an increase of 12,500 staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":25,"content":"<p>What was the shortfall?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01500","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":26,"content":"<p>For 2022, we have a funded allocation for 10,000 staff.  Obviously, we have started on that process for this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":27,"content":"<p>What was the shortfall for those two years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01700","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":28,"content":"<p>The net increase for those two years was 12,500.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":29,"content":"<p>I am asking about the shortfall.  What was the shortfall?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B01900","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":30,"content":"<p>The target allocation was 16,000.  There was a shortfall of about 4,500 to 5,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02000","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":31,"content":"<p>It was 4,500 to 5,000.  Is it correct that the HSE received the budget for that from the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02100","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":32,"content":"<p>Yes, that was the funded allocation for each of those years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":33,"content":"<p>What happens when there is a surplus?  Is that redirected?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02300","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":34,"content":"<p>Yes.  If we take the two years in question, obviously our main allocation of funding was absorbed by Covid-specific funding.  The process is that we would work closely with the Department where the allocation for certain activities such as recruitment looks like it is not going to be used.  With agreement with the Department, we would fund other activities.  Particularly in 2020 and 2021 that went specifically to Covid-related funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":35,"content":"<p>It went to Covid-related matters.  Was that with the Department's agreement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02500","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":36,"content":"<p>Yes, that would be jointly worked through the Department throughout the year on a monthly and quarterly basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":37,"content":"<p>The Department fully approved that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02700","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":38,"content":"<p>Yes, there would be ongoing oversight between the Department and us.  Indeed, in the Department of Public Expenditure and Reform there is a group called the health business oversight group, HBOG, for the oversight of the allocation of funds to health and to the HSE in particular.  I might ask my colleague Mr. Mulvany to speak if I have left out anything in particular.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":39,"content":"<p>No, I am clear enough on that.  I do not want to take too much time on this.  I have a question for Ms McGirr from the Department of Health.  Is the Department happy with the level of oversight it has when budgets are reallocated or reassigned?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B02900","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":40,"content":"<p>The Minister sets the overall funding via the letter of determination.  In an organisation the size of the HSE I think there always will be overspend in some areas and underspend in other areas.  Obviously, it is a complex and at times demand-led organisation.  Where we have variances and where there are underspends, we work with colleagues and obviously we have to sanction the rerouting or reallocation of money.  This happened a lot in 2021, perhaps not a lot but it certainly happened in terms of Covid-related spend where there was some underspend on core funding, largely due to recruitment in some areas not being met.  That money was, with our approval and at times where appropriate the Department of Public Expenditure and Reform's approval, moved to Covid-related spend.  That is a practical example of it.  That would not be unusual in an organisation the size of the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B03000","nonspeaker":"Ms Louise McGirr"},{"type":"speech","time":1646904600,"counter":41,"content":"<p>The Parliamentary Budget Office produced a report in 2018.  The paper examined the process of disbursal of voted expenditure under Vote 38 in the Health Service Executive's national service plan.<\/p><p>It goes on to comment on the integrated financial management system and the delays in that regard.  I raise this in the context of the considerable disquiet and frustration within the Houses of the Oireachtas and the Committee of Public Accounts about the fact that situation does not appear to have been fully addressed.  What progress has been made on addressing the issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#B03100","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1646904600,"counter":43,"content":"<p>A lot is happening in terms of reporting across the HSE and between the HSE and the Department of Public Expenditure and Reform regarding income and expenses, I&amp;E, and cash.  It is complex and can be difficult from a transparency perspective, but we work closely with our colleagues.  I might set out what happens and what the financial reporting requirements are.  We get monthly financial reports, which set out the budgeted expenditure within the HSE and the variance between what was budgeted and the actual expenditure.  We also get detailed financial commentary and this happens throughout the year.  I will not go into the budgetary process at the beginning of the year with the planning and the allocation of funding, which happens across government, although I can if the committee wishes.<\/p> <p>  In respect of the ongoing monitoring, we get detailed financial commentaries and there are specific reports on Covid, which have been introduced over recent years.  We get monthly run rate files, which show the trends for each of the areas of the HSE.  We have a significant and reasonably elaborate process within the Department around performance reporting, including financial and recruitment oversight, which runs in each of the service areas and goes up to CEO and Secretary General levels.  In addition, the HSE provides a profile of its cash requirements and its projected expenditure on an accruals basis.  The profile is submitted to the Department and much work is done to understand the cash and the I&amp;E spend and where they sit together.  Obviously, the HSE also provides draft annual financial statements to the Minister for Health.  A significant volume of work goes on throughout the year.<\/p> <p>  As for improvements relating to financial transparency and the visibility of information, I am on the board relating to the IFMS, the new financial management system.  The Department and the HSE work closely together on the development of the new systems, which are crucial.  I refer to both the HR and the financial management systems.  In addition, many improvements have been made and much work done with colleagues in the HSE, despite some of the limitations on the systems, to improve the reporting.  We are continuously engaged in that process with our colleagues in the Department of Public Expenditure and Reform to improve transparency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00200","nonspeaker":"Ms Louise McGirr"},{"type":"speech","time":1646904600,"counter":44,"content":"<p>I thank Ms McGirr for elaborating on that.  Our guests might respond very briefly to my final question.  The need for an integrated financial management system was highlighted in 2014 and there have been several deadlines for its completion.  The last one I heard about was for 2024.  Is it still the case that our health system does not have an integrated financial management system and will not have one until 2024, ten years after the need for it was first highlighted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00300","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":45,"content":"<p>I might ask my colleague, Mr. Mulvany, to answer that.  I would like to make a brief comment afterwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00400","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":46,"content":"<p>We expect that the first roll-out of the IFMS, which will be to the entire eastern area, including PCRS, covering about 40% of our expenditure, will happen next year.  We expect that by the end of 2025, we will have rolled it out to about 80% of the entire public healthcare expenditure, including the larger voluntary bodies, and to more than 90% by end of the following year.  We have lost time due to Covid and the cyberattack and, as we have explained previously, we have had to replace our statutory instrument, SI.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00500","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":47,"content":"<p>What is the completion date for the project?  When will we have an all-encompassing integrated financial management system?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00600","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":48,"content":"<p>The entire statutory HSE system will be on the IFMS by 2026 and well north of 90% will be on it by 2027.  The very last sites, that is, the much smaller voluntary bodies, will take a couple more years.  The full statutory system of the HSE will be on the system by 2025 or 2026.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00700","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":49,"content":"<p>The date for the completion of the project has been pushed out to 2026.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00800","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":50,"content":"<p>The date we have always provided is when we would have 80% and 90% completed of the entire public healthcare system.  The statutory piece is the largest single component of that and it has moved by about 12 months, for the reasons I mentioned.<\/p> <p>  If I could clarify in regard to the recruitment targets, the development moneys are ring-fenced for the purpose that is intended.  We centrally hold development moneys for posts until we have confirmation the posts are in place.  Any offsetting, or use of them on a once-off basis, does not take them out of that purpose and, therefore, they are available the following year when the posts are recruited.  The money is not lost and has been retained.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C00900","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":51,"content":"<p>The delay in getting that integrated financial management system in place is too long.  It will take a decade and two years from the time when it was recognised it was needed to get it in place.  I am sure our guests will appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01000","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":52,"content":"<p>We totally appreciate it.  It is probably the single biggest change system in the country at the moment.  Along the way, to be clear, we have put some of our more legacy systems onto a version of a systems, applications and products, SAP, system.  Each of them, in its own right, is a major implementation.  The mid-west region was put onto an SAP system, the north west to Crumlin hospital and the corporate office to Children&rsquo;s Health Ireland, CHI.  Along the way, we are making substantial improvements in the overall process, but we are nonetheless frustrated, like the Chairman, by the fact it is a large, complicated process.  It is not just the system; it is the roll-out of a single national set of processes, including a global shared services for healthcare.  It is a very complex project and the risks need to be managed appropriately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01100","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speechnospeaker","time":1646904600,"counter":53,"content":"<p>If I could add one brief point, I might return to what Ms McGirr outlined in regard to the process and oversight in order to reassure the committee.  What is different since 2019 is that the HSE has a board in place and there is an audit and risk committee, which meets monthly, oversees all expenditure and risks and makes certain approvals for certain delegations to spend.  It is quite a thorough process.  Along with that, quite a thorough process of internal financial management controls has been put in place across the organisation, which I oversee as CEO.  As outlined by Ms McGirr, there are also various other channels between us, the Department of Health and the Department of Public Expenditure and Reform.  There is much enhanced and strengthened oversight since the placement of a new board within the HSE and the focus we now put on finance.  Nevertheless, we appreciate some of the frustrations regarding the financial system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":54,"content":"<p>Mr. Reid will appreciate it is disappointing for us to hear it will take a further two years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01300","speaker":"1491"},{"type":"speech","time":1646904600,"counter":55,"content":"<p>To continue on a similar vein to the Chairman, in respect of HSE national service plan and its relationship with the health Vote, is Mr. Reid aware of the report commissioned by the Parliamentary Budget Office?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01400","speaker":"1514"},{"type":"speechnospeaker","time":1646904600,"counter":56,"content":"<p>Yes.  The issues and challenges that are set out in it are not unfamiliar, and we have expressed frustrations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":57,"content":"<p>Mr. Reid will be aware that the report states, &ldquo;The programming of expenditure under the Health Vote was another priority of Future Health and aligning the programmes of Vote 38 with the HSE&rsquo;s internal allocations would make the relationship between what the Oireachtas approves and what is spent on the ground more direct.&rdquo;  The key words there are &ldquo;what the Oireachtas approves&rdquo;.  We are elected by the people and we approve the expenditure, and the HSE spends the money and has that relationship with the Department of Health and the line Minister of the day.  Ultimately, there is an accountability mechanism here.  The Comptroller and Auditor General holds a constitutional position.  If he is making reference in his opening remarks to that specific report, that report has to be taken seriously by the HSE.  It is important.  Let us not make light of it.  It is a vital transparency mechanism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01600","speaker":"1514"},{"type":"speechnospeaker","time":1646904600,"counter":58,"content":"<p>We and I fully respect the parliamentary process and oversight and the Comptroller and Auditor General process.  That has been the primary driver of the significant oversight process that I, as CEO, and the new board have put in place since 2019.<\/p><p>With a view to getting the allocations right, we are well over and understand the issues around income and expenditure, cash management, accruals, regarding which we are mandated under legislation to provide a system in the HSE, and the challenge in terms of matching against cash management.  I reassure-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#C01700","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1646904600,"counter":60,"content":"<p>On the accountability mechanism, consider what happens when a mere mortal like me, who represents the people of Cork East, submits a parliamentary question on CAMHS, as I did in January when I sought information on the number of persons waiting to be seen by CAMHS by local health office, in tabular form, and the length of time persons were waiting to be seen.  It was a very simple question and the response I got was comprehensive, which was to the credit of Mr. Ryan.  The response was that the total number of persons waiting for CAMHS nationally was 3,357.  When I submitted a further parliamentary question, asking for a breakdown of services provided by CAMHS, specifically the number presenting to CAMHS who were waiting for psychology services, the reply, which was from Mr. O'Regan, the head of operations, gave a universal figure of 9,554 for psychology services alone.  If I break it down further in relation to CHO 4, the CHO I am most familiar with, I get a total of 682 people waiting.  For psychology services, I get a figure of approximately 3,000 for CHO 4.<\/p> <p>  What is deeply frustrating for us in representing families and children awaiting appointments or trying to get into the system of CAMHS is that it is very hard to get accurate information in real time in the Houses of the Oireachtas.  When we table parliamentary questions, it is very hard to give families real-time information based on their children's needs and their expectations.  I have no criticisms whatsoever of the individuals who work in CAMHS, who are trying to do their best and work through all the needs of families daily, but Mr. Reid has to acknowledge that there is a serious issue in respect of CAMHS and his datasets in respect of interrogating figures in that regard.  It is Kafkaesque that systems within the HSE organisation are not talking to each other properly.  If Mr. Reid cannot even come up with proper figures for me when there are glaring contradictions, how can we expect to have confidence in his approach?  In fairness to him, he has taken a national lead on the Covid pandemic, but we want him to devote the same energy to dealing with CAMHS, its management and, ultimately, the delivery of services to families.  We remain to be convinced that appropriate resources are being deployed.  From Mr. Reid's level of management down, more needs to be done.  How does he answer this critique - I do not call it a criticism - of how we as politicians interface with the service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00200","speaker":"1514"},{"type":"speechnospeaker","time":1646904600,"counter":61,"content":"<p>I thank the Deputy.  I will answer the governance and oversight question first and then ask my colleague Ms Anne O'Connor to deal with some of the lists and correlations he referred to.<\/p> <p>  I understand the Deputy's frustration as an Oireachtas Member, parliamentary representative and local representative in relaying some of the figures that he set out that cause him frustration.  I will briefly describe - I do not want to over-labour this point - the circumstances related to oversight of all our services.  The executive management team reports to our board setting out not only the targeted objectives in our corporate plan but equally the targeted objectives in our national service plan every year.  One of the strengthening processes that I, as CEO, put in place with the executive team is one whereby, on a monthly basis, we report monthly to the board with a national scorecard for every aspect of our national service plan, every aspect of all targets in the national service plan, our progress and the issues and risks in respect of each of the targets.  That is new and different.  I reassure the Deputy that it is not just about oversight in respect of Covid over the past two years.  Throughout the process and since 2019, we have had very strong oversight of all aspects of our services, including mental health services, and direct reporting on a scorecard related to CAMHS.  I just wanted to give that general assurance.  I ask my colleague, Ms O'Connor, to give some of the specifics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00300","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":62,"content":"<p>On the waiting lists the Deputy referred to, the figure of 3,357 is specific to CAMHS.  About half of those children are waiting for under 12 weeks.  Our target is 12 weeks.  About half are within the target period and about 1,700 are outside it.  In theory, for us the waiting-beyond target figure is the 1,700.  The larger number the Deputy referred to in relation to psychology concerns psychology for children across mental health and disability primary care.  In the mental health area, we have invested in primary care psychology to support children because we know that when we are talking specifically about CAMHS, we are talking about children who have gone into the specialist mental health service.  Our priority needs to be to support children earlier in their pathway in primary care or if they are in disability services.  The 9,000 pertains to psychology for children across the different specialties; it is not specific to CAMHS.  This relates to what has consistently been our challenge.  It is now something we are trying to work through in implementing Sharing the Vision and recommendations on youth mental health and in all that good work that is going on.  However, we are looking at how we can explain that better because psychology sits, in the main, within our primary care services, seeing children who are referred in a different way-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00400","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":63,"content":"<p>I accept the response and the distinction Ms O'Connor is making, but the universal and most important point is that we still have 3,000 children waiting.<\/p> <p>  What is the current status of the children's disability network teams?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00500","speaker":"1514"},{"type":"speechnospeaker","time":1646904600,"counter":64,"content":"<p>They were all in place as of just about two months ago.  They are all in place.  With regard to the reconfiguration aspect, we will continue to develop them.  We have the network managers; we have reconfigured staff arrangement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00600","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":65,"content":"<p>Does Ms O'Connor consider them to be working?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00700","speaker":"1514"},{"type":"speechnospeaker","time":1646904600,"counter":66,"content":"<p>I think it is early days.  It took us a lot longer to put them in place than we had envisaged.  Clearly, there is a lot of change occurring as a result.  We are now in a position in which the needs of all children in the country can be looked at in a more equitable way in terms of having networks and specialist supports available within networks.  They will align with our enhanced community care in terms of our primary care networks, having regard to a whole-population view.  Therefore, it is a big change for the system.  It is early days.  I know there are issues but we are certainly working through those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00800","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":67,"content":"<p>Is Ms O'Connor aware that parents are coming to Members of the Oireachtas saying they feel like they are now going through another process of incessant form-filling and that the services are moving further and further away from them?  Again, it is almost Kafkaesque that they are in this vortex of constant form-filling.  They feel extremely frustrated.  Can Ms O'Connor sympathise and empathise with their experience of children's disability network teams so far?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D00900","speaker":"1514"},{"type":"speechnospeaker","time":1646904600,"counter":68,"content":"<p>I sympathise with anybody who feels he or she is not getting the service we aspire to give.  We have 91 networks around the country.  The real challenge for us and the reason we are trying to reconfigure children's disability services is that while there was a range of services that children who were getting a service may have been getting, there were children who were not getting services.  For us, it is about trying to look after all the children.<\/p> <p>  With regard to the approach, we had an approach that was very much based on assessment.  There was much focus on assessment but we know that when people were assessed, it did not guarantee them access to a service.  Therefore, our approach is now more intervention based.  It is about providing a service, not just giving an assessment, because the latter has attracted huge criticism over a number of years.  It is a question of change.  I am aware that people are having difficulties, and we are absolutely committed to taking those on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D01000","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":69,"content":"<p>Absolutely.  I am not a specialist in this field so I rely on the information being imparted to me by the HSE.  Would person-to-person intervention not have been the starting point anyway as opposed to sending people into an assessment process that some families describe as nightmarish?  I am going to leave it at that because I have three minutes left in my slot.<\/p><p>I ask our guests to have regard to that and to be conscious of the points we are making as we reflect them for our constituents.<\/p><p> What is the status of the Owenacurra Centre?  I am told it is an approved centre.  Will our guests explain what, in HSE speak, an \"approved centre\" is?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#D01100","speaker":"1514","continuing":true},{"type":"speechnospeaker","time":1646904600,"counter":71,"content":"<p>I might ask my colleague, Ms O'Neill, to give a status update on the Owenacurra Centre and a definition of \"approved centre\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":72,"content":"<p>An approved centre is one where a person can be placed under the care of the HSE, regulated by the Mental Health Commission, our regulator.  The current status of the Owenacurra Centre is that there are currently 11 residents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00300","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":73,"content":"<p>The Mental Health Commission is clear in its definition.  It states an approved centre is intended \"to provide in-patient treatment to people suffering from mental illness.  The MHC maintains a register of all approved centres.\"  The chief executive stated the HSE is going to move to close the Owenacurra Centre.  Will Mr. Reid reconsider that position?  I am not convinced, and I imagine I speak comfortably for all the Members of the Oireachtas who represent the Cork East constituency, there is a proper, fit-for-purpose local alternative solution to respond to the centre&rsquo;s closure.  Mr. Reid made reference in his opening remarks to Glenwood, but from what I can see in the planning application, that is not to be designated as an approved centre.  In fact, there was no mention of the fact it would become an approved centre.<\/p> <p>  Right now, there are 11 people who do not know where they are supposed to go, yet they have expressed a clear will and preference.  Mr. Reid used the expression \"will and preference\".  I would contend that as long as they continue to express a will and preference to stay at the Owenacurra Centre, they should be allowed to do so for as long as is necessary, in accordance with their will and preference.  I do not believe our guests have presented to us a fit-for-purpose and local alternative for them.  Sending them 30 km up the road is not a solution.  That is not how we treat people in this day and age.  If they continue to express a will and preference not to move, that must be respected.  Furthermore, the moneys the HSE has spent on improving the Owenacurra Centre have to be taken into account.  I understand more than &euro;359,000 has been spent there since 2016.  There is no alternative for the residents at present.  Our guests have presented the Carrigaline centre as an alternative, but it is not an approved centre.  The residents &ndash; 11 souls - are almost being cast out.  I ask Mr. Reid to please reconsider and to have a bit of heart in respect of these people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00400","speaker":"1514"},{"type":"speechnospeaker","time":1646904600,"counter":74,"content":"<p>Glenwood is not defined as the solution for the Owenacurra Centre.  It is, potentially, a specific solution for a wider set of service needs we have in the community.  In regard to the Owenacurra Centre, we have given a detailed and thorough evaluation and assessment to determine the most appropriate options.  It is not the appropriate location for residents for the future.  We will continue to work with residents, as we have done to date, and with their families to find the most appropriate solution.  My colleague, Ms O'Neill, might wish to comment further.  I assure the Deputy we have real heart in respect of this issue.  We fully sympathise and are fully committed to finding the right solutions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":75,"content":"<p>I thank Mr. Reid.  We need to move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00600","speaker":"1491"},{"type":"speech","time":1646904600,"counter":76,"content":"<p>We are used to getting a very factual report from the Comptroller and Auditor General, but the one before us is very different from those we are used to seeing.  It states:<\/p> <blockquote> \tWithin the revenue income and expenditure statement, spending is broken down into pay and non-pay, with further analysis of non-pay spending under a mix of resource type and national scheme categories.  However, the amount spent on mental health services in 2020 is not disclosed in the audited financial statements.  Separately, the HSE&rsquo;s annual report discloses an unaudited figure of just over &euro;1 billion of current spending on mental health services in 2020. <\/blockquote> <p>Nowhere can I find any reference to capital spending.  It looks to me like a melange, mixed together in a bowl.  Ms McGirr stated that, on foot of the framework from the Committee on Budgetary Oversight, there has been improved reporting and transparency.  Where exactly is that improved reporting and transparency in the context of the mental health budget?  Will the representatives from the Department of Health outline how the Department satisfies itself that the resources provided to the HSE for the provision of mental health services are being utilised as they were intended?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00700","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":77,"content":"<p>The budget is agreed in September between the Department and the HSE, and the HSE then engages in a national service planning process.  The committee will see the service plan has been published.  There is close work between the Department and the HSE on finalising the proposals in the service plan and we meet monthly-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00800","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":78,"content":"<p>That is patter.  How does the Department, from a granular point of view, ensure the money that has been provided is spent on the services for which it was provided?  According to the opening statement from the Comptroller and Auditor General, there is no breakdown of capital expenditure.  It is a unaudited figure.  Does Mr. Hempenstall find that acceptable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E00900","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":79,"content":"<p>I have to confess I was not aware of the Comptroller and Auditor General's report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01000","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":80,"content":"<p>Does Mr. Hempenstall find it acceptable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01100","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":81,"content":"<p>I do not know whether it is acceptable or not that the figure was unaudited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01200","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":82,"content":"<p>Does Mr. Hempenstall find an unaudited figure, which cannot be differentiated between capital and current expenditure, acceptable?  Surely he can give us a view as to whether the Department finds that acceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01300","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":83,"content":"<p>My role is to monitor the expenditure and, with the HSE, to develop policy on mental health.  As I was going to say earlier, we meet monthly with the HSE to discuss the activity it undertakes during the year and the expenditure that matches that, in particular regarding the new developments we agree each year.  As I said, I am not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01400","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":84,"content":"<p>I do not want the clock to be wound down with responses that are not very helpful.  I do not see how Mr. Hempenstall can monitor the expenditure if he does not have a breakdown of the figures.  There are unaudited accounts and there is no differentiation between capital and current.  How can that be monitored?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01500","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":85,"content":"<p>I might come in there briefly.  The Comptroller and Auditor General, in his opening statement, made reference to the capital allocation for the period in question, 2020.  We draw a distinction between capital and revenue expenditure, in terms of allocations, revenue and monitoring   I wish to reassure the Deputy in that regard.  Mr. Mulvany might reflect on how we do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":86,"content":"<p>I am looking for a view from the Department of Health as to how it monitors spending.  We are constantly told there is no problem with money and that money is not the issue.<\/p><p>A number of articles in the <i>Business Post <\/i>in recent weeks chimed with my experience with some of the services and, in essence, the idea that we do not have granular information available to us and we cannot rely on audited figures.  I want to see the evidence.  Looking at the evidence is what this committee is about.  The evidence is not there for us to interrogate because it is a non-audited figure.  It is completely unacceptable.<br\/><br\/>I have a very short period of time.  I will ask about problems with adult services.  Most of the focus today will be on child and adolescent mental health services.  I will ask about all the community healthcare organisation, CHO, areas.  We talk about a figure for recruitment of staff and where there are gaps.  We talk about that in a very global way.  I do not expect the HSE representatives to give this to us now, but will they provide the committee with a document about all nine of the CHO areas, specifically in respect of child and adolescent mental health services?  What vacancies are in each of those areas?  How long have those vacancies been there?  What efforts have been made to fill those vacancies?  I ask them to come back to us with that because I expect we will have to have further sessions with the HSE and this may well be one issue.  I just want to satisfy myself on that.<br\/><br\/>Equally, will they give us the structure of, and where there are gaps in, adult services?  Are there currently children in adult mental health approved facilities at this stage?  Is the HSE satisfied that 88 places are sufficient?  If not, what is the number that is required?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#E01700","speaker":"1489","continuing":true},{"type":"speechnospeaker","time":1646904600,"counter":88,"content":"<p>On the first part of the Deputy's question, we have and will provide a breakdown of the resource allocation for mental health and CAMHS by CHO area, which obviously drives the budget allocation.  We can also fill the Deputy in on current recruitment plans or gaps.  We know we have very specific challenges in some parts of the country, not just in CAMHS recruitment.  We have a particular focus on increasing the pool or panel of resources coming through, especially for our specialist clinical resources, and clinical psychiatrists in particular, in CAMHS.  We will provide that.  I will ask my colleague to respond on the particular focus we have had on reducing the number of adolescents or children in adult mental health service resident places.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":89,"content":"<p>We have done a lot of work in recent years in looking at the admission of children.  We have seen it come down considerably.  We know that for the units we have - I might ask Dr. Burke who is responsible for one of the units in the west to respond - and the use of beds our focus is on trying not to admit children unless we really have to and then, certainly, admitting them to the most appropriate place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":90,"content":"<p>How many children has the HSE got in adult units?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00400","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":91,"content":"<p>I might ask Dr. Burke if she has that number.  I do not have that number to hand today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":92,"content":"<p>What is the optimum number?  Those are the two issues because my time is very limited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00600","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":93,"content":"<p>I cannot give the Deputy the exact number today but it is very little and maybe none today.  My colleague here has just informed me that we have had no admissions to adult units yet in 2022.  Even in previous years, our admission numbers need to be contextualised by the fact that most of the young people who were admitted to adult units were there for very short periods because of geography.  For example, if somebody gets sick in the middle of the night, they might be admitted to Letterkenny, while they are waiting for a bed in the unit at Galway but at the moment we are actively managing the waiting lists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00700","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":94,"content":"<p>In terms of the number of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00800","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":95,"content":"<p>None, at the minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F00900","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":96,"content":"<p>-----registered places.  Is 88 a sufficient number for registered places?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01000","speaker":"1489"},{"type":"speechnospeaker","time":1646904600,"counter":97,"content":"<p>At the moment it is because we are developing specialist tiered services.  We have seen a change in the profile of young people who have been admitted to inpatient units, particularly over the Covid period.  There has been a very well publicised increase in the number of young people with eating disorders.  In our unit, where we previously may only have had one or two patients, we have had up to 50% or 60% occupancy with eating disorders.  We are working very hard on standing up the eating disorder teams, which provides a real alternative to inpatient care.  The work that is being done is in increasing the day hospital services and specialist services to obviate the need for inpatient admissions.  At present, bed numbers are enough for the young people who are coming through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01100","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":98,"content":"<p>I will touch on the report on the look-back review into CAMHS in south Kerry.  I will direct my questions to Mr. Reid.  It has been reported in the media that the whistleblower was told to take time off and was confined to administrative duties.  Will Mr. Reid confirm that the HSE took this action?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01200","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":99,"content":"<p>In relation to Dr. Sharma, whose name is well publicised at present, and there is plenty of information out in public on that, the full details of the whole process and oversight of it are in Dr. Maskey's report.  On Dr. Sharma specifically, I wrote to him on 17 February and thanked him for what he had done and what he had highlighted.  The specific allegation the Deputy mentioned, and various other allegations that have been made, are now the subject of a protected disclosure.  Dr. Sharma wrote to me on 25 February and outlined a number of issues.  He clearly outlined that he wanted his correspondence treated as a protected disclosure.  I will say to the Chair and Deputy that I have to now fully respect the protected disclosure process under the 2014 Act and, equally, the Health Act.  That is now in a formal process.  We are engaged with Dr. Sharma on how that process will proceed and we will investigate all issues outlined by him in his protected disclosure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":100,"content":"<p>Can Mr. Reid confirm if it is standard practice in the HSE to ask whistleblowers to take leave or to confine them to administrative duties and, in fact, to punish them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01400","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":101,"content":"<p>Absolutely not.  We have very clear procedures and guidelines, and quite thorough procedures based on the Act published on our site, which clearly set out that is exactly what should not happen.  Nobody should be punished.  Full procedures-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":102,"content":"<p>The reality is it does happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01600","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":103,"content":"<p>That is an accusation the Deputy is making, but I have to say-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":104,"content":"<p>Reports indicate that it has in fact happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01800","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":105,"content":"<p>That is what the Deputy is saying.  That is not a policy and I have no experience of a person being punished for it.  What I have is a protected disclosure submitted to me by Dr. Sharma.  We are going to do justice to that.  I have given him that commitment.  We are appointing an independent, authorised person to do that under the Act.  We will investigate all aspects that have been reported, but the Deputy will appreciate that I have to respect the Act, I have to respect my role in that and I have to respect the confidentiality provided under the Act to Dr. Sharma.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F01900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":106,"content":"<p>Dr. Sharma has actually left the HSE now.  Am I right in saying that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F02000","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":107,"content":"<p>Yes.  Dr. Sharma was recruited as a-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F02100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":108,"content":"<p>When Mr. Reid talked about difficulties in recruitment and recruitment challenges, it struck me that for anybody looking on and anybody who has read the report into CAMHS, it is certainly not an advertisement for recruitment to see the treatment of people who highlight issues.  As a public healthcare provider, you would imagine that the HSE would be eternally grateful to people who flag what is, at the very minimum, a substandard in care.  You would imagine that Mr. Reid, as the head buck cat if you like, would be very grateful to those people and they would be treated properly so they would not end up feeling they had no option other than to walk away from their employment.  You would imagine that, at the best of times.<\/p> <p>  Following Mr. Reid's appearance in front of the Oireachtas Joint Committee on Health last week, it was again reported that the HSE's probing reports indicated the whistleblower was mistreated.<\/p><p>Is that the case?  Could Mr. Reid outline the form of the probe?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#F02200","speaker":"1497","continuing":true},{"type":"speechnospeaker","time":1646904600,"counter":110,"content":"<p>I am sorry, but to be very clear, as I said in response to Deputy Munster's first question, I have written to Dr. Sharma to thank him for what he did.  When Deputy Munster said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":111,"content":"<p>If there is a probe into it, the question is if it will be internal or external.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00300","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":112,"content":"<p>I am sorry, but I need to respond because Deputy Munster has made very sweeping statements about me and others.  I have written to Dr. Sharma to thank him for what he did.  In response to how anyone would come to work in the health service: the health service is a great place to work.  Many people come to work in the health service every day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":113,"content":"<p>I am talking about top management or the lack of management.  That report tells of failures in clinical practice, governance and oversight.  Mr. Reid is the head buck cat.  Surely that report is not disputed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00500","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":114,"content":"<p>We have been very clear, and I have been very clear, on the record.  I am very happy to say it once again: what happened in relation to Dr. Maskey's report and what it highlighted is that it was completely wrong.  We have quite justifiably apologised for it.  It was a complete failure in terms of governance, clinical oversight, general administration, supports and risk management.  They are very clearly highlighted in the 35 actions set out in the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":115,"content":"<p>I thank Mr. Reid for that.  Does he have a record of how many times across the board, not just in CAMHS, the HSE has had to make an apology to patients it has failed, some catastrophically?  Does he have any idea of the number of times the HSE has had to apologise?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00700","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":116,"content":"<p>I do not have a record of that to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":117,"content":"<p>Does the HSE keep a record?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G00900","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":118,"content":"<p>What I can say to the Deputy is that every day, hundreds of thousands of people come into the care of the health service all across Ireland and the 100,000 odd staff provide excellent care.  Where things go wrong, and they have gone wrong - in some places quite catastrophically - of course we apologise.  Nobody should experience-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01000","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":119,"content":"<p>My time is limited.  We are not talking about front-line staff.  We know all of that.  If it was not for them, one would hate to think what sort of health service we would have, because all the problems stem from lack of governance and top management.  That is why I am putting these questions to Mr. Reid, as the CEO of the HSE.  Does he have a record of how many times the HSE has had to apologise, or could he furnish us with the figure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01100","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":120,"content":"<p>As I said, I do not have it.  I do not expect we have a record of individual apologies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":121,"content":"<p>It would be wise to do that and, going forward, to have a record of how many times there were catastrophic cases for families.  It might be good due diligence to keep a record of that and perhaps it would be a learning curve for Mr. Reid going forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01300","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":122,"content":"<p>Deputy Munster is correct: we want to make sure that we have very significant learnings and there is a very thorough process in place.  I do not stand over where things have gone wrong.  I am the first to go out to publicly apologise on behalf of the HSE.  It is quite right that we should.<\/p> <p>  I agree with Deputy Munster that our front-line workers have done us proud.  Equally, managers and administrators do us proud every day across the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":123,"content":"<p>As head buck cat, the buck stops with Mr. Reid.  The Taoiseach advised that there would be a full audit of CAMHS in terms of compliance with guidelines on prescribing.  Could Mr. Reid advise whether the audit has begun?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01500","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":124,"content":"<p>We are working with the Minister right now on the scope of the audit we have commissioned and other initiatives that we are putting in place based on Dr. Maskey's report.  We are finalising all those details with the Minister right now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":125,"content":"<p>Does Mr. Reid know if there are timelines for completion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01700","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":126,"content":"<p>We are finalising all of those details.  It will not be a short process.  It will be a full audit with a scope across all the CAMHS teams across the country.  I might just ask my colleague, Ms O'Connor, if she wants to summarise some of the details briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01800","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":127,"content":"<p>We have three different approaches in terms of the response to the Maskey report.  First, a patient experience study is being undertaken.  It is a qualitative exercise across the entire system in terms of the CAMHS teams.  We are engaging with an academic partner on that.  We have an audit-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G01900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":128,"content":"<p>I am sorry to interrupt, but time is of the essence.  Would Ms O'Connor be able to furnish us with those details?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02000","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":129,"content":"<p>Yes, some of those have already been well published, so there is no issue with sharing them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":130,"content":"<p>In terms of waiting times for CAMHS, in my constituency of Louth, as of September 2021, there were 128 people waiting for longer than six months.  A very serious case was highlighted locally on LMFM radio and people were shocked to hear it.  A young person who had been in the system for a few years had still not received a diagnosis.  Does that not indicate a system that is in utter chaos?  This was a very serious case that was in the system for two full years and there had not been a full diagnosis despite the begging and pleading for help of the girl's mother.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02200","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":131,"content":"<p>Dr. Burke would be better qualified than me to talk about diagnostic challenges.  With children, it is not always straightforward to make a diagnosis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":132,"content":"<p>The waiting lists across the State are shocking.  What is the standard in terms of best international practice for access to treatment?  Does Ms O'Connor know, offhand, what that would be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02400","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":133,"content":"<p>Our target is within 12 weeks, but as I said earlier, urgent cases are seen within three days.  I will check with Ms O'Neill, but in terms of our achievement, CAMHS performs very well in respect of targets.  We do triage according to urgency.  Where people are in urgent need, generally speaking, the GP phones the consultant and an urgent appointment is arranged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":134,"content":"<p>Okay.  My time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02600","speaker":"1497"},{"type":"speech","time":1646904600,"counter":135,"content":"<p>I thank the witnesses for being here this morning.  If I noted it correctly, Mr. Reid has described the situation that occurred in south Kerry CAMHS as a complete failure across multiple areas in terms of oversight, governance, clinical management, duty of care and other areas.  That is a very frank and honest assessment of what happened.  I wish to probe precisely how it happened and what was done to address it at appropriate times.<\/p> <p>  As I understand it, the issues of concern were first raised in 2018.  Could Mr. Reid state precisely when this was brought to the attention of the HSE?  Who was the highest in the management chain in terms of those who were informed at that point, and at subsequent points, regarding the concerns about the diagnoses and treatments in south Kerry CAMHS?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02700","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":136,"content":"<p>It is, as Deputy Carthy recognised, a failure.  The Maskey report set out a range of failures, in particular, not operating to the operating procedures that were developed for CAMHS in 2019, a complete lack of clinical oversight, poor governance in terms of documentation-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":137,"content":"<p>Mr. Reid has said that.  Could he reply to the question I asked?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G02900","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":138,"content":"<p>I will answer the question.  The timelines are set out in the Maskey report.  Where issues were raised, they were raised at a local level.  The first significant intervention was made by a newly appointed executive clinical director back in September 2020 when she initiated a look-back at 50 files, which then triggered a very significant process at a local level.  The chief officer who leads the community healthcare organisation, CHO, then commissioned the look-back review following that.  That is when it was triggered at a local level at a senior level.  Ms O'Connor might want to add something.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G03000","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":139,"content":"<p>What happened in terms of the initial look-back at the 50 files which was carried out, as Mr. Reid said, at a local level, was perfectly appropriate.  When the concerns emerged from that, it was notified to the national system in June last year.  At that time, Ms O'Neill, as national director, was notified.  It then came through to me and Dr. Henry and the safety and quality subcommittee of the board was advised that there was an issue.  It has monitored the situation throughout and it has been updated on the progress in respect of the review since then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G03100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":140,"content":"<p>Is Ms O'Connor satisfied that measures are now in place to prevent similar situations happening again like what emerged in south Kerry CAMHS?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G03200","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":141,"content":"<p>As to whether I could say for sure that there will never be instances in services again, absolutely not: I would never say that in respect of health services.<\/p><p>We know there is a specific situation.  This was not a generalised issue relating to several areas; it was specific to one area.  It has, of course, caused significant concern for us all that it happened and we want to ensure it does not happen again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#G03300","nonspeaker":"Ms Anne O'Connor","continuing":true},{"type":"speech","time":1646904600,"counter":143,"content":"<p>I am very sorry to cut across Ms O'Connor.  We did get-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00200","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":144,"content":"<p>We are putting in place processes across the country-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":145,"content":"<p>Excuse me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00400","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":146,"content":"<p>-----to make sure it does not happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":147,"content":"<p>Excuse me.  Has the sound broken down?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00600","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":148,"content":"<p>The sound went a bit there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00700","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":149,"content":"<p>Apologies for that.  When was the Minister informed of the allegations relating to Kerry CAMHS?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00800","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":150,"content":"<p>I will have to ask Ms O'Neill.  She may be aware of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H00900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":151,"content":"<p>Does Mr. Reid know?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01000","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":152,"content":"<p>Sorry, I was having trouble with the sound.  Once we were in receipt of the review from Dr. Maskey, we notified the Minister in our routine engagements with the Minister of State, Deputy Butler.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01100","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":153,"content":"<p>What was the date of that?  The HSE did not inform the Minister until the Maskey report was completed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01200","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":154,"content":"<p>That is correct.  I will revert to the Deputy with the date.  It was on completion of the report.  We then engaged with the Minister in respect of the findings and the proposed actions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01300","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":155,"content":"<p>The report was published on 26 January this year.  I presume it was completed months before that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01400","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":156,"content":"<p>We advised the Minister when it was available to us in draft.  I will have to revert to the Deputy in respect of the date on which we advised the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01500","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":157,"content":"<p>Concerns relating to issues pertaining to the lives of young children effectively being destroyed as a result of the treatment they received from Kerry CAMHS were received by the HSE in 2018 but no intervention was made to inform a Minister until the end of 2021.  Is that what Ms O'Neill is saying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01600","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":158,"content":"<p>Part of the review indicated there were concerns raised in 2018 but they were not known through the governance arrangements Ms O'Connor has specified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01700","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":159,"content":"<p>Was the Minister informed the Maskey report had been commissioned?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01800","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":160,"content":"<p>When they were known through those governance arrangements last year, they were notified to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H01900","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":161,"content":"<p>Let us move on to the future.  We have spoken about the full audit of CAMHS services that has been promised.  I ask Ms O'Connor to give us an idea of what has been proposed in terms of what that audit will entail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02000","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":162,"content":"<p>There are three strands to the work we are undertaking.  I have mentioned the patient experience strand.  The second strand is the review of compliance with the operational guidance, which is recognised as very good guidance.  We know from the Maskey report that in that area they were not adhering to the guidance that is in place.  That is the second strand of work.  The third strand of work relates to prescribing practice.  We are looking in depth at ADHD prescribing.  As the Maskey report sets out, the issues arose in this area in respect of ADHD prescribing.  The clear recommendation of Dr. Maskey is that we start there.  However, the Minister of State has been clear that she wants us to look at broader prescribing practices and we are now finalising how we will do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":163,"content":"<p>I am glad to hear the Minister of State is looking for that because what Ms O'Connor just described is not a full audit of the CAMHS services.  Does the HSE intend to carry out a full audit of all prescribing being conducted within CAMHS across the State?  I suggest that it should do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02200","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":164,"content":"<p>We will be looking at prescribing across all CAMHS services.  We are on record as having stated that in the context of carrying out an audit, we have to develop standards to audit against.  The Maskey report refers to the need to develop standards in line with the National Institute for Health and Care Excellence, NICE, guidelines.  We will be doing that.  We are starting with ADHD because that is where the initial concerns are.  We will have standards developed in respect of ADHD and we will also examine prescribing practices relating to non-ADHD.  We will not have standards in the same way initially.  We will be developing those in the coming year.  Part of our plan has been-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":165,"content":"<p>Who does Ms O'Connor intend to carry out this-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02400","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":166,"content":"<p>-----consistently to develop those standards for other conditions and prescribing.  We are looking at all files.  In terms of the audit we are carrying out, we will look at those children who have ADHD or other conditions in respect of the prescribing practices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":167,"content":"<p>Again, that does not sound like a full audit.  Who is going to carry out the audit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02600","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":168,"content":"<p>We will have a team led by an independent chair in respect of the audit of prescribing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02700","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":169,"content":"<p>Who will appoint the independent chair?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02800","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":170,"content":"<p>The independent chair being appointed, Dr. Colette Halpin, is endorsed by the Irish College of Psychiatrists.  She has been named previously at a committee.  In terms of her role, she does not work with us in the HSE but she is an expert in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H02900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":171,"content":"<p>When will the audit begin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03000","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":172,"content":"<p>We are now finalising it.  We have an oversight group in place.  We have looked at the expansion or broadening out, if one likes, of the work we will be doing.  We are finalising that and we expect to commence it as soon as we can.  We are finalising those details and lining up people to be able to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":173,"content":"<p>Will it begin within a month?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03200","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":174,"content":"<p>We hope to have it finalised and started.  It will take time in terms of the groundwork we have to do but that will be done by the team we put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":175,"content":"<p>Will it happen in March?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03400","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":176,"content":"<p>I cannot be that specific.  It will be in the coming weeks but I cannot say whether it will be March or early April.  It is our intention to do it as quickly as we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":177,"content":"<p>What is the expected timeframe for the audit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03600","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":178,"content":"<p>I genuinely do not know.  In terms of working with the chair and the team, it is a considerable piece of work.  We will be looking at every CAMHS team in the country, a total of 72 teams.  I cannot give that timeframe just yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03700","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":179,"content":"<p>Will there be------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03800","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":180,"content":"<p>I cannot give the timeframe because the scope of the audit has changed, literally in the past week.  We are working that through at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H03900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":181,"content":"<p>How will the review be monitored to ensure it is a full audit?  What oversight will there be?  Will this be entirely operated or managed by the HSE?  Will the Department have a role?  Will there be outside appraisal of the work of the audit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04000","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":182,"content":"<p>The work will be reporting into an oversight group that will be co-chaired by me and by Dr. Colm Henry as chief clinical officer.  We will report through to the safety and quality committee of our board.  It will be public.  We will make all the updates on the implementation of all Maskey recommendations publicly available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":183,"content":"<p>I again seek clarification that this will include all children who have come through CAMHS.  Is it envisaged there will be oversight by the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04200","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":184,"content":"<p>We are not pulling the file of every single child in CAMHS.  It is an audit.  A figure of 50 files per team is being agreed.  We will not review every single child.  We have to remember that the issue here was a red flag in a specific area and relating to a specific set of circumstances.  We do not have cause for concern across every service and it is important to state that CAMHS continue to provide essential services to children with severe mental illness today, tomorrow and this week.  It is important that people continue to have faith in those services.  We will be doing an audit to assure ourselves that the prescribing practice is okay.  That is something we will be doing across all teams.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":185,"content":"<p>To clarify, it is not specific.  I presume the 50 cases that will be assessed will be selected randomly.  They will go beyond ADHD.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04400","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":186,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":187,"content":"<p>I thank Ms O'Connor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04600","speaker":"1451"},{"type":"speech","time":1646904600,"counter":188,"content":"<p>I apologise to Deputy Colm Burke.  I was watching the screen and I missed calling him for his slot.  It is one of the problems with hybrid meetings, unfortunately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04700","speaker":"1491"},{"type":"speech","time":1646904600,"counter":189,"content":"<p>I thank our guests for their presentations.  It is important to thank all those working in mental health services.  It is a challenging job and the vast majority of the staff work extremely hard and are dedicated to their job.  I saw that when I visited the facility at Sarsfield Court on Monday.  The commitment of the staff is superb.  It is important to acknowledge that.<\/p> <p>  I wish to return to the issue of CAMHS in Cork and Kerry.  I have raised previously the issue of checks and balances.  In the context of the process, there is a team in each area yet the incorrect prescribing went on for four years.  It was then identified that the person who was doing this was not a consultant.  The issue I have raised relates to where a consultant is in charge and incorrectly prescribes.  From the answers I have received to date, I am not satisfied in respect of the checks and balances that are there.<\/p><p>The reply given to me previously stated that there is a team in place there and, therefore, if someone was not managing a patient properly, it would show up.  However, in the case of this particular junior doctor, nothing showed up.  When it comes to consultants, what checks and balances are now in place in CAMHS teams and what processes will be put in place in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#H04800","speaker":"1523","continuing":true},{"type":"speechnospeaker","time":1646904600,"counter":191,"content":"<p>I will make a couple of points and then ask my colleague, Ms O'Connor, to comment.  First, on the checks and balances at consultant and doctor level, there is data oversight, not just in CAMHS and mental health services but across all health services, and performance discussions happen in terms of correct application of people's skill or specialty.  We value that oversight process all across the health service and it is put in place on a regular basis.  Indeed, decisions by a senior consultant-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":192,"content":"<p>I know what Mr. Reid is saying but what I am saying to him is that here was a situation involving a junior doctor over a period not of 12 months but of more than four years.  I am asking whether it is possible there could be a very well qualified medical consultant in a particular area in a situation where there are no checks and balances.  I am not convinced those checks and balances are in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00300","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":193,"content":"<p>I would urge a bit of caution here in that we have consultants all over the country working in all different specialties.  They are the most qualified and most experienced medics we have, upon whom we all rely to lead their teams and deliver fantastic services around the country.  There has not been a red flag put up around consultant prescribing.  We are not putting up a red flag about consultant prescribing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00400","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":194,"content":"<p>Nor am I.  All I am saying is that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00500","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":195,"content":"<p>If I may, the issue is that there was a junior doctor kind of working on his own and not being supervised.  I would just urge caution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00600","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":196,"content":"<p>Does that not show the point I am making?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00700","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":197,"content":"<p>Consultants engage in peer education sessions all the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00800","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":198,"content":"<p>It shows the point I am making that checks and balances were not in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J00900","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":199,"content":"<p>The Deputy is right in terms of that specific instance, where there was not a consultant.  We have said previously that what made this situation different was that there had been no consultant there for so long.  We have occasions where consultants go on leave or we have short gaps.  In this case, there was no consultant for years and that is something that we, as a system, need to ensure does not happen.<\/p> <p>  In terms of how consultants work together, they engage in extensive continuing medial education.  They have education sessions and work with each other in teams within settings.  They call each other out.  They have rounds, grand rounds and all of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01000","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":200,"content":"<p>I want to go back to the issue of the whistleblower, which was raised by some of my colleagues.  Is it correct that the whistleblower has applied for further employment in the HSE and had not been shortlisted for interview?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01100","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":201,"content":"<p>Much of the information on this is public and, indeed, I can comment on what Dr. Sharma has made public.  It is one of the issues outlined in the protected disclosure.  The Deputy will appreciate, however, that I must give respect to due process, respecting Dr. Sharma's process and our process-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":202,"content":"<p>If what I am saying is correct, is there not a danger now for everybody who identifies a particular problem that they will be pushed to the side and told they are no longer wanted around?  That seems to be the message coming back on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01300","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":203,"content":"<p>No, there is not such a danger.  There is a danger that it might be said and might be perceived as the reality.  It is not the reality.  We have, on average, some 50 protected disclosures per year.  Last year, the number was 60 or 65.  Those disclosures are published every year and what the Deputy outlined is not, nor should it be, the experience to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":204,"content":"<p>However, this particular person is no longer in employment with the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01500","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":205,"content":"<p>That is correct and he has stated that publicly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":206,"content":"<p>He is not receiving any support from the HSE in any way whatsoever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01700","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":207,"content":"<p>I want to be careful in what I say here.  As part of a protected disclosure process, the person who is appointed - the authorised person under the Act - will be in touch with Dr. Sharma and will outline the process and assess whether supports are needed.  Dr. Sharma is not a direct employee of the HSE at this point in time.<\/p> <p>  If I may, I invite my colleague. Dr. Burke, who is the most experienced person here in terms of clinical oversight, to comment.  It is good to hear it from the clinical lead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01800","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":208,"content":"<p>I want to reiterate the point Ms O'Connor made that Kerry was a very specific case and everybody is very upset and regretful about what happened there.  However, it involved a non-consultant hospital doctor who was not on a training scheme and not a qualified specialist on the specialty register for child and adolescent care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J01900","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":209,"content":"<p>I know all of that.  The concern I have is that this was all the more reason to have checks and balances in place.  However, there were no checks and balances for four years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02000","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":210,"content":"<p>I will explain what is done in my area and extrapolate to other areas.  We have very robust governance, with specialty consultants-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02100","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":211,"content":"<p>We have gone over all of that.  I am saying I am not satisfied in the sense that there were no checks and balances, particularly given that there was a junior doctor doing the work that should normally be done by a consultant.  That was all the more reason that there should have been additional checks put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02200","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":212,"content":"<p>I agree with that but the inference was that there are not checks and balances in other areas, which I dispute.  There are robust checks and balances in other areas.  We review our clinical complaints and we do clinical audit ourselves.  It is mandatory that every consultant does clinical audit as part of their continuing medical education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02300","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":213,"content":"<p>I will move on to two other issues I want to cover.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02400","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":214,"content":"<p>I am sorry but the sound is very bad at my end and I am not hearing the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02500","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":215,"content":"<p>There is some crossover of audio, which we have to work around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02600","speaker":"1491"},{"type":"speech","time":1646904600,"counter":216,"content":"<p>I have a question on capital expenditure.  When I was in St. Stephen's Hospital in Sarsfield Court on Monday, it was outlined to me that there is now only one mental healthcare facility that is really up in standard in the Cork region, which is the one attached to Cork University Hospital, CUH.  If we take Portlaoise hospital, for example, when Covid broke out, there were 26 patients in a particular facility.  I know of one staff member there who was out for two weeks as a result of getting Covid in the hospital, during which 11 people died because there were six patients per ward.  In fairness to the staff, they did everything they could.  There are inadequate facilities for mental healthcare.  The Cork region has only one that is up to standard.  What is being done in terms of prioritising facilities like that to ensure they are all meeting the required standard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02700","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":217,"content":"<p>I will make a couple of points before asking my colleague, Mr. Curran, who heads up our capital programme, to comment specifically on investment.  The first thing to say is that our experience during the Covid pandemic was that congregated settings are not good, not just nursing homes but also disability and mental health settings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":218,"content":"<p>In Portlaoise, there were not even changing facilities for staff when they came on duty in the morning.  That is how far behind the facility was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J02900","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":219,"content":"<p>We know that much of the infrastructure in our health system is antiquated, not just in congregated settings but also in many other services.  That is a real challenge in terms of prioritising our capital investment programme every year.  I ask Mr. Curran to make a brief comment on Portlaoise or elsewhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J03000","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":220,"content":"<p>In regard to Portlaoise, we recognise the inadequacy of the accommodation and we are doing works on the facility there at the moment to bring it up to a safe standard for the future.  On the Deputy's general point about facilities, whether on the acute mental health side or in regard to admission units, a number of facilities need to be replaced.  They are included in the capital programme but it takes time to deliver them.  We are going from a-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J03100","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":221,"content":"<p>What are the priorities in regard to the Cork region?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J03200","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":222,"content":"<p>In Cork, apart from the facility in CUH, the other one is the St. Michael's unit in Mercy University Hospital, which requires significant upgrade work to bring it up to an adequate standard.  We built units 20 years ago with multiple-bed rooms.  Most of the upgraded units will have single rooms for patients.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J03300","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":223,"content":"<p>When is it planned to do the work on the St. Michael's unit in Mercy University Hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#J03400","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":224,"content":"<p>We do not have a definite timeline on that unit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00100","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":225,"content":"<p>Are we talking about 12 months, 18 months or two years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00200","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":226,"content":"<p>It is longer than that.  In terms of any significant capital project, you are talking about three to five years for delivery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00300","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":227,"content":"<p>So we have an inadequate facility that will not be touched for the next three to five years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00400","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":228,"content":"<p>What we do in the interim is make it as safe as possible.  We do upgrade works to deal with the immediate issues but we do not have-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00500","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":229,"content":"<p>Are we satisfied that we have a sufficient number of training places relating to mental health services?  What do we need to do in that area?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00600","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":230,"content":"<p>Regarding recruitment and training, there is a particular focus on higher specification trainees and bringing more through and equally basic specialist trainees.  In respect of what we are seeing in terms of that investment, we will see graduations move from about 23 to 46 this year, of which approximately 12 or 13 will be for CAMHS.  They are specifically related to consultant posts so there is the potential for a further 12 for CAMHS.  This is a challenging pipeline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":231,"content":"<p>Mr. Reid might come back to me about the number of nurses in training with regard to mental health services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00800","speaker":"1523"},{"type":"speechnospeaker","time":1646904600,"counter":232,"content":"<p>There are nurses coming through in terms of higher education courses but it is worth noting that through the mental health budget, we have also funded additional training.  There is a four-year training course and I think the first cohort of graduates from that will come through this year.  We acknowledged a number of years ago that the supply was not going to be enough.  As we grew our mental health services in line with A Vision for Change, we just did not have enough capacity coming through so we are now seeing those cohorts coming through as a well and, as Mr. Reid noted, we have invested in higher specialist training, nurses and the employment of assistant psychologists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K00900","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":233,"content":"<p>Could the HSE send us on the details?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K01000","speaker":"1523"},{"type":"speech","time":1646904600,"counter":234,"content":"<p>Could the witnesses come back to the committee with a detailed note on the pipeline relating to training, graduates, etc., because we need to get a more comprehensive picture?  We will break for ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#K01100","speaker":"1491"},{"type":"unspoken","time":1646904600,"counter":235,"content":"<p>Sitting suspended at 11.02 a.m. and resumed 11.12 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1646904600,"counter":236,"content":"<p>Good morning to Mr. Reid and his colleagues.  It is good to have them before the committee again.  I thank them for the information provided to date.  I will start with Mr. Mulvany on the Comptroller and Auditor General's opening remarks concerning the annual report, which discloses an unaudited figure of more than &euro;1 billion of current expenditure.  This was spoken about earlier but I was not here at that stage.  The Comptroller and Auditor General stated:<\/p> <blockquote> \t[T]he appropriation account for the Vote does not report the out-turn for the mental health services, either in terms of delivery performance or of service-related expenditure.  Reconciling the budget figures for mental health funding to the HSE's annual report spending figure for mental health is further complicated because of the different bases of accounting used.  The framework of accountability for ... expenditure on our health services is therefore very complex. <\/blockquote> <p>Is there a way to streamline that for next year so the committee can get a better picture of the expenditure broken down by section under the mental health heading?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#L00100","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":237,"content":"<p>The Comptroller and Auditor General referenced \"unaudited\".  That is because our annual financial statements are part of an overall document which includes an annual report, which will have some figures in it, and the operating and financial review.  The Comptroller and Auditor General does not audit those two parts of the document in the normal sense of the word.  He simply checks them for consistency with the annual financial statement.  That is what \"unaudited\" means in that context.<\/p> <p>  The appropriation account, which the Department looks after, is based on certain legal requirements, as is the HSE's annual financial statement.  The Minister sets out the type and format of that.  I reassure the Deputy that the monthly performance reporting, as Ms McGirr mentioned, is based on much more detailed information, which goes across all the care groups, including acute, mental health and primary care, and all aspects of the HSE, both in terms of programme-type areas and kind of cost.  That information plus commentaries on it is available and the HSE does publish its-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#L00200","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":238,"content":"<p>I am aware the HSE publishes that but I wonder if there is a way to streamline the process so that the committee does not encounter this problem again when it receives the Comptroller and Auditor General's report on the operation and running of the HSE.  Effectively, it says there are two different systems at work.  The HSE is accountable to the Department and, ultimately, the Minister and that track is in place; however, as an oversight committee of public bodies, we need to be able to distil down the information, as we do for all public organisations.  Is there a way to make sure the systems talk to each other?  Will that happen in the next 12 months?  Is that part of the plan for the HSE?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#L00300","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":239,"content":"<p>It is part of the plan.  We are talking about two different things.  One is how to link the HSE's accrual-based accounting reports with the Department's cash-based.  The only way to do that at a detailed level is through the IFMS system, which we will have for the whole of the HSE's statutory services by 2025, subject to the current tender process.  On reconciling the two in the interim, we provide an annual reconciliation of our income and expenditure accounts to our annual financial statements and those statements can be reconciled overall to the Department's appropriation account.  More detailed information is and will remain in our monthly accounts, which are published.  That information can provide details on costs, outputs, staff numbers and grades, total costs and all the different types of costs across mental health and other care groups.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#L00400","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":240,"content":"<p>I am familiar with that because we have spoken about it before.  I am conscious of my time.  I turn to the CAMHS issue.  Ms O'Connor is welcome back to the committee.  I heard what she said about Kerry CAMHS to the effect that it is specific to that area.  I do not want to dwell too much on it because it is an active, ongoing case.  However, it would be remiss of us not to touch on it while we are talking about CAMHS in general.  I will only touch on items that are in the public domain.  I understand from what Ms O'Connor is saying that there will be learnings from  the Maskey report.  How sure is Ms O'Connor and the HSE that it is specific to that area?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#L00500","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":241,"content":"<p>What we saw was in respect of the particular practice.  It was very specific.  The individual was a doctor, not in a training programme.  We will know more and the assurance will come from the processes we are now embarking on.  There are a couple of important points in the Maskey report.  One is that the operational guidance that exists nationally is sound.  It was not being implemented.  We have to start there and say that if we have guidance that took a lot of development, we have to assure ourselves it is being used by the teams.  That is one step.  The prescribing practice was a specific issue in that area and the audit will give assurance that it is not a systemic issue.<\/p><p>We do not believe that it is.  The audit will hopefully tell us that but we will obviously have to wait to see what the outcome is.<\/p><p> It is important to remember that in our health services we employ professionals who are, in the main, registered in their own right as practitioners.  They have to complete a range of different types of continuing education in order to maintain registration.  There are other bodies that oversee the registration.  There is an assurance that comes through that as well in the context of people coming through those processes.  As stated at the outset, I cannot guarantee 100% that there are no issues that we have missed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#L00600","nonspeaker":"Ms Anne O'Connor","continuing":true},{"type":"speech","time":1646904600,"counter":243,"content":"<p>Internal oversight is obviously crucial as well.  That is where the structures of the national office and the national lead - and I know that Ms O&rsquo;Neill is on the call and can deal with this as well - are essential.  Irrespective of the professional bodies that individuals may belong to, internal structures obviously failed here.  They failed significantly over a number of years.  I have met with some of the parents in regard to the Kerry CAMHS.  To say that it is distressing is an understatement.  It is very upsetting as a parent to hear of the issues that they have faced over several years in respect of so many different failings.  To me, Dr. Sharma has done the people of Kerry and, indeed, the people of the country a great service.  I commend him on his work because, without it, this issue would have rumbled on I fear.  I take what Ms O'Connor is saying that it is isolated to that area.  I hope that is the case, but I ask Mr. Reid to ensure that there is a full audit across the country, as the Minister has requested, in order to make sure it is just an isolated incident.<\/p> <p>  What services and supports have been offered to the families, parents and, ultimately, children in Kerry since this issue entered the public domain?  My information is that not much has changed, even with everything else that we now know.  I hope that is incorrect and that it is not the case.  If it is the case, I hope that the matter will be rectified as of close of business today because the families feel that there is a great deal of discussion going on in the public domain but that there is not a great deal of change within the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00200","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":244,"content":"<p>I will make a number of quick comments to respond to the Deputy, if I may, and I will ask some of my colleagues to refer to the supports.  I will deal specifically with where Ms O&rsquo;Connor qualified this point earlier and where the Deputy states that we are reflecting that this issue is isolated to Kerry.  That is the full reason we are doing the national audit, which is to give us assurance that it is just isolated to Kerry.  It was highlighted there.  Dr. Amanda Burke is here.  She is a professional in the area and knows that it is not a prevalent issue, but we want to assure ourselves and that is why we are going on a national basis to work with the Minister on that.  Specifically on the scope of the full and complete audit we are carrying out, we are finalising the details of that at the moment with the Minister in the next number of days and we will be able to speak further on that but Ms O&rsquo;Connor can give a broader outline-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":245,"content":"<p>Audit aside, what supports and services are being put in place today for those families?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00400","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":246,"content":"<p>These supports are not just today but previously, but I will ask Ms O&rsquo;Connor to respond to that question, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00500","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":247,"content":"<p>On the response to what has happened, the families as they came forward were re-engaged with if they needed to be re-engaged with services.  The point the Deputy is raising is a valid one in respect of challenges around service provision.  That is, one might argue, what got us into this situation in the first place, namely, ensuring sufficient capacity in Kerry.<\/p> <p>  The chief officer and his team have been working with families but they are putting a clinical support team in place that will work, in effect, on a case management basis.  Part of the challenge for people when they look into our system, as we have previously flagged, is the complexity of it and ensuring that people&rsquo;s needs are met.  There are people who are no longer in CAMHS, who have moved into adult services or who are not in services at all.  It is critical, and I fully accept that we have to ensure that services are available.  There are vacancies in that area.  It is difficult to recruit and we are looking at all of the options that are available to us to ensure that the appropriate supports are put in place.  That work is under way and, as I said, that clinical liaison team is being put in place if it is not there already.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00600","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":248,"content":"<p>On the clinical support team issue, I am glad Ms O&rsquo;Connor raised that point and I am running out of time but I ask the Chairman for indulgence on this point.  My understanding is that prescriptions have not been reviewed and that the clinical support team needed to be in place certainly prior to our guests' appearance before the Committee of Public Accounts.  I ask that resources be deployed through the national office, from elsewhere if necessary, in order to ensure that the families are engaged with at the very least today or by the end of the week.  I cannot fathom that if my child had been impacted since 2016, nobody would have made contact with me as of today to say that everything was going to be reviewed and supports offered.  It is not just the children any more but it is their entire family who need the supports and services.  I am not asking Ms O&rsquo;Connor to comment on that but I am asking Mr. Reid, through all of the staff that he has available and are at his disposal, to ensure that there is a targeted approach to the families who have been impacted since, arguably, before 2016, but certainly since 2016 up to today, where we need to ensure that they get the services.  I will leave it at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00700","speaker":"1481"},{"type":"speech","time":1646904600,"counter":249,"content":"<p>I thank the Deputy and call Deputy Verona Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00800","speaker":"1491"},{"type":"speech","time":1646904600,"counter":250,"content":"<p>I thank the Chairman.  Good morning everybody.  I am unsure who might answer this question but a pilot programme was announced by the Minister of State, Deputy Butler, for a crisis resolution team to be set up in Waterford.  It was regarded as a mental health pilot scheme.  Is that up and running?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M00900","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":251,"content":"<p> Yes, that is a pilot for a wider national model around crisis resolution teams that was funded through the mental health development funding.  The model is being agreed and the recruitment is under way.  It is not in place yet but I can come back to the Deputy on that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01000","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":252,"content":"<p>It is not in place yet.  I thank Ms O&rsquo;Neill.  How was it decided that it would take place in Waterford, which has a department of psychiatry and an in-house bed unit and also has a smaller population than Wexford has.  Wexford has no 24-hour care, no in-house bed unit and a larger population of 150,000.  We have called for something like a crisis resolution team to be put in place for years.  How was Waterford chosen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01100","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":253,"content":"<p>It will not be the only such team, and this will be a continued roll-out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01200","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":254,"content":"<p>I asked a specific question.  Can Ms O&rsquo;Neill tell me how this-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01300","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":255,"content":"<p>On the choice of Waterford and for further proof of concept-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01400","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":256,"content":"<p>Excuse me-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01500","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":257,"content":"<p>-----having some of the supporting structures-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01600","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":258,"content":"<p>Chairman, this is absolutely-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01700","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":259,"content":"<p>----- during the pilot of an acute unit-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01800","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":260,"content":"<p>Through the Chair, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M01900","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":261,"content":"<p>-----in the area while this is being established was just one of the criteria that was helpful in assessing the pilot.  That was applied in Waterford but I am not aware of any further details on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02000","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":262,"content":"<p>Can Ms O&rsquo;Neill see me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02100","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":263,"content":"<p>Yes, I can see the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02200","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":264,"content":"<p>I did not hear most of what Ms O&rsquo;Neill said because I only wanted an answer as to how Waterford was chosen.  The reality is that if I put my hand up, I would ask Ms O&rsquo;Neill to stop speaking because clearly she could not hear anything else.  If Ms O&rsquo;Neill can see me and I raise my hand, this is because we have limited time.  Is that okay?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02300","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":265,"content":"<p>Yes, certainly Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02400","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":266,"content":"<p>I thank Ms O&rsquo;Neill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02500","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":267,"content":"<p>I was answering the Deputy&rsquo;s question as to why Waterford was chosen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02600","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":268,"content":"<p>I did not hear it because I was frustrated by the fact that I had said something and Ms O&rsquo;Neill could not hear me and she continued speaking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02700","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":269,"content":"<p>My apologies to the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02800","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":270,"content":"<p>I ask that Ms O&rsquo;Neill might furnish me with a reply in writing because I need to understand how these things are being decided, one over the other.  It was a pilot programme that was announced five months ago now, if not seven or eight months almost, and it is not yet up and running.  Can Ms O&rsquo;Neill issue a progress report for the benefit of the committee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M02900","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":271,"content":"<p>I will be happy to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M03000","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":272,"content":"<p>I thank Ms O&rsquo;Neill.  I have another question, and I am again unsure as to who will take it but probably Ms O&rsquo;Connor.  How does the HSE identify gaps in the services it provides and how does it feed back the information on recruitment targets?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M03100","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":273,"content":"<p>On gaps in services, a number of points arise.  One of the things is that mental health has had the benefit of having a clear policy direction for staffing.  We know nationally in respect of staffing compliments by each CHO how they benchmark against what A Vision for Change might say and whether these levels are particularly low or not.  We also know that with regard to particular populations, there are different needs.  It is important, therefore, to know that mental health over recent years has broadened out from just core adult child type services.  We have a whole range of other services around addiction, dual diagnosis, ADHD, etc.  There is a whole broadening based upon clinical programmes and evidence around mental health.<\/p><p>We have clinical programmes that set the standards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#M03200","nonspeaker":"Ms Anne O'Connor","continuing":true},{"type":"unspoken","time":1646904600,"counter":275,"content":"<p>Deputy Alan Dillon took the Chair.<\/p>"},{"type":"speech","time":1646904600,"counter":276,"content":"<p>Excuse me, Ms O'Connor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N00300","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":277,"content":"<p>We know how to benchmark against those standards, and they are fed in as part of our planning processes every year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N00500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":278,"content":"<p>This is very frustrating.  We are being given an awful lot of superfluous information that does not answer the initial question.  I want a specific answer.  There was an exponential increase, in the region of some 300%, in young people presenting with anorexia in Wexford during the Covid period.  How does that measure against the HSE's targets, which we do not have?  We need a paediatric dietician either assigned or on the list as a requirement for the CAMHS team.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N00600","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":279,"content":"<p>On the Deputy's question about how we know how things are going, we have clinical programmes that tell us what the model should be and what the resources should be to go with that.  We have an eating disorders clinical programme.  On the specifics, I am not close enough to Wexford in terms of knowing the specifics for that county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N00700","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":280,"content":"<p>Who is close enough to know them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N00800","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":281,"content":"<p>We will have to come back to the Deputy on that.  There probably is nobody here who can answer her specific question on Wexford and one team.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N00900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":282,"content":"<p>Will Ms O'Connor actually come back to me?  I have been asking for two years why we only have an allocation of 0.5 of a paediatric dietician, yet we have a 300% increase in cases of anorexia.  I have asked this question of the Taoiseach, the T&aacute;naiste and CHO 5.  I have written to everybody I can think of asking why our allocation has not been increased to one full-time equivalent, in which case we might be able to recruit.  Can Ms O'Connor tell me why even the half-time position has not been filled?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01000","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":283,"content":"<p>No, I cannot.  I am sorry, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":284,"content":"<p>Is that not ridiculous?  It seems the <i>Business Post<\/i>is correct in its report that the targets have been described as batshit.  Would Ms O'Connor not say that description is appropriate and the targets are exactly that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01200","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":285,"content":"<p>I am not commenting on that, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":286,"content":"<p>I know Ms O'Connor cannot comment on it but that is what we are here for today.  We are letting children and their families down.  We cannot sit here complacently in such a way that we cannot hear one another.  This is an absolute farce.  The witnesses have come in here and they have to be eyeballed to answer these questions.  They are evading most of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01400","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":287,"content":"<p>May I come in for a second, Acting Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":288,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01600","speaker":"1601"},{"type":"speech","time":1646904600,"counter":289,"content":"<p>Mr. Reid should only do so if he can answer the question.  I would not advise him to try to reprimand me for anything I have said.  I want straight answers.  I want the children who are dealing with mental illnesses and their families to be accommodated.  They are not able to swing off to wellness conferences.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01700","speaker":"1622"},{"type":"speech","time":1646904600,"counter":290,"content":"<p>I ask the Deputy to allow Mr. Reid to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":291,"content":"<p>We have come to this meeting, as we come to all committee meetings, as professional public servants with full respect for the role of parliamentarians.  Deputies and Senators, as Oireachtas Members-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N01900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":292,"content":"<p>Does Mr. Reid have an answer to the question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02000","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":293,"content":"<p>All I would ask, Acting Chairman-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":294,"content":"<p>Deputy, please allow Mr. Reid to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02200","speaker":"1601"},{"type":"speech","time":1646904600,"counter":295,"content":"<p>I do not need a lecture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02300","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":296,"content":"<p>All I ask is for the same level of respect for my colleagues and me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":297,"content":"<p>The witnesses were asked a straight question and they cannot give a straight answer.  That is the problem.  It is very frustrating.  I am only a politician; I am not the parent with a child suffering with mental health issues.  The entire country is going to end up paying for this.  I ask again why we do not have an allocation for a dietician for CAMHS in Wexford when there has been a 300% increase in anorexia in paediatric patients.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02500","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":298,"content":"<p>We are being asked specifically today about the mental health spend in 2020, into which all our preparation for this meeting has gone.  We are giving the best answers we can to all the questions from Deputies.  Specifically in regard to the allocation of a half-time paediatric dietician post for Wexford, we will revert to the Deputy.  Members will appreciate what we were asked here to do and that we are trying to answer questions across the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":299,"content":"<p>May I have an answer on the staffing levels for the children's disability network team in Wexford?  Do we have full staffing levels there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02700","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":300,"content":"<p>I can safely say that across all of our staffing teams, we are continuously trying to field deficits.  I gave some figures earlier on a national basis, showing recruitment numbers of 12,500 over the past two years.  We still have challenges, particularly in terms of mental health.  We are trying to strengthen the pipeline in terms of training.  We are trying to target specific areas and Wexford may be one of them.  We have some real challenges in some areas and some parts of the country in recruiting specialists.  That continues to be a real challenge for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":301,"content":"<p>Wexford must be very unfortunate because we do not have an occupational therapist and we have a speech and language therapy waiting list that blows early intervention out of the water.  Can Mr. Reid explain why we do not have an occupational therapist for these children in Wexford?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N02900","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":302,"content":"<p>I have made my comments in this regard.  I cannot answer the specific question on the allocation of a half-time paediatric dietician in Wexford and other specific questions.  I have given the due respect to the Deputy to say we will reply to her with an answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03000","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":303,"content":"<p>Will Mr. Reid reply to this question?  There is a child in Wexford who has been waiting four years to see an occupational therapist.  Does that sound like a service is being provided?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03100","speaker":"1622"},{"type":"speechnospeaker","time":1646904600,"counter":304,"content":"<p>I am willing to say that we know we have many challenges in CAMHS, our mental health services and many aspects of our services.  I am not here to say that it is satisfactory-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":305,"content":"<p>Four years might be a challenge at Mr. Reid's pay level but I can tell him that four years is a challenge for these parents.  Early intervention is regarded as the primary factor in dealing with any of these issues.  Mr. Reid really should look it up and see what it means.  We have gone beyond the ridiculous.  Since I last brought this up in the D&aacute;il, we have a waiting list for dentists in Wexford that is increasing exponentially.  We have medical card patients who might as well not have received those cards.  They can access neither doctors nor dentists.  It is just getting worse and worse.  Then we read reports of &euro;350 million going in to fix a waiting list, but that is not the problem.  Somebody is the problem and I know it is not me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03300","speaker":"1622"},{"type":"unspoken","time":1646904600,"counter":306,"content":"<p>Deputy Brian Stanley resumed the Chair.<\/p>"},{"type":"speech","time":1646904600,"counter":307,"content":"<p>The next speaker is Deputy Dillon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03500","speaker":"1491"},{"type":"speech","time":1646904600,"counter":308,"content":"<p>I welcome the witnesses.  My first question concerns the appointment of a national lead for youth mental health.  Has there been any progress in this regard?  Second, may I have an update on the appointment of heads of youth mental health within each of the CHOs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03600","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":309,"content":"<p>I will have to revert to the Deputy on that because I do not have the figures to hand on the progress of the youth mental health appointments.  Considerable work is being done on that under the revised Sharing the Vision plan.  I will come back with the numbers because I do not have them to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03700","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":310,"content":"<p>I would like to put it on the record that this is most obvious question the HSE witnesses could have expected to be asked at this meeting in terms of our priorities.  Perhaps one of the witnesses from the Department of Health will come in on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":311,"content":"<p>I am sorry but I do not have an update to offer the Deputy in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N03900","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":312,"content":"<p>Does Mr. Hempenstall know whether a national lead has been recruited?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04000","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":313,"content":"<p>No, I do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04100","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":314,"content":"<p>Can he outline what progress has been made in this regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04200","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":315,"content":"<p>I have not briefed myself on that because I thought we would be talking about the 2020 allocations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04300","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":316,"content":"<p>Sharing the Vision was published in 2017.  As far as I know, recruitment is currently ongoing for a national lead.  If Mr. Hempenstall has no oversight of that, it is absolutely incredible.  This is the Committee of Public Accounts and this question relates to an important appointment in respect of which he is refusing to give me an update.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04400","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":317,"content":"<p>If the Deputy does not mind my coming back in, I would like to clarify that there are 600 posts under recruitment in mental health.  I want to be clear that I cannot give the information he requested today but I am happy to come back on it.  I do not have to hand the position on the 600 posts that are currently in recruitment for mental health services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04500","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":318,"content":"<p>Perhaps Ms O'Neill can give me an update on the task force committee that was set up by the HSE back in 2018 to drive the recruitment process.  How is that recruitment process proceeding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04600","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":319,"content":"<p>The task force set up under the youth mental health plan has progressed substantial work as part of the Sharing the Vision plan, with a move towards enhancing services for the age profile of 16- to 25-year-olds.  We have recognised that a number of issues around those transitions in age groups.  The models of care are being progressed between the structures set out under Sharing the Vision, involving both the Department of Health and the HSE, and we are prioritising investment for that model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04700","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":320,"content":"<p>I am short on time.  I might ask-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":321,"content":"<p>If I may, I will comment briefly.  There have been 292 posts filled in CAMHS in the past three years, from 2019 to 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N04900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":322,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N05000","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":323,"content":"<p>Very briefly, 149 health and social care professionals have been appointed and management as at May 2021-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N05100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":324,"content":"<p>I thank Mr. Reid but that is not the question I asked.  I want to ask Ms O'Connor about recruitment.  She previously stated that all vacancies have been filled.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#N05200","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":325,"content":"<p>I do not think I said that all vacancies have been filled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":326,"content":"<p>In terms of each of the CHOs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00200","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":327,"content":"<p>No.  I said what we have is we can see the staffing at a CHO level against what A Vision for Change recommends so that we know the percentage of posts that are filled at a CHO level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":328,"content":"<p>What is that percentage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00400","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":329,"content":"<p>Nationally, against A Vision for Change, we are at, if the Deputy is talking about CAMHS, 61.4%.  General adult services are at 82.4%; and psychiatry of later life stands at 64%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":330,"content":"<p>Could Ms O'Connor give me the figure for the CHO?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00600","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":331,"content":"<p>In CHO 2, for CAMHS, we are at 62%.  General adult is actually 111%.  In psychiatry of later life, it is 94%.  It is actually one of the better areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00700","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":332,"content":"<p>Is the two-and-a-half-year waiting list for primary psychology in CHO 2 related to that 62% recruitment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":333,"content":"<p>Not necessarily, because the waiting list for psychology would cover children with all different types of needs.  We know that, in terms of psychology, we have children coming in through primary care services and through our disability services.  They are not necessarily children who would ever attend CAMHS.  That is the grey area in terms of mental health with children.  It is not as clean cut.  Children who need psychological services do not necessarily need access to CAMHS.  This is why we acknowledged that a number of years ago, as I said, and invested in the development of primary care psychology.<\/p> <p>  Ultimately, a model that we are aiming for and something that has been supported in terms of the vision, etc., is that children should be supported as close to their homes, their schools, etc., as possible and only when they really need a specialist service should they end up there.  We have to build the supports for children at a primary care level.  That is why, through enhanced community care, etc., and that whole approach from Sl&aacute;intecare, we are trying to support children away from our specialist services.  Ultimately, we would like to develop a range of responses that would see CAMHS business going down in a sense because we find children defaulting into CAMHS in the absence of other services being available to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O00900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":334,"content":"<p>Can Ms O'Connor outline what other services are available to them if the GP is referring them to CAMHS?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01000","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":335,"content":"<p>If they go into CAMHS, it is a multidisciplinary team.  In effect, they are triaged and assessed.  Dr. Burke is better place than I am to talk about how a CAMHS team works.  From a HSE perspective, in the context of how we have developed other supports, we have invested in the development of CAMHS teams in terms of that multidisciplinary approach across the health and social professionals, nursing and medical, but we have also then looked at other supports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01100","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":336,"content":"<p>I am sorry, Ms O'Connor.  The wait is still more than two years in some instances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01200","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":337,"content":"<p>It is, but we might argue that in the absence of other supports we have children on that waiting list.  If we were to look at this going forward, in terms of how we are investing in agencies such as Jigsaw focused on young people where we have significant investment now, people would be able to receive supports without needing to go to a CAMHS team.<\/p> <p>  Ultimately, in relation to any clinical teams, we will always triage on the basis of clinical prioritisation and it will be the sickest children who are seen first.  There is always a risk, therefore, that the people who are not in such significant need will be waiting longer.  That is why we need to have other supports in terms of our tiered approach to the delivery of services that we have, a whole population approach and building it up from there to that very specialist point in CAMHS.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01300","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":338,"content":"<p>I thank Ms O'Connor.  On the point she made regarding additional organisations and services such as Jigsaw and Pieta House, what allocation of HSE expenditure for 2020 was made to these types of organisations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01400","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":339,"content":"<p>In 2020, overall, in terms of the allocation, it is approximately &euro;31 million to agencies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":340,"content":"<p>Has Ms O'Connor a breakdown for each of the organisations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01600","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":341,"content":"<p>We have.  They are not all focused on young people.  In terms of what is supported through mental health across the NGOs-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01700","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":342,"content":"<p>Ms O'Connor might tell us the age profiles.  In Mayo, for example, Mindspace Mayo looks at 15- to 25-year-olds.  That has been reduced now to 12- to 25-year-olds.  I would like to get an understanding of what the HSE invests in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":343,"content":"<p>Nationally, we have a view of the national funding that goes out from the centre, if you like, to agencies.  There would be other local arrangements and grants that I will not necessarily have visibility of.  They will come through the CHO.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O01900","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":344,"content":"<p>Is that in the HSE budgetary accounts for 2020?  If Ms O'Connor has the figures, I would appreciate them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02000","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":345,"content":"<p>I might ask Mr. Mulvany to give a quick response on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02100","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":346,"content":"<p>The national amount that Ms O'Connor mentioned is &euro;31 million.  In total, that forms part of a &euro;46 million figure.  The total amount given to so-called non-governmental organisations, that is, voluntary bodies, is &euro;45.8 million in 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02200","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":347,"content":"<p>In terms of the oversight of that &euro;46 million, does the HSE audit how that money is spent and allocated in each of the areas throughout the country in order to provide services within each of the CHOs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02300","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":348,"content":"<p>We would have grant aid agreements in place or service arrangements for bigger organisations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02400","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1646904600,"counter":349,"content":"<p>Does the HSE do audits?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02500","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":350,"content":"<p>That is separately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02600","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":351,"content":"<p>They are audited, sorry.  Internal audit would include those in their programme of audit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02700","nonspeaker":"Ms Anne O'Connor"},{"type":"speechnospeaker","time":1646904600,"counter":352,"content":"<p>Section 38 and 39 organisation are in scope for internal audits.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":353,"content":"<p>I will ask a question on the teams that are assembled around presentations to emergency departments.  In Mayo University Hospital, for example, in 2020, there were 678 presentations.  What teams are available within the emergency departments to cater for presentations of suicide or self-harm incidents?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O02900","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":354,"content":"<p>We have a range of responses.  I might ask Dr. Burke because she would be familiar with that area the Deputy is talking about in terms of the types of teams.  We have invested over many years in terms of suicide crisis assessment nurses, etc.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03000","nonspeaker":"Ms Anne O'Connor"},{"type":"speechnospeaker","time":1646904600,"counter":355,"content":"<p>I do not cover Mayo for adult but I do for CAMHS.  I suppose it is important to note that there is a 24-hour emergency service in the accident and emergency so that there is a psychiatrist with a consultant adult psychiatrist and a consultant CAMHS psychiatrist on call to the emergency department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03100","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":356,"content":"<p>Sorry, is there-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03200","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":357,"content":"<p>Obviously, we are trying to obviate the need for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03300","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":358,"content":"<p>Excuse me.  Is there bed capacity in each of these emergency departments for presentation as well?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03400","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":359,"content":"<p>Not within the emergency department.  The bed capacity for CAMHS for Mayo is in Galway.  We have beds available in Galway and frequently admit 24 hours in Galway for Mayo.  We cover the Mayo area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03500","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":360,"content":"<p>There is no service for the community of Mayo.  If live in Belmullet, you have to go to Galway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03600","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":361,"content":"<p>For a specialist CAMHS bed, you do have to travel to Galway which is why I referenced in the earlier point that sometimes young people may stay overnight in an adult unit before they are transferred so that they do not have to travel in the middle of the night.  It is not only more appropriate to have a dedicated CAMHS unit, but we must admit to a dedicated CAMHS unit.  The CAMHS unit for that area is in Galway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03700","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":362,"content":"<p>For adults presenting to Mayo University Hospital, are there dedicated bed units?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":363,"content":"<p>Yes.  The beds are in Mayo University Hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O03900","nonspeaker":"Dr. Amanda Burke"},{"type":"speech","time":1646904600,"counter":364,"content":"<p>I call Deputy Hourigan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04000","speaker":"1491"},{"type":"speech","time":1646904600,"counter":365,"content":"<p>I will return to the issue of Owenacurra.  As we have heard from Deputies who spoke previously, Owenacurra is being closed.  There are currently 11 residents there.  The Joint Committee on Health went on a site visit to Owenacurra on Monday last and met with the families and the residents, who are quite distressed.  In 2020, there was a capital plan from the HSE that assigned &euro;145,000 to bring Owenacurra up to standard.  Between the issuing of that capital plan and the decision to close it, is it correct that there does not seem to have been any review of the building in terms of its structure, and particularly its condition in terms of asbestos?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04100","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":366,"content":"<p>I will ask my colleague, Mr. Curran, who heads up capital investment, to comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":367,"content":"<p>We have done a survey of Owenacurra in terms of its suitability for continued use and we have established-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04300","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":368,"content":"<p>I accept that, sorry.  My question is, between the issuing of the capital plan in 2020 for &euro;145,000 to bring it up to standard and the decision to close it and put the 19 people either in the community or into other congregated settings, and it seems the vast majority are certainly not moving into a community setting, was there a stand alone new building survey in relation to asbestos done on Owenacurra?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04400","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":369,"content":"<p>I do not have that detail with me.  In the context of the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04500","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":370,"content":"<p>So that Mr. Curran knows, there was not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04600","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":371,"content":"<p>In the context of the number the Deputy mentioned about bring it up to standard, that was to deal with some urgent issues in relation to safety in the building.  It was not to bring it up to the standard that we require now in terms of accommodation for mental health residents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04700","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":372,"content":"<p>Fair enough.  Just so that we are clear then: in the context of the decision to close the facility, the reasons cited were the existence of asbestos and the small room size.<\/p><p>The other options for 24-hour high-dependency beds in the Cork area are in St. Catherine's ward in St. Finbarr's Hospital and in St. Stephen's Hospital.  Do they comply with best practice for room size requirement as set out by the Mental Health Commission?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#O04800","speaker":"1559","continuing":true},{"type":"speechnospeaker","time":1646904600,"counter":374,"content":"<p>There are deficits in those facilities also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00200","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":375,"content":"<p>So they do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00300","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":376,"content":"<p>The bedroom size in Owenacurra is approximately 7.5 m.  They are not en suite.  Our current standard is a bedroom size three times that size.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00400","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":377,"content":"<p>Sorry to cut across, Mr, Curran, but I have just visited Owenacurra, where most of the bedrooms, in fact all of the bedrooms that are occupied, are en suite.  Is there also asbestos in the buildings at St. Catherine's and St. Stephen's?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00500","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":378,"content":"<p>Buildings of that type and nature have some asbestos in them but in a safe way.  The asbestos in the structures of those buildings is not exposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00600","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":379,"content":"<p>To be clear, in none of the building reports to do with Owenacurra is there any implication the asbestos in the building is disturbed or open.  As anyone who has worked in the construction industry knows, asbestos, once it is disturbed, is highly dangerous.  There is no suggestion the Owenacurra asbestos is open and dangerous currently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00700","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":380,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00800","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":381,"content":"<p>I do not want to scare residents who are there at present.  The HSE recently announced that it will close Owenacurra but redo wards in St. Stephen's and that it will redo St. Catherine's.  Has a cost-benefit analysis been carried out between the cost of retrofitting and construction to a single-storey building such as that at Owenacurra as opposed to a multistorey building such as at St. Stephen's?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P00900","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":382,"content":"<p>We have done an assessment on what it would cost to replace Owenacurra and bring it up to the standard we now aspire to in terms of developing it.  It would cost in the order of &euro;8 million to replace the facility on the Owenacurra site.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01000","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":383,"content":"<p>That is a useful number.  We asked for a note on Owenacurra in the run-up to this meeting.  In the note, we received only maintenance numbers.  Is there a particular reason we have received none of the details on the capital costs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01100","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":384,"content":"<p>We provided information on what was specifically asked for.  This was the money spent on Owenacurra in recent times.  There was not a request on the cost of replacing Owenacurra.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01200","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":385,"content":"<p>We asked whether money was spent on Owenacurra in terms of capital costs.  The position is that the HSE has not provided us with these numbers because no money was spent on Owenacurra.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01300","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":386,"content":"<p>What was asked for was money spent on Owenacurra.  We provided details of that expenditure.  I am speaking about what it would cost in the future to replace Owenacurra.  We were not requested to provide information on the cost of replacing Owenacurra.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01400","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":387,"content":"<p>We are speaking about capital costs.  The HSE does not seem to have provided any information.  I am aware that millions have been spent on congregated settings that have multiperson wards, which is in complete contradiction of our national mental health policy, in locations such as St. Stephen's Hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01500","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":388,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01600","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":389,"content":"<p>Unlike St. Stephen's, Owenacurra is a single-person facility.  We asked for details on the spending over the past ten years on facilities such as this.  I am aware that something in the region of &euro;400,000 has been spent on it while millions were spent on other facilities.  The HSE has not provided this today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01700","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":390,"content":"<p>No, we have not provided information on that specific request.  We can give the Deputy the details of our option appraisal on what we need to do.  We have studied this with regard to the replacement of Owenacurra and what it would cost based on an estimated cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01800","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":391,"content":"<p>Can we unpack this &euro;8 million?  It is an extraordinary sum for a single-storey building on a site with plenty of room to manoeuvre.  I visited the site.  There is quite a bit of space around it in terms of a construction proposal.  Owenacurra was a 24-bed facility and two of the rooms were three-person rooms.  Let us bring it down to 20 individual rooms.  Mr. Curran's contention is that a 20-bed facility at Owenacurra, which is located in the middle of Midleton on a very valuable site might I add, would cost &euro;8 million to build.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P01900","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":392,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02000","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":393,"content":"<p>That is an extraordinary sum.  I would love to see the numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02100","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":394,"content":"<p>I can give Deputy Hourigan a breakdown.  The scale of the building would be a lot bigger than what is there in order to meet the current standards on bedroom size and other support facilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02200","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":395,"content":"<p>For how many people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02300","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":396,"content":"<p>In the order of 2000 m&sup2; would be required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02400","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":397,"content":"<p>For how many units?  How many units are we speaking about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02500","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":398,"content":"<p>That is for 21 beds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02600","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":399,"content":"<p>In a single-storey facility?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02700","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":400,"content":"<p>No, we would not fit a single storey on that site at that scale.  It would be a two-storey building.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02800","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":401,"content":"<p>Requiring-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P02900","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":402,"content":"<p>Given the size of the site, we would not fit a single-storey building on the site.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03000","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":403,"content":"<p>Without seeing the planning proposal and the accommodation numbers, I do not accept &euro;8 million as a figure.  That is out of whack with any construction cost even given the level of inflation we see at present.  I want to move to the issue of Carrigaline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03100","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":404,"content":"<p>That is based on the current costs of delivering and what we have in our tendered rates at present for similar-type facilities that we are constructing.  That is the cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03200","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":405,"content":"<p>We have spent &euro;750,000 on the Carrigaline facility.  How much have we spent to bring it up to standard?  It was a bed and breakfast accommodation and it will now be a mental health facility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03300","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":406,"content":"<p>Approximately &euro;500,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03400","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":407,"content":"<p>Approximately &euro;500,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03500","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":408,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03600","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":409,"content":"<p>The maintenance costs every year will be &euro;750,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03700","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":410,"content":"<p>No, they will not be &euro;750,000.  That was the purchase price.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03800","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":411,"content":"<p>What will the maintenance costs be every year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P03900","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":412,"content":"<p>I do not have the figure established for the maintenance costs.  It certainly would not be anything in the order of &euro;750,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04000","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":413,"content":"<p>When the HSE-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04100","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":414,"content":"<p>It would not be different to any other facility.  The facility in Carrigaline would be typical of any other residential accommodation we have.  There is nothing that would drive maintenance costs there any more than in any other facility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04200","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":415,"content":"<p>There is no planning permission for a health facility there.  It is in process.  The HSE is looking for retention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04300","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":416,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04400","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":417,"content":"<p>Has the HSE spent the &euro;500,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04500","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":418,"content":"<p>We have spent money on making some of the bedrooms and bathrooms accessible for wheelchairs.  We have upgraded the heating and electrical systems.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04600","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":419,"content":"<p>Those fees have gone to the contractor already.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04700","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":420,"content":"<p>Yes.  The money has been spent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04800","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":421,"content":"<p>We are still applying for retention because we do not have planning permission for it as a mental health facility, do we?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P04900","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":422,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P05000","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":423,"content":"<p>I have a question for the Department.  Was it aware of the situation relating to Owenacurra?  It seems that this has absolutely nothing to do with residents.  It is a measure to centralise service costs in St. Stephen's Hospital and St. Catherine's ward.  We have decided to move 19 people 30 km away from their homes.  I spoke to a man on Monday who was crying because he is so distressed.  He has never left Midleton and never lived anywhere else.  None of the people are going into community settings as far as I can see, despite the fact that community settings are being used as a reason to close down Owenacurra.  At the end of this process, only one person will be in a community setting.  The other 18 people will be in congregated settings or nursing homes.  Is the Department overseeing this?  Is it happy with this type of capital cost decision-making?  Is there any accountability in the east Cork area?  Is there any accountability for the decision-making on mental health facilities in Cork in the Department?  East Cork will now have not one 24-hour high-support bed, not one.  The two respite beds it did have for two people every week, which is 100 respite placements a year, are all gone.  Is the Department happy with this decision-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P05100","speaker":"1559"},{"type":"speech","time":1646904600,"counter":424,"content":"<p>We will ask the witnesses to clarify.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P05200","speaker":"1491"},{"type":"speech","time":1646904600,"counter":425,"content":"<p>Sorry, I have one more question.  This decision is contrary to our national policy, contrary to the best interests of the residents, contrary to their wishes and contrary to every piece of good financial management of capital costs and capital assets.  Is the Department happy with the decision regarding Owenacurra?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P05300","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":426,"content":"<p>Ever since this issue came up, the Minister of State, Deputy Butler, has been seeking regular updates from the HSE on the actions it is taking.  Colleagues in the HSE have outlined the decisions they have made and how they have taken those decisions on foot of the Mental Health Commission action in the best interests of residents.  I can say the Department is satisfied that the HSE is still acting in the best interests of residents.  We are staying in touch with the HSE on progress to ensure the residents are safe and their interests are taken care of.  I know the Minister of State, Deputy Butler, is also very interested.  I was speaking to her about it only last night.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P05400","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":427,"content":"<p>If members want to come in a second time, I ask those online to signal by using the raise hand function and those in the room to raise their hands.<\/p><p>There was a meeting with local public representatives, councillors and Deputies last week to discuss the Abbeyleix facility with HSE senior management.  Mr. Curran's colleague from HSE estates was there.  It was a reasonably positive meeting.  In excess of &euro;4 million went into the Abbeyleix nursing unit, we are told, or what is referred to locally as Abbeyleix hospital.  There are 42 or 43 staff and the site is five acres.  Up to last week, seven beds were occupied.  That has increased this week.  I want to say very directly to Mr. Reid that we have to get better at using resources in this State.  The HSE has to get better at it.  Here is a fine facility on a large site with a very committed and dedicated staff.  Those in the county who are looking to get people into nursing home beds would give their right arm to get their relatives into that facility.  That needs to be brought back into full use with the staff used.<\/p><p> Will Mr. Curran respond on the utilisation of those beds and of the full premises?  Will he address the situation around the day-care centre?  It was closed during Covid, understandably, but then a decision was taken during Covid to move it away from Abbeyleix hospital where it was located for years.  There was an integrated healthcare hub there.  The plan was to relocate it in a separate building and perhaps even a different town.  I know that the HSE had looked at buildings in Mountrath ten miles away.  However, I am saying clearly that the place for it, and it has been agreed to reopen the unit in the second quarter of this year, is the hospital site in Abbeyleix.  That is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#P05500","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1646904600,"counter":429,"content":"<p>The Chair spoke of utilisation of the beds and the reopening of the day centre.  On estates, we have supported the investment to upgrade the Abbeyleix hospital.  We are also doing a master plan for the site where the day centre is.  The are a number of residential beds.  We are also looking at the possibility of putting a primary care centre on that site too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00200","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":430,"content":"<p>I want Mr. Curran to come back to me on the bricks-and-mortar part.  This really is a pressing issue.  When places are closed it can be hard to open them again.  At the meeting last week, the day-care centre in Monastrevin was mentioned as a case in point.  It is really important.  HSE management were present at that meeting and I do not want to misrepresent what they said.  The case was made very strongly that that site would become an integrated hub of community care for the elderly in particular.  I want to emphasise that if a primary care centre is going in you have a nursing unit there too along with speech and language therapists and physiotherapists on site and all the services.  It is really important.  Does Mr. Curran agree that the way forward for Abbeyleix is for it to become that hub?  The site is there.  The HSE needs to provide infrastructure and buildings but it is ready and almost in the centre of the town, exactly where it needs to be located in the county.  Does Mr. Curran agree that this is the opportune time and that the site is a prime location for that integrated hub?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00300","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":431,"content":"<p>I agree that the site has a potential to deliver what I outlined there in terms of both the residential service for older persons, the day centre and the capacity to put a primary care centre on the site.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00400","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":432,"content":"<p>Will Mr. Curran please come back to me with an update on the reopening of the day-care centre in the next couple of weeks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00500","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":433,"content":"<p>That is a service matter so I will refer that on to my service colleagues to confirm when they will be in a position to reopen that service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00600","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":434,"content":"<p>Will Mr. Curran come back to me with a note regarding the Monastrevin centre?  It is no longer in my constituency but it was when it was closed, and I raised it many times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00700","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":435,"content":"<p>We are out to tender on the works for the Monastrevin centre.  The tenders were due back in at the end of the month.  The contractor sought an extension of time to tender that so I think they should be back either at the end of this week or early next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00800","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":436,"content":"<p>Is this for the site on Drogheda Street?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q00900","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":437,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01000","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":438,"content":"<p>Can one of Mr. Curran's colleagues could come back in on bed utilisation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01100","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":439,"content":"<p>Will Ms O'Neill come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01200","nonspeaker":"Mr. Jim Curran"},{"type":"speech","time":1646904600,"counter":440,"content":"<p>Whoever is dealing with it, please.  Is there someone from the HSE to answer that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01300","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":441,"content":"<p>I will revert with Mr. Curran's paper on the opening of the day centre and the bed utilisation for that centre.  We will put it in one submission to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01400","nonspeaker":"Ms Yvonne O'Neill"},{"type":"speech","time":1646904600,"counter":442,"content":"<p>Will Ms O'Neill come back with a response on the number of beds in use?  It has increased by three this week.  It increased by three on Monday.  That has to be welcomed.  It followed the meeting last week.  However there are 20 beds there to use.  Will Ms O'Neill come back to me on the progress that will be made on that and why the rest of the beds are not open at this point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01500","speaker":"1491"},{"type":"speech","time":1646904600,"counter":443,"content":"<p>My first question is to the Department.  What is the status of the implementation of the national youth mental health pathfinder project?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01600","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":444,"content":"<p>We are still engaging with the Department of Public Expenditure and Reform and other Departments on it.  It is proving quite complex.  We have also had to engage with the Department of Further and Higher Education, Research, Innovation and Science because the Department of Education and Skills was involved first.  With the split in the Department, the new Department had to be brought on board too.  We have been trying to make progress but it has not gone as fast as I would have liked or we would have liked but we are working on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01700","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":445,"content":"<p>Where does it stand in the Department's priorities?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":446,"content":"<p>I have one person in my team.  Part of their business plan for the year is to keep working on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q01900","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":447,"content":"<p>Therefore Mr. Hempenstall has more or less said that it is not a priority really.  Otherwise it would be a priority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02000","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":448,"content":"<p>I do not have a numbered list of priorities.  I am not trying to avoid the question.  It is something that we are trying to progress.  My colleague on the team has been progressing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02100","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":449,"content":"<p>Is there a time line associated with it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02200","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":450,"content":"<p>No, there is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02300","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":451,"content":"<p>Therefore it is just being discussed with no timeline.  How many resources have been allocated to it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02400","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":452,"content":"<p>There are no resources allocated to it at the moment.  We are trying to progress it with the statutory underpinning and are discussing with the Departments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02500","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":453,"content":"<p>Who is driving this within the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02600","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":454,"content":"<p>Me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02700","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":455,"content":"<p>It is Mr. Hempenstall.  Is the Secretary General driving it?  Is he aware of it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02800","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":456,"content":"<p>I am sure that the Secretary General is aware of it, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q02900","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":457,"content":"<p>And we have no progress to date.  That is a sad state of affairs.  It is a very sad day if there has been no progress for five years on one of the key recommendations introduced by the Minister for Justice, Deputy McEntee, when she was Minister of State with responsibility for mental health.<\/p> <p>  Has there been any update on the recruitment of national leads in each of the community organisations?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q03000","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":458,"content":"<p>I do not have an update to offer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q03100","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":459,"content":"<p>Mr. Hempenstall is refusing to answer the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q03200","speaker":"1601"},{"type":"speechnospeaker","time":1646904600,"counter":460,"content":"<p>No, I am trying not to refuse to answer the question.  I can get an update and I will supply it to the Deputy I just do not have it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q03300","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":461,"content":"<p>Okay.  Thank you Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q03400","speaker":"1601"},{"type":"speech","time":1646904600,"counter":462,"content":"<p>I will take up where I left off at the last round on the clinical support team.  Ms O'Connor was discussing the supports that would be put in place for the families and children in Kerry CAMHS.  She might send us a note on the updates when she replies to the committee.<\/p> <p>  On overall mental health services, we recall the terrible attack on the HSE and Department IT services.  Can we get an update on that?  Mr. Reid said that approximately 80% of the HSE's services were impacted.  What level of services have been restored?  Are they fully back?  Has the system been updated?  Is the HSE  satisfied with the security arrangements that are now in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Q03500","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":463,"content":"<p>All of our systems have been restored so 100% of our previous systems that were up and running have been restored, including mental health systems.  Since the cyberattack, we commissioned PwC to do a broad assessment of what happened, what our weaknesses were and what the recommendations were.  Right now, we are in the process of overseeing those recommendations and bringing them to implementation through the Department and on through Government.<\/p> <p>  On the Deputy&rsquo;s specific question regarding whether we have weaknesses, I would say that, most certainly in the current geopolitical environment, there are huge threats in the context of cyber.  We are all well aware of that.  The actions we have taken since the cyberattack have primarily been around security 24-7, increased access controls and increased authentication controls where people might have to type a double entry to access a system.  There are some specific recommendations around the recruitment of, in particular, two key specialists.  This is a role around a chief technology and transformation officer and a chief operations officer with a speciality in cyber.  We have set out the process to recruit for those two roles.  That will probably take some time.  We have issued a tender for someone to come in and support us in that process in the meantime.  We are just finalising that detail.  In summary, it will be a significant recruitment of resources and strengthening of 24-7 monitoring, which we currently have place now and which was not in place previously.  There will be a whole set of increased controls in governance and oversight.  There is one particular recommendation around business resilience or, in our case, service resilience in terms of strengthening capacity to the best extent we can when something like this happens.  However, it always remains a threat, particularly in the current environment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":464,"content":"<p>It is in the public domain that over the past couple of years there was old operating software on laptops.  Has that all been replaced or are people within the HSE still operating on older systems?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00200","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":465,"content":"<p>First, the actual cyber report is there.  I would say publicly that this was not a weakness in the attack.  However, the Deputy is correct that it is a factor that gives us an exposure.  There has been an ongoing mutli-year replacement phase on those.  A number of them rely on one of our national integrated medical imaging system, NIMIS, systems.   We have to replace the actual basis system, NIMIS, and then we can get rid of the remaining ones that rely on it, which are interfaces for that level of software.  However, there is a multi-annual ban on it.  It is an exposure.  We have set out a plan to replace it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":466,"content":"<p>I thank Mr. Reid for that update.  In the minute or so that is left to me, of the 73 CAMHS, I have three in the D&uacute;n Laoghaire area in the CHO 6 area.  Recruitment has been a perennial problem, particularly for CHO 6 and for the south-eastern part of south Dublin.  I ask Mr. Reid, and he can send in a note on this, on the increase in in-patient public beds and, indeed, the increase in private, in-patient beds for CAMHS and for mental services overall.  I ask not just across the country, but specifically about CHO 6.<\/p> <p>  I raised the issue of respite yesterday in the D&aacute;il.  In CHO 6, a respite house has been allocated to an individual after legal proceedings.  That has left 88 individuals who rely on that property for respite in the lurch.  That will take some time to replace.  I would ask Mr. Reid and the relevant officials within the HSE to work with St. John of Gods to try to get a replacement, and other properties as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00400","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":467,"content":"<p>Can I just clarify that when we revert with the note for the Deputy on the first issue, which is first capacity, and that what he is seeking is specifically related to CAMHS, all the CHOs----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":468,"content":"<p>And mental services<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00600","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":469,"content":"<p>----and refuges as well?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":470,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00800","speaker":"1481"},{"type":"speechnospeaker","time":1646904600,"counter":471,"content":"<p>We will do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":472,"content":"<p>We will now move to Deputy Munster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01000","speaker":"1491"},{"type":"speech","time":1646904600,"counter":473,"content":"<p>I just wanted to come back to the crisis in public dental services across the State.  I have raised this with Mr. Reid previously.  We are now at a crisis point.  I will give my home town as an example.  There is not one dentist in Drogheda, which is the largest town in Ireland, available to take medical card patients.  This is happening right across the State.  I understand that there was a meeting last Wednesday, 2 March, but there is a lack of urgency.  This has been going on for over a year now.  In fact, it has been longer than that.  We are at crisis point now.  That meeting was held on 2 March.  There is nothing scheduled again until June.  Where is the sense of urgency in getting this sorted?  It is as if medical card patients do not matter.   It is as if they are irrelevant.  The scheme, as we know, is not fit for purpose.  We see that there has been a reduction in funding for dental services since 2017.<\/p> <p>  There is a separate issue.  There are more 100,000 children in primary schools across this State who are waiting for their first dental appointments.  At what stage will this complete chaos stop?  It is has just gone beyond what is acceptable.  When will the dental treatment scheme be sorted so that medical card patients and those who are very ill, such as kidney transplant patients, patients with cancer and people with diabetes, apart from everybody else on top of that, cannot access dental appointments.  The same is true for schoolchildren, for whom it is important to have their first dental appointments because seeing a dentist is a preventative measure.  There is utter chaos.  When is it going to be sorted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01100","speaker":"1497"},{"type":"speech","time":1646904600,"counter":474,"content":"<p>I will say to the Deputy that that issue was not on the invitation, but it definitely-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01200","speaker":"1491"},{"type":"speech","time":1646904600,"counter":475,"content":"<p>It needs to be answered.  I raised it in December.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01300","speaker":"1497"},{"type":"speech","time":1646904600,"counter":476,"content":"<p>If Mr. Reid is able to answer that question, and is happy to do so, he may proceed.  I know that it is an issue.  It is an issue in my own constituency.  The Deputy is correct that the schemes have collapsed, both the dental treatment services scheme, DTSS, and the schools scheme.  Is Mr. Reid able to respond to that for Deputy Munster?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01400","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":477,"content":"<p>The DTSS is funded and managed directly by the Department.  The officials from the Department can put that across themselves.  We can revert on it.  However, certainly the issue that the Deputy has reflected is a real issue we are experiencing with services across the country.  The DTSS is directed by the Department.  If my colleagues do not answer now we can revert.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01500","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1646904600,"counter":478,"content":"<p>In our service plan for 2022, there is a specific provision of &euro;10 million, increasing to &euro;20 million in a full year, for improving access specifically to medical card holders.  As I understand, our primary care colleagues are working with the Department to finalise how those aspects would be built into the scheme, as well as the rules around the scheme.  That is a work in progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01600","nonspeaker":"Mr. Stephen Mulvany"},{"type":"speech","time":1646904600,"counter":479,"content":"<p>The Taoiseach has mentioned the &euro;10 million several times.  I do not know what I will do if I hear talk about it again.  I am talking about the reality for medical card patients and about preventative care for more than 100,000 children in primary school.  That is the issue which needs to be resolved.  I do not get any sense of urgency whatsoever about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01700","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":480,"content":"<p>Can I come in on behalf of the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01800","nonspeaker":"Ms Louise McGirr"},{"type":"speech","time":1646904600,"counter":481,"content":"<p>Please do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R01900","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":482,"content":"<p>I would just say that we have given a commitment to a root-and-branch review of the scheme.  It will take place in the second quarter of the year.  I do not have the exact details, but we will come back with them.  We are aware that there are issues and there is a commitment to a review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R02000","nonspeaker":"Ms Louise McGirr"},{"type":"speech","time":1646904600,"counter":483,"content":"<p>My point is that there was a meeting last Wednesday.  This has gone on for more than a year.  My information is that the meeting was told that the Department would get back to those involved in June.  That is another quarter of the year gone before we have any resolution.  Where is the sense of urgency?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R02100","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":484,"content":"<p>I will undertake to come back to the Deputy about the arrangements for the review and the prioritising of a timeframe for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R02200","nonspeaker":"Ms Louise McGirr"},{"type":"speech","time":1646904600,"counter":485,"content":"<p>Jesus Christ.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R02300","speaker":"1497"},{"type":"speech","time":1646904600,"counter":486,"content":"<p>Is Deputy Munster okay with that?  Does she have another question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R02400","speaker":"1491"},{"type":"speech","time":1646904600,"counter":487,"content":"<p>Well, I would not say that I am okay.  Do we have an update on the 100,000 children in primary school who cannot get their first appointments or does the same lack of urgency apply and no one gives a hoot about them either?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R02500","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":488,"content":"<p>I am not sure if the Deputy has directed that comment at me.  It is not the case that we do not give a hoot.  As I said, I will come back to the Deputy with the details on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#R02600","nonspeaker":"Ms Louise McGirr"},{"type":"speech","time":1646904600,"counter":489,"content":"<p>Does Ms McGirr not have the information now?  This is an ongoing crisis and another example of utter chaos.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00100","speaker":"1497"},{"type":"speechnospeaker","time":1646904600,"counter":490,"content":"<p>No, I do not have the information here.  I will revert to the Deputy with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00200","nonspeaker":"Ms Louise McGirr"},{"type":"speech","time":1646904600,"counter":491,"content":"<p>The issue raised by Deputy Munster, while not listed on the agenda, is a burning issue across the State.  Given these schemes are funded by the Department, I ask that Ms McGirr would come back to the committee with an update on them.  The adult dental services scheme for medical card patients has collapsed right across the country.  There is not a dentist in County Laois or, as mentioned by Deputy Munster, in Drogheda who will take on that scheme.  I raised it last week in the D&aacute;il with the Taoiseach.  Other Deputies raised it as well.  There needs to be a sense of urgency about it.  I am concerned in terms of what has just been pointed out by Deputy Munster that the next meeting is not until June.  <\/p> <p>  Separately, on the school dental scheme, those of us who are over 40 will have been seen by a dentist in second and third class.  My granddaughter will be 16 soon.  Some of the children in her class are 17 and they have not yet been seen under the school dental scheme.  That is widespread across the country.  I ask that Ms McGirr would come back to the committee on the school dental scheme, including where things are at with it and what exactly the problem is.  For example, is the pipeline of training and recruitment the problem?  Oireachtas Members need information.  This has to be fixed.  As I said, the scheme has collapsed and that is not acceptable.  I do not expect the witnesses to have the answers to everything today, but for committee members and Oireachtas Members, I want the witnesses to come to the committee with a detailed note on the matter.<\/p> <p>  I note Deputy Hourigan wants to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00300","speaker":"1491"},{"type":"speech","time":1646904600,"counter":492,"content":"<p>I have two follow-up questions, the first of which is to Mr. Reid.  Last August, I made two freedom of information requests for all correspondence relating to Owenacurra between the local senior managers over a defined period of time.  Up to November, I had not received a response to those requests and so I applied for an internal review and was informed over the Christmas recess by the FOI decision-maker, Mr. Hugh Scully, that no records could be found.  My colleague, Liam Quaid in Cork, submitted a similar freedom of information request and he was informed that those records do exist but release of them will incur a &euro;600 administration fee.  I ask Mr. Reid to explain why there might be no email correspondence about such a significant closure between local area managers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00400","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":493,"content":"<p>Sorry, Deputy, FOI specifically between which managers at a local level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":494,"content":"<p>The Cork-Kerry senior managers on the closure of Owenacurra.  It seems no emails on the issue exist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00600","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":495,"content":"<p>I cannot comment on the FOI request.  I presume if it was between those local managers that is where the FOI request went to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":496,"content":"<p>Is it fair to say that you would expect there to be emails about such a significant closure decision?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00800","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":497,"content":"<p>All I can say definitely Deputy is that we treat FOI requests quite seriously and quite thoroughly.  I have a dedicated office for FOI, as well as across the system.  I cannot specifically comment if there was no correspondence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":498,"content":"<p>Does the HSE regularly receive FOI requests that would require a &euro;600 administration fee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01000","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":499,"content":"<p>I think any charges are related to the Act.  It would not be a charge we would put on; it is specifically related to the Act and what it sets out as to what does incur a charge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1646904600,"counter":500,"content":"<p>I want to return to the Department.  As the witness's feed cut out in the process of the response to my original question, I want to review the answer.  We seem to have decided to close a centre of excellence in terms of Owenacurra, Midleton, a centre that is exemplary of fully-integrated 24-hour high-dependency beds in a local provision setting, which is exactly what we are meant to be aiming towards.  In the period since the closure decision was made, no information has been provided on the building that is relevant to the closure.  The building faces no more or no fewer challenges than most of the other healthcare provision facilities in the area.  We have decided to move most of the 11 residents 30 km down the road into Carrigaline and Glenwood, at a cost of &euro;1.25 million.  We have no planning permission for that building.  <\/p> <p>  I remind the witnesses that our national policy documents state that we should have in the region of 30 placements in every region.  The area of east Cork had 24 placements in Owenacurra.  It now has zero placements.  By comparison, north Cork, which has almost the same population at 93,000 in 2016, has 42 placements.  I understand there is a waiting list of local service users for those placements.  <\/p> <p>  It is important to make the point that the HSE has cited a significant conflict of interest in its representations to this committee for this meeting.  It states: \"At a very early point, a potential conflict of interest was declared by a senior manager in the CHO mental health service as that person had a family connection to this property.\"  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01200","speaker":"1559"},{"type":"speech","time":1646904600,"counter":501,"content":"<p>The Deputy should not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01300","speaker":"1491"},{"type":"speech","time":1646904600,"counter":502,"content":"<p>I know what the Chairman is about to say.  I am not going to identify anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01400","speaker":"1559"},{"type":"speech","time":1646904600,"counter":503,"content":"<p>I ask the Deputy to abide by Standing Orders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01500","speaker":"1491"},{"type":"speech","time":1646904600,"counter":504,"content":"<p>What is meant by \"this property\" is the Carrigaline property.  To continue reading from the HSE document: \"On the service side, and to ensure there was no conflict of interest, all matters in relation to the proposed purchase was dealt with by a different senior manager and the chief officer.\"  Given the decision to close Owenacurra is absolutely contrary to our national policy and the best interests and wishes of residents, and it seems to be part of a procurement and decision-making process around capital spending, which I have considerable questions about and which we will be continuing to review and follow up through this committee, is it the Department's view that the Department and the Minister have no questions about the decision to close Owenacurra?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01600","speaker":"1559"},{"type":"speech","time":1646904600,"counter":505,"content":"<p>In relation to identifying people and allegations that are not substantiated - people have been named in the media - I would ask that you desist from that.  I know you have not named anybody but I want to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01700","speaker":"1491"},{"type":"speech","time":1646904600,"counter":506,"content":"<p>I have not named anybody.  In fairness, the HSE sent us a document as part of the PAC briefing.  I have read from that document.  They are not my words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01800","speaker":"1559"},{"type":"speech","time":1646904600,"counter":507,"content":"<p>I understand that, but I am asking you not to go any further than that with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S01900","speaker":"1491"},{"type":"speech","time":1646904600,"counter":508,"content":"<p>I would like to hear from the Department if it has no questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02000","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":509,"content":"<p>As I was saying, the decision was taken by the HSE to close the facility in response to the Mental Health Commission action.  The building was deemed unsuitable.  It is in the interests of the residents that they have suitable accommodation.  As I understand it, all the efforts of the HSE have been directed to finding appropriate accommodation for the residents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02100","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":510,"content":"<p>I know I am out of time but, just to be clear, the Department has no concerns about the procurement process, the spending of capital assets where there is no planning permission in place and the closure of a functioning facility?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02200","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":511,"content":"<p>I cannot say that I do not have any concerns.  I am just looking at this information now, but these are detailed operational decisions that are for the HSE to resolve.  It can speak to the conflict of interest and the other issues the Deputy has raised, but from a Department perspective we have been-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02300","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":512,"content":"<p>There is no accountability between the Department and the HSE for such a decision.  The Department will not hold the HSE to account.  Is that what Mr. Hempenstall is telling me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02400","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":513,"content":"<p>No, I did not say that.  I said that the Department and the Minister have been liaising closely with the HSE in relation to the decisions it is taking in the interests of the residents of Owenacurra.  That is what they have been doing because the building is unsuitable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02500","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":514,"content":"<p>The building is no more unsuitable than all of the other buildings in the area.  There is no rhyme or reason for closing Owenacurra and spending huge amounts of money on other congregated settings which are absolutely in contrast and contradiction to our national policies.  If the Department will not hold completely opaque decision-making of the HSE to account, who will?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02600","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":515,"content":"<p>I do not really understand the question the Deputy is asking.  The HSE is here answering the questions about the decisions it has taken on Owenacurra.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02700","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":516,"content":"<p>The answers do not add up.  Where is the accountability?  Will the Department hold the HSE to account?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02800","speaker":"1559"},{"type":"speechnospeaker","time":1646904600,"counter":517,"content":"<p>The Deputy has expressed her view about how the decisions do not add up.  I can say the Department and the Minister have been following with the HSE the decisions it is taking in the best interests of the patients and residents in Owenacurra.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S02900","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":518,"content":"<p>This is not in their best interests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S03000","speaker":"1559"},{"type":"speech","time":1646904600,"counter":519,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S03100","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":520,"content":"<p>That is your view Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S03200","nonspeaker":"Mr. Seamus Hempenstall"},{"type":"speech","time":1646904600,"counter":521,"content":"<p>That is their view.  From the point of a rights-based provision of care, their view is very important as it happens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S03300","speaker":"1559"},{"type":"speech","time":1646904600,"counter":522,"content":"<p>We have come to the end of the questioning, which has been wide-ranging and detailed.  It will always be robust on matters to do with health because members are trying to represent the best interests of constituents and the public at large in respect of anything to do with health.<\/p><p> I acknowledge the work of the staff in the HSE and the Department.  We are not out of Covid yet so I acknowledge the ongoing work relating to that.  There is a way to go until we get out the other end of it.<\/p><p> I thank the witnesses from the Department and the HSE for their work in preparing for today's meeting.  I also thank the officials from the Department and the Office of the Comptroller and Auditor General for attending and assisting the meeting.  Is it agreed to request that the clerk seek any follow-up information and carry out any agreed actions arising from today's meeting?  Agreed.  Is it agreed that we note and publish opening statements and briefings provided for today's meeting?  Agreed.  We will suspend until 1.30 p.m. when we will consider correspondence and any other business of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#S03400","speaker":"1491","continuing":true},{"type":"unspoken","time":1646904600,"counter":524,"content":"<p>The witnesses withdrew.<\/p>"},{"type":"unspoken","time":1646904600,"counter":525,"content":"<p>Sitting suspended at 12.31 p.m. until 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Business of Committee","time":1646904600,"counter":526,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00100"},{"type":"speech","time":1646904600,"counter":527,"content":"<p>The business before us includes minutes, accounts and financial statements, correspondence, work programme and any other business.  The minutes of our meeting on 3 March have been circulated.  Does any member wish to raise any matter relating to the minutes?  Are the minutes agreed?  Agreed.  As usual, the minutes will be published on the committee's web page.<\/p> <p>  Six sets of financial statements and accounts were laid before the Houses between 28 February and 4 March 2022.  As the Comptroller and Auditor General could not be with us this afternoon, I will ask Mr. Harkness, director of audit at the Office of the Comptroller and Auditor General, to address these before opening the floor to members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00200","speaker":"1491"},{"type":"speechnospeaker","time":1646904600,"counter":528,"content":"<p>These audited financial statements relate to the 2020 financial year.  A clear audit opinion was given for the Criminal Assets Bureau.  The Loughs Agency, which is a North-South body, was given a clear audit opinion.  The audit given for Children's Health Ireland was qualified on the grounds of the accounting treatment for pensions.  Attention was also drawn to significant non-compliant procurement.  A clear audit opinion was given for An Coimisin&eacute;ir Teanga.  For the Pre-Hospital Emergency Care Council, a qualified audit opinion was given in relation to the accounting for pensions.  Attention was also drawn to a potential conflict of roles.  A clear audit opinion was given for Ordnance Survey Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00300","nonspeaker":"Mr. Andy Harkness"},{"type":"speech","time":1646904600,"counter":529,"content":"<p>On the Children's Health Ireland budget and the exception that it accounts for the cost of retirement benefit analysis only as pensions become payable, we get this in a lot of the statements and audit opinions for health bodies.  Will the Office of the Comptroller and Auditor General give a view as to whether there are moves to change that practice?  Would it be beneficial to do so?  Is there anything the Committee of Public Accounts should be doing in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00400","speaker":"1451"},{"type":"speechnospeaker","time":1646904600,"counter":530,"content":"<p>There is a project to look at the modernisation of accrual accounting in central government.  That could have an impact on accounting across the public sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00500","nonspeaker":"Mr. Andy Harkness"},{"type":"speech","time":1646904600,"counter":531,"content":"<p>The Loughs Agency was given a clear audit opinion.  A number of those North-South bodies tend to have very good audit procedures.  It is good to see that.  They were set up under the Good Friday Agreement.  Can we agree to note the accounts and statements?  Agreed.  As usual, the listing of accounts and financial statements will be published as part of our minutes.<\/p> <p>  We do not have too many items of correspondence.  As previously agreed, items that are not flagged for discussion for this meeting will continue to be dealt with in accordance with the proposed actions that have been circulated and decisions taken by the committee in relation to correspondence will be recorded in the minutes of the committee meetings and published on the committee's web page.<\/p> <p>  The first category of correspondence under which members have flagged items for discussion is C, which is correspondence from, and related to, private individuals and any other correspondence.  At last week's meeting, we agreed to hold over No. 1091 C, correspondence from Deputy Dillon dated 21 February, which is a request to the committee to consider scheduling a meeting with Eir.  Deputy Dillon has not rejoined us yet but I will open the matter to the floor if any other member wishes to address it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00600","speaker":"1491"},{"type":"speech","time":1646904600,"counter":532,"content":"<p>Is it in order for this committee to invite Eir before it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00700","speaker":"1451"},{"type":"speech","time":1646904600,"counter":533,"content":"<p>We cannot compel it to come because it is not accountable to the Committee of Public Accounts.  The request can be made.   That can be done but, certainly, there can be no means of compelling its representatives to attend because it is a private company.  Once upon a time, it was a semi-State but even commercial semi-States are not compelled, although if that was the case, there would be a greater level of expectation that it would attend.  At this stage, however, Eir has been a private company since 1999.  I suggest, to be fair to Deputy Dillon, that we put it off until the next meeting of the committee and we deal with it then, finally, one way or the other.  I do not want to defer it any longer.  Is that agreed?  Agreed.<\/p> <p>  The next item on the agenda is the work programme.  Next week is a non-sitting week due to L&aacute; le P&aacute;draig.  The week after that, on 24 March, we will engage with the Sustainable Energy Authority of Ireland.  As usual, if there are any particular matters of interest to members that they would like to receive a briefing on in advance of the meeting, please let the clerk know.<\/p> <p>  On 31 March, we will commence a series of justice-related meetings for which the following engagements have been confirmed: An Garda S&iacute;och&aacute;na on 31 March, the Garda S&iacute;och&aacute;na Ombudsman Commission for the morning of 7 April and the Policing Authority for the afternoon of 7 April.  There are then two non-sitting weeks scheduled for Easter, which means that the next meeting after Easter will be on 28 April.  That will be with the Department of Justice - there are a good few justice-related issues coming up - and will examine the appropriation account of the Department and the Irish Prison Service.  That is the last confirmed meeting.<\/p> <p>  We previously agreed that we will engage with the University of Limerick, the Department of Finance and the Department of Public Expenditure and Reform after the meeting with the Department of Justice, but these meetings have not yet been scheduled.  On matters in the public domain regarding the Department of Health and the HSE, we previously agreed that we would examine any prior year's adjustment to the HSE&rsquo;s accounts once the Comptroller and Auditor General has audited the HSE&rsquo;s 2021 financial statements and they are laid before the House.  The committee did that for a good reason.  Some of the stuff in the media did not reflect that or the intentions of the committee.  The committee's intentions were not represented and, to some extent, were misrepresented.<\/p> <p>  In respect of other issues we have identified from reports in the public domain concerning the Department of Health and the HSE, we have yet to decide whether to address them as part of our engagement on the HSE&rsquo;s 2021 financial statements or to hold a separate hearing before the summer.  The next available date is 5 May.  We could look to schedule the University of Limerick, the Department of Public Expenditure and Reform or the Department of Finance in May as well.  I will open it to members, including Deputies Dillon, Carthy or anybody else who wants to come in on that.  What order do members wish to take those meetings in?  Does anybody have any views on that?  Okay.  The next available date is 5 May.  We could schedule a prior hearing with the HSE and the Department of Health for that date, if it is the wish of the committee.  Is that agreed?  Agreed.<\/p> <p>  We then have the University of Limerick and the Departments of Public Expenditure and Reform and Finance in May as well.  I will request the secretariat try to schedule those meetings.<\/p><p>Obviously, it will depend on their availability as well.  We had quite a strong engagement with the HSE and the Department of Health this morning so we will check that.<\/p><p> For the month of May, we will have the HSE and the Department of Health on the same day.  We will try to schedule a meeting with the University of Limerick because there are a number of issues relating to it that we want to examine.  We can try to schedule meetings with the Departments of Public Expenditure and Reform and Finance.  We will leave that with the secretariat and ask it to get dates that are suitable for all involved and that fit in with our work programme.<\/p><p> Are there any other matters members wish to raise regarding the work programme?  If not, that concludes our consideration of the work programme for today.<\/p><p> The final item is any other business.  Do any members wish to raise any other matters?  No.  The committee will now go into private session before adjourning until 24 March 2022, when it will engage with the Sustainable Energy Authority of Ireland regarding its 2020 financial statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022031000002#Z00800","speaker":"1491","continuing":true},{"type":"unspoken","time":1646904600,"counter":535,"content":"<p>The committee went into private session at 1.41 p.m. and adjourned at 1.46 p.m. until Thursday, 24 March 2022.<\/p>","notice":"TIME STRING DETECTED"}]