[{"type":"majorheading","content":"Select Committee on Housing, Planning and Local Government","time":1512484200,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 14:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Mick Barry, * Deputy Eoghan Murphy (Minister for Housing, Planning and Local Government), Deputy Pat Casey, Deputy Eoin Ó Broin, Deputy Barry Cowen, Deputy Fergus O'Dowd.<\/p><p>* In the absence of Deputy Ruth Coppinger.<\/p><p>DEPUTY MARIA BAILEY IN THE CHAIR.<\/p>","time":1512484200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002"},{"type":"minorheading","content":"Estimates for Public Services 2017<br \/>Vote 32 - Housing, Planning and Local Government (Supplementary)","time":1512484200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#A00200"},{"type":"speech","time":1512484200,"counter":6,"content":"<p>The committee is in public session.  No apologies have been received.  I remind members, visitors and those in the Gallery to please ensure their mobile phones are switched off for duration of the meeting as they interfere with broadcasting equipment even when in silent mode.  The meeting has been convened to consider the Supplementary Estimate for Vote 34 - Housing, Planning and Local Government, which was referred to the committee by the D&aacute;il on 29 November with an instruction that the committee report back to the D&aacute;il not later than 6 December 2017.<\/p><p> I welcome the Minister, Deputy Eoghan Murphy, and Department officials to this morning's meeting.  I propose the following arrangements apply to the debate: the Minister will make a brief address to the committee, after which we can consider the subheads relevant to the Supplementary Estimate.  I remind members that in accordance with Standing Order 184, discussion should be confined to the items constituting the Supplementary Estimate.  The subheads are A3 and A6, relating to local authority housing and estate regeneration and social housing improvements.  I ask members to indicate the subhead to which they refer and the page in the Department's briefing, if relevant, when contributing.  I ask the Minister to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#A00300","speaker":"1246","continuing":true},{"type":"speech","time":1512484200,"counter":8,"content":"<p>I welcome the opportunity to discuss with the select committee this afternoon my Department's proposed Supplementary Estimate for 2017.  Today, I am accompanied by departmental officials Ms Mary Hurley, Mr. Maurice Coughlan, Ms Nina Murray, Ms Theresa Donohue and Ms Janet Jacobs.  The committee will recall that during November, we discussed a Revised Estimate for my Department that did two things.  First, it took account of the transfer of community functions from my Department to the newly established Department of Rural and Community Development; and second, it reflected the Government decision on the future funding model for Irish Water and made provision for the refund of water charge payments made by domestic customers.  With these changes, the revised budget for my Department in 2017 was set at &euro;1.995 billion.  I am today bringing forward for consideration by the committee a proposal for a Supplementary Estimate that will provide an additional &euro;92 million to fund the local authority housing capital programme and &euro;8 million for the National Regeneration Programme.  This additional &euro;100 million will see the housing budget for my Department increase to &euro;1.4 billion for 2017.<\/p> <p>  As members will be aware, when attending the committee on 15 November last, I set out the position regarding spending on the Vote in 2017 and indicated how the spend was being kept under close review in my Department as we move towards year-end.  I also indicated that my Department was continuing to engage with the Department of Public Expenditure and Reform, as required, in finalising the position on the Vote for 2017.  It is clear that very significant momentum is now building up on the local authority housing capital programme.  Local authorities are responding to the housing challenges in their areas by accelerating delivery and progress in terms of advancing social housing projects on site is strong.  In line with the targets set out in Rebuilding Ireland, local authorities are now engaged in large-scale construction activity throughout the country, with well over 700 developments advancing through various stages across the country at the end of the second quarter this year.  This increased momentum will follow through into 2018, when there will be a further quantum leap in housing funding and delivery, with the Government making over &euro;1.9 billion available for housing programmes next year.<\/p> <p>  Today we must deal with the impact of this momentum in 2017.  Additional capital funding is now required to meet commitments arising from increased activity, including the costs associated with the accelerated delivery of social housing units; the provision of family hubs and other emergency accommodation for homeless families and those who are sleeping rough; and acquisition opportunities, which are being taken up as they arise and where they represent good value for money and do not adversely impact on local housing markets.  Originally, &euro;264 million in Exchequer funding was provided for local authority construction and acquisition activity in my Department&rsquo;s Vote for 2017.  Taking into account also &euro;35 million that has been re-allocated from the Local Infrastructure Housing Activation Fund, LIHAF, &euro;50 million in surplus local property tax receipts and the &euro;92 million now sought in additional Exchequer funding, the total available for the main local authority construction and acquisition programme in 2017 will amount to approximately &euro;440 million.<\/p> <p>  The target for 2017 is to deliver over 21,000 new social housing supports and I am confident we will significantly exceed this target under the various housing delivery programmes.  As we move towards end of year, my Department is working closely with local authorities and approved housing bodies in all aspects of housing delivery and housing outputs for 2017.  Once these have been finalised, I will revert to the committee on activity and final 2017 outputs early in the new year.<\/p> <p>  Supplementary funding of &euro;8 million is also required to ensure continued activity under the National Regeneration Programme this year.  This will support the increased construction activity currently under way in Dublin and Limerick, along with ensuring that the programme of social and economic initiatives central to the regeneration programme also continues to be supported.  Approximately 150 new social houses at least will be delivered this year under the regeneration programme.  With the additional funding now proposed, the total Vote for my Department will amount to &euro;2.095 billion in 2017.  I am, of course, happy to discuss the details of the Supplementary Estimate with the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#B00200","speaker":"1295"},{"type":"speech","time":1512484200,"counter":9,"content":"<p>With regard to subhead A3, there is a proposed increased to &euro;356 million.  How many units will that deliver by the end of this year?  There is a table in the second briefing note relating to local authority capital expenditure.  How many units has the &euro;177 million indicated in the table delivered to date?  How many units has the &euro;107 million billed delivered to date?<\/p><p>A total of &euro;5 million has been earmarked to deal with repossessions.  Will the Minister explain what they are and, again, how many units have been delivered to date?  No one is objecting to an additional &euro;92 million in the Vote, but will the Minister tell us what is being delivered with it?<\/p><p> I have raised another concern several times.  The Department needs to be able to tell us how many of the units delivered are for tenants.  Whenever we ask that question, we are told that the Department does not record the figure and that it is a matter for the local authorities.  I would have thought it was a matter in which the Department would be interested.  While I realise the Minister cannot tell me how many of the units have tenants, I recommend it as something he should consider in the future.<\/p><p> From where does the &euro;92 million come?  Is it from somewhere else within the departmental Vote?  Was there an underspend in another Department or did the money come from some other source?<\/p><p> Under subhead A6, a total of &euro;85 million allocated is to be spent.  I imagine the Minister cannot give us the detail now, although if he could, it would be great.  If he cannot do so, perhaps he might provide it in writing at a later stage.  Will he tell us exactly the locations and number of the 150 units that will be delivered through the regeneration project?  The report only indicates the cities in which they will be delivered.  What extra number are we to get for the supplementary allocation of &euro;8 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#B00300","speaker":"1215","continuing":true},{"type":"speech","time":1512484200,"counter":11,"content":"<p>I thank the Deputy for the questions.  First, I acknowledge that it is welcome to have the additional funding from central government in the Supplementary Estimate and that we are able to put it to productive use.  Other Supplementary Estimates for other Departments cover pay issues, whereas through this Supplementary Estimate we are putting money into building, acquisitions, regeneration and the provision of emergency accommodation and family hubs.  It is good that we are able to do so.  It represents increased activity in the sector, something for which we have been pushing in the past year or more.<\/p> <p>  The additional &euro;92 million is in subhead A3 and the allocation will deliver a number of additional units.  Our target for the year under the heading of build and acquisition was 3,600 units.  We will exceed that figure.  The money will go mainly towards acquisitions.  I cannot give the Deputy a final figure because under the heading of acquisition we are trying to deal with some bank-led vacancies.  All of it has not been achieved to date.  Early in January I hope to be able to outline in detail exactly we landed in 2017.  It will mean that when we start 2018 we will know exactly from where we are coming.  In that way, we will be coming from an informed position and Deputies will then be able to judge how realistic our targets for 2018 are and whether we will need to re-balance some of them.  At the end of the year we will be able to see that in almost every category we exceeded our targets for the year.  In some areas we will have exceeded them by a good deal.  At the beginning of next year we might then look to see whether the committee agrees in respect of the additional units to be delivered under certain programmes, whether we should be looking to re-prioritise elsewhere.<\/p> <p>  Deputy Eoin &Oacute; Broin asked how many units had tenants.  Obviously, that is the responsibility of the local authorities.  In the course of replying to questions in the House on Thursday we will talk about the recent work done on the numbers on social housing lists.  I have given a commitment to Deputies and councillors that I will write to every local authority to inform it of its targets for next year and beyond.  There will be another housing summit in January.  I have already indicated that at the summit I will go through the targets and exactly how they are to be achieved.  Every time I meet representatives of a local authority we discuss the time it takes to allocate tenants.  It is an important issue.<\/p> <p>  Deputy Eoin &Oacute; Broin asked from where the money had come.  It was allocated from the Department of Public Expenditure and Reform.  Therefore, there would have been an underspend elsewhere.  It was a matter for the Minister for Public Expenditure and Reform to allocate, as he did across the various Departments with Supplementary Estimates this year.<\/p> <p>  Deputy Eoin &Oacute; Broin referred to the table included in the briefing material provided.  It is not yet possible for me to give him a clear number for acquisitions.  I realise we are approaching the end of the year, but some things are still happening that are relevant in terms of what we are going to do.  What I would like to do as early as possible next year is provide the committee with the details what was achieved.  I intend to set that information against each spending target in the table.  We will then have a definite idea, rather than speculating now.<\/p> <p>  I am unsure whether I have all the other questions asked written down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#C00200","speaker":"1295"},{"type":"speech","time":1512484200,"counter":12,"content":"<p>I asked about repossessions which are referred to in the third column of the table.  It is the first time I have seen the term used.  What is the category?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#C00300","speaker":"1215"},{"type":"speech","time":1512484200,"counter":13,"content":"<p>It relates to social housing that we take back into stock.  This is the first time we have actually singled it out as a funding line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#C00400","speaker":"1295"},{"type":"speech","time":1512484200,"counter":14,"content":"<p>Is the Minister talking about the voids but calling them repossessions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00100","speaker":"1215"},{"type":"speech","time":1512484200,"counter":15,"content":"<p>No.  My understanding is that is not the void programme.  I will get clarity on that for the Deputy because this is the first time we have detailed this as a line item in the tables.  In respect of the regeneration of units less than six years old, there will be approximately 30 in Cork and more than 100 in Limerick and strong delivery in Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00200","speaker":"1295"},{"type":"speech","time":1512484200,"counter":16,"content":"<p>Is the fine detail on those in the social housing construction pipeline or if not, can we get the same level of detail so that we know exactly what they are?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00300","speaker":"1215"},{"type":"speech","time":1512484200,"counter":17,"content":"<p>We have a detailed note on exactly where we are going with the regeneration programme.  It will give us an update on the past couple of years and then what we are looking at.  I can provide that to the committee.  That is no problem and it might be helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00400","speaker":"1295"},{"type":"speech","time":1512484200,"counter":18,"content":"<p>In the table if we take the regenerations out of the existing targets my understanding, based on an announcement from earlier this year, is that there will be approximately 4,300 new units between acquisitions and builds for the year.  I presume repossessions are in there somewhere.  The Minister is saying, however, that by the end of September 1,300 of those were delivered.  Is he saying now that the remainder, the difference between the 4,300 social housing units he told us about earlier this year, and the 1,300 delivered by September will be delivered in the final three months of this year?  In replies to parliamentary questions earlier this year he told me and others that construction would account for 2,284 units in 2017, refurbishment and voids would amount to 766 &ndash; which has now increased to 1,400 &ndash; acquisitions would be 1,250.  If we keep the regenerations out of those figures, that is in excess of 4,000 units but of that he has delivered 1,300 to date this year.  Am I correct in reading that from the Minister's briefing note?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00500","speaker":"1215"},{"type":"speech","time":1512484200,"counter":19,"content":"<p>There is delivery under other subheads in schemes with housing bodies.  That is the figure up to September of this year, so it will be additional to that.  I am not in a position to give a detailed breakdown of the number above 4,000 today and I do not want to speculate about what it might be.  In a few weeks I will be able to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00600","speaker":"1295"},{"type":"speech","time":1512484200,"counter":20,"content":"<p>Deputy Cowan raised this the last day we met.  None of us is complaining about additional spend and if that is producing additional units it is very welcome.  Many of us want to know how many units under each of the headings have been completed by now and are in the process of being tenanted.  If the Minister cannot provide that information today, could he do so as soon as he is in a position to do it?  I know they are provisional figures and that early next year the Minister will give us the final social housing output for 2017.  I would be worried that because there is a greater reliance on construction this year than in previous years and the construction is slower than people would want the Minister will not reach his targets, particularly at the construction end and because they are a larger element of the overall output he will fall short of the targets at the end of the year.  If I am wrong that is fine.  We are not in a position to judge that because we are not getting-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00700","speaker":"1215"},{"type":"speech","time":1512484200,"counter":21,"content":"<p>The Deputy is not getting the figures for the actual units.  I can see that is not in the table.  Only the expenditure is there.  We had a social housing supports target for 2017 under several headings in the tables that are traditionally published and that the Deputy will be familiar with.  I will be able to give a definite figure under each when we get to the end of the year.  They will show that in some areas we have gone well beyond what we were anticipating we would do.  That is why we have needed to allocate money from areas such as the local infrastructure housing activation fund, LIHAF, and to get a supplementary Estimate as well.  Any new home in the social housing stock is welcome but I know the Deputy is probably interested in knowing what is the actual ramp up in delivery this year versus last year, by the local authorities and the housing bodies.  We can provide that as well.  The ramp up has been significant.  We can see that already.  I want to be clear, however, that when we considered 2018 and we talked about another significant ramp up as we have been that people can have faith that will be achieved.  That is what the numbers will give us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00800","speaker":"1295"},{"type":"speech","time":1512484200,"counter":22,"content":"<p>We will have a private meeting next week about Rebuilding Ireland when we will go into the figures in more detail.  That might be more suitable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D00900","speaker":"1246"},{"type":"speech","time":1512484200,"counter":23,"content":"<p>I presume that under each of those headings from the Minister's targets the Department provides updates through the year.  My worry is that the only area of delivery which is ahead of target is the housing assistance payment, HAP.  The worry is that because there is such a focus on construction if the Minister is falling back on the construction targets they are being replaced in respect of the overall 21,000 by the HAP.<\/p><p>A concern for some of us is that, because such a focus is being put on construction and if the Minister is falling back on the construction targets, it will be replaced in terms of the overall 21,000 figure in the target by the housing assistance payment, HAP.  It is important we get those figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#D01000","speaker":"1215","continuing":true},{"type":"speech","time":1512484200,"counter":25,"content":"<p>From the numbers I have seen, I do not think the Deputy's concern is warranted.  As the numbers are not confirmed, I do not want to put them into the public domain until we have them.  We have done more with HAP than was intended.  We have also done more in other areas as well.  It is not a question of exceeding 21,000 but being well down, although we are above that in other areas.  It is a management process as well.  Sometimes opportunities for acquisitions will come up from a bank, for example, which we will take.  The Deputy will see clearly where we are when the numbers are published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00200","speaker":"1295"},{"type":"speech","time":1512484200,"counter":26,"content":"<p>A &euro;92 million increase in spend, 35%, is quite significant.  At the end of October, capital expenditure was already &euro;64 million ahead of where it was projected to be at that time.  Without any indicators before us, it is hard to justify this.  Is the Minister telling the committee that this is delivering a higher level of output in 2017 or is it funding and original output that was already targeted in 2017?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00300","speaker":"1357"},{"type":"speech","time":1512484200,"counter":27,"content":"<p>When one looks at the total amount that goes into the subhead and when one takes into account the local infrastructure housing activation fund, LIHAF, and local property tax, LPT, as well, this additional amount of &euro;2 million is more like somewhere between 20% and 25% of total spend.  Accordingly, it is not as much as a one third increase.<\/p> <p>  One interesting point is that capital expenditure has been ahead this year.  In September, the figures looked as if we were probably three times ahead of profile than we were in 2017.  This tells us we are doing more, which is good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00400","speaker":"1295"},{"type":"speech","time":1512484200,"counter":28,"content":"<p>It tells me the Minister is spending more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00500","speaker":"1357"},{"type":"speech","time":1512484200,"counter":29,"content":"<p>That is one interpretation.  The numbers will show that, at the end of year, we are doing more than we forecast at the beginning of the year.  We are going to exceed our targets in 2017 when it comes to social housing supports.  The Deputy will be able to see exactly where we have exceeded them and how, as well as what value we have got for that spend, when we publish the figures soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00600","speaker":"1295"},{"type":"speech","time":1512484200,"counter":30,"content":"<p>I apologise for being absent but I was chairing the transport committee meeting.  I welcome the clarity of the remarks made by the Minister, as well as the work and progress made in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00700","speaker":"1329"},{"type":"speech","time":1512484200,"counter":31,"content":"<p>On acquisitions, just over 1,800 units have been offered to the State and various agencies for purchase over the past 12 months through several different schemes by banks, funds and other parties.  Obviously, the &euro;70 million Housing Agency scheme is the principal one.  As of a couple of months ago, the State, in all its forms, was in the process of purchasing only 600 of these 1,800 units, however.  I raised this with the Minister of State, Deputy English, last week during a debate.  Given the rise in homelessness, is the Minister satisfied that 600 units is an appropriate number?  Is there a need for the Department to look at those lists to see if there are other properties, given the additional expenditure we are discussing, to ensure no property is missed or overlooked?<\/p> <p>  These are turnkey, ready-to-go properties from banks, funds, etc.  During the recent debate, the Minister of State, Deputy English, gave an undertaking to examine this.  We had suggested it might be worthwhile bringing this list to the committee and into private session next week in order that we could have a robust discussion about those units, where they are, and why some are not being purchased.  Clearly, not all of them will be purchased, as there will be issues around location, price and quality of build.  However, given the housing crisis, one third of the 1,800 units seems to be low.  The length of time taken to purchase them is also a concern, as many of these were offered by banks last year.  Is the Minister satisfied this process is working speedily and thoroughly enough?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00800","speaker":"1215"},{"type":"speech","time":1512484200,"counter":32,"content":"<p>When we had a housing summit in September, local authority chiefs brought it to my attention about bank-led vacancy, where there was vacant stock in the possession of the banks which they felt they could bring into use for social housing.  When I spoke at the conclusion of the housing summit about turning our focus away from acquisition to build by local authorities, it was to stop them competing with young couples and families in the existing market in high-demand areas.  We did want local authorities to continue to pursue cases where they could get homes from banks which were not on the market and in an efficient way if they were getting them in bulk.<\/p><p>The Housing Agency is currently taking 440 or 450 of those 600 units onto its books.  Most of those deals, just under 400 of them, have been closed.  The agency is then selling them on to the housing bodies.  There is absolutely more potential, which we want to pursue.  The agency is already anticipating acquiring another 250 units in 2018, hopefully early in the year.  It is something which the Housing Agency is continuing to pursue.  There is definitely an avenue there for speedy delivery of additional stock for local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#E00900","speaker":"1295","continuing":true},{"type":"speech","time":1512484200,"counter":34,"content":"<p>My question was more specific than that, because I already knew all of that information.  Some 1,800 units were offered.  None was offered on the open market.  They were all offered by banks, funds or other parties to the Housing Agency or to local authorities that contacted the Housing Agency.  That is my understanding.  Has the Minister seen that full list of 1,800?  Is he satisfied that approximately 600 units is an appropriate proportion of that 1,800 to acquire?  Are there other units which could be looked at again and purchased?  My understanding is that the two figures the Minister has just announced represent the upper limit of what has been purchased from that 1,800.  Given that many of these properties were offered last year rather than this year, does the Minister believe the length of time taken to purchase these units is satisfactory?  Can anything be done to speed up the process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00200","speaker":"1215"},{"type":"speech","time":1512484200,"counter":35,"content":"<p>I raised this issue with the Housing Agency when I met its representatives.  I have not seen the list.  I deferred to the agency's judgment because it is the expert in ensuring that it acquires properties at good value.  Not all the units that were offered on the list would have been good value for local authorities to purchase.  With regard to publishing the list, there might be privacy issues in that area but I will ask the agency.  If there are no such issues, I see no problem in publishing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00300","speaker":"1295"},{"type":"speech","time":1512484200,"counter":36,"content":"<p>Perhaps we might be able to discuss more of the detail in private session next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00400","speaker":"1215"},{"type":"speech","time":1512484200,"counter":37,"content":"<p>Yes.  On the length of time involved, acquiring these units is not necessarily a simple thing to do, particularly when one takes account of the properties might be bundled and other factors.  I would certainly recommend exploring it further with the Housing Agency because it does this every day of the week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00500","speaker":"1295"},{"type":"speech","time":1512484200,"counter":38,"content":"<p>Are there any other questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00550","speaker":"1246"},{"type":"speech","time":1512484200,"counter":39,"content":"<p>I just wanted to ask a question about next week's engagement.  We are trying to do a number of things next week because we are coming up to the end of the session.  We want to publish the new guidelines relating to high-rise development and build-to-rent properties.  We also want to publish our affordability scheme.  I made a commitment to this committee that, even though we are moving away from the traditional quarterly reporting because it was taking up too many resources in the Department, I would introduce a new reporting mechanism which would be very clear in respect of tables.  In respect of the engagement next week, I do not know if the Department will be ready.  Would the committee be willing to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00575","speaker":"1295"},{"type":"speech","time":1512484200,"counter":40,"content":"<p>With the Minister's permission, can we conclude this engagement and debate his proposal in private session?  I know the Minister is very keen to discuss affordability with the committee.  I thank the Minister and the officials for attending.  I also thank Deputies O'Dowd, &Oacute; Broin, Casey and Cowen for their attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00587","speaker":"1246"},{"type":"minorheading","content":"Message to Dáil","time":1512484200,"counter":41,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00600"},{"type":"speech","time":1512484200,"counter":42,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Housing, Planning and Local Government has completed its consideration of the following Supplementary Estimate for public services for the year ending 31 December 2017: Vote 34 - Department of Housing, Planning and Local Government.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2017120500002#F00700","speaker":"1246"},{"type":"unspoken","time":1512484200,"counter":43,"content":"<p>The select committee went into private session at 3 p.m. and adjourned at 3.05 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]