[{"type":"majorheading","content":"Public Accounts Committee","time":1575504000,"counter":2},{"type":"unspoken","content":"<p>(Speaker Continuing)<\/p><p>&#91; Deputy Kate O'Connell: &#93; This might be a question for the Department but is there any issue with Children's Health Ireland being a section 38 organisation in terms of the committee's access to its accounts in the future?<\/p>","time":1575504000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002"},{"type":"speechnospeaker","time":1575504000,"counter":4,"content":"<p>I will be the auditor of Children's Health Ireland and reporting to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1575504000,"counter":5,"content":"<p>That is fine.  I wanted to clarify that in light of other questions that have been put.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00300","speaker":"1297"},{"type":"speechnospeaker","time":1575504000,"counter":6,"content":"<p>That is a development on the constituent hospitals.  We have moved from Crumlin Hospital, Temple Street hospital and the paediatric part of Tallaght Hospital being voluntary hospitals, with their full participation, into something that is a public body.  That is quite a step to have made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00400","nonspeaker":"Mr. Jim Breslin"},{"type":"speechnospeaker","time":1575504000,"counter":7,"content":"<p>As of now, I audit five of the section 38 hospitals.  I do not audit the rest of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1575504000,"counter":8,"content":"<p>On the ICT and the single unique identifier for children, would it be true to say this is a template for the future for adult healthcare?  Are we trying to get it right with the children's identifier first or are both happening in tandem in the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00600","speaker":"1297"},{"type":"speechnospeaker","time":1575504000,"counter":9,"content":"<p>This is instead of doing a big bang.  There was an option at one stage of purchasing a single electronic health record, EHR, for the whole country.  The children's hospital, as we all know, has many unique features.  Children's Health Ireland will procure an EHR for the children's hospital but we will build linkages to the national project and how that gets rolled out so that there is compatibility.  For example, the individual identifiers will be the same and they will use the same standards and so on, but the purchase and deployment will be separate from the children's hospital deployment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00700","nonspeaker":"Mr. Jim Breslin"},{"type":"speech","time":1575504000,"counter":10,"content":"<p>Again, I would not like the wrong message to go out from the committee on the 63% increase in design costs.  My understanding from what Mr. Devine said is that the increase was to get more design because it precedes the GMP and the detailed drawings for where the plugs and cables go.  It is not really the case that it was a pure increase but the costs increased by 63% to get more design.  There was almost an impression given that it was a waste or nothing was got in return for the increase.  Perhaps that could be clarified so that an incorrect headline does not go out from here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00800","speaker":"1297"},{"type":"speechnospeaker","time":1575504000,"counter":11,"content":"<p>There were two aspects to it.  The first aspect was that a large part of the &euro;15 million cost I talked about was for the prolongation.  We have our design team for an extra two years.  The numbers were mentioned and we are talking about 100 to 200 people.  Those prolongation periods happened during the intense period between going to tender and then finalising the GMP.  They had 200 people working on the job for an extra six months.  When we get to this stage, which is all about the construction and implementation, there are probably over 100 people working for another year or year and a half on that.  That is where most of the cost was generated.  The timeline of the project has extended out for different reasons.<\/p>  <p>  The second aspect was the &euro;9.5 million cost.  As a development board, taking our experience of the GMP and what is in the PricewaterhouseCoopers report, we strengthened certain aspects of the design team and the capability within that team.  We decided, after looking at other large-scale projects internationally, that we needed additional people from the design team checking quality on site, more than we had allowed for in 2014.  There was an impact there in that the building control regulations were only in their infancy in 2014 when we tendered the job.  This is a highly complex project.  There are 6,000 rooms, every one of which has medical services in it.  We need to do a huge amount of assurance and checking to ensure our contractors complete the job and commission the hospital to the right standards so we hand over a fit-for-purpose hospital to Children's Health Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA00900","nonspeaker":"Mr. Phelim Devine"},{"type":"speech","time":1575504000,"counter":12,"content":"<p>It is worth noting that the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01000","speaker":"1297"},{"type":"speechnospeaker","time":1575504000,"counter":13,"content":"<p>We brought in extra people to give us better assurance on the end product.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01100","nonspeaker":"Mr. Phelim Devine"},{"type":"speech","time":1575504000,"counter":14,"content":"<p>The consequences of it not being right are extremely serious-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01200","speaker":"1297"},{"type":"speechnospeaker","time":1575504000,"counter":15,"content":"<p>There are huge consequences.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01300","nonspeaker":"Mr. Phelim Devine"},{"type":"speech","time":1575504000,"counter":16,"content":"<p>-----for the outcomes for children.  The importance of having the right pipe attached to the right gas line, for example, is crucial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01400","speaker":"1297"},{"type":"speech","time":1575504000,"counter":17,"content":"<p>A vote has been called in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01500","speaker":"1216"},{"type":"speech","time":1575504000,"counter":18,"content":"<p>On dealing with the period between now and when we have the new hospital, I welcome the reduction in the fee for the urgent care centres, which has gone from &euro;100 to &euro;75 to make the service more affordable.  We need to focus on expanding the services at Connolly Hospital in the short-term because the reality is that if we have some kind of serious outbreak in the coming months or even next winter before the hospital is ready, we will have challenging outcomes for children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01800","speaker":"1297"},{"type":"speech","time":1575504000,"counter":19,"content":"<p>We have not completed our work at this stage.  Deputies must go to vote.  We will resume at 2.15 p.m. and I expect we will be out of here by 3 p.m.  We thought we might have finished by now but not all the questions have been asked.  We will have a good half hour of discussion after the voting session.  We had hoped to be finished by lunchtime but, as with projects, they do not always finish on time.  We will inform the guests who are due in at 2.30 p.m. that we now expect to begin our discussion with them at 3 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2019120500002#AA01900","speaker":"1216"},{"type":"unspoken","time":1575504000,"counter":20,"content":"<p>Sitting suspended at 1.16 p.m. and resumed at 2.23 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1575504000,"counter":21,"content":"<p>Additional debate to follow.<\/p>"}]