[{"type":"majorheading","content":"Committee on Budgetary Oversight","time":1500542100,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 10:15<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Richard Boyd Barrett, Deputy Pearse Doherty, Deputy Thomas P. Broughan, Deputy Martin Heydon. Deputy Dara Calleary,<\/p><p>DEPUTY JOHN LAHART IN THE CHAIR.<\/p>","time":1500542100,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002"},{"type":"minorheading","content":"Summer Economic Statement: Discussion.","time":1500542100,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#A00100"},{"type":"speech","time":1500542100,"counter":5,"content":"<p>As we have a quorum we will commence the meeting.<\/p><p>Apologies have been received from Deputies Se&aacute;n Barrett, Josepha Madigan, Lisa Chambers and Michael McGrath.  The committee has been informed the Minister will have to leave by 11.30 a.m. due to other commitments.  As such, I propose we deal with the business of the committee at the end of the meeting.  Is that agreed?  Agreed.<br\/><br\/>The role of the committee is to provide improved public scrutiny of the budget process.  It is to be achieved by examining budget options before the event and by carrying out post-budget scrutiny to assess its impact.  The summer economic statement is intended to be an important part of the reformed budget process by facilitating a discussion of options before the October budget.  This meeting is the first step in the committee's <i>ex ante<\/i>scrutiny of the 2018 budget.  In that context, I welcome the Minister for Finance and Public Expenditure and Reform and his officials, Mr. Ian Power, Mr. Brendan O'Leary and Mr. Stephen McDonagh.<br\/><br\/>Before we begin, I remind members and witnesses to turn off their mobile phones as the interference from the phones affects the sound quality and transmission of the meeting.  I invite the Minister to make his opening statement.  Given the limited time available, I would be grateful if he could confine the opening statement to around five minutes.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#A00200","speaker":"1311","continuing":true},{"type":"speech","time":1500542100,"counter":7,"content":"<p>I thank the Chairman for the opportunity to be here today to discuss the summer economic statement.  It outlines the broad parameters that will underpin discussions of economic and fiscal policy over the medium term and the main pillars of this approach.  In the short term, it sets the framework for discussions on budget 2018 over the coming months.<\/p> <p>  Turning first to the economic situation, I am greatly encouraged by the latest data confirming the economy grew by 5.1% last year.  The positive momentum has continued into this year with annual gross domestic product, GDP, growth of 6.1% recorded in the first quarter.  My Department is forecasting national income growth of 4.3% this year and 3.7% next year.  Importantly, this is a jobs-rich recovery.  We have seen more than 230,000 jobs created since the lowest point of our crisis.  As a result, there are now more than 2 million people at work.  We are forecasting a continuation of good employment growth over the forecast horizon and on that basis by the end of this decade there will be and should be more people at work in Ireland than ever before.  In this context, it is important that we do not make some of the mistakes of the past and that budgetary policy does not contribute to a potential overheating of the economy.  The Government is acutely aware of this.  <\/p> <p>  Turning to the public finances, the latest Exchequer returns were very positive.  Following a slightly disappointing performance in the first quarter of 2017, tax receipts in the second quarter have been much more robust with cumulative receipts coming in only slightly below target and up 4% year-on-year.  We are now well positioned in terms of achieving the overall annual tax target of &euro;50.6 billion for 2017.  This provides further evidence that our public finances are being put on a solid footing.  A general Government deficit of 0.4% of GDP is projected for this year.  In addition, it is important to point out that our fiscal objective for next year is to broadly balance our books, which is to achieve a structural deficit of 0.5% of gross domestic product.  <\/p> <p>  I reiterate my determination to achieve this medium-term budgetary objective next year.  We must also be conscious of the increasingly uncertain external environment within which we operate.  There is considerable uncertainty related to, for example, Brexit and the future economic policy stance in the United States.  It is therefore appropriate to plan for a rainy day.  In this context, the Government will maintain a rainy day annual fund with an annual contribution of &euro;500 million per annum beginning in 2019.  It is half the size of the contribution originally envisaged, with the difference being used to finance capital investment, which will help us prepare for future challenges.  However, as I said last week, the additional allocations will be subject to an assessment of the capacity of the economy to absorb the additional funding at the time.<\/p> <p>  While the debt ratio has fallen considerably in recent years, this arises from distortions in our gross domestic product data.  Last year the CSO published an alternative measurement of the size of the Irish economy, the so-called modified GNI*, which adjusts for these distortions.  If this new measure is used to scale our debt, our debt ratio was 106% last year.<\/p><p>This clearly illustrates the need to continue to reduce public debt to improve the resilience of the economy.  The Government will continue to reduce the debt to national income ratio until the 60% threshold is achieved and, thereafter, work to a medium-term objective of 55%.  In the longer term after this, and once a set of major capital projects has been completed, we will then target a further reduction to 45% of our national income<\/p><p> I will now deal with the issue of fiscal space.  For next year, the Department estimates the overall fiscal space amounting to &euro;1.2 billion will be consistent with achieving a balanced budget.  Of this, around &euro;700 million will be absorbed by the full year cost of measures implemented this year.  Without offsetting measures, this would leave just over &euro;500 million for new measures.  This means that overall public spending will be around &euro;60 billion per year.  It is crucial that we focus on the totality of expenditure and not just on incremental changes.  I take this opportunity to inform the committee I will publish the mid-term expenditure outlook today.  This will involve the publication of a set of papers that will be the first output of the comprehensive spending review we have had under way on the &euro;60 billion.  I am doing this because it will be increasingly important to focus on the issue of fiscal stance and budgetary stance and not just on the concept of space.  We have to ensure budgetary policy is appropriate in supporting good macroeconomic conditions and boosting potential growth.  While the short-term prospects are positive, a continuation of robust growth cannot be taken for granted given the challenges we face.  The best way to deal with this is to have a sensible fiscal stance and to do our best to support policies that promote jobs and income in our country.  This is what the summer economic statement aims to do and it is what I want to do.  I look forward to engaging with members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#B00200","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":9,"content":"<p>I ask committee members to be conscious of the fact we have approximately one hour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#C00200","speaker":"1265"},{"type":"speech","time":1500542100,"counter":10,"content":"<p>It is so disappointing we have only an hour.  This is the big set-piece event and the Minister has other engagements, which means we have only an hour.  This is simply not acceptable and we need to ensure it is not replicated.  Some of us travelled far to be here this morning.  It is not good enough.<\/p><p>My question is on the water refund.  This is something the Minister did not mention in his contribution on the summer economic statement in the D&aacute;il and it did not loom large in his contribution today.  Will the Minister explain to us, because we get our information now from interviews the Taoiseach does with the <i>Sunday Independent<\/i>as opposed to through the democratic process, how a refund will be provided to consumers who paid water charges until now?  Will the Minister explain to us how much money is involved, how much money will be taken out of the budget this year to pay for the refund, and from what underspend in particular are we looking at paying the money?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#C00300","speaker":"1288"},{"type":"speech","time":1500542100,"counter":11,"content":"<p>The summer economic statement made clear the issue of water charging and its funding would be dealt with later on in the year.  The Taoiseach has now outlined, in the context of this, that the Goverment wants to deliver a full refund, which we will do.  The cost of the refunding of charges is &euro;171 million.  The full cost of this includes an administrative charge of &euro;5 million.  We will also have to deal with the issue of how we support group water schemes.  This will bring the full cost to &euro;178 million.  In terms of where the money will come from, we are projecting underspends throughout all Departments to the end of June of between &euro;280 million and &euro;300 million, which indicates we will be able to deliver that cost out of overall underspends for the year.  I will be in a position to confirm the departmental breakdown of this later in the year when I have another two to three months of expenditure under my belt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#C00400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":12,"content":"<p>What was the figure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#C00500","speaker":"1238"},{"type":"speech","time":1500542100,"counter":13,"content":"<p>It was &euro;171 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#C00600","speaker":"1292"},{"type":"speech","time":1500542100,"counter":14,"content":"<p>No, the underspent amount.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#C00700","speaker":"1238"},{"type":"speech","time":1500542100,"counter":15,"content":"<p>It is &euro;280 million to &euro;300 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#C00800","speaker":"1292"},{"type":"speech","time":1500542100,"counter":16,"content":"<p>I wish to pick up on that figure.  I am looking at the spreadsheets for the fiscal monitor showing the end of June underspend in different Departments.  There is an analysis of gross Voted expenditure and we see that it is under profile by &euro;322 million.  Some &euro;57 million of that is capital spending and current spending is &euro;265 million.  Is that the figure being considered or is there another figure above that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00100","speaker":"1288"},{"type":"speech","time":1500542100,"counter":17,"content":"<p>We are looking at that figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":18,"content":"<p>Is it &euro;322 million or &euro;265 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00300","speaker":"1288"},{"type":"speech","time":1500542100,"counter":19,"content":"<p>The &euro;322 million figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":20,"content":"<p>Is the Minister suggesting that the &euro;57 million for capital spending is in the pot to pay back water charges?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00500","speaker":"1288"},{"type":"speech","time":1500542100,"counter":21,"content":"<p>I referred to the total underspend and gave the figure of between &euro;280 million and &euro;300 million.  It is approximately that amount.  That is where I expect that figure to be as we move through the year.  I cannot tell the Deputy what the division of that will be until later in the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00600","speaker":"1292"},{"type":"speech","time":1500542100,"counter":22,"content":"<p>I am just seeking clarity.  Is the Minister considering using capital underspend at this point in time to make up the repayment of water charges or is he only looking at the current underspend?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00700","speaker":"1288"},{"type":"speech","time":1500542100,"counter":23,"content":"<p>It is possible that capital underspends could deliver it, but I cannot confirm that now.  What could drive capital underspends being used for it is projects we are committed to not happening in the timeframe expected because of changes to procurement, the granting of planning permission and so forth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00800","speaker":"1292"},{"type":"speech","time":1500542100,"counter":24,"content":"<p>Okay.  Capital underspend would be diverted to refunding water charges as opposed to housing, where there is a great need for additional capital and where we are already over profile in capital spend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D00900","speaker":"1288"},{"type":"speech","time":1500542100,"counter":25,"content":"<p>I did not say that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01000","speaker":"1292"},{"type":"speech","time":1500542100,"counter":26,"content":"<p>The Minister is saying that it is possible he will use capital underspend for refunding water charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01100","speaker":"1288"},{"type":"speech","time":1500542100,"counter":27,"content":"<p>The Deputy has turned that possibility into a decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":28,"content":"<p>No, I did not.  I said it was possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01300","speaker":"1288"},{"type":"speech","time":1500542100,"counter":29,"content":"<p>I am sorry, I did not hear that part of the Deputy's statement.  I said that we will have to deal with that later in the year.  However, the overall level of underspend is where the resources will be to deal with this matter.  If we have said that the cost of delivering clean water and maintaining that infrastructure in the country will be paid out of general Government expenditure and the general revenue we collect from the taxpayer, this is how it looks.  The Government will have to make choices in the coming years because there will not be the revenue stream from the collection of water charges that we anticipated a number of years ago and it is now going to be capital expenditure funded by the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":30,"content":"<p>I am trying to figure out exactly where this money is coming from.  If we looked at the same analysis of gross voted expenditure in 2016 and 2015 instead of 2017 would we see an underspend of current expenditure at this point in time also?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01500","speaker":"1288"},{"type":"speech","time":1500542100,"counter":31,"content":"<p>Yes, there would have been.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01600","speaker":"1292"},{"type":"speech","time":1500542100,"counter":32,"content":"<p>It would be natural for Departments to try to stay below profile in the first half of the year in terms of prudent budgeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01700","speaker":"1288"},{"type":"speech","time":1500542100,"counter":33,"content":"<p>What I will say is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01800","speaker":"1292"},{"type":"speech","time":1500542100,"counter":34,"content":"<p>Would that be correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D01900","speaker":"1288"},{"type":"speech","time":1500542100,"counter":35,"content":"<p>I was about to answer the question before the Deputy interrupted.  If the Deputy lets me answer each question he puts to me I will be happy to answer further questions after that.  Yes, we see underspends each year at this point in the year.  I will be happy to give an analysis of how this year compares with previous years.  However, the gross figure I referred to for the level of underspend we have at present is a significant figure to allow the Government to deal with other matters that are developing during the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D02000","speaker":"1292"},{"type":"speech","time":1500542100,"counter":36,"content":"<p>My point is that it would have been natural and would have been the case in the past that current expenditure, for example, in the education budget, would be under profile at this time of the year but towards the end of the year it would come closer to profile.  Is that not a trend we would have seen generally across Departments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D02100","speaker":"1288"},{"type":"speech","time":1500542100,"counter":37,"content":"<p>It is definitely the case that as we move through the year the gap between actual expenditure and profile begins to change, but the magnitude of the figure at present gives me confidence that we can deal with refunding in the way I have outlined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#D02200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":38,"content":"<p>Okay.  The Minister might not agree with many of us who believe the capital underspend should be re-diverted into major capital programmes in areas such as housing.  The current underspend is &euro;265 million, &euro;178 million of which the Minister needs to refund water charges by the end of the year.  We have established that it is now the norm for the expenditure of Departments to be under profile.  Does the Minister intend to issue a direction to Departments telling them to come under profile, or to change their expenditure headlines?  I will give an example.  The Department of Children and Youth Affairs currently has an underspend of &euro;39 million.  Will it be given a free hand to spend that &euro;39 million as it wishes?  Will the Minister issue a direction at some point in time to that Department, and indeed to other Departments, telling them they will not be able to utilise such moneys?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#E00100","speaker":"1288"},{"type":"speech","time":1500542100,"counter":39,"content":"<p>I have already issued a directive to Government Departments telling them to stick with the plans we drew up at budget time when we agreed a set of policy initiatives for each Department.  Some of those policy initiatives are now happening later in the year and others are not costing as much as was expected.  That is delivering the figure.  I am not planning at this point to deliver a directive to Departments to get them to identify certain amounts of money within their budgets to be used for these water-related purposes.  As I said earlier, my understanding is that certain political parties, including the Deputy's party, have maintained a view that water should be paid for from general taxation and that investment in water infrastructure should be part of the expenditure that is funded from general taxation.  I am sure the Deputy will correct me if I am wrong in this respect.  If I am correct in my understanding of the view held by the Deputy and others, this is what it looks like.  We have to make choices with the expenditure that is open to the Government on foot of what comes though from general taxation in order to meet the needs of our water system.  I will stand by the principle that those who paid and those who did not pay have to be treated equally.  Consequently, the fairest way to deal with this matter is to offer refunds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#E00200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":40,"content":"<p>Perhaps I should not speak for all my colleagues, but I do not think anybody in this room disagrees with the idea of refunding.  Sinn F&eacute;in's argument is that these issues should have been budgeted for prudently so that we do not have to look for savings or underspends, which are natural within Departments, in order to facilitate a major refund.  The level of spending in the Department of Children and Youth Affairs is &euro;39 million under profile.  The equivalent figures for the Departments of Education and Skills and Health are &euro;29 million and &euro;21 million, respectively.  Can the Minister give this committee the details of the circumstances in each Department that is under profile?  He mentioned a project that has resulted in a saving of &euro;21 million.  Is it the case that this project was expected to start in the first half of the year but is now going to start in the second half of the year?  If so, the money will not be available.  I am sure the Minister does not have those statistics to hand.  Perhaps he can provide a detailed submission to this committee explaining why the level of spending is under profile in the case of each ministerial Vote groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#E00300","speaker":"1288"},{"type":"speech","time":1500542100,"counter":41,"content":"<p>I will provide that information.  I want to make a point about sensible budgeting.  If we had done something when we were putting together the budget which indicated that the deliberations on water charges would have a particular outcome, we would have been accused of predetermining the work being done by the Oireachtas.  I am now responding to the decision that was made by the Oireachtas in respect of water charging.  The Oireachtas has the ability to deal with each matter in isolation.  I mention that fact as a way of explaining how our Parliament works and not as a criticism.  As Minister for Public Expenditure and Reform, I have to deal with these matters in the aggregate.  I appear before this committee at other points.  For example, I have dealt with questions relating to investment and other matters the committee has an interest in.<\/p><p>My core message here today is that I took a different view from the view of the Oireachtas, namely, that water charging gave us the best option of delivering a separate revenue stream to allow us to fund infrastructure and water investment, and I did not win that argument.  I accept that.  But when the Oireachtas made a decision, in which we participated, to say we want this then dealt with out of general Government expenditure and general Government revenue, as I said before that decision was made -  I will say it again now - that then has consequences.  It has consequences on what we have to do elsewhere in Departments.  To reiterate, what I will say to Departments this year is that they should stick with the plans that have been agreed.  What makes the refund particular to this year is that it is a one-off cost.  If we look at other decisions we will be dealing with there will be a consequence from the Oireachtas decision on water charging.  They will be continuous.  They will be repeated year after year but this is different.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#E00400","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":43,"content":"<p>We are familiar with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00200","speaker":"1288"},{"type":"speech","time":1500542100,"counter":44,"content":"<p>I know the Deputy is familiar with it but I felt that given the line of questioning it was worth highlighting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00300","speaker":"1292"},{"type":"speech","time":1500542100,"counter":45,"content":"<p>Deputy Doherty's ten minutes are concluded.  I am happy to concede my time but I will have to come back to him at the end as I must be strict.  I have a brief question for the Minister.  The Taoiseach is reported as saying that the refunds will be made in a matter of weeks but the Minister has indicated there will be a longer timeline than that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00400","speaker":"1311"},{"type":"speech","time":1500542100,"counter":46,"content":"<p>The matter will be dealt with promptly this year.  It depends on what one means by a number of weeks.  I understand that the Taoiseach and the Minister, Deputy Eoghan Murphy, want to deal with this issue as soon as possible and I will facilitate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00500","speaker":"1292"},{"type":"speech","time":1500542100,"counter":47,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00600","speaker":"1311"},{"type":"speech","time":1500542100,"counter":48,"content":"<p>I welcome the Minister.  I wish to speak about the same issue.  When was the Minister made aware of the Taoiseach's desired timetable to have it done by Christmas?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00700","speaker":"1335"},{"type":"speech","time":1500542100,"counter":49,"content":"<p>I was aware of that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00800","speaker":"1292"},{"type":"speech","time":1500542100,"counter":50,"content":"<p>Did he read it on Sunday morning?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F00900","speaker":"1335"},{"type":"speech","time":1500542100,"counter":51,"content":"<p>No, I was aware that the Taoiseach and the Minister, Deputy Eoghan Murphy, wanted to deal with this matter in the context of this year.  As I said in the summer economic statement this was a decision that would be made later on in the year, and that is what is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01000","speaker":"1292"},{"type":"speech","time":1500542100,"counter":52,"content":"<p>So when was the expenditure of &euro;170 million, the source of which has not been identified, officially decided at Cabinet?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01100","speaker":"1335"},{"type":"speech","time":1500542100,"counter":53,"content":"<p>Is that in terms of where that funding is available from or in terms of the fact that we are going to spend it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":54,"content":"<p>In terms of the specific decision by Cabinet.  As the Committee on Budgetary Oversight we are pursuing the allocation of &euro;170 million, source unidentified.  When was the specific decision taken at Cabinet to spend that money?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01300","speaker":"1335"},{"type":"speech","time":1500542100,"counter":55,"content":"<p>I have been updating Cabinet continually on where we are in expenditure profiles, so Cabinet has always been aware of this.  I flagged to Cabinet in the context of the summer economic statement that there is an underspend equal to that amount and clearly that would offer options for how we deal with the issue in relation to water charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":56,"content":"<p>Did the Minister specifically identify the underspend as being ring-fenced for refunding water charges at any time in Cabinet discussions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01500","speaker":"1335"},{"type":"speech","time":1500542100,"counter":57,"content":"<p>I indicated that because of the quantum of underspend that is there it does offer the ability to deal with the water charging issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01600","speaker":"1292"},{"type":"speech","time":1500542100,"counter":58,"content":"<p>As Deputy Doherty said, there is an underspend in the Department of Children and Youth Affairs of &euro;39 million.  That will more than likely be sucked up in the next few weeks as the various initiatives roll out.  There is an underspend of &euro;21 million in health yet the HSE said at the weekend that it needed &euro;320 million extra for elder care services such as home care packages and home help hours.  Are there any other similar bodies that have made submissions for extra funding or are there any other Departments or agencies with an overspend?  What is the current situation in health in relation to its expenditure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01700","speaker":"1335"},{"type":"speech","time":1500542100,"counter":59,"content":"<p>My expectation for the Department of Health is that its expenditure at this point in the year will come in on profile.  The information I have available at the moment regarding how health will perform indicates that for this year it will deliver its profiled expenditure.  In terms of whether any other Department has flagged an overspend risk to me, I have already referenced &ndash; it has been in the public domain already &ndash; that there is a matter in relation to Garda overtime and the cost of it which has been flagged to me, that we will have to deal with in the context of the year.  As to whether any other Departments have put in requests to me regarding spending additional money, at this point in time they have not.<\/p> <p>  I wish to make one point.  We cannot have our cake and eat it.<\/p><p>We cannot be in a situation in which Members of the Oireachtas and political parties decide that something should be paid for out of Government expenditure and out of taxation and then, when I try to implement that decision, for those Members to say that the choices I am making are wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#F01800","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":61,"content":"<p>Can I interject there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#G00200","speaker":"1335"},{"type":"speech","time":1500542100,"counter":62,"content":"<p>I want to conclude that point because I was answering a question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#G00300","speaker":"1292"},{"type":"speech","time":1500542100,"counter":63,"content":"<p>The Minister has had his time with Deputy Doherty on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#G00400","speaker":"1335"},{"type":"speech","time":1500542100,"counter":64,"content":"<p>We cannot do both.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#G00500","speaker":"1292"},{"type":"speech","time":1500542100,"counter":65,"content":"<p>We are not arguing with that.  As the Committee on Budgetary Oversight, we have oversight over the process.  The Taoiseach announced in the <i>Sunday Independent<\/i>- and I deliberately make the difference between the Taoiseach and the Government - the expenditure of &euro;170 million.  The Minister cannot tell us today where that money is coming from.  I wanted to know when a Cabinet decision was taken to spend that money.  I asked that question in the context of the Minister for Social Protection saying on Monday that no Cabinet decision had been taken specifically in respect of the allocation of &euro;170 million.<\/p><p>The Minister has form in this area.  He presented a budget last October and three weeks later &euro;50 million was found out of nowhere to allocate to a Garda issue.  A number of months later another sum of money was found to bring forward certain provisions of the Lansdowne Road agreement.  We are here as the Committee on Budgetary Oversight and are beginning the process of budget 2018.  The Minister, however, will unravel it depending on who goes on strike or on what rush of blood goes to the Taoiseach's head when next speaking to a journalist.  We need to know whether the budgetary process is robust enough to withstand the various pressures on it in the context of Brexit, capital underspend, and a growing economy and equally in the political context of making expenditure decisions on the hoof.  It is our job, as the Committee on Budgetary Oversight, to see where the money is going and to assess the process.  Other arguments are for other committees and have been had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#G00600","speaker":"1335"},{"type":"speech","time":1500542100,"counter":66,"content":"<p>It is the right of the committee to put these issues forward and it is my right, as a member of Government, to outline my view on these matters, which is what I am doing.  Is the budgetary process robust?  The answer to that question is \"yes\".  I am struck by the things which are not coming up in the questions put to me as I make the point that we will deliver our deficit targets for the year, which are at the heart of the Government's budgetary stance.<\/p> <p>  I will address the issues which the committee have raised with me.  If I had not found the money to deal with the ruling of the Labour Court in respect of the Garda issue, I would have had to deal with questions, probably from the Deputy's own party as well as other colleagues, regarding why the Government was not complying with a recommendation from the Labour Court.  I had to respond to that.  When I put the budget together in October, before the Labour Court made its recommendation, I was not aware of the nature of its ruling because it had not yet been made.<\/p> <p>  In respect of the Lansdowne Road stabilisation, I was in the D&aacute;il shortly after the Labour Court recommendation.  Many political parties were telling me that public pay policy was unravelling and that I had to fix it.  When I responded with the Landsdowne Road agreement stabilisation package, which I do not recall anybody opposing at the time, it played a part in stabilising public pay.  When the budget is put together, it is put together on the basis of what is expected to happen during the year.  When things happen which are not expected, and which could not reasonably have been expected, I have a duty to respond.  All of my responses were either called for by political parties represented here or would have led to criticism had I not made them.  <\/p> <p>  Is the process robust?  Yes.  As I have said, the deficit targets, which are the outcome of the process, will be delivered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#G00700","speaker":"1292"},{"type":"speech","time":1500542100,"counter":67,"content":"<p>We are not going to agree on this process, which is what is key to me.  In respect of capital expenditure, the Minister announced a review of the Ireland Strategic Investment Fund.  Will he provide the committee with a timeline for that review?  When does the Minister see those funds being available to assist us in our capital challenge?<\/p> <p>  We have had an engagement with the European Investment Bank on capital investment.  Since Deputy Donohoe was appointed Minister for Finance in the joint-custody arrangement I referred to earlier, has he changed the view of the Department of Finance in respect of capital expenditure?  The former Minister, Deputy Noonan, was quite conservative about engaging with public private partnerships and with the European Investment Bank.<\/p><p>Is the Minister indicating a change or more flexibility on the part of the Department of Finance around capital expenditure?  In the famous interview on fiscal space, the Taoiseach said there were ways to stretch this.  Was he referring to the expenditure review which is to be published later?  Can the Minister give us a timeline for the final publication of the expenditure review\/?  Will it happen before the budget or today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#G00800","speaker":"1335","continuing":true},{"type":"speech","time":1500542100,"counter":69,"content":"<p>The full report on ISIF will be with me in the next couple of weeks as it is nearly done.  I would expect to be in a position to review it and make decisions by early September.  On capital expenditure, I have outlined my decision on the allocation of funding from the rainy day fund but I have also flagged, to the committee and the Oireachtas, that we will not increase capital expenditure to a level that can cause other difficulties in the economy.  I do not believe there is a risk at the moment, nor do I see signs of overheating at the moment but, as I said last Tuesday or Wednesday, risks could develop in the coming years and I am aware that we were burned in the recent past.<\/p> <p>  Deputy Calleary asked about the EIB, with which I engaged on Monday.  We are making progress in discussions on funding that it could provide from an enterprise support perspective, following on from the success we had with agriculture in last year's budget, and to support infrastructure investment.  I expect to make decisions on this in the second half of this year.  The EIB is a lender, albeit an institutional lender which can lend at low rates, and I will have to make a decision on behalf of somebody who receives the borrowing as to what is the right choice for the Government to take.<\/p> <p>  Two things will impact on fiscal space.  The first is what happens to growth this year and the second is how the economy grows next year.  It is possible that the fiscal space will change a bit as we go through the year but I am not expecting it to multiply.  There have been changes but if there is to be a shift it will be an increment. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#H00200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":70,"content":"<p>I echo the comments of Deputy Doherty to the effect that it would be helpful to have a further briefing in early September in the run-in to the budget.  I recently raised with the T&aacute;naiste the issues that may arise between 2018 and 202 with the refinancing of the chimney stacks of debt which will fall to be refinanced in that period.  Our national debt is the elephant in the room and the Minister said it was 106% of GNI*.  Does the Minister have any concerns about the impact of national debt on the fiscal space and the general performance of the economy over the next two or three years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#H00300","speaker":"1361"},{"type":"speech","time":1500542100,"counter":71,"content":"<p>I do not believe the changes in the national debt will impact on our fiscal resources for next year as these are a different matter.  However, I do have concerns about the level of debt we have at the moment.  The publication of the GNI* information was very helpful because previous measurements of national income flatter the magnitude of debt we have.  The figure will stabilise next year at between &euro;203 billion and &euro;205 billion, which is a very, very big figure.  The wisest thing to do would be to use the proceeds of sales, such as that of AIB, to get the figure down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#H00400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":72,"content":"<p>What does the Minister think about the GNI* process?  Is it the indicator we should use?  How do the other finance departments and institutions among our European colleagues feel about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00100","speaker":"1361"},{"type":"speech","time":1500542100,"counter":73,"content":"<p>When we engage with other institutions such as the European Commission and the IMF, they still use conventional measurements such as gross domestic product and gross national product for our discussions.  The reason I feel GNI* is very helpful is that it strips out the volatility and flows that make our economy unique.  From a domestic perspective, when we are making decisions here at home, we do it on the understanding of national income that better reflects what is happening in our labour market and in a day-to-day economy with which people are more familiar.  I do not play any role whatever in its calculation or process, it is done independently by the Central Statistics Office.  It shared those figures with me and I became aware of them not long before they were made public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":74,"content":"<p>On expenditure, another issue I raised with the Taoiseach was the section 39 organisations in the health area.  The Minister has resolutely refused to meet the not-for-profit associations.  Why will he not meet them at least?  I know his answer will be that they are not State employees, and so on, but they deliver essential national services and their budgets are greatly constrained by their having to meet national pay awards.  They have had a history of severe cuts, including the pay of the section 39 workers which include critical health workers such as those in the Wheelchair Association which the Minister will be aware of.  I am not asking the Minister to discuss the issue but why will he not meet their umbrella organisation at least?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00300","speaker":"1361"},{"type":"speech","time":1500542100,"counter":75,"content":"<p>Because if I got myself to the point whereby I met representative bodies from one Department, within a minute, representative bodies from every other Department and policy area would want to meet me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":76,"content":"<p>It is a unique situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00500","speaker":"1361"},{"type":"speech","time":1500542100,"counter":77,"content":"<p>Every policy area or Department has issues that are unique to them.  The simple fact is that if I was to begin meeting a representative body from one Government area, I would be expected to meet them all.  I have been called on to meet representatives from teachers unions, for instance, or other areas, the answer has also been no.  I know they have engaged with the Department of Health on the matter, and more than the Department of Health, and I have to allow that to work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00600","speaker":"1292"},{"type":"speech","time":1500542100,"counter":78,"content":"<p>I accept what the Minister is saying but I feel the situation is unique and he should rethink that.<\/p> <p>  Returning to the fiscal space which my colleagues raised, the Taoiseach was looking for a hidden fiscal space.  I am looking at the table on page 22 of the report which we have been working from.  We are very familiar with the reference rate, the converging margin and the GDP deflator and so on.  Where is it in the statistics, or can the Minister himself find it?  The Taoiseach seems to know where it is but does the Minister?  This is the track record of the previous Government, this Government is probably going to come in and tell us that it has found &euro;500 million or &euro;700 million or &euro;1 billion, hopefully for positive spending, but where is it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00700","speaker":"1361"},{"type":"speech","time":1500542100,"counter":79,"content":"<p>Okay, if I come in and announce additional expenditure, it will be welcomed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00800","speaker":"1292"},{"type":"speech","time":1500542100,"counter":80,"content":"<p>I will welcome it if it is expenditure on important social infrastructure and for people delivering important services.  The Government's strategy of a two thirds, one third rule regarding tax and expenditure, particularly regarding 2018, is not one I agree with at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J00900","speaker":"1361"},{"type":"speech","time":1500542100,"counter":81,"content":"<p>Of course if I am announcing additional expenditure, it will be on areas that are needed.  I will not arrive into the Oireachtas to announce additional expenditure on areas that are not of concern to the public or are not part of the programme for Government.  If we find ourselves in the position where additional resources are available, it is likely that the D&aacute;il will welcome the additional expenditure.<\/p><p>It is even more likely when it comes to September that the Deputy will call for that additional expenditure.<\/p><p> With regard to the fiscal space and the development of the so-called hidden fiscal space, the point made by the Taoiseach and me is that all the focus now is understandably on where we are with additional resources.  Deputies are asking me about fiscal space, fiscal stance or whatever.  I have already stated we will increase public expenditure next year by between &euro;1.8 billion and &euro;2 billion.  That will take public expenditure next year up to approximately &euro;60 billion.  That is many multiples of the scale of any of the incremental changes we will announce next year.  The Taoiseach was simply making the point that we should be having a look to ensure we are spending that money in the best possible way.  With regard to how we will do it, as I stated in my introductory comments, I have committed to trying to review a third of Government expenditure every year.  I said that at the end of that we will produce papers in as many areas as we can, so Deputies can see those.  I aim to publish those papers this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#J01000","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":83,"content":"<p>I have some final questions on the tax receipts for this year.  Will the underperformance not have a serious impact on the medium-term objective?  Will it create serious difficulties if there is a 0.5% of GDP deficit rather than the lower deficit forecast?  Is this a sign of Brexit beginning to bite and present us with serious problems?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#K00200","speaker":"1361"},{"type":"speech","time":1500542100,"counter":84,"content":"<p>It is not for this year but we are not ruling it out in future years.  With tax collection to date, we expect it to come in on profile, cumulatively, for the year and we expect we will deliver the targets that we outlined last year.  The Deputy is correct that there was underperformance, coming across May and June in most tax heads, and it has begun to improve.  We are steadily reducing the gap we had versus profile.  By the end of June, we reduced the gap by half versus where we were in February and March.<\/p> <p>  The Deputy asked if there will be an effect in future years and the answer is \"Yes\".  The growth forecasts we are using for the coming period have reduced our growth outlook by three quarters of one point per year, which is a very big change.  The difficulty we are all trying to manage is that much of this depends on what kind of Brexit happens.  As the committee can see, it is a matter being very much negotiated and determined now and it will be for quite a while.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#K00300","speaker":"1292"},{"type":"speech","time":1500542100,"counter":85,"content":"<p>I thank the Minister and his team.  It has become a bit of a staple of the new Government, including the Minister, to have a go at the left, with various adjectives attached to it, including \"extreme\", \"far\" and \"hard\".  I note the Minister recently talked about people resisting change and saying we do not want change.  It is an interesting development in the political narrative of the Government and it is a sort of deflecting tactic.  It is about having a go at the others and calling them names so we do not examine in detail what the Government is doing.<\/p> <p>  I will put the record straight.  The left is talking about change and we want such change.  The very particular change we want is to address what we think are big elephants in the room in terms of the available resources to fund what our society needs, particularly at this time.  They are housing, health care, vital infrastructure and so on.  I put it to the Minister that the &euro;500 million, or if he pulls a rabbit from the hat with a few other tens of millions of euro nearer the budget, does not go anywhere near what is necessary to invest to the degree we need to in the likes of social housing, primary care and our education system to reduce student-staff ratios.<\/p><p>There is a whole range of areas but I will not list them.  Broadband and sustainable energy projects are examples.<\/p><p> Notwithstanding the ding-dong of political name-calling and all the rest of it, what does the Minister have to say about the central question the left raises about wealth and profits and the need to look at these areas to tap extra revenues for things such as housing and health?  The big hidden story of recent years is that while incomes have been kept low for most people or cut and not really restored, public expenditure has been kept on a very tight rein and profits and wealth have gone through the roof.  It is not just me saying it.  We got a report from the Department on 2015 figures and under almost every heading of economic activity, profits had gone through the roof.  Manufacturing profits were up 110% in one year and those in professional and scientific activity were up 63%.  In wholesale and retail, the increase was 60%; in administrative support, the increase was 40%; and in accommodation and food, profits were up 37%.  I could go through the list.  Profits are going through the roof.  While everybody else is being told we have to be prudent and we do not have much money, profits are going through the roof.  There has been a succession of reports on wealth which show the wealth of the very richest in Irish society has dramatically increased.  However, the Minister ignores or dismisses calls from the left to look at these areas and to look at increasing the effective rate of corporate tax, wealth taxes and financial transaction taxes which would give us a much bigger pot for all the things we need to invest in.  What does the Minister say to that?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#K00400","speaker":"1238","continuing":true},{"type":"speech","time":1500542100,"counter":87,"content":"<p>I will deal with the first part of the Deputy's question on my description of political debate in Ireland.  In contributions I made, I was referring to the far left rather than to the left.  I am not a member of the left, which will not come as a surprise to the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":88,"content":"<p>That is the understatement of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00300","speaker":"1335"},{"type":"speech","time":1500542100,"counter":89,"content":"<p>I do not accept the authenticity of my commitment to dealing with inequality or social difficulty in our country is any different from the Deputy's.  I have never accepted that; I just have a different view of how it can be achieved.  On the question of the language I used earlier in the week to describe it, I will give the Deputy an example of why I said what I said.  I have said it lots of times.  When I took part in the D&aacute;il debate recently on the continuation of the FEMPI approach to public pay, which we disagree on - that is fine - I was called a dictator and compared to North Korea.  I think it was Deputy Boyd Barrett who used that term to describe me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":90,"content":"<p>I do not think so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00500","speaker":"1238"},{"type":"speech","time":1500542100,"counter":91,"content":"<p>The Deputy can check the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00600","speaker":"1292"},{"type":"speech","time":1500542100,"counter":92,"content":"<p>I will check it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00700","speaker":"1238"},{"type":"speech","time":1500542100,"counter":93,"content":"<p>The Deputy should check the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00800","speaker":"1292"},{"type":"speech","time":1500542100,"counter":94,"content":"<p>We have limited time so let us move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L00900","speaker":"1311"},{"type":"speech","time":1500542100,"counter":95,"content":"<p>The Deputy put the question to me so I will respond.  I do not accept that.  I responded in the D&aacute;il debate.  I will meet the vigour of the terms used to describe me.  If colleagues or opponents want to describe me in that way, it is their call.  I have never used personal terms to describe anybody in a debate as much as I disagree with many around here.  In my years of debating, I have never used language that applies to any Member personally and I never will.  It is a fact that the language that is now used to describe policy stances I take by the far left and by the Deputy and some of his colleagues, although I stand to be corrected, has changed.  When it changes, I respond as I did in the D&aacute;il in the debate that evening, which I do all the time.  The Deputy cannot have it both ways.  I said earlier I will not allow people to have their cake and eat it when it comes to Government expenditure.  When I have to take a course of action because it is the view of the Oireachtas, I will not take it later in the year when people start criticising me for the consequences of the decision.  The Deputy can expect me to point it out.  He can expect me to point out the role of political parties in generating that set of consequences.<\/p><p>Equally, when terms are used to describe choices that I am making I will respond.  The Deputy cannot have his cake and eat it on that matter.  What I said at the McGill Summer School earlier in the week is no different to what I said in the D&aacute;il every week and what I say in public debate.  I have never played the person, but I have played the argument and I will continue to do that.  <\/p><p> On the Deputy's views on fiscal resources and the issues of wealth, again we take legitimately different views on these matters.  I respect and acknowledge that.  I feel that an indication that we are being progressive in how we deal with these matters is the fact that study after study, including an OECD study, will point to the fact that our country has one of the most progressive tax codes of any country in the world.  That is not just the choice of this Government or the last Government.  It is the choice of successive Governments made up of the parties here.  We have a progressive tax code.  If one looks at the EUROSTAT data, the Gini coefficient, the measurement of inequality that the Deputy will be familiar with, the most recent data from 2015 shows that Ireland's Gini coefficient is very close to the unweighted average of the EU 15 and is in the middle third of EU 15 countries.  It is the same story across the ten year average.  If one looks at what has happened from the mid-1990s until now, that performance is unchanged.  The Deputy talked about the change in corporate profits, which I acknowledged.  Why then will he not acknowledge that corporation tax receipts over the last number of years have also increased significantly as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#L01000","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":97,"content":"<p>If I might come back in the time that is available-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00200","speaker":"1238"},{"type":"speech","time":1500542100,"counter":98,"content":"<p>The Deputy knows that the reason that is happening is because we are taxing that level of profit.  The next leg of that argument is going to be that there are issues of the carry forward of losses and the taxation treatment of the carry forward of losses that has an effect on the tax liability in the here and now.  If we were to change that there would be another set of consequences that I would have to deal with, particularly if we look at our banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00300","speaker":"1292"},{"type":"speech","time":1500542100,"counter":99,"content":"<p>Given the length of the question and the answer the Deputy has about one minute for a follow-up.  Perhaps he can have another minute at the end.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00400","speaker":"1311"},{"type":"speech","time":1500542100,"counter":100,"content":"<p>To begin, I doubt very much that I referred to the Minister for Finance, Deputy Donohoe, as a dictator, or mentioned North Korea for that matter.  I want to set that record straight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00500","speaker":"1238"},{"type":"speech","time":1500542100,"counter":101,"content":"<p>I heard the word \"neoliberal\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00600","speaker":"1311"},{"type":"speech","time":1500542100,"counter":102,"content":"<p>I might have said that the Minister was neoliberal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00700","speaker":"1238"},{"type":"speech","time":1500542100,"counter":103,"content":"<p>If I am incorrect in what I have said I of course apologise to the Deputy, but those were the rough terms used.  If they were not used by Deputy Boyd Barrett they were used by other people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00800","speaker":"1292"},{"type":"speech","time":1500542100,"counter":104,"content":"<p>We will set that aside.<\/p> <p>  I also play the policy and not the man.  What the Minister is not acknowledging in his answer, which made reference to the Gini coefficient and so on, is that there have been a succession of reports showing that there has been a very significant jump in the wealth of those at the very top.  The Wealth-X report during the week said that the number of high net worth individuals in Ireland who have between &euro;30 million and &euro;50 million each jumped last year by 6%, and those 1,300 individuals now have between them &euro;133 billion in personal wealth.  I find it extraordinary that we would not think about taxing them specifically on their wealth.  Whatever can be said about comparing inequality, the fact of the matter is that on a global level, and Ireland is no exception, inequality is growing.  In the Minister's stance is there any recognition that we need to begin to redistribute wealth to deal with growing inequality in this country and elsewhere?<\/p> <p>  Is the Minister going to revisit the 9% VAT rate, given the profits in that sector?  Has he worked out how much extra money would be available if the rate was restored to the previous rate?<\/p> <p>  To what extent does the Minister put the low receipts of income tax down to people in low paid, precarious, part-time work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#M00900","speaker":"1238"},{"type":"speech","time":1500542100,"counter":105,"content":"<p>With regard to inequality and wealth, there is poverty in our country that we have to alleviate and there is social injustice that we must address.  The core point I am making, however, is if one looks at the aggregate measurement of these matters and uses the Gini coefficient, which is used by many figures on the left elsewhere, the fact is it has not changed in Ireland, despite the horrific period our country has gone through.  We still have a progressive tax code through the combination of USC and income tax.  With regard to the levels of wealth that individuals might hold, we have a way of taxing that through capital gains, income tax and USC.  Where I take a different view from the Deputy is that if we were to change the tax levels in the way he proposes, that would have an impact on economic policy and on the performance of our economy, which would cause other issues that we would have to deal with.  We differ on that and I understand that.<\/p> <p>  If there were to be no change in employment and no change in economic activity as a result of returning the 9% VAT rate to 12.5%, it would equate to between &euro;120 million and &euro;150 million per percentage point in Exchequer revenue.  The cumulative amount would be between &euro;550 million and &euro;600 million.  I have not made a decision on that, just as I have not made a decision on any other tax measure because I will make them all together on budget day.  I will consider each matter in the aggregate in the run-up to that.  If that VAT rate was changed, it would have another set of effects in the economy that I might need to manage.  One of the issues I have to consider is the number employed by the tourism industry and in the service sector.  For example, the impact on sterling of Brexit and, therefore, the number of British visitors coming to Ireland has to feed into the decision.  The read-out from our airports regarding the number of British visitors also has to feed into my decision.  However, all the decisions will be taken together later in the year.<\/p> <p>  The Deputy referred to an underperformance in income tax receipts.  We will properly know by the end of the year whether there has been an underperformance in income tax or USC.  The first six months of data could change completely in the second half of the year.  I have to base conclusions on a year of data, not months of data.  The Deputy asked whether I believe the underperformance is the result of changes in the nature of employment.  I do not believe that is a contributory factor because, according to the latest CSO figures, employment has increased in all sectors and more people have moved into full-time employment.  Other figures produced by the CSO a while ago highlighted that disposable income is beginning to recover in a robust way.  None of those indicators is consistent with a change in the nature of employment but I will continue to track this because I want to ensure people entering employment take up good jobs.  That is one of the reasons the Government accepted the recommendations of the Low Pay Commission to increase the national minimum wage, which is the second time we have done that under this Administration alone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#N00100","speaker":"1292"},{"type":"speech","time":1500542100,"counter":106,"content":"<p>I thank the Minister and his officials for attending.  This is my first committee meeting, having just recently been appointed.  In my preparation for a discussion  on macroeconomics, I had not expected it to be dominated in the early stages by water charges.  Having served on the water committee for four months along with the Chairman, it is important to touch on the issue.  I agree that we should refund everybody and stick to our commitment that those who paid will be treated no less equally that those who did not.  It is a little rich on the part of politicians and parties who advocated for water services and water infrastructure to be paid for out of general taxation to complain when what they called for happens and the money for the refunds comes out of the general taxation pot. They will not like that either.<\/p><p>I will leave the matter there.<\/p><p> I want to touch on the risk of economy overheating, which the Minister has previously referenced and which has been mentioned in commentary by the ESRI, the Irish Fiscal Advisory Council and others.  The Minister's predecessor, Deputy Noonan, referred to not returning to the boom-and-bust cycles of the past.  The contributing factors to the Celtic tiger boom and bust included the disproportionate role of the construction sector and driving unsustainable growth in the economy.  As we face into a future in which increased construction activity will be needed in both the residential and commercial areas, how can we best ensure that happens, that we do not curtail the development that needs to take place without it having a negative impact on our economy and that we learn from the mistakes of the past?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#N00200","speaker":"1237","continuing":true},{"type":"speech","time":1500542100,"counter":108,"content":"<p>What I have said, including at this committee today, is that I do not believe the economy is overheating.  The reason I do not believe this is that the unemployment rate is still coming down and the pace of wage growth is in line with what one would expect to see after a horrific crash, when people are trying to rebuild their living standards.  Wage growth of that magnitude is good because people need it and also because it feeds into a potential pattern of sustainability for our economy given that, in turn, people then have greater confidence about the domestic economy.  That is what has happened this year, and it is all important.  What I am simply saying is that if the labour market continues to improve at the rate at which it is improving and when we see unemployment begin to fall significantly below 6%, then we will have to consider other things in terms of the ability of the economy to translate more investment by the taxpayer into increased activity as opposed to higher prices.  I am simply saying it could be a risk in the future.  Against all of that, we could see a whole lot of other things occur that will mean it will not happen.  We could see developments in respect of Brexit or in the context of the British economy or the American economy that will mean the risks I am talking about do not materialise.  However, if I did not call that out as a risk now, then I would not be reflecting and learning from what happened to us all a number of years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#O00200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":109,"content":"<p>Obviously, before and after the budget, the Opposition will focus on where it would like extra money to be spent and all the areas in respect of which it would like to see improved investment.  Given that the Minister's brief has become bigger than the area of public expenditure and that he is now also charged with responsibility for ensuring sustainable growth into the future, I want to ask him about capital investment.  Taking a medium to long-term view, there are obvious areas of capital infrastructure that will give a return to the State, such as schools, hospitals and necessary roads infrastructure.  However, what are the other areas of the economy in respect of which the Minister envisages that capital investment will give us the best longer-term return and ongoing sustainable growth into the future?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#O00300","speaker":"1237"},{"type":"speech","time":1500542100,"counter":110,"content":"<p>There are many of them.  We are engaged in a review of capital expenditure that will culminate in the ten-year capital plan at the end of this year.  However, if I pick out any particular area of Government expenditure, I will then have every Department other than my own contacting me to know why I have not named it, so I am not going to do that now.  I will make just one very broad point which stretches across all Departments.  Given climate change and the climate change mitigation plan that was published yesterday, Ireland will have to find new ways of responding to that challenge.  We have to be on the right side of that issue.  For the generations to come and for those of us who can already see the effects of climate change, we need to be in a better place on that issue.  That will affect every Department and it will also affect the capital choices we have to make.  I have said, at the national economic dialogue and in the D&aacute;il, that we have to find a new way of responding to that in what we are doing at present.  Much of the achievement we made in delivering our targets was due to the fact that our economy was dealing with a horrific crash.<\/p><p>As it is moving into a different phase, we have to deal with climate change in a new way that will affect everybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#O00400","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":112,"content":"<p>It is my strong view that climate change, rather than being a negative, offers huge opportunities for the economy.  As a country, we should be embracing the green technology sector.  My fear is that the coverage of climate change is all about the negatives and the things we have to do to pull everything back.  I think there are a lot of positives which we could try to tap into as part of a whole-of-Government approach.<\/p> <p>  The Minister mentioned the EIB earlier.  I am mindful of the success of the agricultural cashflow support loan scheme established with the Strategic Banking Corporation of Ireland.  It was hugely successful scheme which allowed farmers working capital and replaced some unsustainable short-term credit facilities.  It was also an alternative to merchant credit.  The biggest issue with it was that it was so oversubscribed, which, in itself, is proof that it was a success.  What sectors does the Minister see benefiting from EIB low interest rate support?  What might it look like if we were to be successful in accessing more supports?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00200","speaker":"1237"},{"type":"speech","time":1500542100,"counter":113,"content":"<p>We are engaged in discussions with the EIB on a whole range of different options.  The issue on which there is most engagement is the agriculture scheme this year which the Deputy referred to.  It was a really interesting initiative, led by the Minister for Agriculture, Food and the Marine and his Department, which sought to deal with the issues which farmers are facing as a result of pricing volatility.  The Irish Farmers Association sees this scheme as having worked really well.  Essentially, we are leveraging our creditworthiness as a country and the creditworthiness of the EIB to provide funding to a sector in a different way and at a different rate from what could be accessed in the commercial banking sector.  I want to see how that worked and how we can learn from it because it is working for agriculture and, as we all know, it is those working in the food and agricultural sectors who are really at the front line in dealing with the effects of Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00300","speaker":"1292"},{"type":"speech","time":1500542100,"counter":114,"content":"<p>May I ask one other question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00400","speaker":"1237"},{"type":"speech","time":1500542100,"counter":115,"content":"<p>Very briefly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00500","speaker":"1311"},{"type":"speech","time":1500542100,"counter":116,"content":"<p>I thank the Minister for this response.  In terms of the Department's costing of the potential impact of a hard Brexit, if that scenario was to develop, when in the coming years would it be most likely to have an impact?  Would it be more of a medium-term impact?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00600","speaker":"1237"},{"type":"speech","time":1500542100,"counter":117,"content":"<p>Yes, it would be a medium-term forecast that would begin to take effect from 2019 onwards because, at that point, the negotiations will have to be well concluded, one way or the other.  We have not factored a very bad resolution of those negotiations into our gross forecasts.  We have factored in a hard Brexit of some kind happening.  This has suggested a loss of 0.75% gross, which is a very large figure.  That would have a substantial effect on the resources available to the country in the coming years.  If, as we move through this process, we have reason to believe that the consequences will be even worse than that, we will have to change the figures.  They will be medium-term figures, however, rather than figures that will affect this year or next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00700","speaker":"1292"},{"type":"speech","time":1500542100,"counter":118,"content":"<p>I am sorry that we have been shoehorned into these time constraints but it is due to the fact that the Minister is leaving.  We have 30 seconds for a follow up-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00800","speaker":"1311"},{"type":"speech","time":1500542100,"counter":119,"content":"<p>I understand that the Minister is leaving to do a press announcement on issues relevant to this committee.  I respect the Minister but that is the wrong approach.  This is the Oireachtas Committee on Budgetary Oversight.  The Minister has curtailed our proceedings to an hour and is going to leave here to make a press announcement on the expenditure review, which we, the members of the Committee on Budgetary Oversight, should be discussing.  As a result of the Minister's scheduling of that announcement, we have been curtailed in terms of our questioning and are not able to get into some of the finer detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P00900","speaker":"1288"},{"type":"speech","time":1500542100,"counter":120,"content":"<p>That is the Deputy's minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P01000","speaker":"1311"},{"type":"speech","time":1500542100,"counter":121,"content":"<p>I am using that time because this is not good practice.  If we are going to take the work of this committee seriously, we need to get into the depths of these issues.  I know reference was made to water charges.  This is not about water charges, it is about the expenditure profile which we were discussing earlier and the process.  I would like to talk to the Minister about the commitments in the programme for Government, about demographics and about the rainy day fund.  We will not get to all of these questions because the Minister has made a decision to address the media on a matter with which this committee should be dealing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P01100","speaker":"1288"},{"type":"speech","time":1500542100,"counter":122,"content":"<p>I thank the Deputy, his point is well made.  Will the Minister respond to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P01200","speaker":"1311"},{"type":"speech","time":1500542100,"counter":123,"content":"<p>This is my third committee appearance in approximately two weeks.<\/p><p>I have been before all the members in different committee formats during the past fortnight.  I appear before committees regularly.  I  was asked to come in and speak about the summer economic statement, which I have done.  I have been committed in respect of the mid-year expenditure report to the publication of CSR papers, and I said I would do that in the D&aacute;il.  I will answer any questions colleagues have in this committee or elsewhere but I point out that I appear before committees and take parliamentary questions regularly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#P01300","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":125,"content":"<p>This is a set piece event in the budgetary process.  Following the publication of the summer economic statement, the Minister appears before this committee.  I know we will not change this now, but I ask the Minister to review this for next year.  This is an affront to this committee.  It is wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00200","speaker":"1288"},{"type":"speech","time":1500542100,"counter":126,"content":"<p>I agree with Deputy Pearse Doherty.  This is not a departmental committee   We are not attached to the Department of Public Expenditure and Reform or the Department of Finance.  This committee is supposed to have oversight of all Departments.  Like Deputy Doherty, I believe this is crazy.  The fact that the Minister scheduled a press conference knowing that he would be at this meeting is unacceptable and unfair to the committee.  No more than Deputy Doherty, I had to make a journey to come here.  We have not had a chance as a budgetary oversight committee, as opposed to a specific departmental committee, to delve into some of these issues.  In fairness to the Minister, this is not like him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00300","speaker":"1335"},{"type":"speech","time":1500542100,"counter":127,"content":"<p>I am happy to stay here and I will stay here.  I do not want to be discourteous to any colleague.  I have never acted in that way.  I thought an hour or an hour and a half would be enough to deal with matters that members want to raise.  I will stay here and I will come back again.  I am happy to come back again to the committee.  I cannot do it today for other reasons; in other words, I cannot come back this afternoon.  However, if the committee wants me to come back early in September to deal with any matters, I will do so. I am happy to stay here now to deal with any questions the members may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":128,"content":"<p>I am happy to chair the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00500","speaker":"1311"},{"type":"speech","time":1500542100,"counter":129,"content":"<p>Can I ask my question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00600","speaker":"1288"},{"type":"speech","time":1500542100,"counter":130,"content":"<p>I am completely neutral on this.  It was flagged a week ago that the Minister would be leaving the meeting after an hour so there was that expectation.  Deputy Broughan has already left the meeting.  I am in the hands of the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00700","speaker":"1311"},{"type":"speech","time":1500542100,"counter":131,"content":"<p>Can I ask four brief questions and I will ask them together?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00800","speaker":"1288"},{"type":"speech","time":1500542100,"counter":132,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q00900","speaker":"1292"},{"type":"speech","time":1500542100,"counter":133,"content":"<p>I appreciate the Minister taking them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q01000","speaker":"1288"},{"type":"speech","time":1500542100,"counter":134,"content":"<p>I flagged this in advance but I will stay because I know people travelled journeys to come to this meeting.  This is an Oireachtas committee and I do not want to leave here with any member feeling that I am being discourteous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q01100","speaker":"1292"},{"type":"speech","time":1500542100,"counter":135,"content":"<p>We appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q01200","speaker":"1311"},{"type":"speech","time":1500542100,"counter":136,"content":"<p>I will ask my questions together to speed up the process.  In terms of the fiscal space for next year, there is no provision in the numbers with respect to the public pay deal.  The Minister has explained the reason for that, which is that the decision has not been made.  If there is vote to accept it, can the Minister indicate how much of the fiscal space for 2018 that would take up, as opposed to the overall expenditure level?<\/p> <p>  In terms of the two-to-one profile, and I know it is a nuanced position where it is at least two-to-one, can the Minister explain whether that two-to-one profile will work in the following fashion?  If the fiscal space is &euro;300 million, there would be &euro;100 million of tax cuts, or, for example, if the Minister were to decide on budget day to get rid of the 9% VAT rate, which would bring in an additional &euro;500 million, that would be solely for tax expenditure, so there would be &euro;500 million extra for tax cuts.  Currently, the fiscal space is &euro;300 million.  If the Minister got rid of the 9% VAT rate, it would be &euro;800 million.  Does the 2:1 ratio start at that point, or does it start at &euro;300 million figure?  Does the Minister understand my point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q01300","speaker":"1288"},{"type":"speech","time":1500542100,"counter":137,"content":"<p>Yes, I do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q01400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":138,"content":"<p>Therefore, there would be a difference in that respect.<\/p> <p>  There is a commitment in the programme for Government to maintain the pension rates and a number of rates above the rate of inflation, which is projected to be 1.8% next year.  What is the cost of that commitment and does the Minister intend to deliver on it?  The final issue I wish to raise is that of demographics, which I have been raising prior to the establishment of this committee.  I thank the Minister and his Department for a response to a parliamentary question with information on this.  Can the Minister drill further into those figures for the committee?  For example, the Minister indicated that &euro;57 million has to be provided for demographics and other current expenditure measures in the Department of Education and Skills.  Can he advise what those measures are?  The Department of Education and Skills has obviously told the Minister's Department that it had to employ a certain number of teachers and build so many classrooms.  Can that information be provided to this committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q01500","speaker":"1288"},{"type":"speech","time":1500542100,"counter":139,"content":"<p>I will deal with the Deputy's questions in the order in which he raised them.<\/p><p>With regard to public pay, I understand that it will become clear by the middle of September if the second Lansdowne Road agreement is ratified by the public services committee of ICTU.  Given that a number of unions oppose it at present, I will not assume that it will be passed.  That would be disrespectful to the union movement which is making up its mind at present.  The short answer to the question about the impact that would have for next year is approximately &euro;180 million.  I have given that figure previously.<\/p><p> Regarding the two-to-one profile, I expect that the overall figures will have to be at least two-to-one.  If I make additional choices in some respect or if the fiscal space changes and additional money is generated, I do not believe I would be in keeping with the agreement if I were to put all of that money into tax reform, for example.  However, it is at least two-to-one, rather than just two-to-one.<\/p><p> On the pension issue, I have not made a decision yet on any expenditure element of the budget, let alone social welfare which is one of its biggest elements.  I understand that many people in our society need changes in the working age and fixed payments that are made available to them, and the Minister, Deputy Regina Doherty, will be making that point to me.  However, I cannot say what the decision will be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#Q01600","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":141,"content":"<p>That is a commitment in the programme for Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00200","speaker":"1288"},{"type":"speech","time":1500542100,"counter":142,"content":"<p>I know.  There are many commitments in the programme for Government and I have to work with my government colleagues to try to deliver as many of them as possible.  That is what we will be doing.<\/p> <p>  On education and skills, it is a fair criticism of what we have been doing of late.  Over the past number of years, we have said that we must account for demographics, but what are the figures for that?  I have tried to make figures for demographics available to the committee.  As regards education and what that is used for, I cannot give the answer now but I will give it to the committee.  I know what the policy content of it will be, which is more teachers to maintain our pupil-teacher ratio.  Most of it, if not all, will be current expenditure and will be for more teachers.  Some of it will be capital expenditure to build new classrooms and schools, again to deliver the pupil-teacher ratio.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00300","speaker":"1292"},{"type":"speech","time":1500542100,"counter":143,"content":"<p>Education is just an example.  I am asking that it be provided for all Departments, which number about six, where there are serious demographic concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00400","speaker":"1288"},{"type":"speech","time":1500542100,"counter":144,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00500","speaker":"1292"},{"type":"speech","time":1500542100,"counter":145,"content":"<p>Has a date been decided yet for the presentation of the budget?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00600","speaker":"1335"},{"type":"speech","time":1500542100,"counter":146,"content":"<p>The second Tuesday in October, which is 11 October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00700","speaker":"1292"},{"type":"speech","time":1500542100,"counter":147,"content":"<p>In our ding-dong earlier I referenced the HSE.  There were reports last weekend that it has identified a need for another &euro;320 million for spending on older people and home care and home help packages.  Has the Department received any correspondence from the Department of Health or the HSE on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00800","speaker":"1335"},{"type":"speech","time":1500542100,"counter":148,"content":"<p>We have received correspondence on that from the Department of Health, rather than the HSE, and on all the other budgetary needs for next year.  The Department is flagging issues relating to how we look after our elderly as part of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R00900","speaker":"1292"},{"type":"speech","time":1500542100,"counter":149,"content":"<p>With the &euro;20 million under profile for this year, the Minister is saying its expenditure is on profile.  However, on elder care alone, and this comes back to demographics, the HSE is identifying another &euro;320 million for next year already.  Is there a possibility that the health budget will go way off profile this year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R01000","speaker":"1335"},{"type":"speech","time":1500542100,"counter":150,"content":"<p>If the answer to that question was \"Yes\", I would have to say that it will not deliver its expenditure ceiling for this year.  I have said already that with the information that is currently available I expect the Department of Health will be inside or on its expenditure ceiling.  If that were to change for any reason, and I do not wish it to change and do not believe it will, I would have to update the D&aacute;il about it.  I have not seen the figure mentioned by the Deputy.  There are many figures.  However, my recollection is that it was a figure for next year rather than this year.<\/p> <p>  This illustrates a process point, and I will keep returning to this.  There are more demands for expenditure and when I find a way to try to meet that expenditure need, I then face questions in that regard.  It is a process point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R01100","speaker":"1292"},{"type":"speech","time":1500542100,"counter":151,"content":"<p>Again, we will agree to disagree.  We would prefer it if the Minister outlined his expenditure plans at the committee so that they would be subject to scrutiny rather than us or his ministerial colleagues reading about them in the <i>Sunday Independent<\/i>.<\/p><p>One of those Ministers who read about it was Deputy Regina Doherty of the Department of Social Protection.  Previous Governments allocated the underspend in the Department of Social Protection to the Christmas bonus.  Will there be a Christmas bonus this year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#R01200","speaker":"1335","continuing":true},{"type":"speech","time":1500542100,"counter":153,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":154,"content":"<p>For clarification on the budget, given that we caught the Minister on the hop, did he say the second Tuesday?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00300","speaker":"1311"},{"type":"speechnospeaker","time":1500542100,"counter":155,"content":"<p>Tuesday, 11 October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00400","nonspeaker":"Mr. Brendan O'Leary"},{"type":"speech","time":1500542100,"counter":156,"content":"<p>Is that not Tuesday, 10 October?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00500","speaker":"1311"},{"type":"speechnospeaker","time":1500542100,"counter":157,"content":"<p>Yes, sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00600","nonspeaker":"Mr. Brendan O'Leary"},{"type":"speech","time":1500542100,"counter":158,"content":"<p>That is why I said the second Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00700","speaker":"1292"},{"type":"speech","time":1500542100,"counter":159,"content":"<p>Tuesday, 10 October will be budget day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00800","speaker":"1311"},{"type":"speech","time":1500542100,"counter":160,"content":"<p>I have just been reminded that that is subject to Government decision, but it has been the second Tuesday in the past and I expect it to be the second Tuesday again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S00900","speaker":"1292"},{"type":"speech","time":1500542100,"counter":161,"content":"<p>It has gone into all of our diaries in expectation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01000","speaker":"1311"},{"type":"speech","time":1500542100,"counter":162,"content":"<p>The Minister will be glad to know that I will not quibble about the fact that the water charges are being abolished and the cost will be met by the Central Fund.  I just believe that the Central Fund should be larger by tapping into other sources of revenue.  Will the Minister confirm that the cost of abolishing water charges will not impact on the water infrastructure capital investment plans over the coming years?<\/p> <p>  Regarding the economics and finances of the Government's housing plans, has the Minister any interest in the point that much of Rebuilding Ireland depends on the delivery of HAP, leasing schemes and so on - approximately 75% - rather than the direct provision of social housing?  It is under review, but does the Minister for Finance believe it is sensible that, of the 110,000 target of various types of social housing to 2021, the bulk will involve ongoing current expenditure as opposed to directly provided housing?  The upfront capital cost of the latter would be greater, but that housing would eventually become a net source of revenue.  The alternative does not make sense.  Has the Minister any comment to make on it?  From a medium-term point of view, it would be more sustainable and sensible to build more of our own housing stock instead of leasing and so on.<\/p> <p>  How much will we spend on legal costs in 2018 to defend the Apple case and try to prevent us getting the &euro;13 billion?  Is the &euro;13 billion in the escrow account yet and does it generate any interest?  If it does, what are we going to do with that?<\/p> <p>  How much motor tax revenue do we generate and what exactly will be done with that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01100","speaker":"1238"},{"type":"speech","time":1500542100,"counter":163,"content":"<p>As to whether the abolition of water charging will have an effect on future capital expenditure on water, the Oireachtas committee report on this matter - I cannot remember the exact wording - acknowledged that Irish Water would move onto the balance sheet of the Government and that we should look to prioritise and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01200","speaker":"1292"},{"type":"speech","time":1500542100,"counter":164,"content":"<p>It was always on the balance sheet of the Government.  It never moved off it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01300","speaker":"1238"},{"type":"speech","time":1500542100,"counter":165,"content":"<p>That Irish Water is now on the balance sheet of the Government and will be funded out of general taxation means that funding for water infrastructure will have to meet the same criteria and needs as apply when I evaluate whether we will put money into housing or education.  That is what funding it out of general taxation looks like.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01400","speaker":"1292"},{"type":"speech","time":1500542100,"counter":166,"content":"<p>Irish Water never got off the balance sheet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01500","speaker":"1238"},{"type":"speech","time":1500542100,"counter":167,"content":"<p>My point still stands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01600","speaker":"1292"},{"type":"speech","time":1500542100,"counter":168,"content":"<p>The Deputy should allow the Minister to answer his question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01700","speaker":"1311"},{"type":"speech","time":1500542100,"counter":169,"content":"<p>To use the phrase yet again, if the Deputy wants it to be paid for out of general taxation, as most of it will be, and funded directly by the State, which will now happen as a result of the decision made by the Oireachtas, the consequences to which I referred will now happen.<\/p><p>We have to make choices about how we are going to do this.  I am going to stay within the resolution passed by the D&aacute;il with regard to the Oireachtas committee, but that is capital expenditure that we will now have to fund.  <\/p><p> With regard to leasing, I am aware of the benefits of the argument the member is making.  I have a great interest in public housing and in the provision of social housing stock because of my personal experience of these matters over the last decade.  The Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and I will now be looking at this matter in the context of Rebuilding Ireland.  The Taoiseach has asked him to look at what we are currently doing in this area and has also requested my input and help, which I will of course provide.  One of the major benefits of what the approved housing bodies have done and of the leasing approach currently in use is that we have been able to get some of necessary work done much quicker and more cheaply than would have been the case if these projects had been directly funded by local authorities.  In my own constituency, for example, we have new housing developments which have been provided by AHBs with the support of Dublin City Council.  I can think of two examples in particular of that approach in action, one in Cabra and one on the North Strand.  I will keep any other expenditure matter under review and continue to assess whether it is the right way to go.  I am aware of the points the member raises and they will feed back into the choices I make on this.  <\/p><p> In response to the question on legal costs, I do not currently have the figure to hand.  The reason for this is that many of the legal proceedings are only just beginning.  We have filed our views on and assessment of this matter with the relevant European court and will now have to go through the legal process with those concerned.  The legal costs for all of this are now beginning to accrue and will continue to do so into the future.  If I can supply to this committee the figures on what legal costs we have incurred to date then I will do so.<\/p><p> A question was asked as to whether the Apple funding has gone into the escrow account yet.  This answer is that it has not.  A further question was asked as to who would be affected by the rate of interest that may be determined on that escrow account.  We are currently working on this in collaboration with the European Commission and I will answer that question when that work is completed.  <\/p><p> The answer to the question on how much we collect on motor tax is that it is approximately &euro;1 billion per year.  We have not made any further policy changes on how that money will be used in the future as distinct from how it used at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#S01800","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":171,"content":"<p>I welcome the Government's plan to implement the recommendation made this week to increase the minimum wage.  This is a very important move and the right thing for us to do in a just and fair society.  We also need to support those who take the risk of employing staff.  I have a huge regard for anyone running a small or medium-sized business and I imagine that Friday comes around very quickly for anybody who has to provide three, four, five or ten pay packets every week and then ensure that the business is generating enough income to do so.  Could the Minister outline some of the measure he would like to introduce to support small and medium-sized businesses and the self-employed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#T00200","speaker":"1237"},{"type":"speech","time":1500542100,"counter":172,"content":"<p>The recommendation made by the Low Pay Commission on the minimum wage was both fair and correct.  Last year the commission took into account the impact of Brexit on particular Border counties and this was one the factors that led to its recommendation.  The Government accepts the recommendation, which strikes a balance in terms of trying to rebuild the living standards of people whose wages are at and, more importantly, near the minimum wage.  The actual numbers of people working on the minimum wage is now declining in our economy. What is particularly important about this decision, however, is that it will influence wage levels around the minimum wage as opposed to just at it.  That is why this is a fair decision that takes account of economic and social issues.<\/p> <p>  With regard to Deputy Heydon's question on what further supports we want to bring in for the SME sector, I will answer this fully on the second Tuesday in October.<\/p><p>In response to the question on further supports that we want to introduce to support the SME sector, again, I will be able to answer that question fully on the second Tuesday of October.  We already have a full range of business supports available to the SMEs from MicroFinance Ireland, the Strategic Banking Corporation of Ireland and grants that we make available to Enterprise Ireland.  We have a full range of supports available.<\/p><p> Before I came to this meeting, the Taoiseach, T&aacute;naiste and I met clients of Enterprise Ireland and we spent a couple of hours engaging with them on Brexit.  They took us through the concerns they now have for the future.  This is a crucial issue that I will have to consider in light of the approaching budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#T00300","speaker":"1292","continuing":true},{"type":"speech","time":1500542100,"counter":174,"content":"<p>To follow on from that point, is the Minister committed to increasing the earned income tax credit for the self-employed to match the PAYE credit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#U00200","speaker":"1237"},{"type":"speech","time":1500542100,"counter":175,"content":"<p>We have stated this is an objective that we want to fulfil.  Deputy Boyd Barrett asked about the VAT rate, and my response was that I could not answer the question now because I have to make the announcement on budget day.  The same applies to what we will do about the earned income tax credit.  What the then Minister, Deputy Noonan, said was that over time he wanted to rebuild it so that it would have more equivalence to what happens with the equivalent rate in the PAYE sector.  I share that objective, but like all other decisions, it will be made in the run up to the second Tuesday in October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#U00300","speaker":"1292"},{"type":"speech","time":1500542100,"counter":176,"content":"<p>I thank the Minister for extending his time at the meeting.  It was much appreciated as everybody received an answer to the questions they raised.  The Minister has assented to return to the committee in September.  I appreciate that he will come before the committee prior to the budget because the committee will be making a submission in the context of capital expenditure.  In this context the establishment of the independent office for budget oversight is beginning to gain traction.<\/p> <p>  As Vice Chairman, the only comment I will make on the outcome on water charges is that the decision was the result of an all-party Oireachtas committee.  The Minister is speaking to everybody, I assume, when he is addressing members on the consequences of the decision, which was a decision made by the Oireachtas.<\/p> <p>  I thank the Minister and his officials for their attendance.  I ask members to stay to go through the final business of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017072000002#U00400","speaker":"1311"},{"type":"unspoken","time":1500542100,"counter":177,"content":"<p>The committee went into private session at 11.55 a.m. and adjourned at 12 noon until 4 p.m. on Tuesday, 12 September 2017.<\/p>","notice":"TIME STRING DETECTED"}]