[{"type":"majorheading","content":"Select Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1575936000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 14:00<\/p><p>The Select Committee met at 14:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Declan Breathnach,+ Paschal Donohoe (Minister for Finance), Seán Kyne (Minister of State at the Department of the Taoiseach), Michael McGrath, Paul Murphy.<\/p><p>+ In éagmais le haghaidh cuid den choiste \/ In the absence for part of the meeting of Deputy Michael McGrath.<\/p><p>Teachta \/ Deputy John McGuinness sa Chathaoir \/ in the Chair.<\/p>","time":1575936000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002"},{"type":"minorheading","content":"Estimates for Public Services 2019<br \/>Vote 6 - Office of the Chief State Solicitor (Supplementary)<br \/>^ Vote 7 - Office of the Minister for Finance (Supplementary)<br \/>Vote 9 - Office of the Revenue Commissioners (Supplementary)<br \/>Vote 12 - Superannuation and Retired Allowances (Supplementary)<br \/>Vote 17 - Public Appointments Service (Supplementary)","time":1575936000,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#C00500"},{"type":"speech","time":1575936000,"counter":10,"content":"<p>Apologies have been received from Deputy Pearse Doherty and he will be substituted by Deputy Martin Kenny later on.<\/p> <p>  At today's meeting of the committee we will consider five Supplementary Estimates for Public Services 2019, which were referred to this committee by order of D&aacute;il &Eacute;ireann on 19 and 20 November last.  I refer to Votes 6, 7, 9, 12 and 17.  <\/p> <p>  I welcome the Minister for Finance and his junior Minister here.  Perhaps the Minister for Finance might give his opening remarks.   <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#C00600","speaker":"1248"},{"type":"speech","time":1575936000,"counter":11,"content":"<p>I was going to ask if it is okay for Minister Kyne to go first.  Is that okay?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#C00700","speaker":"1292"},{"type":"speech","time":1575936000,"counter":12,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#C00800","speaker":"1248"},{"type":"speech","time":1575936000,"counter":13,"content":"<p>I thank the Chairman and the Minister.  I thank the committee for making time available today to consider my request for a Supplementary Estimates for the Office of the Chief State Solicitor.<\/p> <p>  As Members are no doubt aware, the Office of the Chief State Solicitor is a constituent part of the Office of the Attorney General and provides solicitor services within the Office of the Attorney General and to Departments and offices.  While the Taoiseach has certain responsibilities to the Oireachtas for administrative matters in the Office of the Chief State Solicitor, the office operates independently of the Department. <\/p> <p>  The office has a wide remit, including the area of civil litigation in all courts, including attending at the Court of Justice of the European Union in Luxembourg, and the provision of conveyancing, property law, commercial contract and other solicitor services for the line Departments and other Civil Service clients.  Many matters are high profile, sensitive, capable of attracting publicity, and sometimes involve emergency applications to court, strict time limits and complex issues of law.<\/p> <p>  A Supplementary Estimate of &euro;5 million is sought to cover extra expenditure on fees to counsel in 2019.  The management of expenditure on counsels' fees is a key activity for the Office of the Chief State Solicitor.  These are fees payable to counsel representing Departments and offices in litigation before the Irish courts and other tribunals, and the European Court of Justice.  They also include fees payable for the provision of legal advice for the State, whether sought for the Office of the Attorney General or for Departments and Offices. <\/p> <p>  Expenditure on counsel fees is, to a large extent, dependent on the level of activity in the courts at any time, and so is always difficult for the office to forecast.  In addition, recent years have seen a marked increase in the complexity of work being handled by the office in areas such as commercial litigation and transactional work, procurement work, and advisory and litigation work resulting from our membership of the European Union, and the implementation of directives in areas such as environmental law, planning, employment law and social welfare law. <\/p> <p>  The office has observed that the issues raised in cases taken against the State are becoming increasingly complex, which leads to greater use of counsel.  An allocation of &euro;13.5m was made in terms of expenditure on fees for counsel in 2019, which was the same as 2018.  However, due to a carryover of &euro;3.31 million in fees from 2018 and anticipated additional expenditure of &euro;2.29 million in 2019 a shortfall of &euro;5.6 million will arise.  The office will make use of savings of &euro;600,000 in other areas of the Vote to assist with this shortfall but a supplementary of &euro;5 million is required.<\/p><p>I should also point out the allocation for fees to counsel in 2020 has been increased by &euro;1.5 million, giving a total allocation of &euro;15 million.  The office together, with the Attorney General&rsquo;s office, is working with the Department of Public Expenditure and Reform and its main client Departments in an effort to remain within budget in 2020.  I am pleased to recommend this Supplementary Estimate to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#C00900","speaker":"1314","continuing":true},{"type":"speech","time":1575936000,"counter":15,"content":"<p>Having considered the Supplementary Estimate and the Minister of State's remarks, the committee accepts the supplementary evidence.  We will send a message to the Clerk of the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#D00200","speaker":"1248"},{"type":"speech","time":1575936000,"counter":16,"content":"<p>At the beginning of the meeting I called out the wrong Vote because the Minister of State spoke first.  I just want to clarify that the Minister, Deputy Donohoe, will be taking Votes 7, 9, 12 and 17.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#D01000","speaker":"1248"},{"type":"speech","time":1575936000,"counter":17,"content":"<p>Yes, that is correct.  I am here to present a proposal for four Supplementary Estimates, two of which come under the Department of Public Expenditure and Reform Vote group and two of which come under the Department of Finance Vote group.<\/p> <p>  On the public expenditure and reform Vote group, there is a net Supplementary Estimate of &euro;1,000, resulting in a gross Estimate of &euro;5 million, in respect of Vote 12 - superannuation and retired allowances.  There is a Supplementary Estimate of &euro;470,000 in respect of Vote 17 - Public Appointments Service.<\/p> <p>  On the finance Vote group, a Supplementary Estimate of &euro;21.2 million is required in respect of Vote 7 - the Department of Finance, and a Supplementary Estimate of &euro;4.104 million is required in respect of Vote 9 - Office of the Revenue Commissioners.<\/p> <p>  With respect to Vote 12, pensions and lump sums paid under the pensions scheme for established civil servants make up just under 90% of gross expenditure on the superannuation and retired allowances Vote.  The main driver of the annual cost is the number of established civil servants who retire during the year.  There are a number of different reasons it can be difficult to estimate the number of retirements from one year to the next but the 2019 gross estimate for Vote 12 was &euro;609.9 million euro, which was based on a forecast of 1,700 retirements.  As a general rule, the once-off lump sum paid to each person who retires is three times the size of the annual pension.  Accordingly, increases in retirement levels have a particular effect on subhead A.4, which is the main driver of expenditure variance on the Vote in any given year.  At the end of October, &euro;90.4 million had been expended from section A.4, compared with the original 2019 full-year Estimate of &euro;101.6 million.  Further expenditure of up to &euro;25.3 million is estimated by the end of the year, resulting in an overall projected excess of approximately &euro;14.1 million on the subhead.   It is now estimated that total gross expenditure on the Vote may be in the region of &euro;614.9 million, which is &euro;5 million ahead of the gross Estimate as voted previously by the Oireachtas. <\/p> <p>  The committee should also note that the level of gross Supplementary Estimate being sought will be mitigated somewhat by anticipated increased levels of appropriations-in-aid.  In 2019, these were estimated at &euro;238.6 million, which was ahead of profile.  Total appropriations are now projected to be &euro;243.6 million, which is &euro;5 million more than expected.  This excess amount will act to reduce the net effect of the total gross Supplementary Estimate.<\/p> <p>  Moving to the Supplementary Estimate in respect of Vote 17 - Public Appointments Service, the Supplementary Estimate in respect of the Vote will bring the total 2019 Estimate for that Vote to &euro;15.503 million, which is a 3.1% increase on the total allocation of &euro;15.033 million.   <\/p> <p>  The Supplementary Estimate for Vote 7 is to meet the cost of legal settlements entered into by the State following advice from senior counsel.  The settlements are in respect of protracted legal proceedings arising from the air travel tax introduced in budget 2009 and agreements which were entered into following mediation with Mr. Justice Paul Gilligan.<\/p><p>The Supplementary Estimate for Vote 9 is to meet the 2019 costs associated with developing the Brexit infrastructure required as part of our no-deal preparations.  The total cost to be met is &euro;4.104 million.  <\/p><p> In conclusion, I am satisfied that approval of the supplementary estimate of &euro;1,000 net will confer the necessary legal authority to meet the pension entitlements of civil servants expected to retire up to the end of 2019.  I am satisfied that approval of the supplementary estimate of &euro;470,000 will enable the wider public service to prepare for future challenges through the Public Appointments Service.  I am satisfied that approval of the Supplementary Estimates for the Revenue Commissioners and Department of Finance will allow us to deal with the requirements outlined in my address.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#D01100","speaker":"1292","continuing":true},{"type":"speech","time":1575936000,"counter":19,"content":"<p>Will the Minister give us some more information on the &euro;20 million for Vote 7?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00200","speaker":"1248"},{"type":"speech","time":1575936000,"counter":20,"content":"<p>The Supplementary Estimate is required to meet the obligations entered into by the Department in the context of settlement agreements with two airlines - Aer Lingus and Ryanair.  Following mediation with Mr. Justice Paul Gilligan, settlements were agreed in respect of both actions.  As indicated in the documentation, the total amount amounted to &euro;24 million in full and final settlement of the airlines' claims, to include legal and expert costs incurred.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00300","speaker":"1292"},{"type":"speech","time":1575936000,"counter":21,"content":"<p>What went wrong?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00400","speaker":"1248"},{"type":"speech","time":1575936000,"counter":22,"content":"<p>This refers to the issue that developed in respect of the air travel tax introduced in budget 2009.  It refers to a dispute with two airlines, Aer Lingus and Ryanair, that argued that the air travel tax was levied illegally.  This tax was developed during the crisis period and was subsequently changed in budget 2011.  It has been a longstanding legal dispute between the two airlines and the Department of Finance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00500","speaker":"1292"},{"type":"speech","time":1575936000,"counter":23,"content":"<p>Was the air travel tax collected and this figure represents that money being returned or was it never collected and this is a setlement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00600","speaker":"1248"},{"type":"speech","time":1575936000,"counter":24,"content":"<p>The air travel tax was collected.  All told, between 2009 and 2014, &euro;316 million was collected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00700","speaker":"1292"},{"type":"speech","time":1575936000,"counter":25,"content":"<p>Between 2009 and when?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00800","speaker":"1248"},{"type":"speech","time":1575936000,"counter":26,"content":"<p>2014.  Some &euro;316 million was collected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E00900","speaker":"1292"},{"type":"speech","time":1575936000,"counter":27,"content":"<p>Is this &euro;24 million for legal fees?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E01000","speaker":"1248"},{"type":"speech","time":1575936000,"counter":28,"content":"<p>It includes legal fees but it also includes a settlement.  The airlines believed they were due to have some of the money collected returned to them.  This figure includes legal fees and a settlement.  The issue between the two airlines and the State has now been dealt with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E01100","speaker":"1292"},{"type":"speech","time":1575936000,"counter":29,"content":"<p>If it was known that this case was being taken and that it was probably heading towards settlement, why was provision not made for it earlier?  Why do we have to deal with it in a Supplementary Estimate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E01200","speaker":"1433"},{"type":"speech","time":1575936000,"counter":30,"content":"<p>The amount that would need to be made available in respect of the settlement was unclear to me.  The Deputy will know that Supplementary Estimates refer to expenditure that takes place within a given year.  When we prepared the budget last year, I did not know if we were going to be able to settle the case and, if we were, for what amount it would be.  It could not be included in the budget for that reason.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E01300","speaker":"1292"},{"type":"speech","time":1575936000,"counter":31,"content":"<p>Separately, in the documentation on the Supplementary Estimates for public services, money for this legal settlement is listed under the subhead \"Consultancy Services and Other Services\".<\/p><p>This is where money for a legal settlement is allocated.  It does not seem a transparent way of explaining what the money is for.  It is certainly not for consultancy services, but for other services.  \"Other services\" could include anything, though.  Could a better or clearer description have been used in the official documentation or could this figure have been placed under a clearer heading?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#E01400","speaker":"1433","continuing":true},{"type":"speech","time":1575936000,"counter":33,"content":"<p>I take the Deputy's point, in that there might have been a different way of explaining what it was for, but the reason I am here is to explain to the Deputy what the money is for and how it is being used.  To give the figure some context, various reports were made available on how the court case could have played out.  The export reports from the two airlines put forward claims ranging from &euro;145 million to &euro;190 million, exclusive of legal costs.  The &euro;24 million figure is a large one, and many millions of euro are all large amounts, but I ask the Deputy to see it in the context of the claims that we were facing and the amount that was collected on the tax.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00200","speaker":"1292"},{"type":"speech","time":1575936000,"counter":34,"content":"<p>Will the Minister explain why, under Vote 9, all of this extra money is being allocated for Brexit infrastructure?  The Government's line is clear - there will be no border infrastructure or any border.  The front page of today's <i>The Irish Times<\/i>is the T&aacute;naiste explaining to Boris Johnson that there will be checks between Britain and the North but relatively few checks in Ireland.  If so, what is this infrastructure?  There is a reference to work being under way by the Office of Public Works, OPW.  Where is that work taking place?  Is any of it taking place on the Border?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00300","speaker":"1433"},{"type":"speech","time":1575936000,"counter":35,"content":"<p>None of it is talking place on the Border.  It is happening at Dublin Port.  It will happen at terminal 10 there and involve measures to enable traffic to be managed better in the event of having to deal with a no-deal Brexit.  It will also happen at terminal 7, which entails putting in place an area to facilitate transit and documentary checks.  It will happen at terminal 9.  Work will also happen in Rosslare Port.  Overall, this is work that is primarily taking place at our ports.  There is no funding for North-South infrastructure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00400","speaker":"1292"},{"type":"speech","time":1575936000,"counter":36,"content":"<p>What is being built?  Is it space for custom checks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00500","speaker":"1433"},{"type":"speech","time":1575936000,"counter":37,"content":"<p>Yes.  To provide an example, this funding will provide public offices at terminal 7 where drivers will be able to engage with Revenue staff and obtain additional information to facilitate their movement through the port.  Vehicles will be parked in terminal 7 but will require a physical check at terminal 9.  Terminal 9 is also where the trucks will be checked for sanitary and phytosanitary, SPS, and Revenue requirements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00600","speaker":"1292"},{"type":"speech","time":1575936000,"counter":38,"content":"<p>Is the approximately &euro;4.1 million a final total or will there be extra money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00700","speaker":"1433"},{"type":"speech","time":1575936000,"counter":39,"content":"<p>It is the final figure for this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00800","speaker":"1292"},{"type":"speech","time":1575936000,"counter":40,"content":"<p>Let us say we head towards a no-deal scenario again.  Does the Minister envisage more needing to be invested next year in the building of this infrastructure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F00900","speaker":"1433"},{"type":"speech","time":1575936000,"counter":41,"content":"<p>I am hopeful that we will have most of what needs to be done done.  The amount of work that took place from quarter 2 of this year up to September was significant.  If we were to have to deal with a no-deal Brexit risk again, which remains a possibility for 2020, we will have much of what needs to be done from a physical point of view in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F01000","speaker":"1292"},{"type":"speech","time":1575936000,"counter":42,"content":"<p>The OPW allocates &euro;4.1 million of this to Revenue.<\/p><p>The rest is allocated to the OPW and others.  What is the rationale for this split?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#F01100","speaker":"1433","continuing":true},{"type":"speech","time":1575936000,"counter":44,"content":"<p>This is the allocation between-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00200","speaker":"1292"},{"type":"speech","time":1575936000,"counter":45,"content":"<p>This relates to the cost.  The Revenue Commissioners' portion is &euro;4.1 million of a total cost of &euro;36.977 million.  That is divided among the Revenue Commissioners, the Department of Agriculture, Food and the Marine and the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00300","speaker":"1433"},{"type":"speech","time":1575936000,"counter":46,"content":"<p>It is just the business cases that have come in from the different Departments.  For example, the Department of Agriculture, Food and the Marine might say that money will be needed for sanitary and phytosanitary facilities in Rosslare.  It is not a central decision and it is more about proposals that come from different Departments and the OPW meeting them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00400","speaker":"1292"},{"type":"speech","time":1575936000,"counter":47,"content":"<p>I do not want to delay the Minister but I want to get my head around this settlement.  The Government introduced an air travel tax and from 2009 to 2014 it collected &euro;316 million.  I presume it was collected from the travelling public.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00500","speaker":"1248"},{"type":"speech","time":1575936000,"counter":48,"content":"<p>It was collected from the airlines.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00600","speaker":"1292"},{"type":"speech","time":1575936000,"counter":49,"content":"<p>It was from the airlines.  Where did it originate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00700","speaker":"1248"},{"type":"speech","time":1575936000,"counter":50,"content":"<p>They would have passed it on to differing degrees to people who would have used their flights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00800","speaker":"1292"},{"type":"speech","time":1575936000,"counter":51,"content":"<p>Okay.  With regard to the case itself, there was a &euro;24 million settlement.  Why did the State have to settle?  Was the process found to be poorly administered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G00900","speaker":"1248"},{"type":"speech","time":1575936000,"counter":52,"content":"<p>No.  The airlines believed they were not being treated fairly by the design of this tax.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01000","speaker":"1292"},{"type":"speech","time":1575936000,"counter":53,"content":"<p>Was it because they had to pay it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01100","speaker":"1248"},{"type":"speech","time":1575936000,"counter":54,"content":"<p>No.  The Chairman might remember when this was introduced.  There was a &euro;10 standard tax, with a &euro;2 tax for airports within 300 km of Dublin Airport.  The view of the airlines at that point was that the design of the tax was unfair and conferred a degree of competitive advantage on other airlines.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01200","speaker":"1292"},{"type":"speech","time":1575936000,"counter":55,"content":"<p>Why?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01300","speaker":"1248"},{"type":"speech","time":1575936000,"counter":56,"content":"<p>They would have viewed that the design of the tax facilitated airlines with more business coming from airports more than 300 km away from Dublin.  The European Commission formed a view that the tax was not designed properly.  It meant that journeys within the European Union were taxed in a different way depending on where the journey began.  That Government and its successors became involved with a state aid issue with the Commission.  The &euro;2 and &euro;10 taxes were subsequently merged into a single tax of &euro;3.  The airlines took the view that the design of the tax in the first place had been unfair and given advantage to other companies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01400","speaker":"1292"},{"type":"speech","time":1575936000,"counter":57,"content":"<p>How did it continue after 2014?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01500","speaker":"1248"},{"type":"speech","time":1575936000,"counter":58,"content":"<p>It was dropped in 2014.  That is why the tax was only collected until 2014.  It was moved to &euro;3 in 2011 and stopped in 2014.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01600","speaker":"1292"},{"type":"speech","time":1575936000,"counter":59,"content":"<p>If I paid the tax then, could I reclaim it because of this settlement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01700","speaker":"1248"},{"type":"speech","time":1575936000,"counter":60,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01800","speaker":"1292"},{"type":"speech","time":1575936000,"counter":61,"content":"<p>If it was unfair for the airlines, it must have been unfair that I was asked to pay it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G01900","speaker":"1248"},{"type":"speech","time":1575936000,"counter":62,"content":"<p>This is a final settlement with the airlines.  What any citizen chooses to do is his or her business.  That is if they want to challenge it.  The tax was levied at that point with the understanding that it was legal.  In the settlement we reached, there is no admission by the State that the tax at any point was illegal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G02000","speaker":"1292"},{"type":"minorheading","content":"Message to Dáil","time":1575936000,"counter":63,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G02100"},{"type":"speech","time":1575936000,"counter":64,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Finance, Public Expenditure and Reform and Taoiseach has completed its consideration of the following Supplementary Estimates for public services for the year ending 31 December 2019: Vote 6 - Office of the Chief State Solicitor; Vote 7 - Office of the Minister for Finance; Vote 9 - Office of the Revenue Commissioners; Vote 12 - Superannuation and Retired Allowances; and Vote 17 - Public Appointments Service. <\/blockquote> <p>Under Standing Order 89(2), the message is deemed to be the report of the committee.  I thank the Minister and his officials.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2019121000002#G02200","speaker":"1248"},{"type":"unspoken","time":1575936000,"counter":65,"content":"<p>The select committee adjourned at 2.35 p.m. until 10 a.m. on Thursday, 12 December 2019.<\/p>","notice":"TIME STRING DETECTED"}]