[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1490713200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jackie Cahill, Senator Paul Daly, Deputy Charlie McConalogue, Senator Tim Lombard, Deputy Willie Penrose, Senator Pádraig Mac Lochlainn, Deputy Thomas Pringle, Senator Michelle Mulherin.<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1490713200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002"},{"type":"minorheading","content":"Business of Joint Committee","time":1490713200,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#A00100"},{"type":"speech","time":1490713200,"counter":5,"content":"<p>I remind members to ensure their mobile phones are turned off as they interfere with the broadcasting of the proceedings.  Apologies have been received from Deputy Martin Kenny.  I propose that we go into private session to deal with a number of matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#B00200","speaker":"1268"},{"type":"unspoken","time":1490713200,"counter":6,"content":"<p>The joint committee went into private session at 4.10 p.m. and resumed in public session at 4.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Election of Vice Chairman","time":1490713200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E00100"},{"type":"speech","time":1490713200,"counter":8,"content":"<p>Standing Orders provide that every committee shall elect one of its members to be Vice Chairman.  Is it agreed that the committee elect a Vice Chairman at today's meeting?  Agreed.  I seek nominations for the position of Vice Chairman.  Are there nominations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E00200","speaker":"1268"},{"type":"speech","time":1490713200,"counter":9,"content":"<p>I propose Deputy Jackie Cahill to be Vice Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E00300","speaker":"1244"},{"type":"speech","time":1490713200,"counter":10,"content":"<p>I second that proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E00400","speaker":"1383"},{"type":"speech","time":1490713200,"counter":11,"content":"<p>Is it agreed that Deputy Jackie Cahill be elected to fill the position of Vice Chairman of the committee?  Agreed.  I congratulate Deputy Jackie Cahill and wish him well in the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E00500","speaker":"1268"},{"type":"speech","time":1490713200,"counter":12,"content":"<p>Thank you.  I thank committee members for nominating and electing me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E00600","speaker":"1350"},{"type":"minorheading","content":"Organic Farming Sector: Discussion","time":1490713200,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E00900"},{"type":"speech","time":1490713200,"counter":14,"content":"<p>I again remind members, as well as those in the Visitors Gallery, to ensure their mobile phones are turned off completely as they interfere with the broadcasting of the proceedings.<\/p> <p>  I welcome from the Irish Organic Farmers and Growers Association Ms Gillian Westbrook, chief executive officer; Mr. Padraig Fahy, director; Mr. John Liston, director, and Ms Grace Maher, development officer; and from Organic Trust CLG Ms Helen Scully, chief executive officer; Mr. Patrick Lalor, member of the board of management, and Mr. Philip Roddy, member of the board of management.  I thank them for coming before the joint committee to discuss the challenges facing the organic farming sector.  The committee would also like to hear their views on the recommendations made in the report produced by the previous committee on the organic farming scheme. <\/p> <p>  Witnesses are protected by absolute privilege in respect of the evidence they give to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.   <\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  <\/p> <p>  I understand Ms Westbrook will make the opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E01000","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":15,"content":"<p>Actually, our director, Mr. Fahy, will start.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E01100","nonspeaker":"Ms Gillian Westbrook"},{"type":"speech","time":1490713200,"counter":16,"content":"<p>That is no problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E01200","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":17,"content":"<p>On behalf of the Irish Organic Farmers and Growers Association, IOFGA, I thank the Chairman and committee members for giving us the opportunity to comment on the recommendations made in the report of the previous joint committee and the challenges facing the organic farming sector.  The IOFGA was established 35 years ago by a group of farmers who wanted to have certification of their organic production before the first EU regulations were even developed in 1992.  The regulations have changed considerably since in line with consumer demand.  However, to this day the IOFGA remains the largest organic certification body, owned by its members, with a democratically elected board of directors which is representative of the various sectors - farmers, growers, food and industrial processors, retailers and multiplies.  A total of 70% of the board are active farmers, while the remaining 30% are processors or retailers, and all are organic licence holders.  It is a not-for-profit company with a legal constitution.  No one on the board is self-appointed; each member is elected at the annual general meeting for a duration of three years.  That is what makes the IOFGA truly representative of the sector.<\/p> <p>  The IOFGA is one of two certification bodies that specialises in organic production, as well as organic processing.  The certification of the farming system cannot be viewed in isolation from processing and retailing as it is interconnected and inspected as such.  EU regulations and consumer confidence require that the entire organic food chain be certified, not just farms.  That is what makes the organic certification system unique from any other system and that status is recognised internationally.  It is governed by EU law and inspections must correlate what happens beyond the farm gate to ensure the integrity of the product is maintained.  That is what the law and the consumer require.  To provide for this level of certification, the IOFGA employs a professional, highly committed and specialised staff, from food and farm science to regulatory affairs and policy, as well as the valuable input from stakeholders such as the board and certification panel. <\/p> <p>  I have an 11 ha farm in Ballinasloe and employ 14 staff.  I am also a participant in the Bord Bia quality assurance scheme which is very valuable as it is a private standard marketing tool with no legal basis, unlike the organic certification system which is exclusively based in law and covers the entire supply chain.  Consumer confidence in organic certification is everything and it is essential that the integrity of organic systems be maintained.<\/p><p>Organic certification and the accompanying logo is of real value to my business.  It is what puts my products on retail shelves, in Ireland and abroad.  I will hand over to the chief executive officer of IOFGA, Gillian Westbrook.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#E01300","nonspeaker":"Mr. Padraig Fahy","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":19,"content":"<p>There are approximately 2,300 organic operators in Ireland, of which 23% are processors and the remainder are farm operators.  IOFGA certifies 1,300 members.  We certify to EU organic regulations, and are an International Organization for Standardization, ISO, accredited regulatory certification body that inspects, samples products for analysis, investigates and reports non-conformities and statistical information under contract to the Department of Agriculture, Food and the Marine, as required by the governing EU law.  We also provide the Department with production statistics and details of our licence fees which are used to calculate the cost incurred and income forgone that determine the land area payment under Pillar 2 for the organic farming scheme.<\/p> <p>  It is important to have at least two certification bodies capable of inspecting at farm and processor level, as monopolies are never a good idea and it provides a balanced approach to discussion and interpretation of EU law for effective implementation in Ireland.  Retaining the existing system of control allows for the complete follow through of the entire organic chain, from farm through to retailer and back again.  The quality and information systems in place at IOFGA ensure this by cross-referencing organic product details picked up at inspection and follow-up investigations which can include other organic certification bodies, nationally and globally.  This efficient yet complex system limits the consequences of potential breaches in organic integrity by nipping them in the bud and ensures free movement of Irish organic food in the EU and third countries.<\/p> <p>  In addition to running this complete service as required by law to certify organic produce, IOFGA also represents its members at EU level by working directly with the International Federation of Organic Agricultural Movement, IFOAM, where all member states are represented in order to provide one voice for the organic sector.  Complexities in regulation and policy are discussed and agreement is made for onward communication with the EU Commission, Parliament and Council, thus ensuring the interests of our Irish organic operators are represented and that trade, especially our valuable export market, is not interrupted.<\/p> <p>  We take a grounded approach to exchanging information on best practice to improve farm and processor trade and seek solutions to the common challenges facing the sector.  Ideas and pioneering approaches are subsequently disseminated to our members using various communication tools.  This requires extensive stakeholder engagement, but as a certification body we are in an ideal position to deliver.<\/p> <p>  IOFGA provided comprehensive responses to the public consultation for the latest rural development programme, and is represented at the national forum.  We asked for, among other things, increased payment under the organic farming scheme, OFS, and provided sound evidence-based justification for increased supports, which were duly acted upon.  We asked for and made specific recommendations in respect of actions under the agri-environment climate scheme, including priority access to the green low-carbon agri-environment scheme, GLAS, and GLAS+ for organic farmers, and a list of actions that did not incur double funding.  Organic farmers did get priority access into GLAS but some actions on the same land parcel may claim support from either the GLAS scheme or the OFS only, but not both, as detailed in measure 11 of the rural development programme.<\/p> <p>  There are challenges in the sector and IOFGA considers the national organic action plan an appropriate platform on which to address these issues of expansion and barriers to the sector.  A coherent strategy is needed to address trade issues.  The existing action plan requires adjustment in line with expansion and the growing consumer demand nationally and globally for organic food.  With new markets opening and the possibility of existing markets closing, coupled with either deficit or surplus in some commodities, a targeted approach is urgently needed to ensure Irish organic farmers and processors are not left at a disadvantage.<\/p> <p>  On a more local level, IOFGA has been active in the promotion of organic food and improving farm performance.  We have run a series of events and promotional activities with chefs and consumers to highlight the value of organics.  We have a monthly column in a national farming paper, and provide a series of field talk events for farmers to exchange knowledge and discuss market opportunities, often bringing experts to discuss specific areas of interest.  We ran a series of farm economy events for farmers considering organics so that they could make an informed decision as to whether it was the right move.  Our quarterly magazine is packed with useful information on all aspects of farming and processing and updates on market opportunities.  We provide regular updates in newsletters and text messages and act as a one-stop shop for everything organic.  We are a small, member-owned association and are proud to be active and progressive in everything to do with organic trade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#F00200","nonspeaker":"Ms Gillian Westbrook"},{"type":"speechnospeaker","time":1490713200,"counter":20,"content":"<p>The Organic Trust appreciates the opportunity to make a presentation to the Oireachtas Joint Committee on Agriculture, Food and the Marine.  The Organic Trust is an organic certification organisation approved by the Department of Agriculture, Food and the Marine; the Department for Environment, Food and Rural Affairs, in the United Kingdom and the EU.  It is accredited to ISO 17065 by the Irish National Accreditation Board, INAB.  We have been approved to operate as an organic certification body since 1992 and are now one of the leading organic certification organisations in Ireland.  We employ a qualified organic inspectorate, a certification panel, a quality assurance manager and information technology administrator, in addition to administrative staff to service the needs of our members in complying with the prevailing organic regulations.  We are included on the list of control bodies and authorities in the organic sector, published by the European Commission and operate under assigned competent authority control codes, IE-ORG-03 and GB-ORG-09.  Our mission is to verify the integrity of organic produce certified by our organisation and sold under the Organic Trust and EU logos as satisfying the requirements of the organic regulations.  This is our assurance to the customers that they are purchasing an organic product of integrity.  We have provided the committee with a detailed written response to the 17 recommendations of the report on the 2015 organic farming scheme.  Due, however, to time constraints, in today's presentation we will provide only a summary of our response to the most salient points.  We hope the committee will take cognisance of the detail contained in our written submission during its subsequent deliberations.  I will hand over to our chief executive officer, Ms Helen Scully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#F00300","nonspeaker":"Mr. Patrick Lalor"},{"type":"speechnospeaker","time":1490713200,"counter":21,"content":"<p>We will deal with the salient points in the 2015 report on the organic farming scheme and the issues which seemed of prime importance to the group which presented its findings in respect of that report.  The Organic Trust is of the view that a streamlined approach to payments ought to be adopted to ensure that organic farmers can realistically expect to be paid within predefined periods in each calendar year and that payments are accompanied by a detailed statement outlining the formula for payment in each case.  This will facilitate properly informed checks being conducted by organic operators so that issues of under or overpayment can be readily identified.  This will also promote significant efficiencies within the organic unit as it will considerably reduce the number of calls from organic operators who are in receipt of payment and endeavour to establish the accuracy or otherwise of their own payment.  Currently, farmers are not presented with a detailed breakdown and this has resulted in a high degree of confusion for the organic operators.<\/p> <p>  In addition, we feel that where delays in payment are envisaged as a result, for example, of an inspection from the Department or issues relating to GLAS or other schemes, these should be communicated to the operators concerned and the likely anticipated delay in payment should be indicated.<\/p><p>We suggest that a payment tracking system be established for all organic farming scheme, OFS, participants.  In common with all businesses, we feel that organic farmers must budget for their activities, and delays in payment can have a detrimental effect on their activities.<\/p><p> The Organic Trust has also expressed concern regarding IT difficulties that have been identified around payment provision for operators or participants in the OFS and GLAS.  On behalf of our members we would like to emphasise the urgency of addressing those issues so that delays in the potential clawback of moneys paid is avoided.  One of the recommendations we have made in respect of GLAS is that a consultation process be established around the synergy required between GLAS and the OFS, particularly around the double funding issue that primarily affects organic farmers under the 20 ha size farm.  There are various suggestions for addressing this issue such as front-loading payments etc.  This consultation process would take place between the organic certification bodies and strategic members of the Department to address those issues.<\/p><p> Another point raised by the report was a request that Bord Bia take over the organic certification process.  Austria was used as a model of best practice.  The legislation underpinning organic farming was first published in 1992.  At that time, each member state was given a choice regarding the method of organic certification to prevail.  Three choices were given, system A, B or C.  System A was private organic certification bodies and the approval of those, system B was designated public control authorities, and system C was for a mix of both systems.  Ireland chose system A, as did the majority of EU member states at that time.  Three organic certification bodies were approved in 1992 - the Organic Trust, the Irish Organic Farmers and Growers Association and Demeter.  Since then two further bodies have been approved to operate in Ireland.  It is important to note that system A, the private certification bodies system that prevails in Ireland, is also the system adopted by Austria, which was mentioned as having an organic certification system of best practice.  It is important to state that there are eight such bodies operating in Austria at this time.<\/p><p> In common with the previous presentation, the Organic Trust agrees that creating a monopoly in any area has never resulted in a reduction in costs or the raising of standards.  We believe it has had the opposite effect.  The presence of more than one organic certification body ensures the maintenance of high standards of organic production on which the consumer depends.  Most economists would agree that competition in the marketplace generally leads to higher standards and lower costs.<\/p><p> The role of the organic certification bodies is specifically stipulated in the organic regulations, in ISO 17065, to which organic certification bodies, OCBs, must be accredited, and in the service agreement between the organic certification bodies and the Department of Agriculture, Food and the Marine.  Changes to the organic standards are based on legislative change or as a result of clarifications of interpretation decided at meetings of the organic forum to which all the OCBs are party.  Such issues of interpretation can also be challenged by auditors such as the European Commission's Directorate General for food and health safety, DG SANTE, which can determine that Ireland's interpretation does not match EU requirements.  The OCBs have no discretion regarding the implementation of the subsequent legislative changes to the standards.<\/p><p> The organic certification fees charged by the Organic Trust are set by the board of management each year following an examination of the costs involved in providing the service.  The fees charged in Ireland compare very favourably with fees in other member states.  In some cases the fees charged are lower and in other cases fees are constructed differently.  The two main organic certification bodies in Ireland are not-for-profit organisations, and this significantly benefits the members.  We are of the view that the fees charged are very reasonable given the depth of service that must be provided.  We do not link the schedule of fees to OFS payments because Government schemes come and go and the amount of Government aid can change at any given time.  In the Organic Trust, every organic operator who is inspected incurs a fixed cost for the provision of the service.  After that, the board of management examines the expenses that were incurred in providing the service and allocate the costs as evenly as possible across the membership.  Any excess funds, after the payment of all expenses, is reinvested in the organisation and added to the prudent reserve.  A detailed review of the fee schedules to prevail in every calendar year takes place.<\/p><p> Reference was made to the requirement to adopt a risk-based inspection regime in Ireland.  It is important to state that this is already enshrined in organic sector legislation and is already taking place.  It requires that every organic operator is subject to at least one annual scheduled inspection and there are legislative requirements for further prevention inspections over and above the current inspections.  Organic licences are issued for a maximum 12-month calendar year period to comply with departmental and regulatory requirements.<\/p><p> On organic regulations, it has been suggested that the model of best practice in Austria was operating to a lower organic standard than that operated in Ireland.  When organic livestock production was first legislated for on 24 August 2000, opportunities were available through communications with the organic development committee at that time to establish the level of service to be provided.  On publication of that very comprehensive report, it was agreed that there would be five issues of difference where a higher standard would prevail in Ireland for a range of commercial reasons to do with the export market situation at that time, to which organic operators were trying to get access.   It is important to note that now, in 2017, there is only one area of difference.  This relates to the origin of livestock.  In Ireland we do not allow non-organic livestock to convert to organic meat.  It is very important to note that this standard alone has resulted in Ireland being offered overseas contracts for organic meat because it was considered best in class when considered through a tendering process in common with all the other organic operators throughout the Europe who had tendered for those contracts.  It is important to know that it is just one area of difference now.<\/p><p> There were other issues indicated in the 2015 report on the organic farming scheme.  Time precludes me from going into these in detail but we have submitted a written response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#F00400","nonspeaker":"Ms Helen Scully","continuing":true},{"type":"speech","time":1490713200,"counter":23,"content":"<p>We will have the opportunity to discuss those issues in the general discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#G00200","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":24,"content":"<p>Absolutely.  I shall quickly go through the challenges we perceive to the development of Ireland's organic sector.  There is a blurring of the identity of organic products against the backdrop of perceived naturally produced food, chemical and fertiliser-free food etc.  These are all unsubstantiated claims which have no basis whatsoever in law compared with organic production which is legislatively controlled from field to fork.  Very significant opportunities are available to increase the sales of Irish organic produce at home and abroad.  To avail of these opportunities, however, it is vital that the momentum in interest by those wishing to convert to organic production is nurtured and maintained.  New operators are the lifeblood of any industry and must be encouraged and accommodated.  The reopening of the organic farming scheme and the political will to allocate an additional budget to facilitate this is a prerequisite to this requirement.  To sustain sectoral growth we suggest an additional budget of between &euro;15 million and &euro;20 million to be allocated to the end of the current rural development programme for organic production to fulfil the same.  In other EU member states studies have indicated that there is a direct correlation between the amount of government support for the organic sector and the success of that sector, with Denmark, Holland, Germany and Italy being prime examples.<\/p><p>The Organic Trust fully supports the organic farming scheme, OFS, as a production-based scheme with the aim of increasing the amount of organic produce placed on the market.  The Department of Agriculture, Food and the Marine has invested significantly in the development of the organic sector, particularly over the past number of years.  However, if this investment is to be realised through world sales of organic produce, it is essential that the momentum be continued.  A claim was made that a significant number of operators exit the scheme after an initial five-year contract.  However, of those whose OFS contracts expired on 31 December 2016, more than 90% signed up to the contract extension.<\/p><p> We feel that Ireland must garner the environmental benefits of organic farming and realise its potential in terms of a reduction in CO2 emissions and other environmental obligations.  Denmark in particular has used organics to address a range of environmental issues successfully and Ireland could benefit hugely from its expertise in this area.  We feel that this is a win-win scenario.  Ireland needs a critical mass of organic operators in order that it can compete on the world stage.  A stop-start scenario to the progression of the sector does not imbue confidence either in the market or in the farming community.  The organic sector requires ongoing support to achieve entry to new markets, particularly in light of Brexit, where alternative markets must be developed.<\/p><p> At no other time in the 25 years in which we have been involved in certification has there been such an appetite within the supermarket and retail communities to give store space to organic food.  All of these entities are veering towards organic and healthy foods and are willing to place the store space at the disposal of the organic community.  Retailers, both domestically and internationally, see the organic sector as an area of increased demand by consumers and we need to encourage and grow our base in a systematic and proportional way.  Otherwise, foreign imports will snap up this space and fill the vacuum.<\/p><p> A new organic aid scheme has recently been launched in Northern Ireland and we need to be careful that they do not avail of the opportunities that organic producers in the Republic ought to be availing of.  The main processors continue to look for additional supplies of home-produced food and we must support that.  In other member states, it has been specifically proven that including even a small element of organic produce in public procurement contracts has been the single most significant driver in the development of the industry in those countries.  Organics can be used as a main player in the revitalisation of rural communities through ongoing support for organic farming and processing by having a viable option available to bring people back to the communities they had to leave behind due to the economic downturn.<\/p><p> It is our view that the adverse publicity relating to payment delays to organic farmers could become a serious disincentive to potential operators to convert.  Therefore, as we said earlier, it is something that we feel needs to be addressed urgently.  As indicated earlier, the Organic Trust is requesting the establishment of a consultation process for all of these so that they can be progressed.<\/p><p> Ireland has an unrivalled reputation for the production of an excellent standard of organic food.  It is vital that the high standards of organic production operated to date are not diluted for any perceived short-term gain.  Analyses of Irish-produced organic produce has been the cornerstone in the awarding of lucrative contracts to Irish organic processors.  It is vital to remember that the most important entity in all of this is the consumer.  No consumer group has been seeking less regulation and no consumer group has been seeking a dilution of standards.  All consumer groups are seeking ongoing assurances that the organic produce they purchase is worthy of the organic logo of integrity.  We feel that an annual inspection is not an onerous obligation on organic operators and the consumer is comforted by the knowledge that such regular inspections take place.  The comment was made that by and large, organic operators in Ireland are compliant and the Organic Trust is of the view that this is directly attributable to the system that exists.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#G00300","nonspeaker":"Ms Helen Scully","continuing":true},{"type":"speech","time":1490713200,"counter":26,"content":"<p>I thank Ms Scully.  We will now take questions from the members.  Deputies Cahill and Penrose, Senator Daly and Deputy McConalogue have indicated in that order and will be the first four members with questions.  I call Deputy Cahill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#H00200","speaker":"1268"},{"type":"speech","time":1490713200,"counter":27,"content":"<p>I would like to start on the accreditation system and the fact that there are five different accreditation bodies.  I raised on a couple of occasions at this committee that we have a Bord Bia quality assurance scheme under which farms are inspected at 18-month intervals.  Why could organic accreditation not be incorporated into that scheme?  The vast majority of cattle producers are in the quality assurance scheme.  Farmers, by their nature, do not like inspections.  At the moment, one could have a dairy and beef inspection done on a farm on a single day for quality assurance.  There could be a third part of the form that people could tick to state they wished to be accredited for organic farming.  For me, it would be a cost-saving measure because it would all come under the one body.  Bord Bia needs to become more involved in the organic sector.  This would be a step forward in that direction.  I find it hard enough to comprehend how having five bodies carrying out accreditation does not cost the industry.<\/p> <p>  I ask the witnesses to elaborate on what market premia their organisations believe are needed to compensate for the extra cost of organic farming.  We have talked about payments and supports.  While they are important to get the organic industry off the ground, do the witnesses feel that the market is capable of returning a premium that will justify the extra cost of organic production?  In the different sectors, what percentage of the market do they believe that organic farming could corner, whether in Ireland, the UK or Europe?  Perhaps corner is the wrong word.<\/p> <p>  In parallel to organic farming, we have had schemes for Angus beef and Hereford beef.  Farmers were incentivised to breed these cattle.  They were getting a premium that varied at different times of the year for producing this beef, which we were told the market wanted and was the way it wanted to go.  Now, with sufficient numbers in the system, the premium has been cut very significantly.  While I know that is not organic beef, it is still what the processors were telling us the market was demanding.  Do the witnesses think that we can get to a stage at which market premia will cover the extra cost of organic farming and make it economical?  Do they have figures of what premium is needed and is that achievable from the marketplace?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#H00300","speaker":"1350"},{"type":"speech","time":1490713200,"counter":28,"content":"<p>I thank the witnesses for their attendance and presentations.  Do I detect an annoyance at the level of negativity that has been focused on the tardiness of payments?  That seemed to be a big issue.  Do I detect an annoyance from both witnesses who spoke that there was too much focus on it and that such negative comment might impact negatively on people who might want to go into organic farming?  People might feel there is going to be a big delay.  What do the witnesses suggest for the payment structure and system because the Department can be very tardy?  Notwithstanding that the witnesses are doing a good job of certification and various things and have a very high professional input into that whole area, the Department can certainly annoy people in the way it goes on.  What way do the witnesses see that this could be effectively streamlined, as has been mentioned, so as to ensure that the positive aspects of organic farming can be promulgated?<\/p> <p>  One thing about organic farming is that it is not a cheap business.  I note the presence of Mr. Pat Lalor, who is no stranger to this committee.  He was here about 15 years ago as president of an organisation.  I welcome him back.  He has gone into organic farming.  Perhaps he could give us the costs associated compared with the traditional enterprise he engaged in.  He has produced oats and products like that.  It has been well received across the country.  If one is flying out of the airport, one will see it, thankfully.  It is about trying to get the consumer to buy into it.  There is a significant differential in the value of it.  As I am not much use at shopping, I am not a great barometer but one would hear housewives say that.  That is one point.<\/p> <p>  I feel that organic farming has a huge role to play in the promotion of its environmental benefits.  I believe that is where a huge push can be made to make it significant.  That is something that the organisations can do themselves.  While I acknowledge the organisations have various leaflets and put out bulletins, trying to get that across to the public is extremely important.  Trying to get policy makers to adopt it is another problem.  If they did get policy makers to adopt it, they might get a greater share of money from the Department.  They are talking about trying to get an extra &euro;15 million or &euro;20 million or thereabouts.<\/p><p>What have the organic producers done to highlight that they need that level of money?  Organic product is excellent from a health and consumer viewpoint and also benefits the environment.  There are several areas they could focus on to get that.<\/p><p> On beef, Bord Bia has been fastidious regarding quality assurance.  I know the Irish Organic Farmers and Growers Association rightly has detailed levels of inspection, investigation, invigilation and certification.  Can it not work with Bord Bia to complement its system?  Most farmers would claim that Bord Bia has gone to the level of the Irish Organic Farmers and Growers Association.  I know the logo is very important as is the Bord Bia logo indicating quality assurance.  There is nothing to be lost having that complementarity.  I do not believe the Irish Organic Farmers and Growers Association logo will lose anything if we incorporate the Bord Bia certification and quality assurance process into it.<\/p><p> Earlier today we were speaking about Brazilian beef now coming in; Mr. Pat Lalor would be very much aware of it.  We are the direct opposite of that.  We have excellent quality beef with green image, including organic beef, going out.  We are competing against that with our certification standards while they are destroying us on price and may well undercut us and destroy our market.<\/p><p> What is the level of exodus from the farm organic scheme at the end of each cycle?  We were given to understand that things might be different, that there is a group of people who maybe get fed up of the whole thing and it is not as productive and not as worthwhile at the end of the cycle.  Do the witnesses have any view as to what the level is?<\/p><p> We are all talking about the Austrian model where 15% of output is organic.  How can we progress to beyond 1% or 1.1% up to that level?  How could we even get to the 4% or 5% level?  Let us leave the Austrian model to one side and leave that market as they have obviously a very focused area.  Notwithstanding that, the witnesses said that they adopted the same certification model as we did.  That was very interesting.  They have eight bodies certifying.  That is interesting as well.  It is good information to have.  How can we increase the level against all the naysayers?  People are still price sensitive and it may well be a very important factor.  How can organic producers be helped to address that at input level and all the work that has to go on at that level to continue the carbon reduction process that is also tied into the organic production system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#H00400","speaker":"1370","continuing":true},{"type":"speech","time":1490713200,"counter":30,"content":"<p>A new word for today is complementarity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#J00200","speaker":"1268"},{"type":"speech","time":1490713200,"counter":31,"content":"<p>I will not charge a penny for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#J00300","speaker":"1370"},{"type":"speech","time":1490713200,"counter":32,"content":"<p>I welcome the members of the delegation and thank them for the very comprehensive report.  In particular I welcome Mr. Pat Lalor, my fellow Kilbeggan man.  He has put Kilbeggan on the map with his porridge.  It is always a pleasure for me to walk into a shop or even pass through the airport and see my home town's name on the shelf.  It would not be there without the great work of Mr. Lalor and his organisation.  It is an organic product.<\/p> <p>  When witnesses in general are asked to outline challenges, they may see that as an opportunity to come in with a wish list.  If we could grant the organic producers one wish, what is the one major challenge within the industry?  I always like to see a priority rather than a long list.  I know there are many challenges.<\/p> <p>  As Deputy Penrose has just said, we market our beef and most agricultural products coming from the island of Ireland on the green badge.  It is grass-fed beef.  We are an island on the edge of the Atlantic with considerable rainfall.  Are the organic producers victims of that?  There is a perception that the wider produce from the island is almost organic without anybody giving due consideration to the actual \"organic\" organic product, if people know what I mean.  Are the organic producers victims of the wider image of Ireland as being marketed as green?<\/p> <p>  On the nitrates aspect, is there an issue with a reduction in the amount of slurry or farm manure that can be used?  An organic farmer recently advised me of an issue he had with not being able to import the same amount of off-farm organic fertiliser.  I only heard that from one person.  I ask the witnesses to comment on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#J00400","speaker":"1383"},{"type":"speech","time":1490713200,"counter":33,"content":"<p>I ask the witnesses to respond to those questions before we return to the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#J00500","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":34,"content":"<p>In response to Deputy Cahill, Bord Bia does an 18-month inspection rotation.  However, current regulations require that organics be inspected once a year.  The Bord Bia scheme is very good and very valuable, but it is very different with the two steps backwards and two steps forward.  It does not have a legal basis, but the organic scheme has.  In other words it actually follows food law.  It does not just take in cross-compliance and other horizontal legislation; it takes in legislation specific to organics.  That requires us to recruit people who are qualified for that.  Our recruitment programme incorporates some onerous training.<\/p> <p>  We look at the input into the farm, the farm itself, where it goes from the farm and then back again.  That is a very simplified approach.  That is at import and export level.  We also look at import information.  Not meaning to be disrespectful to the Bord Bia quality scheme, there is much more to it.  It is much more complex.<\/p> <p>  The traceability side is enormous.  For example, during the horsemeat scandal we saw a huge increase in consumer purchasing of organic meat because consumers understand there is a lot more to that.  A problem with a product going on to a farm can affect everything from there on in.  There is a considerable amount of work to be done on that.<\/p> <p>  On the issue of the five bodies undertaking inspections, there are really two of us.  One organisation specialises only in aquaculture.  Another organisation has left Ireland because the cost of running a certification body is so prohibitive.  The other one has only five or six clients; it covers a very specialist biodynamic area.  Therefore there are only two actually working in Ireland.<\/p> <p>  The average market price of beef is &euro;4.70 per kg.  It has always averaged 20% to 27% more than conventional beef - it once reached 37% more.  On the dairy side the premium is about 22.8%.  There is a market.  That is what makes it viable.  At BIOFACH the EU Commissioner said the he supports organics because it is the rising star.  The organic farming scheme is 75% co-funded because it is viable and they are trying to support that potential.  Most organic farmers agree it is viable.  For example, on a 21 ha suckler-to-finishing farm there is a gross margin of &euro;1,775 per ha when the top conventional farm is just over &euro;1,000 per ha.  That is an excellent example to give.  It is why it is so keen for them to add value by using the organic system and promoting a viable farming system and adding that value to it.<\/p><p> Costs will vary depending on the farm.  As the Deputy will know, average fertiliser costs are critical, particularly for dairies.  When that cost is removed, it starts to become more viable.  If dry stock farmers look at the input costs and use the farming system as a closed system, which it is, that would make it viable.  The Irish Organic Farmers and Growers Association ran a series of economic events to demonstrate that.  We showed it warts and all to try to demonstrate to farmers where the costs and potential savings are.  There is a tillage farmer in Wexford who made more money on 25 ha of organic tillage than he did on the remaining 75 conventionally-farmed hectares.  It is a viable system.  Many of our farmers are making a comfortable living out of it.  Mr. Liston has an 11 ha farm which employs 14 people and exports to markets such as Dubai and the UK.  It is not all about beef and sheep.  There is a lot of value in the horticultural sector.<\/p><p> May I respond to the remaining questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#J00600","nonspeaker":"Ms Gillian Westbrook","continuing":true},{"type":"speech","time":1490713200,"counter":36,"content":"<p>Yes.  We will revert to other members afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#K00200","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":37,"content":"<p>To answer Deputy Penrose, the Department have just processed the late payments.  It is frustrating for everybody involved.  Farmers that are not being paid by the Department phone us, often every day.  We have been talking to the Department to try to solve this problem and to see if we could gather information for them into a database which could correlate to their needs.  I do not understand the complexities of the database and I do not want to.  I would like to help find a solution.  This is not the first time this has happened.  Historically, the payment has always been slightly late.  This does cause issues.  The Department has assured us it is working on it.  We certainly believe that.<\/p> <p>  As I said, the costs associated with the farming system concern this 75% co-funding.  It is quite a viable system and there are people making money at it.  They are not millionaires but they are very viable.  In terms of the consumer aspect to sales, price is relevant.  However, discount stores in Ireland are selling 48% of all organic meat sold at retail level in Ireland.  The discount supermarkets are upping their game all the time with the range of promotions they offer.  It is difficult to say that price would be prohibitive, not that the Deputy suggested it was, but organic food is now more accessible to everybody.<\/p> <p>  In terms of the rural development programme, RDP, there is an existing target of 5% yet the Department only ring-fences enough money for 2%.  In view of that, no one should be surprised that we do not reach 5%.  Countries which are more successful in that regard, such as Denmark, allocate about 38% of funding for rural development.  More is allocated in the budget than drawn down.  They are topping up the funding in order to increase rural development.  It is for the Department to say whether that would be viable in Ireland.  If we are going to meet those targets, we need more than a slight increase.<\/p> <p>  I understand what is being said about the Bord Bia logo and inspection system but we are back to the issue about it being based in law.  Beef processors and many beef farmers will have Bord Bia approval, as will many people in horticulture and similar areas.  However, that logo is not what sells the product.  The logo indicates that a product meets the very good Bord Bia traceability system.  That is in place for its own purposes but not for the purposes of organic legislation.  It is different.  The consumer is aware of that.<\/p> <p>  Export sales are very good.  We estimate there has been around &euro;300 million in sales to export markets.  Irish sales alone are around &euro;142 million, which is a 23% increase in the year to date.  Admittedly, that is from a relatively low base.  Horticulture and vegetables, which are always forgotten when talking about organics but are really its grassroots, are up 32% or &euro;6 million.  Eggs are up &euro;2.6 million, dairy is up &euro;2.2 million and meat is up &euro;2.2 million.  Vegetables, yoghurt and fruit make up 53% of retail sales in Ireland.  There is potential in the export market.  <\/p> <p>  About 3.1% of farmers leave the scheme each year.  That is a natural fallout which we have seen year on year.  Statistics indicate that the farm size of those who leave varies.  It is a voluntary scheme.  It is not going to suit everybody.  If people are not viable then they will leave.  I would like to see it at zero, but 3% is relatively acceptable.<\/p> <p>  In terms of progression, we have a national organic action plan.  Every country in Europe with a strong, vibrant organic sector is using a national action plan.  It is not a mandatory requirement here but it is a requirement at EU level to have an action plan.  There is a European one.  Each country then develops their own national action plan.  We have an action plan which is a good basis on which to start but it is only a start.  We need to build on it.  We need to not have a race to the bottom by trying to lower prices and sell to different markets.  We need a coherent strategy.  Under that strategy, we need to address issues such as bottlenecks in supply, the lack of continuity of supply and Brexit, which we have not begun looking at.  A lot of our imported input is coming from the UK.  If that is not going to be available there will be a sustainability issue.  We hope a sensible agreement will be reached to avoid that scenario.  Although there is a requirement within organic regulations that 60% of feed comes from one's own farm , the remaining 40% still has to be sourced.  For non-ruminant feeds, there is going to be a much heavier demand on cereal production, which is coming in from the UK.  Sustainability requirements are only ever going to increase.  That will be a major issue and needs to be looked at.  The action plan needs to address that and we need to look at resolving the deficit in supply.<\/p> <p>  To answer Senator Paul Daly, Brexit is the major challenge.  Continuity of supply is going to be a big issue.  We regularly address this with our EU farmers' group.  A lot of countries have addressed it by removing the cap on organics.  The Department may not like that recommendation.   If continuity of supply is desired, the 60 ha cap should be taken away so that larger farmers could apply.  That approach has been very successful in many countries. <\/p> <p>  Some of our clients would say that we are victims of products being marketed as \"green\".  There is a lack of understanding of what products are truly organic.  That is down to us as well.  As certification bodies, we need to enhance understanding among consumers of what organics is about.  We intend to do that.  We have a marketing launch planned for later this year.  It will be a very positive launch which will address some of those issues.  Fortunately, we are a big export market and mainland European consumers know what organic means.  We can support more and supply more.  We fully intend to.  We need an action plan.  We need a rural development policy that is not capped at 2%.   While the 2% is welcome, if that is the limit to our ambition, we need to push for more.<\/p><p>On the nitrates, it is 170 kg with no derogation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#K00300","nonspeaker":"Ms Gillian Westbrook","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":39,"content":"<p>I refer to marketing organic produce under the Bord Bia logo.  The Bord Bia quality assurance schemes are voluntary and they are not underpinned by legislation, unlike the system of organic certification.  That is one major difference between them.  While the Bord Bia scheme is accredited, one of the requirements of such a scheme is that it is not permissible to subcontract the inspection process to another entity and vice versa.  For example, the approved organic certification bodies in Ireland could not subcontract their inspection process to Bord Bia or <i>vice versa<\/i>.  It is important in respect of how organic produce is marketed.  This is enshrined in law.  The EU organic leaf logo is a compulsory addition to all certified organic produce; the Bord Bia logo is a voluntary measure.  No organic product can be placed on the market in the absence of the EU logo, which is an important point.  It is enshrined in law and cannot be replaced.<br\/><br\/>With regard to payment delays, we have made a suggestion about how the various blockages could be assisted by giving our members a detailed breakdown of payments.  That is one aspect which is causing problems.  The more time that the organic unit has to spend answering queries on delayed payments, the less time it has available for other work.  All this contributes to delays in payment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00200","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":40,"content":"<p>There are 2,300 organic farmers and not all of them are probably involved in the scheme.  Why is it so slow?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00300","speaker":"1370"},{"type":"speechnospeaker","time":1490713200,"counter":41,"content":"<p>For organic farmers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00400","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":42,"content":"<p>Yes.  At the other end of the scale, there are 100,000 farmers in receipt of basic payments.  Organic farmers comprise 2% of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00500","speaker":"1370"},{"type":"speechnospeaker","time":1490713200,"counter":43,"content":"<p>One of the reasons is that organic producers tend to be targeted for additional inspections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00600","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":44,"content":"<p>There is no doubt that is the reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00700","speaker":"1370"},{"type":"speech","time":1490713200,"counter":45,"content":"<p>Is there a requirement for a specific number of inspections as is the case with commercial farmers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00800","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":46,"content":"<p>Absolutely?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L00900","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":47,"content":"<p>Is it the same percentage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01000","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":48,"content":"<p>There is a minimum of 5%, but in excess of that percentage of re-inspections probably takes place.  When we consider this, the consumer is prepared to pay for organic produce.  It is the most highly regulated method of food production in Europe and it is important that the standard we have be maintained.  The Organic Trust believes we are on the cusp of something great.<\/p> <p>  Senator Daly asked what is the greatest challenge in the context of our wish list.  It is for Government to recognise the opportunities that are available in Ireland for the organic sector.  We could fulfil our environmental obligations via the organic farming scheme in respect of CO2 emissions.  We can draw on lots of experience; we do not have to reinvent the wheel.  In our 25 years in operation, we have never witnessed such an appetite in supermarkets and other retail outlets for organic produce.  They cannot get enough of it and the vacuum will be filled by exports unless we take advantage of the opportunities that are there.<\/p> <p>  There was a question about whether the overall perception is that Ireland is a green island and that we produce an excellent product.  Consumers who choose to buy organic tend to know what they are buying.  They are buying a quality product and they are educated in respect of the food they buy.  When the product has the EU organic logo, the Organic Trust logo and is accompanied by the mandatory control code, they know they are buying a product of integrity.  The problem is the blurring of lines.  Consumers who are not as knowledgeable about organic production and all that it entails could think that chemical or fertiliser free products, which are unsubstantiated claims, are the same as organic.  We need an education process and we need support for the sector to explain the difference between organic and non-organic products and explain that those unsubstantiated claims have no basis in law.  That would go a long way towards us becoming less of a victim of the point made earlier.<\/p> <p>  New operators are the lifeblood of any industry and we need the political will at Government level to reopen the organic farming scheme to encourage new entrants.  This must be seen by farmers not as a stop-start scheme but as a system that is continuous and that they can buy into it.  The decision to buy into organic farming is not made on a whim; it is not for everybody.  People look at the long game and envisage what kind of a legacy they can leave their children in respect of the management of the land and so on.  The issue is getting that message across to everybody.  We seek the reopening of the organic farming scheme and the additional budget necessary to achieve that.<\/p> <p>  A small percentage of growers exit the scheme.  When organic aid was first provided under Government schemes in 1994 through supplementary measure 6 of REPS, there was no requirement for people to attend a mandatory organic production course, which there is now.  There were no organic demonstration farms but there is a raft of those now.  A conventional farmer can, therefore, see at first hand how organic production operates on the ground.  There were no supports and organic farming was not supported at Government level other than by this scheme, which offered a small amount for people to convert.  Then the organic sector developed a reputation for people going in and out of the scheme but that has all changed in recent years because people are now making decisions based on their wallets and on the value added products they can achieve on their farms such as oats and biscuits.  It is important to set the record straight that the revolving door is no longer our experience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01100","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":49,"content":"<p>The witnesses have referred to Austria a great deal.  How does our inspection regime compare to that of Austria?  How does its payment regime compare to ours?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01200","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":50,"content":"<p>The system of organic inspection and certification in Austria is exactly the same as that which applies in Ireland because it is enshrined in the legislation and it is further enshrined in the requirements of ISO 17065.  There is no difference whatsoever in this regard.  I do not have details of the organic aid scheme in Austria but the per hectare payment available in Ireland is better than in most European countries and we have to compliment the Department on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01300","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":51,"content":"<p>Do organic farmers in Austria have to wait as long for payments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01400","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":52,"content":"<p>Delay in payments is a specific-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01500","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":53,"content":"<p>Is there a similar issue in Austria?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01600","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":54,"content":"<p>I have no idea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01700","nonspeaker":"Ms Helen Scully"},{"type":"speechnospeaker","time":1490713200,"counter":55,"content":"<p>Deputies Cahill and Penrose raised a question about premia.  I am speaking as a practitioner in this regard.  For beef cattle, the premium is between 20% and 25% higher than a conventional premium.  At the end of the day, however, it is about supply and demand.<\/p><p>The operators that are buying our cattle or whatever else we have to sell are in it to make as much money as they can, just like those who are involved in conventional farming.  They buy cattle as cheaply as they can.  That is economics.  The cost of producing organic beef cattle is a good bit higher than that of producing conventional beef cattle.  Much more covered space is needed for use as winter accommodation.  Straw is needed to bed the cattle because it is not permissible to have them lying down on slats or concrete.  That is a big expense.  The cost of organic feed is double that of conventional feed.  To be quite honest, the premium of 20% to 25% is not a lot when straw and feed are taken into consideration.  I will mention oats as an example.  I also want to make this point from an environmental point of view.  At harvest time Flahavan's pays &euro;350 a tonne for oats for milling.  It is a fantastic price.  I have no doubt that it is way more profitable for a cereal grower to produce organic oats at &euro;350 a tonne than it is to produce conventional oats for between &euro;100 and &euro;200 a tonne.  I do not know why more of the big cereal operators are not starting to grow organic oats.  Flahavan's has held a public meeting to try to encourage more people to grow organic oats, but I do not know whether that approach will work.  Deputy Willie Penrose referred to the environment end of it.  I am no different from any other grower when I am growing organic oats.  After I sow the seed into the ground in the month of October, I close the gate and come back with the combine harvester the following August.  I use no sprays or chemical fertilisers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#L01800","nonspeaker":"Mr. Patrick Lalor","continuing":true},{"type":"speech","time":1490713200,"counter":57,"content":"<p>What yield does Mr. Lalor achieve?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00200","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":58,"content":"<p>The yield is between 2.25 tonnes and 2.75 tonnes per acre, but it can be up to 3 tonnes.  If it is very bad, it can be as low as 2 tonnes, but I have never averaged that figure.  I aim for an average of 2.5 tonnes per acre.  From an environmental point of view, it is totally clean.  Even the seed sown is undressed.  The totally clean seed comes from the previous year.  It is a no-brainer in terms of the environment.  Senator Paul Daly asked-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00300","nonspeaker":"Mr. Patrick Lalor"},{"type":"speech","time":1490713200,"counter":59,"content":"<p>Mr. Lalor has said he closes the gate after sowing.  How can his crop be immune from the various diseases that affect the crops of commercial growers who have to use sprays for a variety of reasons?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00400","speaker":"1350"},{"type":"speechnospeaker","time":1490713200,"counter":60,"content":"<p>In one way it is very simple and very complicated in another.  If the soil is right, it will protect the crop.  Getting the soil right is a lifetime's work.  There is no blueprint that enables it to be done over a five-year period.  It is known in science that if one pushes a crop by using soluble nitrogen, potassium and other industrial phosphates because one wants to get the maximum yield, one's crop will grow faster than nature intends and is then unable to withstand diseases.  If the crop is grown organically, it grows at its own speed as nature intended and does not get the diseases.  It is not that our crops get diseases and that we have a problem with them but that they do not get them.  If one manages this right, one will not have problems with weeds.  It sounds simple and it is.  It is down to day-to-day management, as well as management of the soil on a long-term basis.  Long-term soil management involves looking at the biology rather than the chemistry of the soil.  We look at things ordinary farmers do not even think about such as bacteria and fungi.  This is not about people with long hair, Aran sweaters and sandals who were associated with organic farming many years ago but serious commercial farming.  If one gets the soil right, one can do without all of these things.<\/p> <p>  I will respond to the question asked by Senator Paul Daly by saying the biggest single challenge we face is to have more critical mass.  I will explain what is stopping more people from getting involved in production in the industry.  The Department does not have the funds, or is not allocating them.  There is a waiting list of people who want to get into the organic scheme.  I do not doubt that if it was opened, many more people would get involved in organic farming.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00500","nonspeaker":"Mr. Patrick Lalor"},{"type":"speechnospeaker","time":1490713200,"counter":61,"content":"<p>The issue of co-operation between the organic certification bodies and Bord Bia was mentioned in the recommendations of the previous committee and has been raised again today.  We work quite closely with Bord Bia, particularly in marketing.  We run many schemes, including the national organic food awards.  We are involved in various other initiatives with Bord Bia to try to market organic food to consumers.  Ms Westbrook has outlined some of the statistics gathered from Bord Bia.  Last year's increase of 23% in sales of organic food in Ireland was driven by consumer awareness of health and well-being.  Consumers are aware of the benefits of organic food.  My colleague, Mr. Fahy, is involved in horticulture.  We import 70% of the organic fruit and vegetables sold in this country to meet the demand for organic horticultural products.  At a time of market challenges like Brexit, surely there are opportunities for organic farmers.  Mr. Lalor has outlined the position in the tillage sector.  It seems ridiculous that we could be in a position where imports are needed in that sector.  We need to grasp such opportunities for those involved in organic farming in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00600","nonspeaker":"Ms Grace Maher"},{"type":"speech","time":1490713200,"counter":62,"content":"<p>I will bring some of the other members back in after we have heard from Deputy Charlie McConalogue and Senator Michelle Mulherin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00700","speaker":"1268"},{"type":"speech","time":1490713200,"counter":63,"content":"<p>I thank the representatives of the two organisations for making presentations to us.  Ms Maher has mentioned that significant imports of fruit and vegetables are required in the horticulture sector to meet domestic demand.  Across which product lines is demand meeting supply?   I understand there has been an issue with ensuring a sufficient supply to meet the market for lamb.  I ask the delegates to elaborate on this point.<\/p> <p>  What do the delegates believe could be done differently as the organic sector works with Bord Bia?  Could additional support be given to assist in marketing?  How big an issue do they consider it to be?<\/p> <p>  I would also like to ask about a number of the measures under the green low-carbon agri-environment scheme, including the inability to make double payments.  What are the key changes the delegates would like to see in that regard?  What are the mistakes they would like to see corrected?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00800","speaker":"1244"},{"type":"speech","time":1490713200,"counter":64,"content":"<p>I thank both groups for their presentations.  Most people who buy organic products are health-conscious and looking to have a healthier lifestyle.  Reports show nutritional differences between organic and conventional products.  Fewer pesticides are used on organic products, of which people want the benefits.<\/p> <p>  I want to focus on the environment and food security.  The issue of carbon emissions in the farming sector is often raised by people outside it who point the finger at farmers because they do not understand what is being done and how efficiently it is being done.  Notwithstanding what Mr. Lalor said - I appreciate that he was speaking from his own experience - I understand there is a body of research which shows that, in many ways, more energy is used in organic farming which consequently causes more greenhouse gas emissions.  A recent report published by the University of British Columbia acknowledges the health benefits of organic food while questioning it in terms of energy use.  I wonder about the reality.  I like to buy organic products such as garlic and meat, to which I am drawn, but I am not sure when I see the word \"organic\" on the label that I think anything other than that it looks good.  Is it possible that we will find in the context of the Paris agreement, etc., that organic farming is contributing more to greenhouse gas emissions than conventional farming?  Mr. Lalor might want to dispute this with me, which is fine.<\/p><p>While it is good for biodiversity, it needs more land and it is more difficult to scale up production because one is not using pesticides and so forth.  These are challenges in terms of scale.  Similar to what Deputy Cahill said, I also understand that with certain crops there could be up to 40% failure.  Perhaps the people are not as attuned to the land and to what is required as the witnesses are.  I do not doubt what the witnesses are saying, but some of this has been studied and recorded.  In the global picture of what we are generally being asked to do, even though we defend farming and organic farming and want it to grow, to what extent are the witnesses concerned about this from an environmental point of view?  Also, as countries are faced with the challenge of food security, there is a push against organic farming because one is looking at more intensive farming which is supported by the conventional methods which, perhaps, are not as beneficial for human health.<br\/><br\/>Finally, there is the issue of farmers' markets.  Is it very <i>ad hoc<\/i>around the country?  One can visit a farmers' market where some people are certified, others are not, there is a question mark over some people and some people might give the impression that their produce is something that it is not.  People who visit farmers' markets sometimes think the produce is organic, whereas we know it is not.  To what extent do the witnesses work alongside the markets or what connections are there to them?  One of the great benefits of farmers' markets is that usually people are getting their produce locally.  That helps the environment and also means one is getting produce from land that is nearby.  There is a philosophy that the land near where one is from should supply sufficient nutrients to sustain one's health.  That is the theory.  Perhaps Mr. Lalor wishes to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#M00900","speaker":"1425","continuing":true},{"type":"speech","time":1490713200,"counter":66,"content":"<p>I cut Mr. Roddy off earlier in mid-stream so I will let him respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00200","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":67,"content":"<p>That is fine.  I just wished to make the point that I believe I represent a large number of organic farmers in that I have a small farm in the west with difficult land.  Organic farming has amazing potential in my situation.  To be truthful, the land is not really capable of high production even though the organics scheme is production linked.  We accept that.  Politically, it should be explored further.  To refer to Senator Mulherin's point regarding local markets and the like, there is fantastic potential there in the west, to take one example, and on marginal land regardless of where it is.  It would be nice to see more emphasis on encouraging that from the perspective of both the environment and sustainability.  We are all well aware of the mass exodus from the land and of vast areas becoming depopulated.  Something that would add value to what is being produced there would be of fantastic importance and would have several potential knock-on effects on the environment, tourism and so forth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00300","nonspeaker":"Mr. Philip Roddy"},{"type":"speechnospeaker","time":1490713200,"counter":68,"content":"<p>I will respond to Senator Mulherin.  Organic farming would be seen as something of a shining light in terms of its carbon sequestration potential because the basis of the system works on improving the carbon soil organic matter which obviously has big potential and is a huge mitigation strategy.  With regard to greenhouse gas emissions, 80% of the nitrous oxide emissions come from the use of synthetic fertilisers, which we do not use, and some come from manure management techniques.  Nitrous oxide has 314 times more global warming impact, so it is the key one to examine.  When one looks at that in terms of groundwater pollution and groundwater quality, there is also a huge issue with nitrification, de-nitrification and acidification, which is becoming more populated and will be picked up with the marine framework strategy as well.  Obviously, there is a huge issue in that regard.  It is one of the main reasons the regional approach is used in the Paris Agreement.  The regional approach to rural development is to increase the level of organic operators and to reduce this environmental impact, not because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00400","nonspeaker":"Ms Gillian Westbrook"},{"type":"speech","time":1490713200,"counter":69,"content":"<p>To clarify, this is a report.  I accept the witness will be more well read on it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00500","speaker":"1425"},{"type":"speechnospeaker","time":1490713200,"counter":70,"content":"<p>Certainly the Paris Agreement was very active.  It is one of the main reasons that it is considering more organic farmers.  Without meaning to sound derogatory to Denmark, probably one of the reasons that Denmark was seeking to clean up its act by using a great deal of organic farming was because of the issues it had with more industrialised farming methods.  It is doing a great job with organics, but it was in response to a problem it had there in terms of nitrates and the water framework.<\/p> <p>  No synthetic fertilisers, the tight nutrient cycles and the lower stocking rates all improve the performance of the greenhouse gas emissions.  It also depends on how one looks at it, whether one looks at the life cycle analysis or the national inventories and so forth and if one looks at it on a per hectare or a per kilogram basis.  That is an ongoing argument at present.  The EU is looking at all food production and what is statistically significant.  In terms of the Irish use, there is 48% from enteric fermentation, 14% from manure management and 38% coming from basically manure and bagged synthetic fertilisers.  With regard to synthetic fertilisers alone, it takes 108 tonnes of water, it will make 7 tonnes of CO2 and it uses 1 tonne of oil.  It is probably one of the key reasons that organics is recognised for its valuable environmental contribution.<\/p> <p>  In terms of biodiversity, many biodiversity studies have been carried out, including one some years ago in Teagasc.  I do not have the figure with me.  I probably have everything else but I do not have that one.  There has been a massive increase in biodiversity.  Across the EU on average there is a 48% increase in biodiversity on organic farms compared with non-organic farms.  Again, that is taking a very broad look at it.  It was not as high in Ireland in the biodiversity study, but it was still significant.  It was significant enough to have a major impact on the value for money report that we fed into a couple of years ago.<\/p> <p>  Ms Maher will respond on the farmers' markets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00600","nonspeaker":"Ms Gillian Westbrook"},{"type":"speechnospeaker","time":1490713200,"counter":71,"content":"<p>Padraig Fahy and I have sold produce on farmers' markets.  Yes, it can be confusing when consumers go to the markets and expect everything to be organic.  That is the perception among the public.  Again, however, it is back to the issue of being bound by law.  If somebody is selling a product in a farmers' market as organic, he or she must show their certification.  It must be on display for people to make that distinction.  All of our members would have their IOFGA licences on display to clarify it.  However, there is confusion when somebody says, \"We do not use chemicals but we just do not get certified\".  Our producers do a great deal of work on informing customers and that is why they get repeat sales at farmers' markets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00700","nonspeaker":"Ms Grace Maher"},{"type":"speechnospeaker","time":1490713200,"counter":72,"content":"<p>I will respond to some of the issues raised by Senator Mulherin.  I probably will not remember all of them because there were quite a few.  Where was the research she mentioned from?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00800","nonspeaker":"Mr. Patrick Lalor"},{"type":"speech","time":1490713200,"counter":73,"content":"<p>The University of British Columbia.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N00900","speaker":"1425"},{"type":"speechnospeaker","time":1490713200,"counter":74,"content":"<p>That is important.  There can be different levels of CO2 emissions or measures to reduce them in different parts of the world.  I have no doubt about the comparison between growing organic cereals in Ireland and growing conventional cereals in Ireland.  My conventional neighbours, and this is no criticism of them as it is what they do, after sowing their crop of seed dressed with a chemical, will then go onto that crop eight or ten times, depending on the year and the pressure of disease, either spreading fertiliser or with sprays for fungicide, herbicide, insecticide, Roundup and so forth.  I do not go into my crop at all.  Think of the energy used by the tractor to do that and of the energy used in manufacturing those products, probably in Germany or elsewhere.  They are brought over to Ireland and there is transport involved in that.  I am not aware if that research has been carried out in Ireland.  It really depends on what one is measuring when looking at carbon levels.  Is one just measuring what happens on the farm or is one taking into account the inputs that are coming onto the farm and the amount of CO2 it costs to manufacture them?<\/p><p>There must be a holistic approach to that, looking at the CO2 involved in the inputs as well as what is being used on the farm.<\/p><p> The EU is currently asking conventional farmers to check their organic matter levels in the soil because it has become so depleted with the system of conventional farming.  I do not want to get too technical but I will give a comparative figure.  Some of them could be down to 2.5% of organic matter in the soil.<\/p><p> In my own situation, it is almost 7%.  It takes years to bring organic matter in soil up.  It comes from having a natural system of reapplying farmyard manure and not taking off huge amounts of crops.  In addition, the use of sprays and fertilisers loads the pH of the soil, which is detrimental.  It also damages the biology in the soil.  Soil is a carbon sink and farmers, particularly organic ones, are using it as a carbon sink, and that is why our carbon soil levels are so high.<\/p><p> One year I had a 50% failure rate, but so did every other cereal farmer.  That was the winter of 2010-11 which wiped out a lot of cereal crops, but it had nothing to do with organic farming.  I do not know where that 40% failure figure for cereal crops came from.  That would not be my experience at all. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#N01000","nonspeaker":"Mr. Patrick Lalor","continuing":true},{"type":"speech","time":1490713200,"counter":76,"content":"<p>I am not citing it as an average but in the case of certain types of crop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00200","speaker":"1425"},{"type":"speechnospeaker","time":1490713200,"counter":77,"content":"<p>Perhaps but I am certainly not aware of it.  My final point, which was raised earlier, concerns biodiversity.  Last year somebody from BirdWatch Ireland came down to do a survey of the amount of birds they could identify on my farm.  They counted over 30 different species of songbirds in the month of June.  I asked whether that figure was good, bad or indifferent.  He said that it was not a Guinness Book of Records statistic, but was about three times the number he would expect to get on a conventional farm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00300","nonspeaker":"Mr. Patrick Lalor"},{"type":"speech","time":1490713200,"counter":78,"content":"<p>I wish to clarify something because I may have been taken up wrongly.  I acknowledge the strengths of organic farming in biodiversity.  My point was that more land is required.  Nobody has taken up the question of food security, which I also raised.  It is a challenge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00400","speaker":"1425"},{"type":"speechnospeaker","time":1490713200,"counter":79,"content":"<p>Yes, food security is a huge challenge.  I am not an expert on it at all, but it goes way beyond the system of farming that we are using.  It also goes into what we are doing with the food we produce.  In other words, for example, if one decided not to have any more beef, there will be an awful lot of grain available in the world to feed people who are hungry.  One would therefore solve the problem of world hunger very quickly if that was done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00500","nonspeaker":"Mr. Patrick Lalor"},{"type":"speech","time":1490713200,"counter":80,"content":"<p>I would say that is a huge debate for another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00600","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":81,"content":"<p>It is a huge debate, exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00700","nonspeaker":"Mr. Patrick Lalor"},{"type":"speech","time":1490713200,"counter":82,"content":"<p>It is a huge debate but, in fairness, people have to get protein from somewhere and we predominantly get it from meats in this country.  I know there are other options as well.  If we are talking about the food crops that provide protein, I do not know to what extent they are grown here, but they are generally grown in the tropics, so we would be taking them from areas where people need food to begin with.  One cannot just say that if we stopped feeding cattle it would solve the problem of world hunger, because that could cause chaos if Mr. Lalor does not mind me saying so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00800","speaker":"1425"},{"type":"speechnospeaker","time":1490713200,"counter":83,"content":"<p>I just gave it as an example.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O00900","nonspeaker":"Mr. Patrick Lalor"},{"type":"speech","time":1490713200,"counter":84,"content":"<p>We will not stray into that area today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01000","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":85,"content":"<p>When I was in school I liked accountancy, so I will give the committee some facts on the farm.  Fruit and vegetable growing and supplying was mentioned.  Fruit and vegetables is an entry point for many consumers.  It is the first thing they go to in the shop when try to buy organics.  We get a market premium for horticultural crops of between 50% to 100%.  The cost of production is about 25% to 50% greater depending on the scale of the farm, and our yields are between 20% and 30% less.  As our farm expanded this year we have five other farmers around Ireland who are growing crops, and are contracted to supply into our farm.<\/p> <p>  We are on the edge of the Suck Valley and in 2002 we brought in 14% of organic matter.  When one starts with really good soil, one can build up the organic matter.  That is the key to getting it right.  It is important that when farmers come into conversion, they do a lot of work in the preceding years. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01100","nonspeaker":"Mr. Padraig Fahy"},{"type":"speechnospeaker","time":1490713200,"counter":86,"content":"<p>I wish to respond to Deputy McConalogue in terms of supports and self-sufficiency for the sector.  Tillage is something that we have to import.  We currently have a 2,000-tonne deficit just for oats for breakfast cereals.  Other businesses are seeking to come on board to produce animal feeds here, but we are importing a lot from the UK or via the UK.  The product often comes into the UK for onward distribution into Ireland.<\/p> <p>  Horticulture is the main sector where there is a major deficit.  We cannot grow certain fruit products, including citrus fruit, here but quite a lot is being imported.  That is about continuity and getting people to work together.  I know that \"farmer collaboration\" is a buzz term but it is very important.  If farmers start to work together they can examine some of these markets.  Both our directors here are a fantastic example of what can be done.  Our other director is working with farmers to export a dairy product to New York and Asian markets as well.  It is phenomenal what can be done when ten dairy farmers get together and take it all on.<\/p> <p>  Mr. Fahy is working with an agronomy group to try to up production.  There is some work to be done with that, including educational things on agronomy.  There is a slight barrier in education but more could be done. <\/p> <p>  As regards assistance from Bord Bia, it would be good if the board could do an organic origin green.  An Bord Bia has a fantastic marketing strategy, however, it would be beneficial for it to have a specific strategy for organic products.  That is what our members have been seeking.  <\/p> <p>  Double funding under the GLAS scheme was referred to.  We have given a series of different recommendations on what could be done under GLAS.  We did not consider that it would attract double funding.  That issue applies across the EU and is not just in Ireland.  One would hope that we can revisit that in the mid-term review and the CAP 2020.  The Department has been helpful and flexible about this.  It is keen to examine the various actions one can do.  Therefore instead of saying, \"This is double funding, and we don't want it\", the idea is to come up with an action and give it to the Department to examine.  We would like to see areas such as agri-forestry and other climate change mitigation strategies being put in place for organic farmers as well.<\/p> <p>  The circular economy and waste reduction will play a major part in food security.  We appreciate what the committee is saying about organics raising that bar.  If it is all right with the Chairman, I would like to provide a document on which we have been working with our European counterparts, which summarises that better than I can do here at 100 mph.  It is not that meaty but really summarises it and is a really interesting piece of work. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01200","nonspeaker":"Ms Gillian Westbrook"},{"type":"speech","time":1490713200,"counter":87,"content":"<p>Is it all right if the committee secretariat circulates that document?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01300","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":88,"content":"<p>Absolutely.  Thank you, Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01400","nonspeaker":"Ms Gillian Westbrook"},{"type":"speech","time":1490713200,"counter":89,"content":"<p>Before we conclude I will ask Mr. Lalor to comment.  I am very interested in his idea of sowing the crop in October, closing the gate and coming back at harvest time.  It sounds like an attractive proposition for many farmers.  In doing that, however, is there a need for a strong rotation system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01500","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":90,"content":"<p>There is a need for a sustainable rotation system.  My rotation is very simple  altogether.  It is two years oats, two years red clover, and then back to oats again.  It is simple and straightforward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01600","nonspeaker":"Mr. Patrick Lalor"},{"type":"speech","time":1490713200,"counter":91,"content":"<p>It clearly involves an intensive use of farmyard manure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01700","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":92,"content":"<p>Yes, as much farmyard manure as possible, but that is the only input that goes in there.  That is it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01800","nonspeaker":"Mr. Patrick Lalor"},{"type":"speechnospeaker","time":1490713200,"counter":93,"content":"<p>I am one of ten organic dairy farmers who farm collaboratively to add value to our product.  Being organically certified with IOFGA has allowed us to make product and export to America, Germany, France, the Far East and the Middle East.<\/p> <p>  Some years ago, four of our farmers undertook biodiversity studies with Dr. Jane Stout of Trinity College, Dublin.  Biodiversity levels on those farms were significantly higher than on conventional neighbouring farms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#O01900","nonspeaker":"Mr. John Liston"},{"type":"speech","time":1490713200,"counter":94,"content":"<p>Would Ms Scully like to sum up?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#P00100","speaker":"1268"},{"type":"speechnospeaker","time":1490713200,"counter":95,"content":"<p>Yes.  I will sum up on what we can do to progress matters for the organic farming sector in Ireland.  In terms of the reopening of the organic farming scheme, Bord Bia has been a member of the Organic Marketing Group, which was previously called Organic Focus, and a new committee is due to be set up this year.  We believe a series of measures could be adopted by the newly formed group, whatever title it will be given, which could progress the suggestions we made today on developing the sector and which could also address the specific challenges.<\/p> <p>  On the issue of self-sufficiency, the domestic market is self-sufficient for beef and there are opportunities in that respect for just about every other product.  There is also an opportunity for import substitution by having another feed compounder in the country.  We need to properly harness the suggestions made today into a workable plan that could be adopted by Government and that would start with the allocation of an additional budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#P00200","nonspeaker":"Ms Helen Scully"},{"type":"speech","time":1490713200,"counter":96,"content":"<p>I thank Ms Scully for that.<\/p> <p>  Are there any further questions?  I thank the delegates for coming before us today.  The presentations from both groups has been very informative.  The discussion has brought us up to speed on the current position.  We will do a report on a summary of presentations at today's meeting in the next period, which may be helpful.  Ms. Westbrook might forward us details of the research she mentioned which would be useful.  I thank the groups for their presentations and I also thank members' for their contributions.<\/p> <p>  That concludes today's meeting.  The meeting is adjourned until 4 p.m. next Tuesday, 4 April 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017032800002#P00300","speaker":"1268"},{"type":"unspoken","time":1490713200,"counter":97,"content":"<p>The joint committee adjourned at 6.05 p.m. until 4 p.m. on Tuesday, 4 April 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Committee on Budgetary Oversight","time":1490713200,"counter":98},{"type":"unspoken","content":"<p>The Select Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Seán Barrett, Deputy Lisa Chambers, Deputy Richard Boyd Barrett, Deputy David Cullinane, Deputy Thomas P. Broughan, Deputy John Lahart, Deputy Dara Calleary, Deputy Eamon Ryan.<\/p><p>DEPUTY JOHN PAUL PHELAN IN THE CHAIR.<\/p>","time":1490713200,"counter":99,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002"},{"type":"minorheading","content":"Business of Select Committee","time":1490713200,"counter":100,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#A00200"},{"type":"speech","time":1490713200,"counter":101,"content":"<p>As we have a quorum, we will commence.  I apologise for my absence in recent weeks but thank Deputies Lahart and Chambers for stepping into the breach.  Is it agreed that we go into private session?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#A00300","speaker":"1265"},{"type":"unspoken","time":1490713200,"counter":102,"content":"<p>The select committee went into private session at 4.08 p.m. and resumed in public session at 4.14 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Review of the Capital Plan: Construction Industry Federation","time":1490713200,"counter":103,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#B00100"},{"type":"speech","time":1490713200,"counter":104,"content":"<p>I welcome from the Construction Industry Federation Mr. Dominic Doheny, president; Mr. Pat Lucey, senior vice president; Mr. Philip Crampton, chairman, investment taxation and public spending committee; Mr. Tom Parlon, formerly of this parish, director general; and Mr. Hubert Fitzpatrick, director.  They have been asked to give evidence to help the committee in its review of the capital plan.<\/p><p>I remind members and delegates to turn off their mobile phones as they interfere with the sound quality of the transmission of the proceedings.  The presentation can be limited to ten minutes and will be followed by questions from members.  Will members, please, ask questions rather than make statements?<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Mr. Doheny to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#B00200","speaker":"1265"},{"type":"speechnospeaker","time":1490713200,"counter":105,"content":"<p>The committee offers the best hope in averting a national crisis.  We are giving a clear warning that the lack of investment in infrastructure poses a threat to Ireland&rsquo;s economic and social progress which can be averted through innovative thinking and flexibility on our behalf and that of the European Union.  We must, however, act quickly as the situation is stark.<\/p> <p>  Ireland is last in the EU28 for gross domestic product invested in infrastructure.  We invest only 2% of gross domestic product in productive infrastructure.  The importance of investment in productive infrastructure in stimulating economic growth is well established.  The late T. K. Whitaker identified the need to invest in productive infrastructure in his economic development document in the late 1950s which acted as a blueprint for the modern Irish economy.  However, we are prevented from increasing investment in this area by the European Union&rsquo;s fiscal constraints.  The Government must seek a relaxation of the rules to enable capital investment in productive infrastructure to be made.  <\/p> <p>  There is a consensus from independent bodies across Ireland, the European Union and internationally that Irish infrastructure is grossly inadequate.  The Taoiseach has stated investment in infrastructure is critical.  The Irish Fiscal Advisory Council told the committee that the level set out in the capital programme by historical and internationals standards was low.  ICTU, IBEC, Chambers Ireland, the ESRI, the National Competitiveness Council, Engineers Ireland and the Irish Fiscal Advisory Council have all called for increased investment.  Several chief executives of foreign direct investment companies such as Google, Apple and PayPal have identified it as a threat to further expansion of their sector.  The European Commission&rsquo;s recent country report identified inadequate investment as a threat to medium-term growth.  The IMD World Competitiveness Centre and the World Economic Forum global competitiveness surveys rank Ireland poorly for infrastructure.<\/p> <p>  The construction industry is at the forefront of infrastructure delivery.  We can confirm these facts on the ground and amplify the warnings.  Our civil engineering sector which delivers productive infrastructure entered into negative activity levels last year according to Ulster Bank&rsquo;s purchasing managers' index, PMI.  DKM Economic Consultants forecasts that this negative cycle will continue to at least 2018, as the project pipeline dries up.  This is an indication that the pipeline of Government investment will be dangerously low for the next few years.  We need to radically increase the level of investment in infrastructure in the economy to 4%-5% of GDP to deliver sustained growth in the coming decade.  The review of the public capital programme is under way, with a reported extra &euro;5 billion becoming available as identified in the spring economic statement.  This additional funding is inadequate, however, when one considers that 50% of it has been allocated for housing delivery.  Of the remaining 50%, an increasing proportion will be spent in covering deprecation.  DKM Economic Consultants states the proportion of investment spent on deprecation has grown from 20% in 2006 to 35%-40% since 2010.<\/p><p>If this trend continues, less money will be available for new investment each year.<\/p><p> The European Commission is among the chorus of bodies and institutions advising the Government on the need to increase investment in infrastructure.  Through quantitative easing, the European Union has established what the National Treasury Management Agency, when its representatives appeared before the committee, described as \"a supportive backdrop for our borrowing activity.\"  In short, according to the NTMA, \"the State is now borrowing at lower rates, for longer durations and from a wider investor base than was previously the case.\"  With this level of funding available - Ireland's first 100-year bond was launched recently - now is the time for the Government to have the European Union relax the constraints of the fiscal space.  I understand from our civil engineering side that tender prices are relatively low as the sector is still pricing competitively.  This is the time for significant investment.<\/p><p> Owing to long construction lead-in times and public procurement processes, every year of delay in the allocation of capital investment is magnified.  For example, additional allocations to the public capital review of 2017 scheduled for budget 2018 will likely see start dates for major infrastructural projects delayed until 2020.  We understand more fiscal space may become available in 2018 if Ireland meets its medium-term growth target.  However, waiting until 2018, combined with the time involved in the procurement process, would mean the positive economic benefits of new infrastructural projects would not become manifest until the mid-2020s.  It is imperative that we act now, particularly in the face of a potential 4% decrease in gross domestic product arising from Brexit in the next decade.  <\/p><p> DKM Economic Consultants estimates that every &euro;1 million invested in infrastructure generates approximately &euro;1 million in the economy through construction alone and also generates and sustains 12 jobs per annum.  Applying these multipliers, the additional &euro;2.5 billion in the public capital review, if invested correctly, could generate &euro;2.5 billion in economic activity and 30,000 jobs over the course of construction.  This is before the economic and social benefits of additional infrastructure are calculated.  One of our recommendations is that a national, cross-departmental infrastructural investment target be put in place to tie investment to growth.  A delivery unit should also be established to address bottlenecks and blockages in the system. <\/p><p> What is most frustrating about the current infrastructural crisis is that the Government is not using all of the tools available to it to increase investment and maximise the return on existing investment.  What can we do?  The Government must redouble its efforts to persuade the European Union to relax the fiscal space constraints for infrastructural investment in Ireland's case.  It must access more of the available European Investment Bank funding, given that Ireland is in the lowest quartile for drawing down EIB funds.  We must access more European funds for strategic investment, including EIB funding, and from the European Union's transmissions system for quantitative easing.  We must increase the usage of public private partnerships, where appropriate, and improve the efficiency of the process.  The current process adds 18 months to PPP timelines.  The Government must adequately resource the modernisation of the public sector procurement process, as outlined in its medium-term strategy for the public contracts Act.<\/p><p> I thank members for their time and hope the committee can chart a path with us on this critical issue.  Mr. Crampton will present some further slides.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#B00300","nonspeaker":"Mr. Dominic Doheny","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":107,"content":"<p>I thank the Chairman and members for inviting us to appear before the committee.  The Construction Industry Federation made a detailed submission to it which I will attempt to summarise in approximately nine slides.  I hope members will then have questions for us.<\/p> <p>  The first slide shows the economic scope and scale of the construction industry.  The generally accepted sustainable level of investment in construction as a proportion of GDP is between 10% and 12%.  As the figures show, the Irish construction industry falls far below this accepted norm.  DKM Economic Consultants which helped us to prepare the submission predicts that the industry will grow by an annual average of 9% until 2020, reaching an output of approximately &euro;20 billion.  The construction industry and the Government must work closely together to ensure this growth occurs in the most efficient and sustainable manner, shaping the economy and society and ensuring we generate quality jobs and careers.  <\/p> <p>  The next slide shows that the construction industry is one of the largest sources of employment in the State.  We have forecast demand for an additional 110,000 employees, based on the targets outlined in the Government's Rebuilding Ireland house building strategy and the existing public capital programme.  This will present a challenge to the industry and the State education and training system.  We are working with SOLAS, the education and training boards and the Department of Education and Skills to attract people into the industry through the Central Applications Office, upskilling some of those on the live register and attracting members of the diaspora to return home.  The slide shows the significant employment capacity of the construction industry.  We expect to add approximately 50,000 new employees by the second quarter of 2018.  We have established a skills forum with SOLAS to identify blockages in the system and ensure we will meet future demands for skills to deliver infrastructure and housing targets.<\/p> <p>  The title of the next slide, \"Infrastructure Investment Dangerously Low\", sums up our view of the current state of infrastructure and provides a sense of the scale of the problem.  Ireland is at the bottom of the investment table.  Slovakia, Latvia, Malta, Poland and Estonia all invest more than we do in infrastructure as a percentage of GDP. <\/p> <p>  As the Chairman noted and the committee will no doubt have found in its deliberations, there is consensus that Ireland's construction infrastructure is inadequate.  The slide gives a sense of the scale of the problem.  The comments made by the chief executives of the predominant foreign direct investment companies located here are worrying.  Country managers of these companies are all being asked questions from their headquarters about housing, water and transport.  Increasing investment is imperative, especially as we are spending an increasing proportion of investment in maintaining what we have, rather than developing new infrastructure.  <\/p> <p>  The Irish civil engineering sector is competent and world class and relies, in the main, on public sector construction projects.  However, the sector has been static for a number of years.  This year it slipped into negative activity levels for four months in a row.  DKM Economic Consultants predict zero growth or negative activity levels in the industry in 2017 and 2018.  This essentially means that the public sector pipeline has dried up, making planning, investment and forecasting in the sector very difficult and threatening its capacity to deliver.  Without a strong civil engineering sector, the housing and commercial and residential property sectors and overall competitiveness are damaged.  <\/p> <p>  At this point, I will hand over to our vice president, Mr. Lucey, who is a former chairman of the Civil Engineering Contractors Association.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#C00200","nonspeaker":"Mr. Philip Crampton"},{"type":"speechnospeaker","time":1490713200,"counter":108,"content":"<p>The warning sign in civil engineering is that we have negative activity levels in the sector, with no sign of an improvement until 2019 at the earliest.  As we know, civil engineering projects link the country, improving connectivity and accessibility and thereby creating opportunities for house and non-residential building, reducing journey times and improving safety and the work-life balance.  With such a poor outlook, civil engineering contractors are pursuing opportunities in the United Kingdom and further afield.  When current projects come to an end, they will move their resources out of the country.  While the Construction Industry Federation welcomes this morning's announcement of &euro;226 million for local infrastructure, available capacity is such that civil engineering contractors could do much more for the economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#C00300","nonspeaker":"Mr. Pat Lucey"},{"type":"speechnospeaker","time":1490713200,"counter":109,"content":"<p>Economists, including in the Department, repeatedly use the term \"fiscal space\".  From where do we get the money to build the extra infrastructure we need?  What can the Government do?  The European Commission should take a more realistic view of Irish unemployment figures when calculating the fiscal space.  It erroneously considered the Irish economy to be overheating because the unemployment rate had dropped under the long-term average of 7%.<\/p><p>Locally, we know that 4.5% to 5% is full employment in the Irish economy.  This should be taken into consideration, as it would remove a major constraint on capital investment.<\/p><p> The Commission methodology is getting rules changed in Europe, which is something for which we should all be lobbying, but the structural reform clause already exists.  It could be used under the existing rules to release up to &euro;1.3 billion of additional investment in one go.  We understand that Italy and Lithuania have already used it.  We recommend that the Department examine the structural reform clause.  We do not need to change EU rules to use it.<\/p><p> As to whether we actually want to solve the problem, there are existing solutions that we are not exploring.  I have referred to pursuing the EU for a relaxation of fiscal space constraints in terms of infrastructure, but there is also European Investment Bank, EIB, funding.  We are in the lowest quartile for draw-down in that regard.  We have had a low infrastructural uptake of the Juncker plan and are 13th in the EU.  Irish public-private partnership, PPP, usage is low by historical and international comparisons.  Procurement processes require updating because they have been a blockage.  Thankfully, the Government contract that was introduced in 2007 was changed in 2014 or 2015.  There is a medium-term strategy for procurement and other types of building contract.  We would like to work with all Departments on that.  We have made a submission to the relevant ones on the strategy.  Capital receipts, such as proceeds from the national lottery for the children's hospital and so forth, can also be used to solve our funding deficit.<\/p><p> The last slide sets out our main recommendations, which the president and I have covered.  We recommend that Exchequer investment in public infrastructure increase to at least 4% of GDP, the Government should secure a recalculation by the EU of the fiscal space, public procurement process modernisation should be adequately resourced, there should be a mid-term review of the capital plan and there should be greater transparency of upcoming projects.  Interestingly, the UK has released a &pound;500 billion construction infrastructure pipeline that outlines in detail the projects that will be delivered up to 2020 and 2021.  We have nothing of the sort.  Perhaps we should reconsider publishing our public capital programme, which we used to do every year.<\/p><p> The Department of Public Expenditure and Reform should investigate the scope of a rainy day fund and structural reform clause.  Introducing a rainy day fund is a good idea, but perhaps it should be done a little later once we have our infrastructure up and running.  We could use some of that funding in the meantime to invest.  We strongly recommend that the construction sector group, which involved all stakeholders, should be reactivated to monitor and address the industry capacity issues.  Doing this would ensure that, if we were to increase investment, we would have the capacity to deliver on same.<\/p><p> This has been a synopsis of a long submission.  I am sorry for taking up so much of the committee's time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#C00400","nonspeaker":"Mr. Philip Crampton","continuing":true},{"type":"speech","time":1490713200,"counter":111,"content":"<p>I thank Mr. Crampton.  Does Mr. Doheny wish to make a closing statement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#D00200","speaker":"1265"},{"type":"speechnospeaker","time":1490713200,"counter":112,"content":"<p>No.  We are ready for questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#D00300","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":113,"content":"<p>Members should try to limit themselves to five minutes for questions and answers so that everyone can contribute.  I know that Deputy Chambers will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#D00400","speaker":"1265"},{"type":"speech","time":1490713200,"counter":114,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#D00500","speaker":"1336"},{"type":"speech","time":1490713200,"counter":115,"content":"<p>No pressure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#D00600","speaker":"1265"},{"type":"speech","time":1490713200,"counter":116,"content":"<p>I thank the witnesses for their presentations.  The increase in employment was mentioned.  That there are more construction jobs is welcome.  I am a Deputy from the west, which was particularly badly hit in employment terms.  Many people either retrained or emigrated.  Are there enough suitably qualified persons to take up the new roles?  Have they returned or are new people joining the construction sector?  There was a drop-off in the number of people attending college to study construction or related degrees.<\/p> <p>  I was struck by Mr. Doheny's remark that there was a clear threat to Ireland's social and economic progress.  That strong statement will resonate with us in our work.  In terms of investment in infrastructure, apart from lobbying at EU level to relax the fiscal rules, has Mr. Doheny any other advice for the committee on how we might tackle those rules?  As he can imagine, we have discussed this difficulty at length.  It is not lost on us that we could do with the rules' relaxation and access to more funds.<\/p> <p>  It was also mentioned that tender pricing was low and competitive.  Do the witnesses foresee an increase in tender pricing?  If so, will it be in the short term or otherwise?  We should be aware of that as regards value for money for the State in infrastructural projects.<\/p> <p>  I was struck by something as I went through the slides.  Am I correct in saying that the CIF is advocating that we postpone the establishment of a rainy day fund?  I would appreciate a discussion on or explanation of that.  Given where we have come from in recent years, Fianna F&aacute;il is a strong advocate for the establishment of such a fund.  In the context of Brexit and the volatile economic world in which we now operate, is the CIF's position a wise one to be adopting?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#D00700","speaker":"1336"},{"type":"speechnospeaker","time":1490713200,"counter":117,"content":"<p>I will take those questions.  I am unsure as to whether we circulated the skills shortage document.  We worked on it with DKM to get an idea of the potential shortages.  The DKM report considered the Government's plans on housing and the capital programme, the IDA's pipeline for inward investment and refurbishment.  Nothing happened in recent years, but now, regardless of whether one is in the country, there has been a large uptake of the Government-sponsored home renovation scheme.  A great deal of refurbishment is under way, be it of hotels, private houses, offices or whatever.  That is where the activity is.<\/p> <p>  It is predicted that we will grow by 9% year on year and that we will need approximately 120,000 jobs in the next four to five years, which is colossal.  We lost 180,000 people.  We are rehiring at a rate of an extra 1,000 per month.  Since the situation has picked up, we have rehired approximately 48,000.  A large segment of the diaspora could return to Ireland.  Alongside a number of agencies, we appealed to the diaspora before Christmas.  That work is ongoing.  People are coming back.<\/p> <p>  Construction went out of fashion among school leavers.  Members will understand that many people who were on apprenticeships were left high and dry when the industry went over the cliff and were unable to finish their terms.  That left a bad taste.  We are trying to lift the industry's image and encourage people back into it.  I visited GMIT's construction conference in the past month.  All of GMIT's courses are full.  Its largest theatre - 300 plus students - was full on the day of the conference.  There is interest.  There are also 500 million people around Europe who potentially could come to Ireland just as our people went around the globe seeking work.  Construction skills are mobile.<\/p> <p>  We are not too worried.  Currently, we do not have a capacity problem.  As Mr. Lucey mentioned, there is overcapacity on the civil engineering side.  As soon as the Cork-Tuam motorway project that his company is involved in finishes, there will be no home for the machines, qualified drivers or engineers working on it.  That is a major concern.  They will not be left rusting in the west, rather they will be on a boat to England to take up the High Speed 2, HS2, project or the like.  The promoters of that particular project have held a number of events in Ireland encouraging Irish contractors to consider going to England.<\/p> <p>  The threat to the social infrastructure is real.  We must make our case at European level.  We are not saying that the fiscal rules are the entire reason, but it is ridiculous that they do not allow investment in badly needed and productive infrastructure.  The Taoiseach has been making representations in Europe and we hope that there will be some flexibility.  As soon as Article 50 triggers Brexit tomorrow, Irish infrastructure and competitiveness will be under major pressure.  Whatever way the ball hops, I suspect that the north west and northern parts of the country will suffer.  Having infrastructural investment and good connectivity between the north west and the rest of the country will be essential.<\/p><p>In terms of tender prices, there is negative inflation on civil engineering projects.  House prices have increased in the capital and, in many cases, that is from an extremely low base.  If one takes the national figure for house prices, they are still below the cost of building or replacing a house.  We do not see that big threat in a big way with the level of activity we have at the moment.  Mr. Hubert Fitzpatrick showed me a report today that a number of the raw materials in use are increasing in price.  That may have an impact.  We are following the lines of general inflation in terms of tender prices.<\/p><p> On the rainy day fund, the proposal is to put &euro;1 billion aside in 2019.  Our view is we cannot afford to put &euro;1 billion aside in 2019.  We need it to invest in the housing infrastructure, the social housing infrastructure or whatever else is most needed at that particular point.  I was at the launch of the European Commission's country report and a Bulgarian economist gave a shrug when he mentioned a rainy day fund.  He said it was the most inappropriately named fund for Ireland that he had ever come across.  We could deem to draw it down every day of the week.  That is just our point.  We certainly favour a rainy day fund but we think in 2019 we will still need to have a more urgent investment policy rather than to put it on the long finger.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#D00800","nonspeaker":"Mr. Tom Parlon","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":119,"content":"<p>I will reply very quickly to Councillor Chambers.  On employment, it is absolutely critical-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00200","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":120,"content":"<p>I have been demoted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00300","speaker":"1336"},{"type":"speechnospeaker","time":1490713200,"counter":121,"content":"<p>I apologise to the Deputy.  It is absolutely critical that our industry can allocate and plan over a number of years.  If we are trying to attract people into the industry at second or third level, they have to see there is a ten-year plan.  If they are going to be an engineer or an architect, they must see an industry funded in all areas, including infrastructure, so they can invest their education into it.  That is something we are looking for that our companies can plan around.<\/p> <p>  Mr. Parlon alluded to the rainy day fund.  We see it as critical investment to fight off the negatives of Brexit and anything else coming down the tracks.  It is critical investment.  If we were to choose between a rainy day fund and critical infrastructure investment, we would choose the critical infrastructure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00400","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":122,"content":"<p>I have no follow-up questions.  I thank the witnesses for their answers.  In terms of the rainy day fund, there is never an easy time to start saving.  I would probably take a different view on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00500","speaker":"1336"},{"type":"speech","time":1490713200,"counter":123,"content":"<p>Everybody agrees we have very low levels of capital spend.  That is just a fact.  In European Union terms it is very low.  That is because capital spending was the easy cut when cuts had to be made.  If we are going to call for increased spending in capital we have a responsibility to say where the money will come from.  If we are going to increase capital spend, how much will it be in monetary terms?  Will it be from increased revenue or current expenditure?  When the Construction Industry Federation says investment in public infrastructure should be 4% of GDP, is that essentially a way out so it does not have to say where the money will come from?  If it is the case that the money should come from existing taxation and expenditure, that is existing revenue, and it is just 4% of GDP.  That means the Construction Industry Federation is not looking for any increased revenue which means something has to be sacrificed.  What is it that should be sacrificed?<\/p> <p>  GDP as an indicator of economic activity has been somewhat discredited.  We now have GDI and all sorts of other indicators.  When the Construction Industry Federation says 4% of GDP, is that really the best way to be planning investment?  GDP can fluctuate widely in this State for all sorts of different reasons, so why was it picked as the percentage of spend?<\/p> <p>  The witnesses talk about a central database of capital projects, which is obviously very sensible, but the Departments have that anyway.  Departments have a full database of what capital expenditure is needed across all of their areas.  They make a pitch every year and get an allocation.  I assume it is already there but the witnesses are talking about it being more publicly known.  A cross-departmental committee was also mentioned.  In terms of making decisions about where the capital spend should be, has any consideration been given to how that should fit in with the national planning framework because it would be crucial?  The Minister, Deputy Coveney, is saying that we need to build up regional cities.  If we take the south east as an example - I am sure the Chairman will agree - Waterford is the regional city of the south east.  If the Construction Industry Federation is going to look at directing capital investment, it should be into those areas.  Has it looked at that in policy terms?  If that is where it is going, where should we prioritise?  How do we link prioritising capital spending with policy in terms of the national planning framework?  Has the Construction Industry Federation made a submission to the national planning framework in the context of capital spending?<\/p> <p>  My final question is to almost all the witnesses because it is something we can somewhat agree on, which is the inflexibility of the fiscal rules on capital spend.  Is it something on which the Construction Industry Federation has lobbied Government?  Specifically what has it lobbied Government on?  The witnesses spoke about the structural reform clause and the investment clause.  IBEC has called for capital investment to be classed as separate when it comes to the calculation of spend in terms of the fiscal space.  That would require a change in European policies.  What proposals in policy terms has the Construction Industry Federation made on the application of the fiscal rules on capital spend?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00600","speaker":"1258"},{"type":"speechnospeaker","time":1490713200,"counter":124,"content":"<p>I will take the national planning framework, NPF, question.  Mr. Hubert Fitzpatrick and I will share that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00700","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":125,"content":"<p>The witnesses might take the company question first because it is the important one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00800","speaker":"1258"},{"type":"speechnospeaker","time":1490713200,"counter":126,"content":"<p>When we say 4%, we are referring to the target.  We propose that there should be a target because 1.8% is not sufficient.  It sneaks under the radar.  I agree with the Deputy and I can understand why it is much easier to cut or delay the capital programme, which is in effect cutting it, than it is to cut the current one.  Clearly we will reap the results of that.  We need the fiscal space to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E00900","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":127,"content":"<p>I do not want to interrupt.  My question was if the Construction Industry Federation is saying 4% of GDP, which would mean increasing the capital spend, is it essentially calling for increasing the capital spend not by raising revenue but from the existing expenditure benchmark?  Is it just saying it will take GDP as a percentage and it will then go up?  If that is the case, we then have to make decisions in budgetary terms as to what should be sacrificed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E01000","speaker":"1258"},{"type":"speechnospeaker","time":1490713200,"counter":128,"content":"<p>We want to do it across the board.  We want to take it out of current expenditure.  The indications this year is the economy will grow very substantially, even in excess of the target that is laid out, by perhaps 4%.  Whatever excess there is should certainly go towards it.  The Government has indicated that in the capital review it plans to make extra funds available.<\/p> <p>  As a general body representing the contractors of the country, on the one hand PPPs bring on board projects that could not be funded otherwise, but on the other hand they are very elitist and really only deal with the really big contractors.  They exclude many of the small ones so we have reservations there, but we certainly feel that some of the projects that could not find financing otherwise should be funded through PPPs.  We understand the cost of funding a PPP is substantially lower now because of our improved financial rating.<\/p> <p>  The European Investment Bank has just opened a branch here.  We have two vice presidents.  We have an event in Dublin shortly which will be attended by Commissioner Hogan, the vice president of the European Investment Bank and the Minister for Public Expenditure and Reform.  It will be a big colloquium of other professionals and we will all be presenting papers there.  There is scope where the European Investment Bank opens local offices for its lending to that particular country to expand very substantially.  While there have been 13 or 14 projects in the past 15 or 18 months, it is still minimal in terms of the scope that is there.  We see that as a direction.  We then have the Ireland Strategic Investment Fund, ISIF, which should be used to full effect.<\/p> <p>  As an industry representative group, we do not mind where the funding comes from.<\/p><p>We know it is not going to come out of thin air.  That funding needs to be an absolute priority in terms of the infrastructure deficits that exist.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#E01100","nonspeaker":"Mr. Tom Parlon","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":130,"content":"<p>I will take the NPF.  I was asked whether the CIF made a submission.  It did.  I note that we believe absolutely that the capital investment programme should follow the NPF.  It makes absolute sense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00200","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":131,"content":"<p>There were other things that were asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00300","speaker":"1265"},{"type":"speech","time":1490713200,"counter":132,"content":"<p>First, we do not know what the NPF will be.  There is a concept of these regional cities.  In the context of prioritising, what has CIF recommended specifically in its submission to the NPF?  I do not ask for too much detail, but what was the CIF's big idea specifically and what is it calling for in policy terms?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00400","speaker":"1258"},{"type":"speechnospeaker","time":1490713200,"counter":133,"content":"<p>In policy terms, the last time out infrastructure did not follow the NSS.  This time it has to follow it.  The Deputy mentioned the cities.  The NPF will make a decision on where the regional growth areas are going to be.  One cannot have regional growth areas without the requisite infrastructure programme.  That makes absolute sense or else the NPF should follow the infrastructure programme.  We believe it should be the other way around.  We are launching our national regional policy document next Tuesday.  It sets out, very clearly, the importance of regional growth.  We support the strength of Dublin, which is a huge asset for the country, but it should be complemented as opposed to competed against.  It is about trying to find the secret behind that.  One cannot do it if one does not have the proper infrastructure spend to support the other counter cities to Dublin, as a region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00500","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":134,"content":"<p>Can the CIF send us a copy of that when it has been published?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00600","speaker":"1265"},{"type":"speechnospeaker","time":1490713200,"counter":135,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00700","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":136,"content":"<p>My final question was on the fiscal rules and flexibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00800","speaker":"1258"},{"type":"speechnospeaker","time":1490713200,"counter":137,"content":"<p>The Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys, is launching the policy document in Tullamore on Monday.  On connectivity, there are substantial industrial clusters around the country but they are not connected.  We do a road show every year with our members which starts in Waterford.  To get from Waterford to Cork is quite a challenge given the particular road, as Deputy Cullinane will know well.  It is also a challenge to then get from Cork to Limerick.  The connection across three of the most important cities in the south west involves dreadful infrastructure.  For them to be a counter to Dublin seems a no-brainer.  While a &euro;1 billion tag has been put on it and it is certainly a challenge to come up with the funding, the DKM report says that a &euro;1 billion investment in infrastructure will leak back into the system within 18 months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F00900","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":138,"content":"<p>Has the CIF lobbied the Government on flexibility in terms of capital spend and the fiscal rules?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01000","speaker":"1258"},{"type":"speechnospeaker","time":1490713200,"counter":139,"content":"<p>We have not.  We are not the strongest in terms of economists over here.  We have met the different Commissioners as they have been over here and addressed the EU Commission.  Certainly, we need flexibility but we are not too worried about how it is done.  The structural reform clause certainly gives scope for substantial extra investment, but we do not mind what clause is used.  Certainly, the restrictions must be lifted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01100","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":140,"content":"<p>There is an ongoing debate between Lorcan Sirr, a lecturer in housing, and the Department on the number of houses completed last year.  The official figure is 15,000 based on ESB connections, but he argues that if one looks at building control management system completions, one gets perhaps half that number.  Can the CIF give us an accurate figure?  How many housing units were completed in 2016?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01200","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":141,"content":"<p>There can certainly be confusion there.  Many of the 15,000 units might have started a number of years ago and been mothballed during the recession.  That is where one is not talking about real construction activity.  The current process of counting electricity connections is as good a record as one can have in respect of actual completions whereby units are ready for occupation.  The point made by Lorcan Sirr is that this entailed the final occupation of a number of houses that were half built and were mothballed during the recession.  As such, real construction activity did not take place on the entire 15,000 units during the past year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01300","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speech","time":1490713200,"counter":142,"content":"<p>Where is the demand for housing?  If I read the NPF correctly, it is all about going back into the centre and strengthening our towns, villages and city centres.  It is about stopping the sprawl and going back to the centre.  Does the CIF see that?  Where are the houses that are being completed being built and what is the CIF's submission to the NPF in that regard?  Will construction be brought back to the centres of our cities and towns?  Where is the demand for sites?  Where is the activity happening?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01400","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":143,"content":"<p>There is still very strong demand in the greater Dublin area and the greater Cork city area.  We do not see a strong demand as yet throughout the regions.  It is fair to say that the sale price of many units in the regions is not yet equivalent to the replacement cost of those units.  That is why there is a slow recovery in the level of building taking place throughout rural Ireland.  In our submission to the NPF, we supported the rejuvenation of town centre areas.  There is a lot of scope to bring life back to many town centre areas.  By and large, however, the real housing demand is in the greater Dublin area and the greater Cork city area, spreading across to Limerick.  It is primarily cities and larger towns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01500","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speech","time":1490713200,"counter":144,"content":"<p>Is it in city centres?  Everyone abandoned Cork and evacuated to Douglas, Carrigaline and Ballincollig.  The population in the city centre collapsed.  The same happened in Dublin.  In most of the old suburbs, population declined.  Is development in Cork and Dublin going back into the real city centres or is it still out around ring roads on the outskirts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01600","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":145,"content":"<p>It is still out around the ring roads and the outskirts.  The problem in city centre areas is that it is not viable to build apartments.  It is not yet viable in many parts of Dublin's city centre to build apartments and that is the reason they are not being built.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01700","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speech","time":1490713200,"counter":146,"content":"<p>Is that because of the cost of land?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01800","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":147,"content":"<p>It is because of overall costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F01900","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speech","time":1490713200,"counter":148,"content":"<p>People have said that in London and elsewhere there are brilliant new building technologies and prefabrication solutions that can be brought on site very quickly.  They say that the Irish construction industry is old-fashioned and has not advanced with the times.  Are there any examples of cutting-edge and new technologies being put in place in house building?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F02000","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":149,"content":"<p>We are working actively on a committee with the Department of Housing, Planning, Community and Local Government to look at overall housing costs.  On that committee are representatives of the Society of Chartered Surveyors, architects and engineers.  It is intended that the committee will report on housing costs by the end of quarter 2 and include comparative statistics as to what applies elsewhere.  We hope that will produce some findings as to how overall costs can be reduced.  The physical costs of building a house are approximately 45% to 50% of the overall cost of a house.  That is something of which we are very mindful.  We are mindful that all those other additional costs must be addressed in that process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F02100","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speechnospeaker","time":1490713200,"counter":150,"content":"<p>In the context of innovation, the precast concrete industry in this country is ahead of the curve in a European context.  The majority of precast units for tunnelling, bridges, etc., for the UK market are manufactured here.  The majority of the work of Shay Murtagh Precast, Banagher Concrete and Oran Concrete is in the UK and all of that technology is based here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F02200","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":151,"content":"<p>I was particularly interested in house building.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F02300","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":152,"content":"<p>It was regarding overall construction.  The technology, innovation and mindset is here but the market might not be ready for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F02400","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":153,"content":"<p>I attended the annual conference of chartered surveyors and all of the talk there was about build to rent.  It was interesting to hear the Nevin Economic Research Institute, NERI, suggesting yesterday that there is a need to move to a cost-rental housing model of social housing.  I agree.  Is there any example from the CIF's perspective of a real pick up in the build to rent or cost rental housing model?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F02500","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":154,"content":"<p>The Department of Housing, Planning, Community and Local Government has just revised the guidelines as to what applies in respect of a build to rent model.  The guidelines were launched only three to four months ago and are just finding their feet.  They are being actively examined.  By and large, one must ensure that one has a funder in place who is prepared to fund long term development of these houses and hold them on the books.  The regulations and standards have been changed and are under active consideration by a number of parties.<\/p><p>I am conscious we have been told by a whole series of people that we must build roads.  They include IBEC and Transport Infrastructure Ireland.  They have no public transport project plans at all and their civil engineers will not be working on public transport in this country any time soon.  I presume many CIF members are construction companies in the roads sector.  That must colour CIF's submission.  We are facing complete congestion in our cities.  I am very interested in cycling.  We do not have any money for cycling infrastructure in Dublin.  The situation in similar in Cork, Galway and Limerick.  If we are to develop them, we must go to public transport.  If all the development is taking place in the cities and we cannot get any roads to solve Dublin's problem, why should we put all our money into yet more roads in respect of inter-urban journeys when our real problem is the fact that our cities are gridlocked?  Why should we build roads when we need public transport, cycling, walking and other infrastructure that creates cities that work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#F02600","nonspeaker":"Mr. Hubert Fitzpatrick","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":156,"content":"<p>We do not really mind.  We are in the construction industry.  All forms of infrastructure keep our members busy.  For example, Sisk is the main contractor on the Luas cross city project.  No matter what the item of infrastructure is, be it water, rail or electrification, our members are involved in it.  If it is wind, our members are involved in it.  That is a large part of the engineering solutions relating to the wind industry.  We are not lobbying for any particular sector within the overall infrastructure.  The Minister has made it known that our cities are not big enough and we need a counterbalance to Dublin.  They need to be interconnectable to become bigger so our industry will be at the forefront of delivering whatever pieces of infrastructure are needed to connect them and make them sustainable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00200","nonspeaker":"Mr. Dominic Doheny"},{"type":"speech","time":1490713200,"counter":157,"content":"<p>When the witnesses talk about PPPs for the next three or four years, I presume we are talking about roads.  Out of the &euro;220 million, how much was in roads funding?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00300","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":158,"content":"<p>I do not have the figure.  The vast bulk of it is roads funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00400","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speech","time":1490713200,"counter":159,"content":"<p>It is all roads.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00500","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":160,"content":"<p>It is to open up lands for residential developments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00600","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speech","time":1490713200,"counter":161,"content":"<p>Nothing changes.  We are just doing the same thing we have done for 30 years - sprawl, roads, sprawl, roads, sprawl, sprawl, sprawl.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00700","speaker":"1294"},{"type":"speechnospeaker","time":1490713200,"counter":162,"content":"<p>On the announcement this morning, the intention is that it will deliver 23,000 additional housing units by 2021.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00800","nonspeaker":"Mr. Hubert Fitzpatrick"},{"type":"speechnospeaker","time":1490713200,"counter":163,"content":"<p>It is in respect of access roads and water.  I do not want to make a cheap point but as for depending on public transport, trying to get home from this evening might be a bit challenging.  The Deputy might be happy to have his car.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G00900","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":164,"content":"<p>Some believe in public transport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01000","speaker":"1294"},{"type":"speech","time":1490713200,"counter":165,"content":"<p>I again disagree with Deputy Eamon Ryan.  Not all areas have the luxury of the roads about which the Deputy is speaking.  Unless we put a proper regional plan in place, the cities will get worse.  There is general agreement in the committee regarding infrastructure gaps.  In his opening remarks, Mr. Doheny outlined the rather bizarre coalition that has come together around this.  I cannot imagine that CIF and ICTU agree on too much at times but there is agreement on infrastructure gaps.  Mr. Doheny spoke about the pipeline drying up.  To return to what Deputy Lisa Chambers said about careers, the number of CAO applications for engineering this year has fallen.  Is this connected to the point made by Mr. Lucey about the civil engineering pipeline drying up?  Transport Infrastructure Ireland appeared before this committee last week.  The presentation was utterly depressing in respect of what is not in its pipeline.  Roads take between eight and 13 years to develop.  How are we going to address that urgently?  Have we gone too far in terms of the underfunding of infrastructure to avoid the pipeline drying up for a couple of years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01100","speaker":"1335"},{"type":"speechnospeaker","time":1490713200,"counter":166,"content":"<p>I will ask my colleague, Mr. Pat Lucey, to answer that question.  My opening statement was very well thought through in that we are here today to give a clear warning and that warning is what we are sensing.  It is very palpable in respect of our members, Mr. Lucey being one of them, and what we see coming down the pipeline.  I will ask Mr. Lucey to talk about his experience involving matters like lead-in times and engineering applications through the CAO.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01200","nonspeaker":"Mr. Dominic Doheny"},{"type":"speechnospeaker","time":1490713200,"counter":167,"content":"<p>Deputy Lisa Chambers raised a point close to my heart.  When we talk about civil engineering, we talk about roads and bridges but it is a people industry.  We are all about people.  We produce brilliant construction people.  Thankfully, we got a lot of really good engineering professionals, quantity surveyors and architects back to the country when we started picking up again a couple of years ago.  Deputy Lisa Chambers mentioned the west of Ireland.  We have some great people back from Australia and New Zealand who wanted to be back and work in the west of Ireland.  They wanted to have the quality of life that the west of Ireland gives.  There was a gap for a number of years where engineers stopped coming out of the colleges in the numbers we normally had before.  When work started picking up, we found that there was a countrywide shortage of engineers with two, three or four years' experience because we stopped producing them as a country.  What the contractors did at that stage to encourage more people into it involved picking graduates, running graduate programmes, setting them on a four-year course to chartered status and giving them a very concentrated training routine.  This has produced great benefits.  The worry we now have is that we see the pipeline drying up.  Unfortunately, when a pipeline relating to public infrastructure dries up, it cannot be restarted overnight.  What has to be done is the small money on planning, deciding routes and deciding the form of transport, which does not have to be roads but can be rail.  We need to improve connectivity for our people.<\/p> <p>  Deputy Eamon Ryan is correct.  We cannot really build more roads in Dublin to improve it but we need to go underground.  The metro and the DART are needed.  Those types of projects need to be accelerated.  Yes, we will lose a certain amount of time but if we look at the models that are available and if we take early contractor involvement as one, that can knock three years off that eight or ten-year cycle to get through planning about which the Deputy spoke.  Done correctly, we can knock time off that.  We need to do that now in order to restart that pipeline.  Unfortunately, it is not an overnight solution and as one of the other Deputies said, when a problem arises, the easiest thing to cut is capital spending.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01300","nonspeaker":"Mr. Pat Lucey"},{"type":"speech","time":1490713200,"counter":168,"content":"<p>As we prepare for the 2018 budget, what do we need to increase infrastructure spending by - either as a figure or percentage - to stop this pipeline from drying up completely?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01400","speaker":"1335"},{"type":"speechnospeaker","time":1490713200,"counter":169,"content":"<p>In terms of hard money, what we would say as an industry is that we will sit down with all of the Departments to work through what can be done in the fastest possible time.  I would say as a priority, the Dublin metro and the DART need to be pushed.  As a priority, we need to complete some of the major gaps in the road network.  Some people might be against building a lot of roads but what we built has been such an asset to the country that the gaps like the Cork-Limerick route do need to be filled.  If one was to spend &euro;5 million this year on the Cork-Limerick route, one would get an enormous amount of value through the planning process and get an enormous amount of work done.  It is the same with the DART underground project and the metro.  There is a lot that can be done with what is small money in overall terms regarding the value of the project but it moves it through planning quicker.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01500","nonspeaker":"Mr. Pat Lucey"},{"type":"speech","time":1490713200,"counter":170,"content":"<p>I note Mr. Parlon was at pains regarding tender value a few minutes ago.  The Department of Health wrote to this committee a couple of weeks ago regarding concerns we had about the new national children's hospital and the manner in which that budget has grown.  The Department is saying that building cost inflation on that project is 9%.  What was building cost inflation between 2002 and 2007 and what does Mr. Parlon think it would be were we to start ramping up expenditure?  Would we end up in a situation where much of the extra expenditure and capital went on inflation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01600","speaker":"1335"},{"type":"speechnospeaker","time":1490713200,"counter":171,"content":"<p>It is complicated in that I do not fully understand it myself.  First of all, I do not understand the figure that was used for the national children's hospital because we still do not know the exact specification that is there.  Clearly, plans change and extra stuff is added.  When the economy and construction were growing previously, I think there was inflation of up to 40% between 2002 and 2007.  It then dipped by 40%.  An awful lot of jobs were quoted for and tendered for at below cost.  It was unsustainable and caused six of our top ten companies to go bust because they were trying to buy turnover, hang in there and keep their people employed.  The recovery did not happen quickly enough for them.  We have gone through a horrendous dip and with the increased activity, which is normal, things are picking up again.  There are some constraints on that.  Finance is still very scarce.  Previously, money was being thrown at projects and at the speculative development of housing.<\/p><p>Now, however, there is no speculative housing development and a developer will not get lending, either from a bank or a mezzanine fund, without a guaranteed pipeline of approved mortgages.  The situation is a lot more conservative but, as work increases, we expect to see some higher inflation and higher interest rates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#G01700","nonspeaker":"Mr. Tom Parlon","continuing":true},{"type":"speech","time":1490713200,"counter":173,"content":"<p>What is building cost inflation in the UK?  Mr. Parlon mentioned the big plans they have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00200","speaker":"1335"},{"type":"speechnospeaker","time":1490713200,"counter":174,"content":"<p>I do not know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00300","nonspeaker":"Mr. Tom Parlon"},{"type":"speechnospeaker","time":1490713200,"counter":175,"content":"<p>Mr. Lucey has first-hand experience of this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00400","nonspeaker":"Mr. Dominic Doheny"},{"type":"speechnospeaker","time":1490713200,"counter":176,"content":"<p>The residential market is different from commercial building, which is different from civil engineering.  Civil engineering produces connectivity infrastructure, in which there is incredible competition in this country.  If there have ever been rises in inflation they have been negated by people being innovative and coming up with better ways of doing work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00500","nonspeaker":"Mr. Pat Lucey"},{"type":"speech","time":1490713200,"counter":177,"content":"<p>What was civil engineering inflation between 2002 and 2007?  If it was generally 40%, what was it for infrastructure projects such as road and rail?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00600","speaker":"1335"},{"type":"speechnospeaker","time":1490713200,"counter":178,"content":"<p>I do not know what the percentage was but the cost of producing a unit, such as a kilometre of road, went down in that period.  Other countries might ask how we can build so economically because we are good at building and have good building people.  We also tend to be very competitive in overseas markets.  There have not been price rises in civil engineering and some contracts are actually going well below cost, which is of no benefit to the country or the contractors involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00700","nonspeaker":"Mr. Pat Lucey"},{"type":"speech","time":1490713200,"counter":179,"content":"<p>The Government has an aversion to PPPs and TII said last week that it cannot use PPPs for new road projects.  What has the construction industry's experience of PPPs been?  If we were to relax our rules on PPPs how quickly could we get things moving and begin to fill the pipeline?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00800","speaker":"1335"},{"type":"speechnospeaker","time":1490713200,"counter":180,"content":"<p>We could move things quite quickly but an unfortunate negative with PPPs is that financial modelling and third party equities add to the duration of delivery.  PPPs should be used appropriately.  We would advise that they be used for projects further down the line where we would have the time to get value out of them.  To restart a pipeline quickly one needs to go down more traditional routes and enhance them with early contractor involvement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H00900","nonspeaker":"Mr. Pat Lucey"},{"type":"speech","time":1490713200,"counter":181,"content":"<p>I agree with a lot of the points made on the need to significantly ramp up capital investment and the madness of the EU fiscal rules.  Without wishing to score a point, we flagged this at the time of the fiscal treaty and opposed it for that reason.  Did the CIF see this coming too?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01000","speaker":"1238"},{"type":"speech","time":1490713200,"counter":182,"content":"<p>Was that the Deputy's main reason for opposing the treaty?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01100","speaker":"1265"},{"type":"speech","time":1490713200,"counter":183,"content":"<p>Our main reason was the effect it was going to have on our ability to spend, both in terms of capital and current spending.  We described it with a catchphrase, \"neoliberal straitjacket\".  Some of the people who are now rightly complaining supported this neoliberal straitjacket.  We need to ramp up infrastructure investment in a whole range of areas.<\/p> <p>  Are CIF members the best people to carry through an investment programme?  I ask for a number of reasons, including cost overruns and public-private partnerships.  There is a scandalous history of cost overruns in public-private partnerships.  It is a history of projects being tendered at one price but consistently coming in well over the original estimate.  The Luas cost much more than we were originally told it would cost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01200","speaker":"1238"},{"type":"speechnospeaker","time":1490713200,"counter":184,"content":"<p>The Deputy is referring to the original Luas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01300","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":185,"content":"<p>Yes.  The port tunnel cost far in excess of what we were originally told. The controversial library headquarters in D&uacute;n Laoghaire ended up costing some &euro;10 million more than we were originally told and the national children's hospital will go way over budget.  How can we have confidence in CIF members when this consistently happens?  That is what Joe Public is asking.  The State puts a lot into PPPs in terms of land, infrastructure and upfront capital investment but, because of commercial sensitivity rules, we do not have transparency about the arrangements between the private and public sectors.  When one asks questions the reply is that there is commercial sensitivity and I find this deeply problematic.  One of the main reasons I am opposed to PPPs is that one cannot find out what is going on because of commercial sensitivity agreements so why should we go down that road?<\/p> <p>  I am a left winger.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01400","speaker":"1238"},{"type":"speech","time":1490713200,"counter":186,"content":"<p>I would never believe it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01500","speaker":"1265"},{"type":"speech","time":1490713200,"counter":187,"content":"<p>I make no bones about it.  Is the profit builders take out not just an extra cost?  It inflates the cost and it would be cheaper for the State to do these things directly, to build up its own capacity and deliver infrastructure directly.  NERI has spoken of a semi-State company but we think a State company should deliver the housing we need.  What happened between 2002 and 2008 is proof that this is the way we should go.  In that period it was primarily the private sector which was given money and it was primarily the private sector which policy favoured to deliver infrastructure and housing but it did not work for us.  It caused a massive problem and led to a crash.  Even when the construction industry was delivering between 70,000 and 90,000 houses per year they were unaffordable and the housing crisis got worse.  It has got doubly worse now but even in that earlier period housing lists grew and social and affordable housing was not delivered.  There was a complete failure to connect supply and demand and I contend that it was because development at that time was profit-driven rather than need-driven.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01600","speaker":"1238"},{"type":"speech","time":1490713200,"counter":188,"content":"<p>Can Mr. Parlon respond?  I will return to the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01700","speaker":"1265"},{"type":"speechnospeaker","time":1490713200,"counter":189,"content":"<p>It is a pity somebody did not listen to the Deputy when fiscal rules were brought in.  I doubt if we were in a great bargaining position as the gun was to our head at the time.  I do not remember the Deputy making those points but I accept that he did.<\/p> <p>  The Deputy mentioned the Luas and the port tunnel but they go back a long way and tendering procedures have changed massively since then.  All of our main motorways were delivered on time and within budget.  It comes down to the quality of the tendering documentation.  If one tenders for 50 km of road, with so many junctions and so many bridges, and the client decides they need something else the contractor has every right to ask for extra moneys for it.  In my time the need to connect Roscrea to a project became an issue as it would have otherwise required a severe turn to the left and its exclusion was an oversight.<\/p><p>There is the new tendering process now.  We have been in good negotiations, and in terms of Government involvement, we find that Mr. David O'Brien, who is now the representative at the Office of Government Procurement, is a very good professional.  We have a good liaison with him, and he represents his job very well.  That has come a long way.<\/p><p> A Japanese contractor was the main tunnelling contractor for the Dublin Port tunnel, and it had some issues.  It cost much more than it was expected to cost, but I am not sure on the brief that was given.  I believe that we are the right industry in the current situation.  We can deliver the projects and have a very good history of delivering some excellent projects.  The bulk are excellent, but there are a few that we cannot be proud of that.  As a result of that, the CIF has proposed a construction industry register for Ireland.  We have worked on it with the Government and the Department of Housing, Planning, Community and Local Government.  We heard the Minister say as late as last Friday evening in Cork that he is bringing a memo to Government shortly which will make the construction industry register of Ireland a mandatory register and which will lay out strict rules as to who can be a contractor and who can be involved with construction projects with regard to competence, tax compliance, health and safety, insurance and so on.  It is going to mean that it is professionals who will be involved in future.  That is what we are pushing very strongly.  Some of the so-called cowboys brought a bad reputation upon the industry that we still have to live with and that left us with many legacy issues.<\/p><p> I think that we give good value for money now.  On the one hand, we are here collectively as the Construction Industry Federation.  If there is a &euro;50 million road project up in the morning, I can guarantee that our civil engineering firms will be at each others' throats over it and there will be a very aggressive and competitive tender put in.  It will be exactly as per the terms of that contract.  If somebody left out something or if there are some extras, that is a different issue.  We have some flexibility.  Previously, all of the risk rested with the contractor.  That made it very contrarian.  Everybody had to mind their Ps and Qs.  There was a bit more balance there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#H01800","nonspeaker":"Mr. Tom Parlon","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":191,"content":"<p>To follow up on that, in my company, we develop projects, we build them ourselves etc.  The Deputy's focus is on the tendering procedure and looking at overruns.  The question for our industry is how we can explain why there have been so many tender overruns.  The one thing that we have to get right when developing a project is our budget.  If the budget is wrong, the tender is never going to be right.  I would propose that budget information has to be looked at as opposed to tender information.  The Deputy uses the language of \"we were told\".  Who told him that and what information was behind that?  That should be examined.  As Mr. Parlon said, when one goes to tender, it is extremely competitive.  One goes into tender and one then has to deliver what has been tendered for.  It is a very rigid, controlled process.  If the budget was wrong in the first place, the tender will never make up for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#J00200","nonspeaker":"Mr. Dominic Doheny"},{"type":"speechnospeaker","time":1490713200,"counter":192,"content":"<p>I have to add a few points to this.  I am not a great fan of public private partnerships, PPPs, myself.  That is purely because we like the builds and we do not like to get involved in all the financial modelling.  They are sometimes a necessary evil if there is no funding.  On the question of whether we are the right people, I have no doubt that we are the right people.  I thought for an instant that the Deputy was going to suggest contractors coming in from wider Europe to tender for our work, something that has failed miserably-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#J00300","nonspeaker":"Mr. Pat Lucey"},{"type":"speech","time":1490713200,"counter":193,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#J00400","speaker":"1238"},{"type":"speechnospeaker","time":1490713200,"counter":194,"content":"<p>-----in the past.<\/p> <p>  I can tell the Deputy that there a couple key things on the matter of tender versus outturn.  The matter Mr. Doheny mentioned about the budget that is originally set up is something we have seen happen before.  We saw it happen with the early part of the roads programme, where there was a massive difference between the contract cost and the original estimate.  The National Roads Authority, NRA, recognised that and put in a robust system for getting its estimates right.  It brought in the correct professional people to get its estimates right.  We will always recommend that clients, either private or public, make sure they have the right professional advice beside them to get those things right.<\/p> <p>  The second thing that feeds into tender versus outturn is the form of contract used.  A form of contract that deals with change is needed in construction.  Anyone in this room that has built anything knows that things change.  An agreement needs to be in place that deals efficiently, cheaply and does not require the assistance of solicitors to hammer out an agreement.  Change and how change is dealt with are very important in construction projects.  On the matter of a State building company versus the private sector that we have, we have incredible construction people in this country.  We see small companies starting all the time.  People that break away start up their own company.  They are very efficient.  They are coalface people.  They deliver.  It would be very hard to set up a State company in any sort of a sustainable long-term fashion that would last and do the same thing.  That is my take on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#J00500","nonspeaker":"Mr. Pat Lucey"},{"type":"speech","time":1490713200,"counter":195,"content":"<p>Can I add a brief follow-up?  I do not imagine, short of the socialist revolution or whatever, that we are going to completely get rid of private involvement in construction of infrastructure or housing.  Can the construction industry seriously deliver the low-cost housing that is needed?  I have many concerns about water infrastructure, energy infrastructure and so on but the most urgent question is the one of housing.  Huge numbers of people are never going to be able to afford market prices, in my opinion.  Look at what is happening in urban centres around the world.  People on low to middle incomes cannot afford to live in these places.  They have to go into the wilderness, which causes its own problems, to get something they might afford, if even that.  Has the Construction Industry Federation any serious role to play in providing low-cost, social and affordable housing?  I do not doubt they will play some role in providing housing for those on higher incomes who can afford it.  It seems to me that affordable housing has to be subsidised.  It has to be below market price.  I do not really see how it is in the Construction Industry Federation's interests or that there is any likelihood that it will deliver that.  If that is the case, I think we have to return to something that we used to do even when this country was quite poor, which was that the State directly built housing.  It was up to 30% to 40% of housing at some points.  It did it directly.  It had people working in the local authorities who had the skills.  I agree that there is a problem there with that skills base running down in local authorities and in the State generally.  I think that is a problem.  Do we not have to return to that?<\/p> <p>  I have one other brief point and my friends in the building industry would be very unhappy if I did not raise it.  A very controversial issue over recent years, as employment has been picking up, has been the push for people working in the construction industry to go onto the C45 scheme.  Many workers have said that this is contractors forcing people to declare themselves as self-employed when they are not self-employed and should be employed directly by the builders.  They have also suggested quite a wide level of abuse of the category of self-employment, given the high proportion of it.  Do the representatives of the Construction Industry Federation have any comment on that?  It is a sore point for construction workers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#J00600","speaker":"1238"},{"type":"speechnospeaker","time":1490713200,"counter":196,"content":"<p>Some 45% of the cost of every house is made up of taxation.  About 45% of the cost of the house is reflective of the actual construction costs.  We want to reduce the cost of building houses.  I referred in an earlier response to how we are actively working with the Department of Housing, Planning, Community and Local Government to see how the cost can be reduced.  We have to ensure housing is affordable to people who need the houses.  We can see if we can reduce the cost, maintaining the standards but looking at the design of the units to see if we are overdesigning units when it comes to size.  The unit size in some local authorities in this country is up to 20% larger than it is in the UK.  Maybe we need minimum size standards to be determined by the Department.  That could actually work.<\/p><p>Could we look at how the development levies are applied in housing or at VAT, which is an applicable cost that does not apply in the UK or Northern Ireland?  We have significant contributions to various utility companies.  On social and affordable housing, the industry will certainly deliver houses on a very competitive tender basis to any local authority.  We will certainly be able to compete with any direct-build teams that any local authority would put in place in respect of housing.  It is in all our interests to ensure we can build the required number of units in the right locations that are affordable to everybody.  We certainly will not be found wanting in our attempts to try to reduce costs wherever we can.  It will require co-operation from the State to ensure that can happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#J00700","nonspeaker":"Mr. Hubert Fitzpatrick","continuing":true},{"type":"speechnospeaker","time":1490713200,"counter":198,"content":"<p>We all have kids trying to get on the housing ladder.  I know personally that unless one digs into one's own pocket, it will not happen.  For a &euro;300,000 starter home in Dublin, it is very difficult for two civil servants to get a mortgage together to afford the house.  The mortgage would then hang over them.  There is a challenge.  On the other hand, if a person decides to build in the \"wilderness\", as mentioned, or buy down there, he or she might not have a job.  Within our members and those who work for them, many are commuting five hours per day to work in Dublin because this is where they work.  They get into vans and get stuck on the M50.  They cannot to stay overnight in Dublin because of a lack of accommodation and so on.  It is a challenge.<\/p> <p>  We have raised the VAT issue time and again with the Government.  There is 13.5% VAT on housing, which is &euro;30,000 or &euro;40,000 on a general house.  The builder must pay that the day the contract is signed.  It is not in the North of Ireland or the UK.  I used a figure lately and if one has a meeting in a room with Department of Finance officials, they go ballistic at the notion of touching VAT because it is so important to them.  We had a report done by Grant Thornton that indicates by reducing VAT and increasing output, it would pay for itself in a short time.  A 16% increase in output would pay for a 4% reduction in VAT.  As Mr. Fitzpatrick stated, &euro;100,000 from a &euro;300,000 house goes to the Exchequer.  It is a bonanza for the Exchequer if we are building houses.  The Economic and Social Research Institute raised concerns that if house building reached 25,000 units per year again, there might be a danger of the economy overheating.  As it is labour-intensive it would provide many extra jobs and so on.  It is a dilemma we must deal with and there is very little scope on the hard construction side to reduce costs.  We must look at the other 50%, whether this equates to VAT, levies or whatever else.<\/p> <p>  The issue of self-employed contractors was raised and a Deputy also commented on the matter of strange bedfellows coming before the committee, in that the Irish Congress of Trade Unions, ICTU, and the CIF are promoting additional investment.  We have a very good relationship with ICTU and Ms Patricia King is coming to speak at our event with the Commissioner and the European Union.  It raised the very same issues in meetings with the Government and I have sat beside its representatives.  They argued that if housing was more affordable and available, they would not have to take such a hard line on pay increases.  That is where they are coming from.  We had a registered employment agreement set up 60 years ago - it was in being for a long time - but it was eventually deemed by a Supreme Court challenge to be against the Constitution and has been dropped.  We have a live application to the Labour Court to set up a sectoral employment order.  The unions are supporting us in this and that will lay down all the conditions.  Eventually, the Labour Court will recommend the rate that will apply there.  I am touching wood but currently we have a very good industrial relationship.  We understand entirely that we must pay decent wages and provide good and safe working conditions in order to attract people to the industry.  That must be passed on to the client, whoever engages us, and that was a major problem for us in the past when we did not have an registered employment agreement.  Some companies that were not paying the proper rate were able to undercut others and there was a non-level playing field.  We are pushing very hard through the Department of Jobs, Enterprise and Trade and the Labour Court to have the sectoral employment order applied across the board to construction.  That will certainly outlaw the particular practice mentioned by the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00200","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":199,"content":"<p>Before finishing, the matter of fiscal rules has come up time and again.  Mr. Parlon mentioned strange bedfellows but everybody on this committee is in agreement with his position that there must be some relaxation.  Mr. Crampton made a point about the structural reform clause and it is probably the most realistic route of a change occurring there that will not require a treaty change.  We have spoken with several people and we will continue to lobby the Government and speak to as many people as we can in that regard.  I am intrigued as Mr. Parlon mentioned a Bulgarian economist who spoke about urging Ireland to increase infrastructure funding.  There are lectures from the European Commission on increasing infrastructural funding but at the same time there are stringent rules to which we must adhere and which lump current and capital expenditure into the same category.  There is a bit of a contradiction there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00300","speaker":"1265"},{"type":"speechnospeaker","time":1490713200,"counter":200,"content":"<p>I was only making the point that the name was inappropriate.  The country report would certainly indicate we must find a way of investing substantially.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00400","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":201,"content":"<p>We do and we are in agreement on that.  A final point is on long-term planning.  Deputy Boyd Barrett regards himself as a socialist but I am not.  As I recall, one thing the Soviets used to get right was the 20-year plan.  I was a child at the time so I do not have much recollection of that era.  In Britain, following from Brexit, they are talking about a 30-year horizon on capital investment, with an assessment carried out every five years.  Is there more detail on that, as it is an area we have never been very good at?  I was a member of a local authority for years, as was Deputy Boyd Barrett, and local authorities have a five-year plan for the development of infrastructure.  That is much too short as an overall timeframe for planning the economic development of any region, county or city.  If the witnesses have specific suggestions in that regard, we would certainly welcome them.  There has been far too little long-term economic planning.<\/p> <p>  I accept the point regarding obvious bottlenecks in the Irish economy and the establishment of a rainy day fund.  I sat for a year and a half on the banking inquiry, for which I got little thanks, but what was emphasised by many of our witnesses was the need to promote anti-cyclical investment in the economy in general.  The witnesses have spoken about how when we went into recession, the capital spending was first to be cut but that should not be the case.  Just as it should not be the case when recession hits, when things improve and bottlenecks in areas like housing have been dealt with to some extent at least, we should establish such a fund to smooth out some economic ups and downs that we know we will face.  Are there are any specific points on that?  We welcome any views on long-term planning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00500","speaker":"1265"},{"type":"speechnospeaker","time":1490713200,"counter":202,"content":"<p>We looked at a UK model, which has an infrastructural council.  An individual who is not political heads that up with expertise and looks at long-term matters.  As the Chairman indicated, we need to be thinking of 20 years down the line.  We might forward what we have to the secretariat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00600","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":203,"content":"<p>The witness had a point on the European Investment Bank, which is now here.  I have spoken to the clerk and we could get its representatives before the committee.  I will discuss it with other members and follow up on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00700","speaker":"1265"},{"type":"speechnospeaker","time":1490713200,"counter":204,"content":"<p>Perhaps members of the committee would be available to attend our colloquium on 24 April, which will involve the European Investment Bank, the Commissioner and the Minister?  We would be very happy to have that happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00800","nonspeaker":"Mr. Tom Parlon"},{"type":"speech","time":1490713200,"counter":205,"content":"<p>I am unavailable to meet the Commissioner on that day.  I thank all the members from the Construction Industry Federation who are present and members of our committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017032800002#K00900","speaker":"1265"},{"type":"unspoken","time":1490713200,"counter":206,"content":"<p>The select committee adjourned at 5.40 p.m. until 2 p.m. on Wednesday, 5 April 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1490713200,"counter":207},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Niall Collins, Senator Aidan Davitt, Deputy Tom Neville, Senator James Reilly. Deputy Maurice Quinlivan,<\/p><p>DEPUTY MARY BUTLER IN THE CHAIR.<\/p>","time":1490713200,"counter":208,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002"},{"type":"unspoken","time":1490713200,"counter":209,"content":"<p>The joint committee met in private session until 4.05 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Companies Act 2014 (Section 1313) Regulations 2017: Motion","time":1490713200,"counter":210,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#A00300"},{"type":"speech","time":1490713200,"counter":211,"content":"<p>Apologies have been received from Senators Paul Gavan and Gerald Nash.  I remind members, visitors and those in the Visitors Gallery to ensure their mobile phones are switched off or left in flight mode for the duration of the meeting as they interfere with the broadcasting equipment, even when left in silent mode.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p> <p>  In accordance with D&aacute;il Standing Order 84A(4)(k) and Seanad Standing Order 70A(3)(k), the Companies Act 2014 (Section 1313) Regulations 2017, in draft form, were referred to the committee by order of the D&aacute;il of 21 March and by order of the Seanad of the same date.  The committee has been asked to send a message to both Houses by 13 April stating it has completed its consideration of the regulations.  A briefing document prepared by the Department of Jobs, Enterprise and Innovation has been circulated to members.  The regulations are technical in nature but time sensitive, necessitating the organisation of this short joint meeting.  I thank members for attending and invite the Minister to make her opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#A00400","speaker":"1220"},{"type":"speech","time":1490713200,"counter":212,"content":"<p>I am here to introduce the regulations made pursuant to section 1313 of the Companies Act 2014 to the Oireachtas Joint Committee on Jobs, Enterprise and Innovation and seek its approval.  They propose to insert additional sections of the Companies Act 2014 in the list of provisions in Schedule 14 to the Act.  The aim is to apply the provisions to unregistered traded companies.<\/p><p> The reason the regulations are necessary is unregistered companies are not subject to statutory company law in the same way as registered companies.  In the absence of a particular legislative code that provides a legal framework for unregistered companies, the practice since 1963 has been to apply aspects of company law to unregistered companies and, where necessary, extend statutory provisions by means of regulations.  The aim is to ensure that, where appropriate, unregistered companies are subject to the same regulatory framework as companies formed under the Companies Acts.<\/p><p> Since the Companies Act 2014 was passed, it has become necessary to distinguish that the contents are applied to a traded unregistered company only.  In essence, the regulations extend additional relevant provisions of the Companies Act 2014 to the only publicly traded unregistered company in Ireland, Bank of Ireland.  They will ensure greater clarity and certainty in the legal framework governing an unregistered traded body.  The aim is to ensure the body will be treated in the same way as a registered company, that is, a traded body, would be treated in similar circumstances.<\/p><p> Two sets of regulations pursuant to section 1313 have been made previously.  The first set, SI 223 of 2015, applied various provisions of Part 17 of the Companies Act 2014 for commencement purposes, while the second, SI 43 of 2016, applied section 1120 of the Companies Act 2014.  These regulations were approved in draft form by the joint committee to enable an unregistered traded body to conduct its business in an orderly and proper fashion.<\/p><p> I have provided the joint committee with a note on the purpose of each of the sections of the Companies Act 2014 that it is intended to apply by the regulations.  In summary, it is intended to apply sections 4, 5, 35, 36, 41, 48, 64, 83, 116, 1374, 1429 and 1440, as well as Chapters 1 and 2 of Part 5; Chapters 1 and 2 of Part 9; and Chapter 9 of Part 17.<\/p><p> While the provisions of the regulations are technical in nature, certain provisions contained in the regulations are required in order to allow Bank of Ireland to implement the European rules pursuant to the European Union (Bank Recovery and Resolution) Regulations 2015.  In order to meet its obligations under the Act, Bank of Ireland has indicated that it wishes to hold the extraordinary general meeting necessary to introduce the changes at the same time as its end of April annual general meeting.  To facilitate this request, the joint committee meeting of 11 April at which it was intended to consider the matter would not have permited the holding of an EGM at the same time as the AGM as company law governing the notice period rules for extraordinary general meetings require the giving of 21 days notice.  I understand the purpose of the extraordinary general meeting is to allow the bank to set up holding companies at the top of its corporate structures.  They would issue senior and junior debt in the future, whereas deposits would be held in operating companies below the holding company, giving them more protection.  The new rules allow for bondholders to face losses in the event of another financial crisis, without impacting on depositors.  I understand both the Department of Finance and the Central Bank are supportive of the objectives of the EGM. <\/p><p> I ask the joint committee to approve the regulations, in draft form, before it.  I thank the Chairman and members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#A00500","speaker":"1247","continuing":true},{"type":"speech","time":1490713200,"counter":214,"content":"<p>As the Minister said, the regulations are very technical, but at the same time it is necessary to deal with them today.  I again thank members for making themselves available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00200","speaker":"1220"},{"type":"speech","time":1490713200,"counter":215,"content":"<p>To recap, it is clear that the draft regulations are being supported by both the Department of Finance and the Central Bank to allow for a slightly different outcome if we were to face similar problems to the ones we faced in the past.  Second, they are to allow Bank of Ireland the same rights as other banks but, equally, to have it comply with the same obligations as other banks.  Is that the essence of the regulations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00300","speaker":"1421"},{"type":"speech","time":1490713200,"counter":216,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00400","speaker":"1247"},{"type":"speech","time":1490713200,"counter":217,"content":"<p>That completes the joint committee's consideration of the Companies Act 2014 (Section 1313) Regulations 2017.  I thank the Minister and her officials for attending.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00500","speaker":"1220"},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1490713200,"counter":218,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00600"},{"type":"speech","time":1490713200,"counter":219,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the following regulations in draft form:Companies Act 2014 (Section 1313) Regulations 2017.<\/blockquote> <p>In accordance with Standing Order 73, the following message will be sent to the Seanad:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the following regulations in draft form:Companies Act 2014 (Section 1313) Regulations 2017.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2017032800002#B00700","speaker":"1220"},{"type":"unspoken","time":1490713200,"counter":220,"content":"<p>The joint committee adjourned at 4.20 p.m. until 4 p.m. on Tuesday, 11 April 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Jobs, Enterprise and Innovation","time":1490715000,"counter":221},{"type":"unspoken","content":"<p>The Select Committee met at 16:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pat Breen (Minister of State at the Department of Jobs, Enterprise and Innovation), Deputy Mary Mitchell O'Connor (Minister for Jobs, Enterprise and Innovation), Deputy Niall Collins, Deputy Tom Neville, Deputy John Halligan (Minister of State at the Department of Jobs, Enterprise and Innovation), Deputy Maurice Quinlivan.<\/p><p>DEPUTY MARY BUTLER IN THE CHAIR.<\/p>","time":1490715000,"counter":222,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002"},{"type":"unspoken","time":1490715000,"counter":223,"content":"<p>The select committee met in private session until 4.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Estimates for Public Services 2017<br \/>Vote 32 - Jobs, Enterprise and Innovation (Revised)","time":1490715000,"counter":225,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#B00200"},{"type":"speech","time":1490715000,"counter":226,"content":"<p>I remind members, officials and those in the Visitors Gallery to, please, ensure their mobile phones are switched off for the duration of the meeting as they interfere with the broadcasting equipment, even when left in silent mode.  <\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p> <p>  The meeting has been convened to consider the Revised Estimate for Vote 32 - Jobs, Enterprise and Innovation - which was referred by the D&aacute;il to the committee.  I welcome the Minister, Deputy Mary Mitchell O'Connor, and the Ministers of State, Deputies Pat Breen and John Halligan, and their officials.  I thank them for the briefing material provided which is being circulated to members.  I also thank the Minister and her officials for the open and constructive dialogue with the committee secretariat's financial scrutiny team in the development of the briefing document for the meeting.  I thank the financial scrutiny team for the development of the document for us.  I understand the Department has adopted a positive and constructive approach for a number of years.<\/p> <p>  I inform the Minister and the Ministers of State that the committee has agreed to proceed programme by programme and will focus initially focus on specific subheads.  I will refer to the briefing document prepared by the financial scrutiny team of the committee secretariat to guide our consideration of the Revised Estimate.  We will start with programme A.  I invite the Minister to make a short statement, giving a high-level overview of the programme, and ask her to be as concise as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#B00300","speaker":"1220"},{"type":"speech","time":1490715000,"counter":227,"content":"<p>I thank the Chairman for giving me the opportunity to say a few brief introductory words on the Department's 2017 Revised Estimate.  My officials have already provided the committee with a detailed briefing document.  The material tries to give committee members a deeper understanding of what the Department is delivering and what we are hoping to do in the near to medium term.  I also understand the financial scrutiny team of the committee secretariat has provided members with a 15-page analysis of the Department&rsquo;s Estimate for this year.  Lest there be any confusion for members who have read both sets of briefing documents, it is important to set out clearly the basis on which the Department&rsquo;s overview briefing material for the committee has been compiled.<\/p><p>Essentially, the Department&rsquo;s material was compiled on the basis of comparing the 2016 Estimate as published in the 2016 Revised Estimates Volume with the Estimate for the Department as set out in the 2017 Revised Estimates Volume.  This Estimate to Estimate comparison is the accepted basis for comparison.  For the information of committee members, the 2017 Estimate for my Department was formulated in negotiation with the Department of Public Expenditure and Reform through a comparison with the 2016 Revised Estimates Volume allocation versus the 2017 Revised Estimates Volume.  I understand the financial scrutiny team in its briefing material has chosen to base its comparisons on projected year-end 2016 expenditure figures from &quot;a point in time&quot; last November to be compared with the 2017 Revised Estimates Volume allocation.  It is important to appreciate that the financial scrutiny team's figures are not the actual year-end 2016 figures.  In essence, it has chosen to factor in Supplementary Estimates or savings that arise at year-end and then make a comparison with the follow-on Estimate for 2017.<\/p><p>The timing of the annual budget and the Revised Estimates Volume in October and November each year does not actually allow for this comparison to be made.  For example, the net effect of including the additional Supplementary Estimate funding received by my Department in late December could lead committee members to believe funding for my Department's innovation budget was cut in 2017.  The reality is that in 2016 and 2017 we have actually increased the innovation capital spend by &euro;64 million.  Last December we secured an additional &euro;49 money in supplementary moneys; an extra &euro;27 million for Science Foundation Ireland; an extra &euro;20 million for the programme for research in third level institutions and an extra &euro;2 million for the European Space Agency.  In 2017 we are increasing the capital spend by a further &euro;15 million, with increases for Science Foundation Ireland, Enterprise Ireland's research and development programmes, the programme for research in third level Institutions and the Tyndall National Institute.<\/p><p>The comparison methodology used by the financial scrutiny team has led to other anomalies in the comparisons made relating to other subheads in the Department's Vote.  Again, by way of example, rather than the Department&rsquo;s administrative non-pay budgets increasing by 20%, as alleged by the financial scrutiny team, they have been reduced by 12.5%, amounting to a reduction of &euro;1.2 million this year.  Likewise, the Office of the Director of Corporate Enforcement is not the beneficiary of a 76% increase, nor is the Competition and Consumer Protection Commission receiving a 20% increase this year.  My comments on the financial details that follow are in line with the requirements of the Department of Public Expenditure and Reform and based on the 2016 Estimate to 2017 Estimate comparison.<\/p><p>The total gross allocation this year for the Department, its offices and agencies is up by nearly &euro;48 million to &euro;858.42 million, as per the published 2017 Revised Estimates Volume.  This represents a 6% increase on the total 2016 Revised Estimates Volume allocation of &euro;810.47 million which, it must be remembered, also included a capital carryover of &euro;10 million from unspent moneys in 2015.  This year the Department and its agencies have a total of &euro;555<b><\/b>million available in Exchequer capital funding, the largest Exchequer capital provision ever made available to the Department.  The capital funding available to the Department this year represents a &euro;52 million or a 10% increase on the 2016 capital base provision of &euro;503 million.<\/p><p>We continued to make tremendous progress on the jobs front throughout 2016 and into this year.  There are now over 2.04 million people working, the highest level since 2008.  Unemployment continues to drop and was down to 6.6% at the end of February.  There are now over 435,000 people working in the client companies being directly supported by the enterprise agencies.  Such a level of employment across the enterprise agency clients is a record all-time high.  Allowing for the multiplier effect, a similar number of people are being indirectly supported in services and sub-supply companies.  Therefore, approximately 870,000 people, or two of every five jobs across the country, are being supported through the enterprise agencies.<\/p><p>Notwithstanding these impressive figures, the significant increases I secured in the Department&rsquo;s capital allocations late last year and also for 2017 are recognition by the Government that we have more to do.  We need to further accelerate regional development and, of course, to prime ourselves to face the challenges of Brexit and to be able adjust to the changing global foreign direct investment environment.  Committee members will recall that the Department&rsquo;s capital ceiling was also increased in December 2016 by an additional &euro;45 million through a Supplementary Estimate that involved a total package of &euro;60 million.  This, combined with the increased 2017 capital provision, means that the allocations for the Department&rsquo;s capital programmes have been increased by &euro;97 million in recent months.  The additional moneys I have secured will support the Government&rsquo;s regional jobs plans, ensure the enterprise agencies will be sufficiently resourced to respond to Brexit and assist in competing in the changing global foreign direct investment environment.<\/p><p> I am pleased to be able to say that we have been able to increase virtually all of our capital programme funding lines this year.  The primary changes include a &euro;25 million, or 22%, increase in IDA Ireland's capital base from &euro;112 million to &euro;137 million.  This additional funding will primarily be used by IDA Ireland to progress its regional property programme further.  IDA Ireland is directly supporting more than 199,000 jobs across its client companies, which is the highest level ever following the creation of more than 11,000 additional net new jobs last year.  Its enhanced capital resources this year will enable it to continue competing in the intensely competitive FDI arena, which is likely to change significantly as a result of Brexit and the new US Administration.<\/p><p> We have also increased the capital allocation in subhead A7 for Enterprise Ireland to &euro;63 million, a &euro;7 million - 12% - increase on the 2016 allocation.  Enterprise Ireland's research and development allocation in subhead B4 is also being increased from &euro;117.6 million last year to &euro;122 million.  Enterprise Ireland-supported companies directly employ more than 201,000 people in Ireland.  This is also the highest level of jobs in the Enterprise Ireland client cohort, which collectively added in excess of 9,000 extra jobs last year.  This means that Enterprise Ireland's clients are effectively adding 25 net new jobs everyday.<\/p><p> I will leave the points on local enterprise offices, LEOs, and innovation to my colleagues, the Ministers of State, Deputies Breen and Halligan, respectively.<\/p><p> Turning to our 2017 plans, as set out in the briefing material provided to committee members last week, enterprise supports are multi-annual in nature.  Therefore, the primary focus and the challenge for the enterprise agencies this year is to replicate the excellent jobs results that have been delivered in recent years.  In 2016, Enterprise Ireland, IDA Ireland and LEO clients collectively delivered more than 45,000 gross new jobs, or 24,600 net new jobs.  The 2016 results follow on from a similar level of new jobs added by the enterprise agencies' clients in 2015, that figure being more than 25,500 net new jobs.  More than 435,000 jobs in the economy are in companies directly supported by Enterprise Ireland, IDA Ireland and the LEOs.  We are hopeful of breaking through the 450,000 jobs barrier by the end of this year.<\/p><p> Before concluding, I will briefly touch on the significant change in current expenditure, that is, the pay side of the Department's Estimate.  This relates to the additional &euro;3 million in Brexit-specific pay secured for 2017.  Committee members will be aware that these additional moneys have been distributed across the pay allocations of IDA Ireland, Enterprise Ireland, Science Foundation Ireland, the Health and Safety Authority and the Department to assist in the recruitment of Brexit-specific staff.  Such recruitment is ongoing, with the likely intake of 40 or 50 extra staff throughout this year.<\/p><p> Finally, there are two typos in the Department's briefing document to the committee that I would like to correct for the record.  On page 21, in the second sentence of Part 2, the 2016 Revised Estimates Volume, REV, allocation should be &euro;810.4 million, not &euro;813.4 million.  On page 50, table 17, the total capital spend for programme B &ndash; Innovation for the 2015&ndash;17 period should be &euro;1.028 billion.<\/p><p> I will leave my comments there for the moment so that we can proceed to examine the respective programme expenditure areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#B00400","speaker":"1247","continuing":true},{"type":"speech","time":1490715000,"counter":229,"content":"<p>I thank the Minister, but would she mind repeating the second-last figure?  We did not get it on time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00200","speaker":"1220"},{"type":"speech","time":1490715000,"counter":230,"content":"<p>Page 50-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00300","speaker":"1247"},{"type":"speech","time":1490715000,"counter":231,"content":"<p>We got that one, but I am referring to the one before it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00400","speaker":"1220"},{"type":"speech","time":1490715000,"counter":232,"content":"<p>I beg the committee's pardon.  Page 21, in the second sentence of Part 2, the 2016 Revised Estimates Volume, REV, allocation should be &euro;810.4 million, not &euro;813.4 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00500","speaker":"1247"},{"type":"speech","time":1490715000,"counter":233,"content":"<p>I thank the Minister.  On a point of clarification, I have been asked to say that the financial scrutiny team briefing paper is based solely on the Revised Estimates for public services 2017 that are published by the Department of Public Expenditure and Reform.  Those Revised Estimates are the basis upon which the committee is examining Vote 32, as referred to it by the D&aacute;il.<\/p> <p>  I will start with subhead A5 - IDA Ireland on pages 6 and 7 of the committee secretariat's briefing.  This subhead comprises 21% of the Vote's gross allocation.  I invite questions on this subhead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00600","speaker":"1220"},{"type":"speech","time":1490715000,"counter":234,"content":"<p>I am trying to get my head around all of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00700","speaker":"1328"},{"type":"speech","time":1490715000,"counter":235,"content":"<p>We all are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00800","speaker":"1220"},{"type":"speech","time":1490715000,"counter":236,"content":"<p>My questions are more macro.  The importance of the level of job creation in the past 12 to 18 months should be put on the record.  No one can do anything but admit that the number of jobs created in the past five years has been phenomenal.  I want to see that continue regardless of who is in power, as this country's success is based on creating jobs and an economy that funds our services.<\/p> <p>  My question is on the &euro;555 million in capital funding.  I do not know whether the Minister can answer it, but has IDA Ireland started targeting strategic areas of the country?  There is a regional action plan for jobs, but has IDA Ireland started examining black spots or perceived black spots and is it starting to strategise?  Sometimes, it has to be reactive towards a company that is coming to Ireland.  If the company wants to be in Dublin, Limerick or Cork, it must be facilitated because we want it to come to Ireland, but has there been any proactive movement as regards regional black spots?<\/p> <p>  Has an analysis been conducted of what IDA Ireland could need in monetary terms to mitigate against the risks of Brexit?  That will equate to staff and boots on the ground.  If there has been an analysis, is there a target priority?  I hope my questions are relevant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C00900","speaker":"1328"},{"type":"speech","time":1490715000,"counter":237,"content":"<p>They are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01000","speaker":"1220"},{"type":"speech","time":1490715000,"counter":238,"content":"<p>Are we taking groups of questions together?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01100","speaker":"1247"},{"type":"speech","time":1490715000,"counter":239,"content":"<p>I have a question that relates to Deputy Neville's query.  The Minister stated that she had allocated an extra &euro;3 million for Brexit-specific wages, equating to between 40 and 50 staff.  Does she have a breakdown of those staff?  For example, will they be in IDA Ireland, Enterprise Ireland or the Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01200","speaker":"1220"},{"type":"speech","time":1490715000,"counter":240,"content":"<p>There will be 39 people in Enterprise Ireland, nine in IDA Ireland and three or four in our Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01300","speaker":"1247"},{"type":"speech","time":1490715000,"counter":241,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01400","speaker":"1220"},{"type":"speech","time":1490715000,"counter":242,"content":"<p>Some of Enterprise Ireland's 39 jobs would be based abroad.  The same applies in the case of IDA Ireland.  They should have staff who are able to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01500","speaker":"1247"},{"type":"speech","time":1490715000,"counter":243,"content":"<p>Will they all be in place in 2017?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01600","speaker":"1220"},{"type":"speech","time":1490715000,"counter":244,"content":"<p>Enterprise Ireland is interviewing people.  I also wish to ensure that the committee understands something else.<\/p><p>It was first announced through this committee that we had given IDA Ireland an extra &euro;500,000 to ensure that it was able to advertise and to do a good PR campaign.<\/p><p> The Deputy also asked about the regional black spots.  When IDA Ireland launched its 2017-2018 plan, it targeted an increase of between 30% and 40% in job creation in the regions.  While all the regions are growing from a job creation perspective, some of them are performing better than others.  I assure the Deputy that this issue is nearly always on the top of the agenda when I meet officials from IDA Ireland, including its chief executive, Mr. Martin Shanahan.  My job, as Minister, is to ensure that IDA Ireland has the extra resources to do what it needs to do.  The Deputy will be aware that we are building nine extra factories.  Some of them will be on stream this year.  IDA Ireland is investing &euro;150 million in property solutions under the regional action plan.  The programme for Government includes a commitment that IDA Ireland would be able to avail of an extra &euro;200 million over the next five years to ensure it can address regional development needs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#C01700","speaker":"1247","continuing":true},{"type":"speech","time":1490715000,"counter":246,"content":"<p>I welcome the Minister's answer.  I read in the report that there has been growth of 10% or 11% in the mid-west.  That has to be acknowledged.  We have heard about the hiring of nine extra staff.  We are now in a position of relative strength when we are making decisions, whereas some years ago we were in a position of relative weakness when we were trying to make decisions and push them through.  We have seen the fruits of our success in that regard.  I suggest that rather than being reactive, as we were when we had to make these decisions from a position of weakness, we should use our current position of relative strength to make a proactive decision to look at new markets over the next three to five years.  The need for such an approach, particularly in respect of the massive Asian market, has been discussed at this forum.  If such an approach is taken, IDA Ireland will need more than nine new staff.  I know from questioning representatives of IDA Ireland here that they have boots on the ground in a few offices in pockets of Asia.  As we pursue our vision for the next three to five years, we need to use the fruits of the success that has come from the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00200","speaker":"1328"},{"type":"speech","time":1490715000,"counter":247,"content":"<p>I hear what the Deputy is saying.  We are adding to IDA Ireland's 275 staff, for example, by taking on graduates as part of another programme.  We have made additional staff available in America under the Winning Abroad initiative, which was launched by IDA Ireland in mid-2014.  I have just extended the funding of that initiative to make sure experienced people continue to be available to the Winning Abroad team.  It is important to mention that for the most part, IDA Ireland was protected from cuts during the recession.  I am pretty confident that we have the staff we need to make sure we win abroad.  I will make sure the budgets are available.  I will be looking for more in the next budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00300","speaker":"1247"},{"type":"speech","time":1490715000,"counter":248,"content":"<p>The Minister mentioned that when an additional 40 or 50 staff were recruited, it was decided to allocate 39 staff to Enterprise Ireland and nine to IDA Ireland.  I wonder why this allocation was so top-heavy in favour of Enterprise Ireland.  Was that decision made to support indigenous businesses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00400","speaker":"1220"},{"type":"speech","time":1490715000,"counter":249,"content":"<p>I thank the Chair for giving me an opportunity to explain that.  Brexit will have an impact on our exporters.  Enterprise Ireland deals with that client base here in Ireland.  It has been dealing with approximately 1,500 companies on a weekly or daily basis since last year's referendum in the UK.  It has contacted each of those companies to go through their accounts.  It knows the weaknesses in those companies.  It works with them.  Enterprise Ireland has 32 offices abroad.  We are going to try to diversify so that companies affected by currency fluctuations are able to sell into markets.  Deputies will be aware that approximately ten years ago, 45% of Irish indigenous companies were selling straight into the UK.  That number has since decreased.  It is important that we diversify into other countries and meet the companies.  That is why we have our marketing programme, all of our trade missions and our St. Patrick's Day programme.  Enterprise Ireland micro-manages when it goes in, for example by helping companies to become leaner and more competitive so that they can compete with other companies.  We will keep a watching brief on Enterprise Ireland and IDA Ireland.  We tend to forget about the LEOs, which are the jewels in the crown because they have created 3,500 jobs so far this year.  There are some counties where IDA Ireland might not be creating as many jobs as we would like, but if one looks across the line at Enterprise Ireland and the LEOs, one will often see that far more jobs are being created in such counties.  Every single job matters, regardless of whether it is being created by Enterprise Ireland, IDA Ireland or the LEOs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00500","speaker":"1247"},{"type":"speech","time":1490715000,"counter":250,"content":"<p>I thank the Minister for her presentation.  I welcome the decrease in unemployment.  As the Minister has said on numerous occasions, every job that is created is very important.  When a person gets a job, it can change a whole family.  The decrease in unemployment is very welcome.<\/p> <p>  I would like to pick up on the Chairman's question about Enterprise Ireland by teasing out one specific part of its role with the Minister.  As we are all aware, tomorrow the British are going to trigger Article 50 of the treaty which allows them to start the negotiations to leave the EU.  Obviously, this will have a massive impact on Ireland in areas such as agrifood.  It will also affect British exporters of products like Welsh lamb.  Has Enterprise Ireland been looking at the options and possibilities in this regard?  Can we develop our potential in markets that Britain might lose when it triggers Article 50 tomorrow?  I do not think anybody living in the real world believes a deal can be sorted out in two years.  If there is a hard Brexit, it looks like Britain will be subject to WTO rules when it leaves the EU.  We all know the rates that will apply in such circumstances.  Is Enterprise Ireland specifically targeting the opportunities that might result from this?<\/p> <p>  I welcome the increase of 6.5% in the funding of InterTradeIreland.  Does the Minister think that is enough?  I suggest it is probable that this will need to be given a little more consideration.  I appreciate that this might not be the appropriate time to raise the matter.  I also have a query about the LEOs.  Perhaps I misunderstood the Minister when she said that even though they created 4,100 jobs in 2016, their target for 2017 is just 3,000.  What is the reason for this reduction?  Perhaps it is just an estimate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00600","speaker":"1327"},{"type":"speech","time":1490715000,"counter":251,"content":"<p>Could the Deputy clarify his final two questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00700","speaker":"1220"},{"type":"speech","time":1490715000,"counter":252,"content":"<p>The LEOs created 4,100 jobs in 2016.  It is estimated that they will create 3,000 jobs this year.  Is there a reason for that?  I welcome the proposed increase for InterTradeIreland of 6.5%, or &euro;495,000, but I wonder whether it is enough in light of Brexit given that the Border areas will be most affected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00800","speaker":"1327"},{"type":"speech","time":1490715000,"counter":253,"content":"<p>The Deputy has said that there has been a reduction in the targets for the LEOs.  The target for 2016 was for the LEOs to create 2,500 jobs, but they created 4,100 jobs.  It was an exceptional year.  The target for this year is 3,100.  We hope this modest target for the LEOs will be exceeded.<\/p> <p>  The Deputy also asked about Enterprise Ireland's response to Brexit.<\/p><p> Enterprise Ireland has been working really hard with its companies to deal with Brexit.  It has identified the Irish companies that moved into the UK and expanded there.  I have met some of those companies.  Enterprise Ireland is going to have a targeted response.  That is why it has been successful and why it is going to work.  It is not going out advertising willy-nilly.  It makes sure it meets our companies which it helps to expand in the UK.  It will be delighted to avail of any opportunities for companies.  It has an increased focus on assisting young Irish disruptive technology companies.  We are making significant funding available in that area through the Horizon 2020 SME instrument.  We have also targeted ensuring Irish companies can access funding support and contracts from the European Space Agency.  Enterprise Ireland is successful because of its company by company approach.<\/p><p> Deputy Quinlivan asked me about InterTrade Ireland, ITI.  Did he say that he thought the extra we are giving is &euro;499,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#D00900","speaker":"1247","continuing":true},{"type":"speech","time":1490715000,"counter":255,"content":"<p>Yes.  Does the Minister think that is enough?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#E00200","speaker":"1327"},{"type":"speech","time":1490715000,"counter":256,"content":"<p>I want loads and loads.  InterTrade Ireland has been very successful.  It has created approximately 2,100 jobs this year.  It is working along the Border.  It is working with companies that are trading across the Border.  I urge any members of the public listening to this committee to go to the InterTrade Ireland website where one can see the resources that it is offering, particularly for small companies that are trading on the Border.  ITI provides a lot of specialist expertise for companies.  It is compiling a report for me under the auspices of the ESRI to see exactly how companies are going to be affected by Brexit.  It is a very worthwhile agency.  The Department of Jobs, Enterprise and Innovation is giving it an additional &euro;499,000 in 2017.  ITI will also be drawing down further moneys from the Northern Ireland administration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#E00300","speaker":"1247"},{"type":"speech","time":1490715000,"counter":257,"content":"<p>I thank the Minister for her presentation.  Can she give the committee an overview of the engagement she had with Enterprise Ireland and IDA Ireland in advance of agreeing their budget?  How much interaction did those agencies have with the Minister and the Department in putting forward their business case for funding?  The Minister has outlined figures for allocations of staff and extra budget.  What have the agencies committed to delivering in return for the funding?  Who is going to measure their output?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#E00400","speaker":"1221"},{"type":"speech","time":1490715000,"counter":258,"content":"<p>We have a service level agreement with each of the agencies.  As Minister, I am always looking at the bottom line.  The metric that I use is how many jobs are being created.  We obviously want value for money.  There are commitments in the programme for Government, such as the &euro;200 million for IDA Ireland, to ensure they can create jobs in the regions.  The commitment to create 200,000 jobs by 2020 with 135,000 of those jobs being in rural and regional Ireland is written in black and white.  We are seeing that success come through.  In 2016, 52% of jobs created by IDA Ireland were outside the Dublin area.  Regional job creation by Enterprise Ireland was 64% of their total.  I sometimes think the message has not gotten out there.  However, 72% of all jobs created in 2016 were in rural and regional Ireland.<\/p> <p>  In reply to a recent parliamentary question, I outlined that I have had approximately nine formal meetings with Julie Sinnamon and Martin Shanahan, the chief executives of Enterprise Ireland and IDA Ireland.  I still meet them probably once every fortnight.  We are always discussing jobs.  They sent submissions in to me before the budget.  We looked at the position and agreed on a figure.  They obviously want more money than is available but we ensure that they are well-resourced.  I did very well to provide circa &euro;52 million capital funding and &euro;3 million current funding.  We will continue to keep an eye on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#E00500","speaker":"1247"},{"type":"speech","time":1490715000,"counter":259,"content":"<p>What type of additional staff are being sought by Enterprise Ireland and IDA Ireland?  What skill sets are required?  I am sure the jobs have been advertised it but I have not seen the ads.  Will there be three or five year contracts for the additional staff?  What is the timeline for investing in additional staff?  Will they be based overseas or in Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#E00600","speaker":"1221"},{"type":"speech","time":1490715000,"counter":260,"content":"<p>Most contracts will be for three years.  I have had the great pleasure of meeting staff from Enterprise Ireland and IDA Ireland in Ireland and abroad.  The Deputy would be so proud of them.  They are experts in their field.  They have sectoral knowledge and expertise.  If we were recruiting for a role involving biopharma, the person employed would be an expert in biopharma.  There are also marketing executives to ensure that they have those skills when they are meeting people.  We have sales and marketing expertise.  The sectoral expertise of the staff is very obvious when one meets them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#E00700","speaker":"1247"},{"type":"speech","time":1490715000,"counter":261,"content":"<p>As the Deputy is aware, companies that invest in innovation are bigger employers and higher performers right across Europe.  Enterprise Ireland has a research and development budget of &euro;122 million.  As the Minister has said, Enterprise Ireland is working with many high-tech companies exporting to the European Space Agency who are at the top of their game right across Europe.   I have met with many of these companies.  Because of their ability to win contracts above French companies, American companies or any other company, Brexit is not expected to have an impact on them.  There are currently 50 high-tech companies operating with the European Space Agency.  There are five high-tech companies coming on stream every year.  A lot of that is as a result of the money put into Enterprise Ireland for research and development.<\/p><p>It is interesting that in 2016 there were 101 new high-potential start-ups, 128 new start-ups and 63 female-led start-ups, all involved with Enterprise Ireland.  On the Brexit issue, Enterprise Ireland operates in many countries around the world. In countries outside Europe in particular it is highlighting Ireland's brand of research and development, which is highly regarded across the world.  Enterprise Ireland is confident that whatever happens with Brexit the high-tech companies it deals with will be fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#E00800","speaker":"1351","continuing":true},{"type":"speech","time":1490715000,"counter":263,"content":"<p>Language is hugely important to them.  We have, for example, targeted growth in China, India, Asia, the Gulf and Latin America.  They would employ people from those countries to ensure the communication is good between companies that might be thinking of coming to Ireland or, even more important, our indigenous companies that might be thinking of going abroad.<\/p> <p>  I talked about sectoral expertise.  There would be experts in financial, fin-tech, biopharma and medical pharma.  The representatives of a company thinking of locating in Ireland - I am only talking about the FDI side - will get to meet those sectoral experts who will also have marketing expertise and who probably also will have the native language for that company if it is not English.  They will be meeting the expert in that area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00200","speaker":"1247"},{"type":"speech","time":1490715000,"counter":264,"content":"<p>We regularly discuss site visits in the D&aacute;il and we did so last week.  I know how the figures are presented in the Action Plan for Jobs and how they are regionalised.  It would be remiss of me if I did not raise it again.  Roscommon has had one site visit and Kerry has had three.  We are giving money to IDA Ireland which is involved in job promotion and job creation.  We all understand we cannot dictate where a client company that is visiting Ireland should locate.  However, is the Minister happy that there has been only one site visit to Roscommon and three to Kerry?  I do not think anybody could be happy with it.  Where are we going with it?  We cannot just pretend that it is acceptable; I know the Minister does not pretend it is acceptable.  What are we doing to put pressure on IDA Ireland to address this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00300","speaker":"1221"},{"type":"speech","time":1490715000,"counter":265,"content":"<p>I regularly meet the IDA officials formally and informally.  That would be a topic that came up.  I have raised it with the chief executive again since we discussed it in the D&aacute;il - I think it was last Wednesday or Thursday.  Of course, I would like to see more site visits, but I again make the point that site visits are not the be-all and end-all.  Many of the jobs that are announced are by existing companies growing and then taking on extra people.  I have made this point to the Deputy previously.<\/p> <p>  He says that we give money to IDA Ireland.  We also resource Enterprise Ireland and the LEOs in every county.  We have a regional Action Plan for Jobs.  Irrespective of whether he likes it and irrespective of whether he has read it, it is working.  Those eight plans have transformed employment throughout the country.  Of course, we want all boats to lift in the good tides.  I want to ensure every region shares.  However, the figures indicate that the south-east was a black spot; Waterford was an absolute black spot and we will see it improve.<\/p> <p>  I understand the figures for site visits as the Deputy does.  However, we cannot bully the chief executives as to where they locate.  Other aspects also need to be taken into consideration, including infrastructure and being close to an airport.  In the Deputy's constituency Limerick is very attractive because it is near an airport.  Some of them also want to be very close to the talent pool.  In other cases they want to be within an ecosystem.  For example, if fin-tech is located in the financial services area here in Dublin, I imagine that some of the fin-tech companies coming into Ireland as result of Brexit will be looking at that kind of area.  That whole ecosystem is important.<\/p> <p>  The Deputy mentioned Kerry and we discussed this in the D&aacute;il last week.  Some 2,083 jobs are being supported by IDA Ireland in Kerry and the figure is 985 for Roscommon.  I also pointed out to the Deputy last week that some rural counties do better than others.  I know the Deputy picked out two, but other rural counties are doing very well.  I will keep banging that drum.  I met the Cavan-Monaghan Deputies and councillors.  We are doing a review of all the IDA Ireland sites that are available in those two counties.  We will continue to bang that drum.  It is only in the past short number of years that we have seen employment grow.  Up to that it was stagnant and before that hundreds of thousands of people lost their jobs from 2008 to 2011.  Of course, we keep a watching brief on it.  I think we are going in the right direction.  The IDA Ireland 2017 strategy commits to increase employment by between 30% and 40% in the regions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00400","speaker":"1247"},{"type":"speech","time":1490715000,"counter":266,"content":"<p>We move on to programme B.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00500","speaker":"1220"},{"type":"speech","time":1490715000,"counter":267,"content":"<p>I am not finished yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00600","speaker":"1221"},{"type":"speech","time":1490715000,"counter":268,"content":"<p>Sorry, Deputy Collins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00700","speaker":"1220"},{"type":"speech","time":1490715000,"counter":269,"content":"<p>Earlier the Minister mentioned value for money.  We discussed it last week, here at the committee and again in the D&aacute;il when discussing the Succeed in Ireland initiative.  The cost of a job through that initiative was &euro;4,000 and the cost of an IDA job was between &euro;10,000 and &euro;11,000.  How does the cost of an IDA Ireland-delivered job or verified job compare with the cost for the equivalent agency in the UK or other EU member states?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00800","speaker":"1221"},{"type":"speech","time":1490715000,"counter":270,"content":"<p>I can compare it with Irish job creation.  The Deputy talks about it being verified.  I cannot verify anything because we just finished that programme last Sunday.  There is a legal dispute and we cannot verify anything until after that legal dispute is resolved.  On 27 March I wrote to the committee Chairman.  We will set up the commission shortly.  The timeline associated with the review is dependent on the resolution of the current legal dispute between IDA Ireland and Connect Ireland.  It is very hard for me to answer the Deputy's question because I cannot verify the figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F00900","speaker":"1247"},{"type":"speech","time":1490715000,"counter":271,"content":"<p>I am not asking the Minister to comment on that; I am asking her to comment on the cost.  These are IDA Ireland figures, not mine or the committee's.  IDA Ireland has stated it costs it &euro;10,000 to &euro;11,000 per job created.  How does that compare with the UK agency or other agencies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F01000","speaker":"1221"},{"type":"speech","time":1490715000,"counter":272,"content":"<p>With Enterprise Ireland it is &euro;11,100.  With IDA Ireland it is &euro;10,500.  With the LEOs it is &euro;8,800.  I will get the international figure for the Deputy.<\/p><p>They are the Irish figures on what it costs us to support jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#F01100","speaker":"1247","continuing":true},{"type":"speech","time":1490715000,"counter":274,"content":"<p>Is the Deputy happy to move on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00200","speaker":"1220"},{"type":"speech","time":1490715000,"counter":275,"content":"<p>I want to mention the Office of the Director of Corporate Enforcement and the HSA.  Do they come under this programme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00300","speaker":"1221"},{"type":"speech","time":1490715000,"counter":276,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00400","speaker":"1247"},{"type":"speech","time":1490715000,"counter":277,"content":"<p>They are programme C.  If everyone is happy, we will move on to programme B.  I call the Minister of State, Deputy John Halligan, to make a brief statement on programme B.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00500","speaker":"1220"},{"type":"speech","time":1490715000,"counter":278,"content":"<p>I will be as brief as I can as I understand there is a vote at 6 p.m.  Investment in research and innovation through the Department is all about delivering tangible economic impacts.  In 2016, approximately &euro;356 million was invested in research, development and innovation by the Department through its enterprise agencies, primarily Science Foundation Ireland and Enterprise Ireland.  Further investment was made through the programme for research in third level institutions, the PRTLI, the Tyndall National Institute and the European Space Agency.<\/p> <p>  I highlight just a few of the key achievements in 2016.  During 2016, Ireland broke into the top ten global scientific ranking for the first time.  We continue to excel in certain disciplines.  For example, we are currently No. 1 in nanotechnology, No. 2 in animal and dairy products and No. 3 in immunology.  A record 1,036 collaborative projects were undertaken between Irish-based companies and higher education institutions.  A new meat technology centre was established by Enterprise Ireland to create a strategic research and innovation base in sheep and beef meat processing in the country.  Some 101 high-potential start-ups were approved for support by Enterprise Ireland with plans for these to create over 1,000 new jobs by 2019.  Over &euro;47 million was invested by Science Foundation Ireland in 36 infrastructure projects.  Approximately &euro;40 million was granted to 29 awardees under the SFI investigators programme to support the development of world-class research capability in key areas of economic and social importance.  Awards totalling &euro;2.8 million were also made to support the education and engagement of the Irish public in STEM.  Contracts worth &euro;12.5 million were secured by Irish companies as a result of our engagement with the European Space Agency and I am pleased to highlight the fact that over &euro;156 million in EU Horizon 2020 awards were made to Irish companies and academics last year, including &euro;11 million for SMEs.<\/p> <p>  Looking ahead to 2017, we have ambitious plans for the innovation programme.  The budget allocation by my Department for innovation increased to approximately &euro;323 million this year from &euro;307 million in 2016, which is a significant increase of 5%.  I am also pleased that my Department's innovation budget allocation benefited from the Supplementary Estimate of &euro;49 million at the end of 2016, allowing additional critically needed SFI research infrastructure awards to be made as well as additional funding for the PRTLI programme.  During 2017, Science Foundation Ireland plans to increase the number of research centres of scale and excellence, increase the number of international star researchers leading research teams in this country, drive greater links between academia and industry and, importantly, increase its focus on the UK market by continuing its partnerships and collaborations among researchers in both countries.<\/p> <p>  Enterprise Ireland's 2017 focus is on driving innovation in Irish enterprise at unprecedented levels.  Indeed, its new strategy sets a target to increase research and development expenditure by client firms by up to 50% per annum by 2020.  Enterprise Ireland's 2017 funding allocation will ensure continued funding for critical existing innovative supports as well as for a number of new initiatives, including a new programme for business innovation to drive innovation and customer-focused process and service solutions; a small business innovation research programme to leverage the national public procurement budget to drive innovation in SMEs; initiatives to equip graduates and researchers in the higher education system with the key skills required by our enterprise base; and enhanced support to help companies access the funding available in Horizon 2020.  The 2017 capital investment will also allow the Tyndall National Institute substantially to grow its interactions with industry in Ireland and internationally.  Ireland's engagement with the European Space Agency will continue in 2017 to support approximately 50 Irish space technology companies.<\/p> <p>  To become an global innovation leader, Ireland must continually invest in research, development and innovation to ensure it has excellent research, a strong innovative enterprise base, growing employment, sales and exports, a renowned pool of talent in academia and industry and an internationally competitive research system.  We are on our way but a great deal remains to be done.  I thank the Chair for the opportunity to make these opening remarks.  Hopefully, they assist the committee.  I am happy to take any questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00600","speaker":"1351"},{"type":"speech","time":1490715000,"counter":279,"content":"<p>I might kick off the questions myself.  The science and technology development programme is 35% of the gross allocation at over &euro;300 million.  It is a huge amount.  On B4, the science and technology development programme, I note the number of company collaborations with third level institutions, which is hugely important.  I notice that there was a peak in 2015 of 1,200 and it is now back down to approximately 800.  Is 800 the norm?  Did we peak in 2015?  Are we back to normal and was there a reason it peaked then?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00700","speaker":"1220"},{"type":"speech","time":1490715000,"counter":280,"content":"<p>I will get all of the statistics for the Chair but one finds if one goes back through the years that there were highs and lows in collaborative projects.  It does not mean there is a significant drop in investment in collaborations with client companies.  If one looks at the years, it is also a consequence of the use of the 2016 Estimate figure.  It is just a matter of highs and lows, but there is no significant-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00800","speaker":"1351"},{"type":"speech","time":1490715000,"counter":281,"content":"<p>The Minister of State will know well himself from Waterford Institute of Technology how important collaboration is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G00900","speaker":"1220"},{"type":"speech","time":1490715000,"counter":282,"content":"<p>Absolutely.  We are also looking at growing the numbers over time and I think that will be sustainable and sufficient.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G01000","speaker":"1351"},{"type":"speech","time":1490715000,"counter":283,"content":"<p>I thank the Minister of State for his presentation which I welcome.  I also welcome the focus on science, technology and innovation.  I had the good fortune to visit the Minister of State's offices a week to ten days ago at which a very comprehensive presentation was made.  I welcome that.  It was highly beneficial and educational to me.  I have a quick question on collaborations.  Does the Minister of State predict or is there a target increase in collaboration and over what period would that target be achieved?  Would it be one or two years?  Is there any metric around collaborations which may have started but later collapsed?  Things happen in business, in particular in innovation.  A lot of it will be speculative.  Are there any metrics or statistics in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G01100","speaker":"1328"},{"type":"speech","time":1490715000,"counter":284,"content":"<p>We provide Enterprise Ireland with targets to reach every year on collaboration and investment.  As the Deputy knows, collaborations vary across industries, institutes of technology and, of course, universities.  At all times, however, there is a drive to hit targets and go above them.  Every year, we set specific targets with the money that is provided.  More research and more collaboration is what we are about.  We are aiming to get more research centres.  There are eight dedicated research centres which are recognised across Europe as the best in the world.  Our objective over the next few years is to develop more research centres which will obviously lead to more collaboration with industry.  Science Foundation Ireland has an annual census of its supported research in all of these areas.  The latest data from SFI's census on research will be available in April.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G01200","speaker":"1351"},{"type":"speech","time":1490715000,"counter":285,"content":"<p>Like Deputy Neville, I thank the Minister of State for the presentation on the European Space Agency a week ago.  It was excellent and we all learned a great deal from it.<\/p><p>We all learned a great deal and we need to get the message out that it is a good project that we are involved in and that it should continue.<\/p><p> I have two queries.  There was an allocation of &euro;319 million for the science and technology development programme in 2017 but, in 2017, it will be &euro;303 million, a reduction of &euro;15.496 million.  Second, in 2016, there was an allocation of &euro;30.377 million to the programme for research in third level institutions while, in 2017, it will be &euro;14.4 million.  Was the money transferred elsewhere?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#G01300","speaker":"1327","continuing":true},{"type":"speech","time":1490715000,"counter":287,"content":"<p>No.  The &euro;319 million included a Supplementary Estimate allocation of &euro;42 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00200","speaker":"1351"},{"type":"speech","time":1490715000,"counter":288,"content":"<p>Can I assume that will be provided again this year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00300","speaker":"1327"},{"type":"speech","time":1490715000,"counter":289,"content":"<p>It depends on the Oireachtas.  I hope so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00400","speaker":"1351"},{"type":"speech","time":1490715000,"counter":290,"content":"<p>I thank the Minister of State.  We will move to programme C.  I invite the Minister of State, Deputy Pat Breen, to make an opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00500","speaker":"1220"},{"type":"speech","time":1490715000,"counter":291,"content":"<p>Subhead C3 provides for just &euro;18.7 million for the workplace relations programme.  With the commencement of the Workplace Relations Act on 1 October 2015, two statutorily independent bodies replaced the five previously in existence.  From that date, there was a new single body of first instance called the Workplace Relations Commission, WRC, and an expanded Labour Court.  The most radical reform of the State's workplace relations institutions in 70 years is delivering results.  The wind-down of the Employee Appeals Tribunal, EAT, is also delivering the envisaged cost savings.<\/p> <p>  These new structures are delivering an independent workplace relations service, which is easy to use and provides for a workable means of redress and enforcement within a reasonable period.  The WRC received 14,400 complaints in the first full year of its existence, with 75% of the adjudication hearings held within 22 weeks of complaint receipt and adjudication decisions issued within 29 weeks from complaint receipt.  The allocation to the WRC provides for extensive information services to workers and employers for industrial relations advisory support as well as conciliation and mediation of disputes.  In addition, it provides for inspection and enforcement of employment rights through the labour inspectorate.  More than 4,830 inspections were carried out in 2016 and &euro;1.5 million in unpaid wages was recovered by the WRC inspectorate.<\/p> <p>  Subhead C5 provides &euro;18.112 million to the Health and Safety Authority, HSA.  We are experiencing strong economic growth and businesses are rapidly expanding with new jobs are being created on a daily basis.  It is vital that we continue to prioritise the health and safety of all workers in a way that promotes business growth, aids competitiveness and protects workers.  Particular focus remains on the high-risk areas such as agriculture and construction.  More than 10,400 inspections and investigations were carried out in 2016 and new ways of engaging such as using knowledge sharing groups of farmers have been developed.  I am also working closely with my colleagues, the Minister for Agriculture, Food and the Marine to bring together all shareholders in the farming sector with a view to developing and ensuring a greater collaborative approach to farm safety.<\/p> <p>  SMEs are the backbone of the economy and need easy to use tools and guidance to help maintain and manage workplace safety and health that avoids additional administrative burdens or costs.  The HSA has been to the forefront in meeting this challenge with the continuing roll-out of the Be Smart online risk assessment tool reaching more than 38,000 businesses.  Be Smart is acknowledged to be an exemplary model of risk assessment across the EU and has been chosen by the Commission as the basis for a mutual learning exercise as part of the modernisation of the occupational health and safety legislative suite.<\/p> <p>  Subhead C13 provides almost &euro;500,000 for the Low Pay Commission.  Last year, the commission recommended an increase in the national minimum wage to &euro;9.25 per hour, which was accepted by the Government and came into effect from 1 January this year.  I look forward to receiving the commission's report and its recommendation on the rate of the national minimum wage for 2018 by 19 July next.<\/p> <p>  Subhead C14 provides for Ireland's annual subscription to the International Labour Organization, ILO, of &euro;1.3 million.  The Department is currently deepening its engagement with this tripartite UN body responsible for international labour standards.  For example, in June this year, for the first time since joining the ILO in 1923, Ireland will assume a seat on its governing body.  This will give Ireland a voting role during an ambitious and active period for the ILO as it prepares to celebrate its centenary in 2019.<\/p> <p>  I join the Minister in paying tribute to LEOs and the vital role they play in fostering growth and employment throughout every region.  I have had the pleasure of meeting a significant number of LEO officials and I continue to be impressed by the professionalism and enthusiasm with which they carry out their important remit.  As the Minister said, the fact that the LEOs added 3,600 net new jobs in 2016 is particularly praiseworthy.  The fact that LEO clients have directly supported more than 34,600 jobs across the country is a testament to what can be achieved through local efforts and local organisations working together.  I, therefore, very much welcome the additional capital funding of &euro;4 million in the 2017 Estimate for LEOs.  I have no doubt that this additional funding will help to ensure that they continue to build on their success and will enable them to play their part in meeting the Government's regional jobs target.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00600","speaker":"1272"},{"type":"speech","time":1490715000,"counter":292,"content":"<p>I thank the Minister of State.  He partly answered my first question.  The Be Smart programme has been successful with 20,000 businesses reached in 2014 increasing to in excess of 38,000 now.  Will he elaborate on the programme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00700","speaker":"1220"},{"type":"speech","time":1490715000,"counter":293,"content":"<p>The programme was developed some time ago by the HSA.  As the world becomes digitalised and people use smartphones, iPads computers, etc., it is much easier for someone to go online to for information regarding health and safety.  A site and an app were developed to look at the risks in industry and it is reaching more than 38,000 business.  That is a phenomenal number.  This can be replicated in other industries, particularly farming.  The success of the HSA in the construction sector is borne out by the figures in recent times.  The greatest number of workplace accidents in recent years has been on farms.  The HSA ran an awareness campaign in conjunction with the National Rehabilitation Hospital in D&uacute;n Laoghaire  which, in particular, broadcast graphic videos of the injuries that can occur in construction accidents.  They can happen in a moment.  Two or three construction workers volunteered for these videos and they are being promoted by the hospital in D&uacute;n Laoghaire.  This has been effective.  We have to target the videos at smaller construction contractors because the bigger contractors have their own health and safety officers.  The Be Smart programme online has been an example of what can be done.  It has been chosen by the Commission as a basis of mutual learning exercises as part of the modernisation of health and safety legislation in today's world.<\/p> <p>  The construction sector is back.  There is a great deal of work going on.  One can see the many towering cranes all over Dublin city at the moment.  The Be Smart app allows companies to do an assessment online, which is extremely important.  It is easy to use and it takes away the mystery of health and safety legislation for companies.  It has been successful, the HSA is proud of it and it is looking at this as a template for other sectors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00800","speaker":"1272"},{"type":"speech","time":1490715000,"counter":294,"content":"<p>Is an opt-in or a compulsory process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H00900","speaker":"1220"},{"type":"speech","time":1490715000,"counter":295,"content":"<p>It is opt-in.  If it is successful and works well, construction companies will take it on board.  We have given the HSA an additional &euro;560,000 for 2017 to help the authority to reduce the incidence of accidents in the workplace.  We are examining the farming sector closely at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#H01000","speaker":"1272"},{"type":"speech","time":1490715000,"counter":296,"content":"<p>According to the figures of the Minister of State, the proposed number of Health and Safety Authority, HSA, inspections in 2017 will be down 395 from the 2016 figures.  It is proposed there will be 10,770 inspections in 2017 whereas 11,165 inspections were conducted in 2016.  Is there a reason for that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J00200","speaker":"1327"},{"type":"speech","time":1490715000,"counter":297,"content":"<p>I believe we will have at least as many inspections in 2017, given that the embargo has been lifted.  It is important to point out that we are doing things a little differently from before, with changes to the inspection activities, which is very important in the farming sector.  The authority is very proactive in regard to inspections.  The overall planned number of inspections for 2017 will be retained at the 2016 figure.<\/p> <p>  The way that health and safety issues are considered has changed in recent times, particularly in the farming sector.  We are working with the farming organisations as it is very important to collaborate and work together with them.  That is the reason I have taken on board the link with the Minister for Agriculture, Food and the Marine so that we ensure we can bring down the number of farm accidents.  I have attended a number of farm inspections where both Teagasc and the HSA invite all the farmers in the area to a farm.  That has excelled and won awards for health and safety.  The farmers come to farm and there is an inspection to see where the risks arise, whether for children or for farmers around machinery - there are many accidents around machinery - slurry pits and so on.  Members may recall the tragic fatalities in Northern Ireland a few years ago, when three members of the one family were killed in an accident around a slurry pit.  A real campaign was focused on slurry pits and as a result the number of fatalities caused by slurry pits decreased.  An increase in the numbers falling through the roof of farm buildings is very worrying as well.  There will be a focus on all those areas, especially on the high number of 21 deaths last year.  People will be aware of the high number of deaths this year on farms.  Accidents happen when farmers who are very familiar with the environment do not take five minutes out to see where the dangers are because they have become over-familiar with their environment.<\/p> <p>  I hope the HSA in conjunction with the Department of Jobs, Enterprise and Innovation will pay serious attention to accidents at work.  This is something I am very conscious of and this morning in conjunction with the Department of Health I launched a well-being programme.  Last week we launched another programme as well.  It is not just all about accidents, because stress, anxiety and related issues are creating problems in the workplace.  We are looking at this issue and this is the reason we have put in place a number of online apps to deal with these issues.  The statistics for the workplace outside of farms show that more days were lost in the workplace last year through stress, anxiety and other issues related to depression than through workplace accidents.  We have to focus on that as well and we are doing something about it.<\/p> <p>  The way the Department and the HSA are looking at these issues is changing all the time to meet the demands and needs of places where accidents occur and to ensure farmers are educated about them.  Members may know that the allocation of certain farm grants may only proceed if the farmer does a farming course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J00300","speaker":"1272"},{"type":"speech","time":1490715000,"counter":298,"content":"<p>Is there any plan in the Department of Jobs, Enterprise and Innovation to conduct a review of the remit of the HSA?  What has triggered my question is the recent \"Prime Time\" programme on theme parks.  We met the operators of fun fairs, who do not come specifically under the remit of the HSA.  With an improving economy, there will be more people at work and there will be more stress placed on the HSA to carry out its remit given that employment figures are up.  Has the Department considered the potential to broaden the remit of the HSA and its capacity to deal with the increase in the level of work that will result from the expanding economy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J00400","speaker":"1221"},{"type":"speech","time":1490715000,"counter":299,"content":"<p>To be fair, Deputy Collins raised this issue during priority questions some time ago.  The remit of the HSA is to deal with the workplace.  Theme parks, merry-go-rounds and funfairs do not come under the remit of the HSA as the Deputy rightly pointed out, but we are considering changes to the legislation to see if these theme parks can come under that area.  I know the Minister for Housing, Planning, Community and Local Government, Deputy Coveney is considering that at present.  I will certainly get an update on the position for Deputy Collins as soon as the Minister, Deputy Coveney, has completed his deliberations.  The HSA is very focused on the workplace.  There are no proposals at present to change that because I think the HSA has a very broad remit, particularly with the increased numbers working in the construction sector.  Local authorities also have a role in regard to theme parks and merry-go-rounds.  We will be looking at this area, especially in light of the two unfortunate deaths that took place in recent times.  At present the HSA can only consider issues in respect of people who are employed.  The Minister, Deputy Coveney, is looking at the issue of theme parks and merry-go-rounds and I will discuss this with him.  Should Deputy Collins table an oral question on this issue, I will be delighted to get an update and respond to his question on proposed changes in legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J00500","speaker":"1272"},{"type":"speech","time":1490715000,"counter":300,"content":"<p>I thank the Minister of State for that response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J00600","speaker":"1221"},{"type":"speech","time":1490715000,"counter":301,"content":"<p>I welcome the reference to stress and other anxieties, particularly the recognition that it applies to the agriculture sector.  As the Minister of State outlined, when somebody is under stress and is suffering from anxiety, accidents can happen and carelessness, through no fault of the person, can creep in.  I am glad that is recognised as I have been campaigning on mental health issues.<\/p> <p>  An issue that was not mentioned but which I wish to raise and which I welcome is the broadening of the apprenticeship scheme.  It is highly appropriate that this has taken place given that we are a growing economy.  We want to get that last 2% to 3% to get to full employment.  Apprenticeships offer an opportunity to increase the numbers at work, and it important that we are seen as an economy that embraces apprenticeships because for too long we have turned our back on the concept of apprenticeships.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J00800","speaker":"1328"},{"type":"speech","time":1490715000,"counter":302,"content":"<p>I thank Deputy Neville for that comment.  His father, the former Deputy Dan Neville was very interested in this area as well.  As I have said, I have launched two apps, one from the public sector in conjunction with the HSA and another this morning in conjunction with the Department of Health on health and well-being in the workplace, to make employers and employees more conscious that employees will do more work if their well-being is looked after and they are in a happier state.  For the employer, the benefit is that more work will be done.  We are very conscious of the benefits of well-being.  That is why I have taken part in the launch of two apps on health and well-being.  The HSA is very focused on well-being as well and it is very much part of its remit and part of its work programme in 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J00900","speaker":"1272"},{"type":"speech","time":1490715000,"counter":303,"content":"<p>As there are no further questions, that concludes our consideration of the Revised Estimates for Vote 32 - Jobs, Enterprise and Innovation.  I thank the Minister for Jobs, Enterprise and Innovation, Deputy Mary Mitchell O'Connor, and the Ministers of State, Deputy John Halligan and Deputy Pat Breen, for attending this very constructive meeting and answering every question that was put to them.<\/p> <p>  Given the ongoing engagement with regard to the Estimates process, is it agreed that there be further engagement between the departmental officials and officials of the Houses of the Oireachtas and that the result of this engagement be reported to the committee?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J01000","speaker":"1220"},{"type":"speech","time":1490715000,"counter":304,"content":"<p>I thank the Chairman and officials.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J01100","speaker":"1247"},{"type":"minorheading","content":"Message to Dáil","time":1490715000,"counter":305,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J01200"},{"type":"speech","time":1490715000,"counter":306,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Jobs, Enterprise and Innovation has completed its consideration of the following Revised Estimate for public services for the year ending 31 December 2016: Vote 32 - Jobs, Enterprise and Innovation.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JES2017032800002#J01300","speaker":"1220"},{"type":"unspoken","time":1490715000,"counter":307,"content":"<p>The select committee adjourned at 6 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]