[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1604448000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:00<\/p><p>The Joint Committee met at 09:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Mick Barry,* Garret Ahearn, Richard Bruton, Ollie Crowe, Francis Noel Duffy, Róisín Garvey, Louise O'Reilly, Paul Gavan, David Stanton. Marie Sherlock.<\/p><p>* In éagmais \/ In the absence of Deputy Paul Murphy.<\/p><p>Teachta \/ Deputy Maurice Quinlivan sa Chathaoir \/ in the Chair.<\/p>","time":1604448000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1604448000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#B00100"},{"type":"speech","time":1604448000,"counter":5,"content":"<p>No. 1 is scrutiny of an EU proposal.  The committee has already discussed the EU proposal and we are now required to make a formal decision on it.  The proposal was circulated under schedule A.  It was agreed there are no subsidiary concerns about COM (2020) 571 on risks relating to exposure to carcinogens and mutagens at work and it does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#B00200","speaker":"1509"},{"type":"minorheading","content":"Duffy Cahill Report: Discussion","time":1604448000,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#B00300"},{"type":"speech","time":1604448000,"counter":7,"content":"<p>The second item on the agenda is the briefing on the Duffy Cahill report of 2016 related to redundancy processes.  The report was an expert examination of legal protection for workers with a particular focus on ensuring that limited liability and corporate restructuring are not used to avoid a company's obligations to its employees.  The examination looked specifically at situations where assets of significant value are separated from the operating entity, being the employer, and how the position of employees can be better protected in such situations.<\/p> <p>  To assist the committee in its consideration of this matter, I am pleased to welcome the authors of the Duffy Cahill report, Ms Nessa Cahill and Mr. Kevin Duffy.  Members can see them on the screens behind and in front of them.  They are joining us online and will have five minutes each for their introductory speeches.  I ask them to deal with their main points within five minutes if their speech is longer than that.<\/p> <p>  I will give an update on parliamentary privilege, especially the notices to witnesses.  There are limitations to parliamentary privilege in the practice of the Houses as regards references witnesses may make to other persons in their evidence.  The evidence of witnesses physically present or who give evidence from within parliamentary precincts is protected pursuant to both the Constitution and statute by absolute privilege.  However, today's witnesses are giving evidence remotely from a place outside parliamentary precincts and, as such, may not benefit from the same level of immunity from legal prosecution or proceedings as a witness physically present does.  Witnesses are reminded of the long-standing parliamentary practice to the effect that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  If the witnesses' statements are potentially defamatory, therefore, in respect of an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that they comply with all such directions.<\/p> <p>  Opening statements from Ms Cahill and Mr. Duffy have already been circulated to members to commence their consideration of this matter.  I invite Ms Cahill to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#B00400","speaker":"1509"},{"type":"speechnospeaker","time":1604448000,"counter":8,"content":"<p>I thank the Chairman.  Mr. Duffy will give introductory comments to our report and set the context in which the report was prepared.  I am happy to go first but it will have to be read in the light of what Mr Duffy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#B00500","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":9,"content":"<p>If Mr. Duffy wants to go first, that is perfect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#B00600","speaker":"1509"},{"type":"speechnospeaker","time":1604448000,"counter":10,"content":"<p>I thank the Chairman and I think I speak for both of us in saying we are happy to assist the committee in its deliberations in any way possible.  The report that the committee is considering was commissioned by the then Minister for Jobs, Enterprise and Innovation and the then Minister of State with responsibility for business and employment on 14 January 2016.  Detailed terms of reference were provided and we were required to deliver the report by 11 March 2016, which we duly did.<\/p> <p>  It is important to note the context and parameters of the terms of reference, which in turn set the context and parameters of the report.  First, the specific focus of the terms of reference is on a situation where companies separate assets from operations by moving assets into a separate legal entity.  While the terms of reference note that there may be sound business reasons for such actions, the problem identified is that, if the operating entity subsequently becomes insolvent and faces liquidation, the separation of assets from operations may have adverse consequences for employees of the operations entity, regardless of the priority to which they are entitled under the Companies Act 2014.  The specific scenario the report aims to address is the separation of assets and operations into two corporate entities with the operations company subsequently entering insolvent liquidation.<\/p> <p>  Second, the opening paragraph of the terms of reference refers to high-profile cases such as the liquidations of Clerys department store and Connolly shoes, but it is expressly not based on the specific facts of any particular liquidation.  This is an important aspect of the terms of reference of which we were at all times mindful in preparing the report. The report is not based on the facts of any individual company or liquidation.<\/p> <p>  Third, the terms of reference state that situations of insolvency highlight the complex interface between company law and employment rates.  It was for this reason that two persons with distinct areas of specialisation were asked to work on the report.<\/p> <p>  Fourth, it was a specific stipulation of the terms of reference that the report should not just consider new solutions, but better, more effective use of existing provisions.  This informed the approach taken to the report.<\/p> <p>  Against that background, the matters the report was asked to consider included whether and if so, how, employees' quantifiable pecuniary entitlements could be ring-fenced in the event of the separation of assets from operations; whether more effective use could be made of existing employment legislation; how employees could negotiate better terms and conditions in circumstances where the employer entity is separating an asset of significant net value from the operations entity; when any new measure to protect workers' interests may be triggered at the time of the transaction or at the time of the liquidation; and whether the assets transferred should be capable of being set aside.<\/p> <p>  Regarding the approach taken in the report, in accordance with the terms of reference each of the authors of the report examined the existing provisions of the legislation in our respective areas of specialisation and considered whether the existing provisions could be used to address the type of issues that gave rise to the report.  We also considered whether amendments were required and, if so, made provision for the general category of amendments that may be considered.  In this assessment, we did not and were not asked to take into account considerations of policy or cost.  Such matters were and are beyond our remit.  We confined ourselves to examining the legislation in our respective areas of specialisation with a view to identifying whether and if so, how, amendments could address the specific issues raised in the terms of reference.  <\/p> <p>  On the outline of the report, Part I sets out the existing provisions of employment legislation that may be most relevant to the issues raised by the terms of reference.  Part II sets out the most relevant provisions of the Companies Act 2014.<\/p><p>Part III considers proposals for reform and Part IV summarises the conclusions.  The proposals that are made are predominantly concerned with amendments to employment legislation.<br\/><br\/>With regard to employment law proposals on redundancy, as outlined earlier the terms of reference required us to consider, <i>inter alia<\/i>, how workers could be facilitated in negotiating enhanced redundancy terms in circumstances in which the employer entity is separating an asset of significant net value from the operations entity.  This question was addressed in a number of connected proposals for legislative change contained in the report.  They were directed towards providing a statutory mechanism by which compensation could be awarded for the loss of a contractual or quasi-contractual entitlement to enhanced redundancy terms in the type of circumstances referred to in the terms of reference.<br\/><br\/>The relevant background against which our proposals were formulated can be summarised as follows: section 9(1) of the Protection of Employment Act 1977 provides an obligation on employers to consult employees and their representatives where collective redundancies are in contemplation.  The purpose of this consultation is set out in section 9(2) of the Act.  It includes the possibility of avoiding some or all of the redundancies and of mitigating their consequences.  This can include such matters as offering redeployment, retraining or financial compensation.  Where an employer fails to respect its statutory duty to engage in the process of consultation required by the Act, employees are deprived of the opportunity to pursue all or any of these possibilities and to put forward their own proposals as to how they might be achieved.<br\/><br\/>Section 14(1) of the Act provides that collective redundancies cannot take effect for a period of 30 days after notification of the redundancies is given.  In ordinary circumstances, this 30-day consultation period is used by employees and their representatives to negotiate and agree the terms on which the redundancies will take effect.  In these negotiations the focus is generally on terms provided in a collective agreement between the parties or established by custom and practice within the employment concerned or in analogous employment.  Where agreement is not reached, the issues in dispute can be referred to the Labour Court for adjudication.  However, this 30-day prohibition on giving effect to collective redundancies does not apply in cases of insolvency.  Hence, in this category of redundancies workers can be deprived of the opportunity to bargain with their employer for enhanced redundancy terms that they might otherwise legitimately have expected.<br\/><br\/>The maximum redress that can be awarded to an employee for a failure to consult is capped at the equivalent of four weeks' pay.  Our proposals on collective redundancies, and the rationale upon which they were based, can be summarised as follows.  Proposal No. 1 suggested that the exemption from the requirement to consult in the case of collective redundancies caused by insolvency should be deleted.  The intention of this proposal was to place the same obligation to consult on a liquidator as that which applies to all employers, thus placing all employees in the same position, whether the redundancies arise from insolvency or otherwise.<br\/><br\/>Proposal No. 3 was to the effect that the redress available to an aggrieved employee for a failure to observe the statutory consultation period should be increased to the equivalent of two years' pay, in line with that available for a contravention of most employment rights enactments.<br\/><br\/>Proposal No. 6 suggested a mechanism by which it would be possible for an adjudication officer of the Workplace Relations Commission, WRC, and the Labour Court on appeal, to take into account any prejudice suffered by employees in consequence of their employer&rsquo;s failure to comply with the Act.  This could include a failure to obtain enhanced redundancy payments on foot of an express or implied term incorporated in the employees' contracts of employment, whether through a pre-existing collective agreement or established by custom and practice.<br\/><br\/>We further proposed that any amount awarded would then be recoverable under the Protection of Employees (Employers&rsquo; Insolvency) Act 1984 in circumstances in which it cannot be discharged by the employer due to insolvency.  Through the mechanism suggested in proposal No. 4, the amounts paid out could be recoverable against any significant asset separated from the employing entity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#B00700","nonspeaker":"Mr. Kevin Duffy","continuing":true},{"type":"speech","time":1604448000,"counter":12,"content":"<p>I thank Mr. Duffy.  I now invite Ms Cahill to make her contribution and I ask members who wish to contribute later to indicate as she is speaking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#C00200","speaker":"1509"},{"type":"speechnospeaker","time":1604448000,"counter":13,"content":"<p>I echo what Mr. Duffy said and I am also happy to come before the committee and to assist in any way I can with the report, which Mr. Duffy and I prepared in 2016.  As Mr. Duffy outlined, I will address the company law aspects of our report.<\/p> <p>  The essential company law question presented by the terms of reference is whether, and, if so, how, the Companies Act 2014 may be amended to address the situation of employees of an insolvent company that has inadequate resources to discharge their accrued entitlements, in circumstances where valuable assets were transferred to another entity before the liquidation.  The report considers some of the potentially relevant provisions of the Companies Act 2014, with particular focus on three provisions, which appear to be of most direct relevance to the terms of reference:<\/p> <p>  Section 621 enshrines special protection of employees in the context of liquidations by ensuring that certain employee debts such as wages and salaries rank as preferential debts in a liquidation.  This is complemented by section 42 of the Redundancy Payments Acts 1967 as amended, which provides for priority for statutory redundancy payments.<\/p> <p>  Section 608 provides that when a company is in liquidation, the court, on the application of the liquidator or a creditor or contributory of the company, can order that a person who appears to have the use, control or possession of a property \"of any kind whatsoever\" or the proceeds of sale of that property, must deliver this property or pay this sum to the liquidator.  This is only possible if it can be shown to the court's satisfaction that the property in question was disposed of and the effect of the disposal was to perpetrate a fraud on the company, its creditors or its members.<\/p> <p>  Section 599 allows for an order to be made that a company related to the company in liquidation must pay to the liquidator the amount of the whole or part of all or any of the debts provable in that winding up.  This may only be done on the application of the liquidator or any creditor or contributory of a company, and only if the court is satisfied that it is just and equitable to do so having regard to the matters stipulated in that provision.<\/p> <p>  The report concludes that, by contrast with the applicable employment legislation, the provisions of the Companies Act 2014 that are already available do not appear to be in need of amendment.  However, the report notes that many of the provisions of the Companies Act that may be of assistance are not frequently invoked such as section 608 or are not invoked at all such as section 599.  The reason for this appears to relate to the costs and risks associated with such applications rather than the formulation of the provisions themselves.<\/p> <p>  In response to this difficulty, proposal No. 4 in the report refers to the possibility of conferring a power on the Minister, as creditor of an insolvent employer, having paid the employee claims through the Social Insurance Fund, to delegate the taking of statutory applications to the liquidator and to provide funding to the liquidator for that purpose.  The report, accordingly, does not propose any amendments to the Companies Act 2014, but rather considers possible mechanisms to facilitate and extend the use of the existing provisions of the Companies Act in the protection of employees' interests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#C00300","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":14,"content":"<p>Members five minutes each in order of party.  Deputies go first, and then Senators.  I call Deputy O'Reilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00100","speaker":"1509"},{"type":"speech","time":1604448000,"counter":15,"content":"<p>I thank the witnesses for giving their time this morning.  I have five minutes and I have a couple of questions to ask.  I have to leave after this but I will watch proceedings from my office.<\/p> <p>  Do either or both of the witnesses have a preferred option?  Part of the difficulty that we have faced arising from the comprehensive report is that none of it has been implemented.  No one has made that decision.  Do they have a view on which option would be the simplest, the quickest or, indeed, their own preferred option for the resolution of the issue that they were set to examine?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00200","speaker":"1467"},{"type":"speechnospeaker","time":1604448000,"counter":16,"content":"<p>I do not have a preferred option.  The report was prepared for the Department and two Ministers.  We did what we were asked to do and thereafter it is a matter for the Ministers and the Department.  I certainly do not have a view as to what should be done on foot of the report.<\/p> <p>  With regard to a preferred option, I am not entirely clear what the Deputy had in mind.  The employment law proposals are all part of a package.  One cannot have one without the other while implementing one part of it and not implementing the other would either not make sense or would make it incapable of operation.<\/p> <p>  The fundamental proposal was that in situations where the employees are deprived of an opportunity to negotiate enhanced redundancy terms they had a legitimate expectation to, they would bring a claim under the Protection of Employment Act through the statutory mechanism of taking redress, which could be based on the loss of a contractual or quasi-contractual entitlement to enhanced redundancy payment and then there is a provision for the recovery of that award against the Social Insurance Fund if it could not be paid by the liquidator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00300","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":17,"content":"<p>They are all connected.  I thank Mr. Duffy.  Apologies, I did not give Ms Cahill an opportunity to answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00400","speaker":"1467"},{"type":"speechnospeaker","time":1604448000,"counter":18,"content":"<p>It is quite all right.  The proposals are more in the area of employment legislation and I would defer to Mr. Duffy regarding his views on how the proposals ought to be implemented.  The only ones that concern questions of company law are proposal No. 4, as I outlined, where we refer to the possibility of the Minister funding or stepping into the shoes of the liquidator to pursue certain statutory mechanisms, but that is somewhat discrete.  I would defer to Mr. Duffy on what the most appropriate means of implementing the employment law proposals are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00500","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":19,"content":"<p>We have currently under way a long and protracted dispute regarding the workers in Debenhams.  Their shop stewards and union have called for the implementation of the Duffy Cahill report and we have talked a great deal about it.  In many respects this is good because it means people are talking about employment law and workers' rights but it is bad because we are only talking about it and we are not doing much by way of implementation.<\/p> <p>  With regard to their proposals, would Mr. Duffy and Ms Cahill be satisfied that they could establish an expectation of entitlement by virtue of custom and practice and it would not necessarily have to be written down and lodged with the court or in some formal way?  With regard to retrospective application for any of the mechanisms, is that possible, would that be possible or would that simply be at the discretion of a Minister?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00600","speaker":"1467"},{"type":"speechnospeaker","time":1604448000,"counter":20,"content":"<p>First, I am not getting into the Debenhams issue because I do not know enough about it.  What we proposed was that where there would be a contractual or quasi-contractual entitlement that could be the basis for an award for a contravention of the Protection of Employment Acts.  What I say is not to be interpreted as giving the committee legal advice.  The committee is quite capable of getting that elsewhere from people perhaps with more competence than I have.  However, it is generally accepted that a term could become a contractual term in a contract of employment either expressly because it is written in or incorporation where there is a collective agreement and that is incorporated into the individual contract of employment or where there is a clear custom and practice.  If there have been several situations, say, of redundancy, and in every situation the employer paid whatever enhanced redundancy payments, and that was a consistent practice that could be pointed to, it can be reasonably inferred that had there been negotiations in this particular circumstance that would have been the outcome.  That is what we mean when we talk about established by custom and practice.  I am sure it is a concept that the Deputy will be familiar with given her former existence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00700","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":21,"content":"<p>Indeed, I am.  I made a fair living out of custom and practice for a number of years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00800","speaker":"1467"},{"type":"speechnospeaker","time":1604448000,"counter":22,"content":"<p>Absolutely.  I recall the Deputy arguing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D00900","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":23,"content":"<p>I thank Deputy O'Reilly.  The next speaker is Deputy Bruton.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D01000","speaker":"1509"},{"type":"speech","time":1604448000,"counter":24,"content":"<p>I thank Mr. Duffy and Ms Cahill for their presentation.  What needs to be proven in the courts to establish that a company has engaged in transactions that have fraudulently deprived workers or, presumably, other creditors?  What needs to be proved regarding the assets that were transferred or the transaction and what needs to be proved in terms of the fraud involved?<\/p> <p>  In respect of the points Mr. Duffy made, when he said the penalty increased from 4 weeks to 104 weeks for a company failing to consult, is there an issue that this might create an incentive for companies that were on the edge to effectively refuse to consult because it would then create a situation where the State, not the company involved in the various questionable transactions, etc., would be on the hook?  Presumably, the same applies where a collective agreement is negotiated in a very different atmosphere from the insolvency and suddenly the company has a way of shifting its obligations onto the State.  Did Mr. Duffy and Ms Cahill consider that aspect of the matter and how the State would be protected against companies that sought to aggressively shift their obligations to the taxpayer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D01100","speaker":"1549"},{"type":"speechnospeaker","time":1604448000,"counter":25,"content":"<p>Perhaps I will take the first question and let Mr. Duffy deal with the second.  The first question, I believe, was about section 608 of the Companies Act, which is the provision that provides for assets to be recovered in the event that they were transferred before the liquidation with a fraudulent effect.  We deal with this in our report and note that it seems on its face to be a potentially very useful provision for dealing with the kind of situation our report addressed.<\/p> <p>  The threshold for fraudulent effect has been considered in a couple of judgments.  No very recent ones have drawn it out more clearly than the one addressed in our report, I believe.  In effect, what the jurisprudence seems to talk about is that the asset was transferred and that it had the effect of depriving the members of something to which they were entitled.  That seems like quite a general and not very exacting standard and that was applied in some earlier judgments.  There was a more recent judgment of the High Court that we addressed in the report where they talked about there being some requirement of an impropriety being shown, which is a somewhat vague term.<\/p> <p>  To answer the Deputy's question on what is insured, it is not entirely clear.  Some cases suggest that it is purely if the effect of the transfer is to deprive the company of something it is entitled to and that may be sufficient to show a fraudulent effect.<\/p><p>Others suggest that something more is required, some form of impropriety.  The term \"fraud\" when it is used and applied by the courts generally comes with a fairly high threshold of proof.  Fraud is not something lightly alleged in the courts.  That may be part of the reason for the reluctance with this provision.  That is where the interpretation of it rests at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#D01200","nonspeaker":"Ms Nessa Cahill","continuing":true},{"type":"speechnospeaker","time":1604448000,"counter":27,"content":"<p>I will deal with the second part of Deputy Bruton's question.  I understand exactly the point he is making.  It was something we considered.<\/p> <p>  First of all, a simple way for the employer to address it is to engage in the consultation required.  If the employer does that, then it can argue the case.  If there is a claim for enhanced redundancy that the employer believes is not justified, the employer can contest it.  It may well end up in the Labour Court and an adjudication will be made.  However, it was circumstances in which the employer seeks to shift the responsibility onto the State that recommendation No. 4 in the report was intended to address.  The suggestion was that if an award is made under the Protection of Employment Act pursuant to the proposal or provision we suggested of increasing the maximum amount of compensation that can be awarded, then the Minister would effectively stand in the shoes of the employees and would be able to recover the amount paid out of the Social Insurance Fund against any assets the company had or may have transferred.  That was intended to ensure the Social Insurance Fund would only pick up the tab if there were genuinely no funds available to meet the contractual entitlements of the workers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00200","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":28,"content":"<p>I welcome our guests.  They talked about a statutory right for employees or their representatives to seek an injunction where a company was contemplating the removal of an asset of significant value.  They have acknowledged that an injunctive remedy already exists.  Can the witnesses elaborate on the benefits of a statutory injunction for workers?  They say the provisions of the Companies Act do not appear to need amendment but are more in need of use.  Can they explain what was meant by that, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00300","speaker":"1515"},{"type":"speechnospeaker","time":1604448000,"counter":29,"content":"<p>I will deal with the second question first.  The report did consider several provisions of the Companies Act that seemed potentially to be relevant to the terms of reference.  These were to do with the transfer of a specific asset in a way that left insufficient funds in the company to discharge the entitlements of the workers.  We identified in the report that there are some provisions of the Act that seem to be well tailored to deal with that situation.  Section 608 in particular, which I mentioned some time ago, would allow a liquidator, creditor or a contributor of a company to go in and seek to undo a transaction where a significant asset had been transferred out of the company with the effect of perpetrating a fraud.  We noted that provision has been used on some occasions but not many.  Some of the concerns referenced in the terms of reference could, at least, in principle, be addressed by using such a provision.<\/p> <p>  The Deputy also referred to section 599 of the Companies Act 2014.  This had been outlined in our terms of reference and it has been given much consideration in the context of our terms of reference.  The provision deals with the ability to pool assets.  Let us suppose there is a group of companies and one of them goes into liquidation.  If there is a basis to believe that another related company was involved in the management of the liquidated company and in some way contributed to its insolvency, then we should be able to look to that other company to pay the debts of the insolvent company.  We noted that provision seems never to have been invoked.  It is a novel provision although it is in existence on the New Zealand statute book.  That is where it came into the Irish Statute Book.  It does not seem to have been used in Ireland.  It is a provision that we thought could potentially be useful in the situation we were looking at.<\/p> <p>  That is what we mean by saying some of the provisions of the Companies Act are potentially useful but seem to be more in need of being used.  I am unsure if that answers the question from Deputy Stanton but that is what we meant when we said the provisions could be more in need of use rather than in need of amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00400","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":30,"content":"<p>I welcome our witnesses.  I am trying to get my head around some of the proposals to get an idea of where they might apply and where they might not apply.  Let us suppose we had a situation where we had a company that struck an agreement with its workers for enhanced redundancy and standard redundancy within that company.  Let us suppose there had actually been a redundancy situation in that company, perhaps some years before, and the terms of that agreement had been adhered to.  Then the company went into liquidation and became insolvent.  At the moment, the legal entitlement of the workers is to the statutory minimum.  They have no more than that as an entitlement.  As I understand it, the proposal from the report would make the workers, collectively, a preferential creditor.  It would increase their chances of drawing down enhanced redundancy from the pot.  Is that broadly where it is at?  Can the report authors comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00500","speaker":"1522"},{"type":"speechnospeaker","time":1604448000,"counter":31,"content":"<p>Will I deal with that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00600","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":32,"content":"<p>I am happy to deal with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00700","nonspeaker":"Ms Nessa Cahill"},{"type":"speechnospeaker","time":1604448000,"counter":33,"content":"<p>I will deal with the first part.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00800","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":34,"content":"<p>Go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E00900","nonspeaker":"Ms Nessa Cahill"},{"type":"speechnospeaker","time":1604448000,"counter":35,"content":"<p>No, Ms Cahill should go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E01000","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":36,"content":"<p>There was a specific question on whether the intention of the proposals was to make workers preferential creditors.  The Companies Act already does that.  Section 621 of the Act enshrines the preferential treatment of employees.  We do not have a proposal in the report that intends to alter that.  We note that in the event that there are enhanced entitlements under statute to workers, they would then also be entitled to the priority given to workers under the Act, but we do not propose to alter the order of preferential treatment in the Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E01100","nonspeaker":"Ms Nessa Cahill"},{"type":"speechnospeaker","time":1604448000,"counter":37,"content":"<p>I am sure Deputy Barry will appreciate that it is not possible for us to say whether the proposals that we have put forward, if implemented, would apply to the particular set of facts that Deputy Barry has envisaged.  We would have to go into it in far more depth.  What we did intend in formulating the proposal was a situation where, as I said in response to Deputy O'Reilly, if it could be established that there was an entitlement to enhanced redundancies, established either by a collective agreement or by custom and practice - I think most people understand what custom and practice means - then a mechanism could be provided whereby effectively compensation equivalent to the amount of the enhanced redundancy could be obtained if the employees were deprived of the opportunity to enter into negotiations with their employer.  If the facts fit that type of situation, then the proposals, if implemented, would deal with it.  Of course, if an award is made under the Workplace Relations Act by virtue of section 49 of that Act, then it has priority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E01200","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":38,"content":"<p>I appreciate that.  That is a helpful answer.<\/p> <p>  My next question refers to a situation if a company were to have a section of the business, for example, an online section, which was valuable, perhaps valued in terms of tens of millions of euro in terms of what its profits would be on an annual basis.<\/p><p>Let us suppose it was registered in an Irish city, the company was to go into liquidation and over a period of three days, the online business transferred to having a headquarters in a UK city.  I realise that we cannot get into specifics and that our guests would need more information than that, but might that be the general ballpark where the point about the separation of assets would come into play and a light would need to be shone on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#E01300","speaker":"1522","continuing":true},{"type":"speechnospeaker","time":1604448000,"counter":40,"content":"<p>It is not a situation that we considered in the report.  It is difficult to understand and is a different set of facts.  The impact of an online business being transferred to another jurisdiction is different from the impact of it being transferred out of the company.  That is not within the terms of reference we considered and it is not something on which I feel I can give an opinion, on the basis of those facts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00200","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":41,"content":"<p>Would Mr. Duffy like to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00300","speaker":"1522"},{"type":"speechnospeaker","time":1604448000,"counter":42,"content":"<p>I certainly could not give an opinion on that either.  It is outside my area of expertise.  It is a question that is directed at the company law provisions of our report.  As Ms Cahill has said, we did not consider that so it was not dealt with in the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00400","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":43,"content":"<p>I have a one-sentence comment, not a long question.  It seems to me that on the basis of the answers given to the questions, in particular the first question I asked, that the comment of the T&aacute;naiste that the Duffy Cahill report does not apply in the case of the Debenhams dispute is well wide of the mark.  I will leave it at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00500","speaker":"1522"},{"type":"speech","time":1604448000,"counter":44,"content":"<p>I thank both our guests for their presentations.  It is much appreciated.  They were given a tight deadline to produce this report, just two months at the beginning of 2016, and I think they reported at the beginning of April of that year.  Are they surprised that there has been no legislative follow-up in the four years since?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00600","speaker":"1660"},{"type":"speechnospeaker","time":1604448000,"counter":45,"content":"<p>I would have no view on that.  We did what we were asked to do and that is the end of the matter.  We discharged the function that was assigned to us and that is it.  I certainly do not have a view on what happened subsequent to the publication or delivery of our report to the relevant Ministers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00700","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":46,"content":"<p>I agree with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00800","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":47,"content":"<p>That is no problem.  I just asked the question in the context not only of the 200 days for which one group of workers have been on strike this year but also the worries about the tsunami of further job losses to come, particularly in the retail sector.<\/p><p>The report states:<\/p> <blockquote> \t... the Terms of Reference do not extend to measures against directors and they are not therefore addressed here, although it must be noted that these provisions could be of real significance in the circumstances outlined in the Terms of Reference, both as a deterrent and as a means of sanctioning the conduct described therein.  <\/blockquote> <p>Four years on, do our guests have any thoughts about what legislative changes in regard to director duties could be considered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F00900","speaker":"1660"},{"type":"speechnospeaker","time":1604448000,"counter":48,"content":"<p>I certainly do not.  As the Senator mentioned, we did this report in a short timeframe.  The Company Law Review Group looked at these issues much more extensively and over a longer period.  Its report may address some of the potential issues around individual directors.  We certainly did not do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01000","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":49,"content":"<p>As our guests may be aware, there has been some speculation that we could perhaps look at a levy fund to address this ongoing issue.  We know that such levy funds already exist in Germany, France and Austria.  Did Ms Cahill and Mr. Duffy look at that as a possible solution?  If they did, is it something they would consider worthy of investigation now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01100","speaker":"1660"},{"type":"speechnospeaker","time":1604448000,"counter":50,"content":"<p>We did not consider it.  We referred to a fund that already existed, namely, the Social Insurance Fund, but we certainly did not consider establishing any further funds.  We were not asked to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01200","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":51,"content":"<p>I thank Mr. Duffy and Ms Cahill for their informative presentation and their work on the report to date.  I support their conclusions and recommendations.  Coming from a business background, I am well aware of the challenges.  I strongly believe that the majority of businesses will always treat their employees fairly but it must also be acknowledged that there is a minority which, unfortunately, will not.  That minority will seek to exploit any legislative gaps.  It is likely that ensuring those gaps are closed off will remain ongoing work for all governments.  At the same time, this is an important piece of work.  I am stating the obvious when I say that, based on my experience, employees should always be given the opportunity to engage in consultation.  That should not be a minimum standard, by any means, and it is unfortunate that it needs to be legislated for but evidently it does.  The proposal in the report is welcome.<\/p> <p>  If all the recommendations in this report had been implemented in recent years, would that have prevented the current Debenhams situation that has been outlined by many members of the committee?  That dispute has gone on for more than 200 days.  It is close to my business in Galway city, where I grew up, and I see it on a daily basis.  I ask our guests for their professional opinion on my question and thank them for their work to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01300","speaker":"1646"},{"type":"speechnospeaker","time":1604448000,"counter":52,"content":"<p>I am sure the Senator will appreciate that we were not invited to this meeting to give our personal opinions on any subject.  I do not know whether that would have been beneficial to the issue about which the Senator spoke.  All I can say is that if the facts of any particular liquidation were similar to those that we contemplated in the report, it would be of benefit but if the facts were different, it would not be of benefit.  I cannot go much further than that.  I really cannot give an opinion on a particular dispute about which I do not have all of the facts.  Even if I did have all of the facts, that is not the purpose of Ms Cahill and I appearing before the committee today.  The purpose is to talk to the committee about the report, what we considered in it and what we intend it to mean.  I do not think either of us can go much further than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01400","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":53,"content":"<p>I can only echo what Mr. Duffy has said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01500","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":54,"content":"<p>I thank Mr. Duffy for his comments.  I take it from his contribution that if the report was implemented, it would have assisted the employees.  It is probably frustrating from his point of view that the recommendations have not been implemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01600","speaker":"1646"},{"type":"speechnospeaker","time":1604448000,"counter":55,"content":"<p>I did not say that.  Perhaps I did not express myself with sufficient clarity.  I said I am not expressing any opinion, because I do not have one, on whether the report would have assisted workers in any particular set of circumstances.  If the circumstances were similar to those discussed in the report, it probably would be of some benefit but if those circumstances were different, it would probably be of less utility.  I do not know whether it would have benefited the people about whom the Senator is speaking.  Perhaps I did not make myself clear but I did not express an opinion that this report, if implemented, would have been of advantage to workers in any particular situation, would have prevented any particular situation from arising or would have had any utility for workers in any particular situation.  I cannot do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#F01700","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":56,"content":"<p>I thank Mr. Duffy and Ms Cahill for appearing before this committee today.  Many of us believe that the recommendations in the report should have been implemented a long time ago or since the report was published.  The report is all the more timely now given that we are, in most likelihood, facing an avalanche of redundancies over the coming months.  Never has it been more important to ensure that we have proper legislative infrastructure in place that ensures workers can get the best deal possible from the redundancy process.<\/p> <p>  If it is okay with the witnesses, I will ask all three of my questions together and then they can answer.  First, I appreciate they have stated they do not recommend specific amendments of the Companies Acts.  Are they satisfied that the recommendations of the report could be fully implemented within the sphere of employment law changes?  I am thinking in particular of proposal No. 4 on the recovery of assets.  <\/p> <p>  Second, recommendation No. 2 is on the operation of proposal No. 6 on enhanced redundancy payments and how that relates to proposal No. 4.  Earlier it was very helpful of Mr. Duffy to set out the implied and explicit terms of a contract and how that might be vindicated.  I want to understand the operation of ministerial power to delegate power to the liquidator to recover assets.  How does that relate to proposal No. 6?  Section 49 of the Workplace Relations Act was mentioned.  I would like to hear how the two proposals can be implemented.<\/p> <p>  My final question is for Ms Cahill.  I appreciate that the witnesses have stated in the report that they do not have a view on the re-ordering of ranking in a liquidation situation.  It would be helpful for this committee to understand the challenges associated with the re-ordering of preferential status for any one creditor because there has been a lot of commentary and proposals to re-order the preferential status of workers.  Particularly in terms of the enhanced redundancy payment, understanding the challenges in trying to re-order is an important first step.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#G00100","speaker":"1683"},{"type":"speechnospeaker","time":1604448000,"counter":57,"content":"<p>Perhaps I will go first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#G00150","nonspeaker":"Ms Nessa Cahill"},{"type":"speechnospeaker","time":1604448000,"counter":58,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#G00200","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":59,"content":"<p>The first question was whether we are satisfied the recommendations could be fully implemented in the employment law sphere and not require amendments of the Companies Act.  The Senator also referred to proposal No. 4.  The idea behind our proposal No. 4 is to replicate what is in the Companies Act for situations where the employer is not a company.  A lot of what we deal with are formulations based on section 608 of the Act, which allows a liquidator or other person to recover an asset that was fraudulently transferred.  We are looking at ways to ensure that can be done even if the employer does not come within the Companies Act.  In fact, quite properly, it would belong more in an employment law statute because it is already in the Companies Act.  We think that this important provision should be available whatever the form the employer takes.  I think that probably is an appropriate one for the employment legislation amendment.<\/p> <p>  We also talked about, under the proposal as mentioned by the Senator, about the possibility of the Minister taking applications to court for the recovery of assets, and the possibility that he could delegate this role to a liquidator and, for that purpose, fund the liquidator.  That is an important aspect of our report.<\/p> <p>  We did mention areas where we did not consider the Act to be in need of amendment.  One of the Deputies mentioned that he considered the Act did not need more amendment but more use.  We raised, in our report, the possibility that this is to do with funding.  Part of what we are looking at under proposal No. 4 is the possibility of the Minister providing funding to liquidators to pursue assets and recover assets to swell the assets available to workers and other creditors in a liquidation.  Again, those are the types of measures that we think could properly be introduced under employment legislation because they concern the Minister's status as a creditor having paid workers under the Social Insurance Fund.  We think that that would more properly fit into employment legislation.<\/p> <p>  I will let Mr. Duffy respond to the second question but the Senator's third question was about re-ordering priorities in a liquidation.  She asked what the challenges were in trying to change the preferential status of particular creditors.  As I mentioned earlier, we do not propose an amendment to section 621 of the Companies Act, which does enshrine the preferential status of employees, for certain claims, in a liquidation.  We do think it is a long-standing principle and approach to liquidations in this jurisdiction, as well as others, that one has different categories of creditors and within those categories they are treated equally so that if there are inadequate resources to discharge their claims then all of their claims are abated in the same proportion.  That is a principle that has been part of our companies legislation for quite a long time and it would be a significant policy change to alter that.<\/p> <p>  We mentioned in our report a different policy question about whether an asset that is recovered, such as under proposal No. 4, could then be set aside for the benefit of the creditor who pursued it.  So, in that case, it would be the Minister who has funded the pursuit of the particular asset.  That is something we outlined as a policy question that could require further consideration, and that would be somewhat discrete from the re-ordering of priority under section 621 as such, but it is something we mentioned that could be looked at.  However, that would be a separate question about a particular asset being earmarked for the benefit of a certain category of creditors and perhaps those who have funded, either directly or indirectly, the legal proceedings for the recovery of that asset.  That is all I have to say in response to the third question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#G00300","nonspeaker":"Ms Nessa Cahill"},{"type":"speechnospeaker","time":1604448000,"counter":60,"content":"<p>I will respond to the question on proposal No. 6.  Our proposal No. 6 seeks to have a mechanism by which workers who had an entitlement to enhanced redundancy payments that they could not pursue, because of a failure on the part of the employer to engage in consultation before the redundancies were given effect, could go to the Workplace Relations Commission in the first instance.  The Workplace Relations Commission, or the Labour Court on appeal, could take into account the prejudices that workers suffered, which could include the fact that they did not get the enhanced redundancy payments to which they had a legitimate expectation.  That would be an award made under the Protection of Employment Acts, not redundancy payments as such but compensation for the loss of something that workers would otherwise have been able to achieve had the employer complied with the obligations under the Act.  As an award of compensation it has priority anyway.  Section 49 of the Workplace Relations Act makes reference to section 621 of the Companies Act 2014 so the award has priority anyway.<\/p> <p>  The second part of our proposal deals with the type of situation to which Deputy Bruton rightly referred where there could be an abuse and the State could end up picking up the tab for moneys that properly should have been paid by the company.  Section 4 was to allow the Minister to stand in the shoes, as it were, of the employees, that the moneys paid out would be recoverable along with the relevant provisions of the Companies Act referred to by Ms Cahill and that if the funds were available, the Minister could recover the money paid out.  So the State would pay out if there were not sufficient funds in the employer company but the Minister could seek to recover that amount for the benefit of the State.  That is the rationale that was at play.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#G00400","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":61,"content":"<p>I thank Mr. Duffy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00100","speaker":"1509"},{"type":"speech","time":1604448000,"counter":62,"content":"<p>I thank Mr. Duffy and Ms Cahill for their presentations today and for the report.  I have only two questions for them as they have already answered one or two of the questions I had intended to ask.<\/p> <p>  The witnesses have proposed a statutory right for employees or their representatives to seek an injunction where a company is contemplating the removal of an asset of a significant value and they have acknowledged that an injunctive remedy already exists.  I ask them to elaborate on the benefits of the statutory injunction for workers.  The witnesses also stated that there is a need to include workers in matters of company restructuring, which is right and proper and everyone agrees with that, but in circumstances where a company is insolvent, with no significant asset at its disposal, what is the real benefit of a consultation period?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00200","speaker":"1629"},{"type":"speechnospeaker","time":1604448000,"counter":63,"content":"<p>I will deal with the question on the value of a consultation period.  It is important to remember - this is noted in the report - that there is an obligation under EU law to engage in the process of consultation.  This applies to a liquidator.  What does not apply to the liquidator is the prohibition on giving effect to the collective redundancies within the 30-day period.  The purpose of the consultation may well be for people to advance arguments about how the effects of the redundancies can be mitigated and how retraining and redeployment opportunities might be available.  It is not just about money but in many situations it will be.  The purpose of the consultation would be to test whether there is an entitlement to enhanced redundancy.  That is separate from the question of who is going to pick up the tab at the end of the day and where the money is going to come from.  There can be a genuine and real argument about whether there is in fact an entitlement or a custom and practice.  That can be tested during the 30-day period.  As we observe in the report, if necessary, it can be adjudicated upon through the normal statutory dispute resolution processes.  I do not think it would be fair to say that if a liquidator states that a company is insolvent there is not a brass farthing.  That requires consultation.  It was with that in mind that we recommended that the obligation to refrain from giving effect to the dismissals for the consultation period should extend to a liquidator.  I will ask Ms Cahill to deal with the statutory injunction issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00300","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":64,"content":"<p>Yes.  I am conscious it is a question raised earlier that I had not answered.  I thank Senator Ahearn for coming back to it.  The Senator asked what would be the benefit of a statutory injunction for workers because there is already in existence a common law jurisdiction for a court to order a Mareva injunction to prevent the dissipation of a company's assets.  The rationale behind proposal No. 5 is that it would put on a statutory footing the specific right of employees to make an application to court to prevent the dissipation of assets to protect their accrued entitlements.  We are seeking to put that on a statutory footing so that employees have a specific right to apply for that protection.  We also propose that consideration be given to allowing them to make such an application in the Circuit Court.  We are very conscious that one of the issues that arises on a regular basis is the excessive cost of going to the High Court for orders of this nature and we reference the possibility that a statutory provision could be put in place to allow this to be done in the Circuit Court.  That is the benefit that we saw arising from proposal No. 5 of our report.  It is to be read in conjunction with proposal No. 2, which is a very specific proposal dealing with a set of facts that are very much directed towards the terms of reference we were dealing with, that is, where there are collective redundancies that are anticipated to arise from the transfer of an asset.  This is probably of less general relevance to workers than proposal No. 5.  The benefit of proposal No. 5 is that there would be a statutory provision in place that workers could avail of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00400","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":65,"content":"<p>It is great to have the witnesses here with us today.  I have a question on proposal No. 1.  The second last sentence of it states that it is also noted that employees could be disadvantaged as the employer may not be able to pay wages and employees may not be entitled to jobseeker's benefits as they are technically not unemployed.  That is glaringly worrying.  The witnesses have done a lot of research in this area and are very knowledgeable about it.  How do they foresee us proceeding?  It is a ridiculous situation and I would like to hear from the witnesses how it could be addressed.  If employees have no entitlement to payment from the State and at the same time they cannot get paid by the company, they are in limbo, which is unfair on any worker regardless of what is going on in a company that is in liquidation.  Does proposal No. 1, which recommends the removal of the insolvency exception from the prohibition on implementing collective redundancies, resolve that issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00500","speaker":"1659"},{"type":"speechnospeaker","time":1604448000,"counter":66,"content":"<p>I am a little perplexed.  Can Senator Garvey provide a reference in the report for her question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00600","nonspeaker":"Mr. Kevin Duffy"},{"type":"speech","time":1604448000,"counter":67,"content":"<p>There are six proposals in the report.  Proposal No. 1 references the removal of the insolvency exception from the prohibition on implementing collective redundancies during the consultation period.  The committee will undertake a job of work on the way forward in light of this meeting.  If that proposal was implemented, would it address the issue around employees being stuck in limbo in terms of their not being paid by their employer and at the same time not being entitled to jobseeker's benefits?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00700","speaker":"1659"},{"type":"speechnospeaker","time":1604448000,"counter":68,"content":"<p>If there is a prohibition on dismissing people within the 30-day period, we did suggest in the narrative rather than as a specific proposal that by analogy with the provision under the Maternity Protection Act, for example, a dismissal in those circumstances could be regarded as a nullity.  That could mean that the dismissals had no effect and so technically the people would continue to be employees of the company up to the expiry of the consultation period.  A situation could arise where there simply is no money to pay them and that would have to be taken into account.  In that situation their wages would be recoverable in any event under the employers insolvency legislation but it would take some time to do that and there may be issues arising around the provision of social welfare in those circumstances.  Insofar as there was a reference to that, it was simply pointing out something that could arise.  It would not necessarily arise because it may well be that the liquidator can continue to pay the employees for the consultation period.  That is the situation referenced in the report.  We were not getting into the question of the social welfare code or what benefits people might be entitled to or anything of that nature.  We were simply proposing that if there is a prohibition on giving effect to collective redundancies for 30 days then logically it could be argued that collective redundancies given effect in contravention of that provision could be regarded as a nullity.  In this regard, we refer to a similar provision under the Maternity Protection Act where, for example, if a woman is dismissed while on maternity leave, that is a nullity.  It had no legal effect and the woman continued as an employee.  That is what we had in mind in that proposal.  We were not, as I said, getting into the social welfare code or anything like that because it was not within our terms of reference or, I would suggest, our competence to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00800","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":69,"content":"<p>If I may, I would like to add to that response.<\/p><p>We did say that in the report.  We said that the treatment of workers in the situation may require further consideration and may require modifications to the social welfare code.  We noted that this was not within the terms of reference.  We highlighted this as a potential issue that may need amendments to the social welfare code but we were not advising on it; we were just highlighting it as a potential issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#H00900","nonspeaker":"Ms Nessa Cahill","continuing":true},{"type":"speech","time":1604448000,"counter":71,"content":"<p>To clarify, proposal No. 1 would not sort out this situation necessarily but looking at the social welfare code could do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00200","speaker":"1659"},{"type":"speechnospeaker","time":1604448000,"counter":72,"content":"<p>It would have to be looked at in conjunction with such amendments.  This is a proposal that would have to looked at in conjunction with those other areas but we were not advising on the social welfare code.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00300","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":73,"content":"<p>I thank Ms Cahill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00400","speaker":"1659"},{"type":"speech","time":1604448000,"counter":74,"content":"<p>Does Deputy Bruton want to come back in again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00500","speaker":"1509"},{"type":"speech","time":1604448000,"counter":75,"content":"<p>To clarify proposal No. 6, the idea of the collective agreement becoming enforceable would be conditional on not observing the 30-day consultation period.  If it is a 30-day consultation period, it would not become an enforceable deal.  I am not clear if Ms Cahill was implying that this arrangement would only apply where assets had been in some way hidden, as in the Clerys case, or would become a more general preference for collective agreements.  The issue that arises is that if a new general preference is created, do other creditors know what those collective agreements are?  I could understand if this was a registered employment agreement, which is a publicly available document, and a creditor dealing with a company can see what obligations they have but is this a rather open-ended new preferential arrangement for collective agreements?  I stated earlier that this could open up abuse with the State being left on the hook but, presumably, other creditors would get displaced as well as the State being ultimately on the hook.  How does that play out in both company law and that wider context?  Many of these collective agreements are not generally known compared to, say, a registered employment agreement that is recognised and is put on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00600","speaker":"1549"},{"type":"speechnospeaker","time":1604448000,"counter":76,"content":"<p>If I could deal in part with the Deputy's question, the proposal under section 6 is that compensation be available for a failure on the part of an employer to comply with the obligations under the Protection of Employment Acts.  The Deputy is correct that if there is no contravention of the Acts, compensation cannot be awarded.<\/p> <p>  I take the Deputy's point about the collective agreement but what we are really talking about here are contracts of employment.  As he knows, a collective agreement may be incorporated in the individual contract of employment or it can be an implied term that I talked about earlier.  Indeed, ordinary creditors would not know, no more than what they would know about collective agreements, what was provided for in individual contracts of employment.  It is not just a question of saying that the collective agreement would disturb the priority of other creditors.  I am not sure it could do that.  It would simply mean that people could have an entitlement to certain payments pursuant to their contract of employment and that those payments would attract priority.  Does Ms Cahill have anything more to say on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00700","nonspeaker":"Mr. Kevin Duffy"},{"type":"speechnospeaker","time":1604448000,"counter":77,"content":"<p>We do not envisage using any aspect of the Companies Acts to deal with this.  As I noted already, it would be covered by the general provisions on priority and treatment of employees and the Redundancy Payments Acts, which bring in the projection of redundancy payments.  It is only if they are captured by the rights of employees that they will then be given a priority under the Companies Acts.  We do not propose amending that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00800","nonspeaker":"Ms Nessa Cahill"},{"type":"speech","time":1604448000,"counter":78,"content":"<p>I thank the witnesses for answering the questions.  In his introduction, Mr. Duffy referred to the specific scenario to address the separation of assets and operations of the two separate corporate entities with the operating company subsequently entering insolvent liquidation.  There seems to be a connection between the two in that moving the assets out of the company leads to insolvency.  That is the kind of scenario we are dealing with but is it not true that many companies move assets around all the time with no impact and no perceived or foreseen impact on employees or on the operational side of the company?<\/p> <p>  Ms Cahill said that section 608 of the Companies Act confers power on a court to order the return of assets that have been improperly transferred.  There is also reference to the transfer having the fraudulent effect of leaving inadequate resources to discharge the entitlements of the employees who are subsequently made redundant.  I come back to what I asked earlier about the use of courts in this process.  Someone has to adjudicate as to whether fraud was perpetrated and whether there was a cause and effect intended between the removal of assets and the subsequent insolvent liquidation of a company.  The report also notes that the defence of such an application could include a director's statement prepared at the time of the transaction to show that the employer was in a position to discharge all accrued employee entitlements after the transfer.  The witnesses can correct me if I am wrong but we are talking here about an intention to defraud.  Is that the nub of the issue we are debating?  Do the courts have the powers and can they decide a lot of this?  <\/p> <p>  I was taken with what Ms Cahill said about the lack of use of the courts.  She mentioned twice the issue of the cost of the legal proceedings being a factor that must be taken into account.  She also said that the State could take over that particular role and perhaps cover the legal costs.  I ask her to comment on that scenario.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J00900","speaker":"1515"},{"type":"speechnospeaker","time":1604448000,"counter":79,"content":"<p>I am happy to do that.  The first issue the Deputy raised is the threshold for invoking section 608 of the Companies Act.  I hope I was not unclear earlier but that provision does not refer to fraudulent intent.  It does not hinge on the intent of the transaction at all.  What it refers to is the fraudulent effect of the transaction and there is a significant difference between the two.  The courts have emphasised strongly that it is not about looking at what the parties intended but the effect of the transaction.<\/p> <p>  It is important to note also that there is a carve-out to that provision in the Companies Acts, which requires the court to consider whether it is just and equitable to make such an order.  That includes considerations of whether the transaction was to a person who acquired the asset bona fide believing that it was a genuine transaction.  There are different elements to section 608 and they are important.  I hear fully what the Deputy said about the importance of companies being able to transfer assets freely without the risk of them being unwound.  There are a number of layers to section 608 but fraudulent intent is not one of them.  It is very important to be conscious of that.  The question is the deprivation of assets out of the company that has become insolvent.<\/p> <p>  The second question the Deputy raised has to do with cost.  He is correct that we say in the report that it appears to us, and anecdotally, to be likely that one of the reasons the Companies Acts provisions are not used is to do with cost.  The Company Law Review Group, which studied these matters in much more detail than myself and Mr. Duffy, also identified that as being anecdotally the reason some of the Companies Acts provisions, which are carefully crafted provisions, are not used.  It identified cost as also being the issue.<\/p> <p>  One of the solutions we flag in the report, and we do not purport to draft this or to show exactly how it would be put into practice and into legislation, is the possibility that the Minister, as a significant creditor, if there is a big shortfall in the payment of workers, could then step in and fund the liquidator to recover assets of this nature.  That is just one way we see as possibly enhancing the use of these provisions.  It would not be an answer or an option in every case.<\/p><p>Policy-wise, it may not even be an attractive option, but we have put it forward as a potential way of dealing with the issue of the cost associated with applications of this nature.  The Company Law Review Group talked about issues of potential third-party funding for litigation, but we do not address that in our report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#J01000","nonspeaker":"Ms Nessa Cahill","continuing":true},{"type":"speech","time":1604448000,"counter":81,"content":"<p>I thank Ms Cahill and Mr. Duffy for participating in the meeting.  The committee appreciates their assistance in its consideration of this matter.<\/p> <p>  On No. 3, any other business, do members have any matters they wish to raise?  No.  In that case, we will adjourn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2020110400002#K00200","speaker":"1509"},{"type":"unspoken","time":1604448000,"counter":82,"content":"<p>The joint committee adjourned at 10.31 a.m. until 12 noon on Tuesday, 10 November 2020.<\/p>","notice":"TIME STRING DETECTED"}]