[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1349182800,"counter":2},{"type":"unspoken","content":"The Joint Committee met at 14:00","time":1349182800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200002"},{"type":"minorheading","content":"Business of Joint Committee","time":1349182800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200002#A00100"},{"type":"speech","time":1349182800,"counter":6,"content":"<p>I have not received apologies from any member regarding an inability to attend.  I propose that we go into private session to deal with some housekeeping matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200002#A00200","speaker":"1103"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1349182800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200003#D00100"},{"type":"speech","time":1349182800,"counter":9,"content":"<p>We will resume with scrutiny of a number of EU legislative proposals.  The first is COM (2012) 332, a proposal for a regulation of the European Parliament and Council amending Council Regulation (EC) No. 1005\/2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<br \/><b><\/b>It is proposed to discuss COM (2012) 256, COM (2012) 260 and COM (2012) 262 together.  COM (2012) 256 is a proposal for a Council decision on the signature, on behalf of the European Union, and provisional application of the protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the fisheries partnership agreement between the two parties currently in force.  COM (2012) 260 is a proposal for a Council decision on the conclusion of the protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the fisheries partnership agreement between the two parties currently in force.  COM (2012) 262 is a proposal for a Council regulation on the allocation of fishing opportunities under the protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the fisheries partnership agreement between the two parties currently in force.  It is proposed that these proposals do not warrant further scrutiny.  Is that agreed?  Agreed. <\/p><p>  COM (2012) 293 is a proposal for a Council decision establishing the position to be taken by the European Union within the General Council of the World Trade Organisation on the request by the Philippines for a WTO waiver to extend special treatment for rice.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed. <\/p><p>  COM (2012) 298 is a proposal for a regulation of the European Parliament and Council amending Council Regulation (EC) No. 850\/98 concerning the conservation of fishery resources through technical measures for the protection of juveniles of marine organisms and repealing Council Regulation (EC) No. 1288\/2009.   It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed. <\/p><p>  COM (2012) 345 is a proposal for a Council decision on the General Agreement on Tariffs and Trade, GATT, 1994 and relates to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession into the European Union.  COM (2012) 346 is a proposal for a Council decision concluding an agreement in the form of an exchange of letters between the European Union and United States pursuant to articles XXIV:6 and XXVIII of the GATT 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession into the European Union.  It is proposed that these proposals do not warrant further scrutiny.  Is that agreed?  Agreed. <\/p><p>  COM (2012) 355 is a proposal for a decision of the European Parliament and Council amending Council decision 2008\/971\/EC as regards the inclusion of forest reproductive material of the &quot;qualified&quot; category within the scope of that decision and the updating of the name of the authorities responsible for the approval and control of production.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200003#D00200","speaker":"1103","continuing":true},{"type":"minorheading","content":"Foresty Industry: Discussion with Coillte","time":1349183100,"counter":12,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200004#E00300"},{"type":"speech","time":1349183100,"counter":13,"content":"<p>From Coillte I welcome Mr. David Gunning, chief executive, and Mr. Gerry Egan, group director of strategy and corporate affairs.  I thank them for coming before the joint committee to discuss Coillte&rsquo;s annual report for 2011 and brief it on the future direction of the forestry industry, as they see it.<\/p><p>  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person, persons or an entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200004#E00400","speaker":"1103"},{"type":"speechnospeaker","time":1349183100,"counter":14,"content":"<p>I thank the Chairman and members of the committee for giving me the opportunity to present the Coillte story.  This is our first time to engage with the new committee and we are delighted and very grateful for the opportunity to tell the positive story of Coillte.<\/p><p>  Coillte is the country&rsquo;s largest natural resources company.  As is stated on the advertisement shown in the presentation, &ldquo;Trees are just the start of it&rdquo;.  We see our purpose as enriching lives locally, nationally and globally through innovative and sustainable management of natural resources.  That is a purpose we take seriously in everything we do.  We thought it might be useful to give a short overview of Coillte&rsquo;s current position.  We will deal with our performance in 2011, sectoral issues and the recent Government decision on the sale of harvesting rights.<\/p><p>  Coillte is, first and foremost, a business.  We and our customers, the companies which buy our logs and the timber produced in Coillte&rsquo;s forests, are competing in a global competitive market.  We are competing against competitors from all around the world in every market in which we operate.  Our mission is to pursue the full commercial development of the company in every aspect.  We have a clear strategy focused on the two themes of innovative and sustainable management of natural resources.  We see our role as being to add value to the forest and land assets that we manage on behalf of the State.<\/p><p>  We have made a considerable transformation in Coillte in recent years.  In 2006 we were very dependent on the domestic market, the sale of logs to Irish processors and the construction sector, from which we have all learned the difficult lessons.  I hasten to add that we identified the gap in our strategy before the major downturn, but it did not make us feel all that much better when it happened and we were exposed.  However, we have made considerable progress in the intervening period.  We now focus on four key business areas.  Forestry is the sector in which Coillte originated.  Our wood panel business involves the processing of some of the timber into value-added products, primarily for export.  I will talk about these aspects in a little more detail.  Another business area is land management - managing the 7% of the land area of the country that we manage on behalf of the State.  We also engage in activities in renewable energy in both wind and biomass energy projects.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200004#E00500","nonspeaker":"Mr. David Gunning","continuing":true},{"type":"speech","time":1349184600,"counter":18,"content":"<p>I thank Mr. Gunning.  I now call Deputy &Eacute;amon &Oacute; C&uacute;iv, spokesman for Fianna F&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200007#H00200","speaker":"1103"},{"type":"speech","time":1349184600,"counter":19,"content":"<p>I welcome David Gunning and Gerry Egan to the meeting this afternoon.  I have, in various guises, had quite a bit of contact with Coillte over the years.  Coillte encapsulates what a State company is about.  Mr. Gunning put it in one sentence.  It is about a successful commercial operation with a social role and seeing that the shareholder is the State on behalf of the people.  Therefore, the ultimate measure of its success is not just the bottom line, which is important and to which we will come, but the good it does in Irish society.  I had direct contact with Coillte in respect of its rural recreation role, which we will come to shortly.<\/p><p>  It is fair to say that from the time the forests were planted to the time that they were transferred to Coillte, there was a dramatic shift in the way our forestry industry was run.  We should never forget the first planters or re-planters of forests in Ireland who put the forests there because it was a long-term project from the outset and much good work was done in the earlier years of this State.  It is very significant that Coillte owns 7% of the land mass of the country because, as it has proved, where it was initially just trees, that land mass in itself has many other values now that were never foreseen by the initial developers.  <\/p><p>  Mr. Gunning said that 70% of the products of forests is exported either directly or indirectly.  He said that 80% of the product during the height of the boom was being used in the Irish construction industry.  However, if we roll back about ten or 15 years from there to just before and during the Celtic Tiger era in Irish industry, we can see that the amount of Irish timber being used in the construction industry had gone from being of a very low quality and quantity - Mr. Gunning might be able to give us the figure - to being the dominant player in construction in Ireland.  That took a technical revolution to compete with Scandinavian timber in terms of stress testing, kiln drying and all those very dramatic developments that took place.  So the figure of 80% was the result of years of basically taking over the Irish market and displacing imports.  Within two years, it has all turned around because the local market closed and Coillte and the timber mills managed to get 70% of the product on to the export market.  <\/p><p>  One of the most extraordinary untold stories of the collapse of the construction industry has been that none of the major timber operations in the country have closed.  The big mills are all intact, as are Coillte's factories.  If one had predicted the collapse in the construction industry, one would have also predicted the collapse of our native timber manufacturing industry but that did not happen.  It did not happen because there was huge co-operation - I know there were tough debates - between Coillte as the biggest supplier of saw log and the milling industry and because they were able to break into the British construction market and replace all their lost local sales through sales abroad.<\/p><p>  We have seen the figures for the employment involved here.  There is huge employment which is spread around the country in places that do not have any other employment.  It is fair to say that we must examine how this happened and how it could have been different if a different approach had been taken to the crisis.  My knowledge is that most of the major mills were on short working weeks for a short time in 2010, although I may have the wrong year, but very quickly returned to full production and many can sell all their products at the moment.  That is very important because it could have been a disaster.  When we are looking at selling the crop, we need to look at whether it would have been different if Coillte did not own the crop.  <\/p><p>  Wearing my other hat, I had a huge connection with Coillte through Mr. Gunning with regard to rural recreation and with Bill Murphy who did an outstanding job on this issue.  It is worth noting that 45% of the waymarked ways around the country are on Coillte properties.  If rural recreation was fully developed, we could create 3,000 jobs.  A fair amount of work was done and Coillte was central to this work but much more could be done.  Coillte started with walking, including long-distance walks, and rambling and then got into mountain cycling where one has the five tracks.  That is in its infancy and there are all kinds of world championships to be bid for in the future if we can develop the right quality product.  There are many other things that can be done because Coillte owns Mountain Top.  I know Mr. Gunning spoke about a big wind farm in this area in north Mayo.  Anything that would interfere with that work and the availability of that land to people would not only be an economic disaster but would also have a huge effect on the quality of life within the country.  That is very much where the social side of Coillte comes in.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200007#H00300","speaker":"1044","continuing":true},{"type":"speech","time":1349185200,"counter":21,"content":"<p>I will call Deputy Martin Ferris and Senator Pat O'Neill before we break for questions.  I have given everybody time because this is not a matter the discussion of which can be limited to three to five minutes.  If everybody is prepared to agree, I will give everybody the same amount of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200008#J00200","speaker":"1103"},{"type":"speech","time":1349185200,"counter":22,"content":"<p>I thank Mr. Gunning for his presentation which was very informative.  I have serious political reservations about the sale of Coillte.  My party considers it politically irresponsible to sell off an enterprise such as Coillte which has performed so well and made a profit of &euro;19.9 million in 2011 when the outlay included the &euro;34 million spent on the road infrastructure.  The profits made were absolutely fantastic in the times we were in.  We must acknowledge and commend everybody associated with such a good performance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200008#J00300","speaker":"1047","continuing":true},{"type":"speech","time":1349185800,"counter":24,"content":"<p>Some of the points I wanted to make have been dealt with.  I thank Mr. Gunning and Mr. Egan for appearing before the joint committee.  I thank Mr. Gunning for his presentation and for noting that SmartPly is based in south Kilkenny.  I would like to begin by asking about outdoor recreation.  Coillte provides enormous pleasure to those who avail of the access to forests that is provided.  Does Coillte get any monetary return from the outdoor recreational activities that take place in its forests and on its lands?<\/p><p>  My second question relates to wind farms.  Coillte is one of the biggest providers of wind energy in the country.  I would like to get its view on a Bill that has been introduced in the Seanad, which provides that wind farms will have to be positioned at least 1 km from the nearest dwelling.  I appreciate that Coillte lands tend to be a little more remote than Bord na M&oacute;na lands, for example.  Will the company issue a policy statement on wind farms, with specific reference to the proposed new legislation?  I apologise because I am a little hoarse after Sunday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00200","speaker":"1125"},{"type":"speech","time":1349185800,"counter":25,"content":"<p>Or Monday night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00300","speaker":"968"},{"type":"speech","time":1349185800,"counter":26,"content":"<p>Deputy &Oacute; Cu&iacute;v did not mention last Sunday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00400","speaker":"1125"},{"type":"speech","time":1349185800,"counter":27,"content":"<p>He is also hoarse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00500","speaker":"1103"},{"type":"speech","time":1349185800,"counter":28,"content":"<p>I know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00600","speaker":"1125"},{"type":"speech","time":1349185800,"counter":29,"content":"<p>We should not forget where Mr. Gunning comes from.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00700","speaker":"1103"},{"type":"speech","time":1349185800,"counter":30,"content":"<p>My final question relates to SmartPly and medite.  When I visited the SmartPly plant during the summer, I was impressed by the facility and by the product innovation being shown by the company.  Mr. Gunning mentioned a new product - Medite Tricoya - which reminds me of the word \"troika\".  The product innovation is something else.  SmartPly's plan to invest in a new plant has been approved at all levels other than the board of Coillte.  I know it was put on hold while a decision was being made on the proposed sale of State assets.  Perhaps that is why a final decision has not been made.  Over 300 people are employed at the two factories in south Kilkenny and in Clonmel, County Tipperary.  In 2008, the company was supplying the domestic building market but it is now export-led as a result of its innovative new products.  I would appreciate it if Mr. Gunning could make a statement on the current position with regard to investment in the SmartPly plant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00800","speaker":"1125"},{"type":"speechnospeaker","time":1349185800,"counter":31,"content":"<p>I will ask Mr. Egan to deal with a factual matter.  I think he can give a specific answer to Deputy Ferris's question on minerals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K00900","nonspeaker":"Mr. David Gunning"},{"type":"speechnospeaker","time":1349185800,"counter":32,"content":"<p>Deputy Ferris asked whether geological surveys have been conducted to ascertain what levels of minerals are to be found on the Coillte estate.  The first thing to be said is that if there are minerals on the Coillte estate, the rights to them are reserved to the Minister in any event.  If the land were sold, it would not have any implications for the ownership of, or access to, minerals on the estate.  On the other hand, the deposits of sand and gravel, etc., that exist on the estate belong to the company.  When there was a big demand for such materials from the construction sector, we actively marketed our sand, gravel and stone deposits and whatever else.  There is a distinction to be drawn.  The legal position is that the minerals belong to the State regardless of who owns the land on the surface.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K01000","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349185800,"counter":33,"content":"<p>Has Coillte carried out any geological surveys?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K01100","speaker":"1047"},{"type":"speechnospeaker","time":1349185800,"counter":34,"content":"<p>We have a fairly good handle on the extent of the deposits of stone, sand and gravel, etc. across the estate.  We were involved in an active campaign of marketing them four or five years ago. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200009#K01200","nonspeaker":"Mr. Gerry Egan","continuing":true},{"type":"speech","time":1349186400,"counter":36,"content":"<p>The problem is that the afforestation part is being sold off.  If the lands are sold on afterwards by the Government, without a geological survey having been carried out, this could benefit a private buyer rather than the people.  This is a concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00200","speaker":"1047"},{"type":"speech","time":1349186400,"counter":37,"content":"<p>If I have land and there is gold on it, I do not own that gold.  It belongs to the Minister.  That is the way it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00300","speaker":"1125"},{"type":"speech","time":1349186400,"counter":38,"content":"<p>That is true.  To be clear on the proposal, it is to auction the harvesting rights to the timber for a 50 to 80 year lease period and that is what we are discussing now.  This applies to what is growing over the ground.  The ground itself is not being sold.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00400","speaker":"1103"},{"type":"speechnospeaker","time":1349186400,"counter":39,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00500","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349186400,"counter":40,"content":"<p>We can hone in on that further in other questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00600","speaker":"1103"},{"type":"speechnospeaker","time":1349186400,"counter":41,"content":"<p>I will try to deal as comprehensively as I can in my response with the comprehensive set of questions asked.<\/p><p>  I will begin with the issue of exports.  The export story is a great tribute to the resilience of our customers, the sawmills, and to their entrepreneurial spirit.  They have gone out and put sales teams in place in the UK and managed to land business and displace others.  Ours has been a whole-industry approach, yet we have maintained the competitive nature of what we do.  We have been significantly supported by Enterprise Ireland in everything we have done.  The week before last we had a large presence at the timber expo in Birmingham.  We will continue to do these things in order to build the brand for Irish timber, for Coillte's products and for Ireland in general in this fantastic product.  Some 20 years ago, sawmills had not invested in modern technology. Now Irish sawmills are among the most modern in the world and this is the reason we can be competitive on an international basis.  Investment in sawing and kiln technology provides modern, high-quality products and is a great attestation to the spirit and resilience of sawmill owners and the investments they have made.<\/p><p>  We have employment in the industry from seed to sawdust, right from the plantation of the forest through to the processing of sawdust or whatever into pellets, MDF or particle board.  There are 12,000 people employed, which is a significant number.  Long may that continue.  We cannot stop now.  We must continue to invest.  We must develop new innovative products and keep developing new market opportunities and filling the needs people do not even know they have.  Much of our product goes next door to the UK.  The United Kingdom now leads Europe in terms of zero carbon homes, but to build such homes it needs more timber.  We are ideally positioned to fill that need.<\/p><p>  On the issue of rural recreation, there is no monetary return.  However, this is one of Coillte's core values.  We see connecting people with nature as part of what we do.  We are a commercial body, but we have other responsibilities under that umbrella.  We know, for example, the United Kingdom forestry commission gets &pound;1 for every individual visit to its lands and there is a significant transfer of funds from the UK Treasury to the forestry commission in order to provide services.  This happens also in other countries throughout Europe with state forestry companies.  We are not on another planet and are very attuned to the current realities.  We are getting on with providing facilities, with great co-operation from local authorities.  A great example of this is the Dublin mountains partnership between Coillte, Dublin City Council, South Dublin County Council, Fingal County Council, the National Parks and Wildlife Service and other landowners in the Dublin mountains.  These all work closely together to provide an excellent recreation service on the doorstep of the nation's capital.<\/p><p>  This is a model for other initiatives we have under way.  Mention was made of north Mayo and the possible wilderness area in the early stage of development.  We are also working with Cavan County Council on a forest site near the Marble Arch caves which are north of the Border.  This will attract additional funding, possibly even EU funding.  Lough Key forest park is another great example.  We have a fantastic site there on the edge of the lake with some wonderful resources.  Perhaps we could invite the committee to pay a visit to our zip wire attractions there.  The Chairman can bring members up and we would be happy to provide training and harnesses, at least for some of them.<\/p><p>  Rural recreation is important.  This leads us to the issue of the public good, which does not just concern people walking in the forest.  Coillte provides significant biodiversity.  Some 15% of our land is protected for nature conservation, a value in itself.  There is also a landscape value.  We are moving away from harsh landscapes with straight edges on forests.  Members will notice over time that as we replant our forests, there will be much softer edges and the forests will sit better in their natural environment.  This is how it should be and is how the industry is evolving.  We are very conscious of these responsibilities.<\/p><p>  The nation's challenge with regard to wind farms and renewable energy is significant.  We are doing whatever we can to support the achievement of the 2020 objectives, which are now required under an EU directive.  We must ensure we get 40% of our power from renewable resources by 2020.  I encourage all elements of government to work together to try to bring this about and not to put further obstacles in the way of achieving that target.  There is a positive stimulus possibility that by proceeding aggressively with this programme, we can bring about positive outcomes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00700","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349186400,"counter":42,"content":"<p>What about the objective of a 1 km limit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00800","speaker":"1125"},{"type":"speechnospeaker","time":1349186400,"counter":43,"content":"<p>I will not comment on that particular topic.  We will engage in the consultation process.  The bigger issue concerns how we will achieve the targets.  It is very important that we look at this at the top level.  We have a big target to achieve.  We need to get on with achieving it so let us not put any further obstacles in the way.  That is my approach.<\/p><p>  There have been comments on the sale of harvesting rights, the sale of the crop and so on.  There has been much loose language in this regard.  The Chairman brought the focus back to what exactly the Government has decided.  We are talking about the sale of harvesting rights of Coillte's estate for a period of 50 to 80 years.  We have already mentioned the issue of minerals.  There has been no mention of land sales.  These have been excluded in terms of the decision.<\/p><p>  Since the end of 2011, I as board member and chief executive, and other senior executives and members of staff in Coillte have been engaged in an intensive process with NewERA and the Departments of Agriculture, Food and the Marine and the Department of Public Expenditure and Reform.  There has been significant dialogue and discussion.  We provided a significant input into the process which resulted in the Government decision at the end of June.  We were involved in works on valuations and various other activity.  More important, we were involved in identifying issues associated with this transaction or form of transaction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200010#L00900","nonspeaker":"Mr. David Gunning","continuing":true},{"type":"speech","time":1349187000,"counter":45,"content":"<p>The SmartPly decision will not be made by Coillte alone.  It will be made by the Department of Public Expenditure and Reform, the Department of Agriculture, Food and the Marine and the board of Coillte.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00200","speaker":"1125"},{"type":"speechnospeaker","time":1349187000,"counter":46,"content":"<p>It is in the mix.  It is one of the issues being analysed in terms of ramifications.  If we make one decision, what will the ramifications be?  If we make another decision, what are the implications?  It is one of the work streams that we are currently dealing with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00300","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349187000,"counter":47,"content":"<p>A vote has been called.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00400","speaker":"1103"},{"type":"speechnospeaker","time":1349187000,"counter":48,"content":"<p>Our challenge is to devise a solution that will deliver on the Government's objectives while addressing all of these issues to the satisfaction of our broad set of stakeholders.  That is the process in which we are currently engaged.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00500","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349187000,"counter":49,"content":"<p>Will we have the chance to ask questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00600","speaker":"1169"},{"type":"speech","time":1349187000,"counter":50,"content":"<p>Yes.  Some Senators need to go to the Chamber for the vote but we will give this as long as it takes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00700","speaker":"1103"},{"type":"speech","time":1349187000,"counter":51,"content":"<p>Could we suspend the meeting for the duration of the vote?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00800","speaker":"1044"},{"type":"speech","time":1349187000,"counter":52,"content":"<p>How long will the vote take?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M00900","speaker":"1103"},{"type":"speech","time":1349187000,"counter":53,"content":"<p>It depends.  If there is a second vote it may take some time.  This is an eight minute call so ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M01000","speaker":"1129"},{"type":"speech","time":1349187000,"counter":54,"content":"<p>If Mr. Gunning and Mr. Regan are happy to wait, we can suspend the meeting for ten minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200011#M01100","speaker":"1103"},{"type":"speech","time":1349187600,"counter":57,"content":"<p>I will call Senator Mary Ann O'Brien, Deputy Barry, Deputy Deering and Senator O'Keeffe, but before we suspended Mr. Gunning indicated that he wished to make one final comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00200","speaker":"1103"},{"type":"speechnospeaker","time":1349187600,"counter":58,"content":"<p>Thank you, Chairman.  I am keen to get back around this particular topic.  I have listed the issues as they have been discussed, analysed and researched.  It is interesting to note that as the questions came up they related to the same set of issues that had already come up.  These are the same issues I have heard the Minister for Agriculture, Fisheries and Food, Deputy Coveney, raise several times at several public events.  There is alignment and agreement on the issues.  The challenge is to devise a solution whereby Coillte can deliver on Government's objectives while addressing these issues to the satisfaction of the broad range of stakeholders in Coillte.  We try to frame our challenge in this process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00300","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349187600,"counter":59,"content":"<p>I call Senator Mary Ann O'Brien.  The gentlemen have to be gone by 5.15 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00400","speaker":"1103"},{"type":"speech","time":1349187600,"counter":60,"content":"<p>They are going for a flight but they will take the tunnel.  I thank Mr. Gunning for coming in and I congratulate him on the presentation and superb level of innovation both in products and strategy.  In particular I congratulate Mr. Gunning on the successful negotiation with IMPACT, SIPTU and the employees.  Coillte has a culture to be envied.<\/p><p>  Some of my questions will help all of us understand the business in more detail.  Coillte's export sales are going well.  Mr. Gunning renegotiated the rewards system of the sales team.  Who sets the targets?  What margin targets do they work to?  What margin target does the Coillte sales machine work to?  I am interested in the company's turnover.  In 2010 turnover was &euro;250 million and in 2011 it was &euro;259 million.  Curiously, Coillte's profit in 2010 was &euro;32 million but in 2011 it was &euro;19.9 million.  I am suggesting that there was a good margin in 2010 of approximately 12.5% but the company almost halved its margin subsequently.  I imagine there was a good reason for this but I would be interested to know it.  How are the sales people rewarded?  How are their margins set and how are they set for the entire company?  The transformation programme is impressive as are the savings.  Is this done through a lean manufacturing practice?<\/p><p>  The Deputies who spoke before me covered most of my other questions.  I agree with Deputy Ferris.  Although it is only the harvesting rights, it is profoundly depressing that the Government has decided to instruct Coillte to sell.  A total of &euro;3 billion was the price referred to in the presentation.  How was that calculation reached?  The profits in 2007-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00500","speaker":"1169"},{"type":"speechnospeaker","time":1349187600,"counter":61,"content":"<p>That is a Government target.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00600","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349187600,"counter":62,"content":"<p>Is it the Government target for the sale?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00700","speaker":"1169"},{"type":"speechnospeaker","time":1349187600,"counter":63,"content":"<p>It is for the sale of all State assets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00800","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349187600,"counter":64,"content":"<p>What is the target for Coillte?  Is there no target?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O00900","speaker":"1169"},{"type":"speech","time":1349187600,"counter":65,"content":"<p>In the D&aacute;il last week in reply to my question, the Minister stated that the target was between &euro;600 million and &euro;700 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O01000","speaker":"1044"},{"type":"speech","time":1349187600,"counter":66,"content":"<p>To be fair, the figure of &euro;3 billion is the overall target set.  Let us consider the seven issues discussed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200013#O01100","speaker":"1103","continuing":true},{"type":"speech","time":1349187900,"counter":68,"content":"<p>With respect, the profit realised in 2011 was &euro;32 million.  If one multiplies this by ten, the amount realised is &euro;320 million.  If it is multiplied by 20, the amount is &euro;640 million.  Given that we are discussing a period of between 50 and 80 years, it is profoundly depressing that we are only seeking to realise &euro;600 million or &euro;700 million.  I would much prefer if Mr. Gunning were allowed to proceed as he is in driving the business back to a profitable position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00200","speaker":"1169"},{"type":"speech","time":1349187900,"counter":69,"content":"<p>That is fine.  We want to hear everyone's point of view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00300","speaker":"1103"},{"type":"speech","time":1349187900,"counter":70,"content":"<p>I welcome Mr. Gunning and Mr. Egan and thank them for their very comprehensive presentation.  As a farmer who first planted commercial forestry on his land in 1995, I understand its importance.  I am glad to hear our guests refer to Coillte as a business operating in a global market.  I have a number of questions to ask and if our guests do not have time to answer all of them, I will forward the balance, in writing, to Mr. Gunning and Mr. Egan.<\/p><p>  What has been the payback from forestry to the Government during the past ten years?  Will our guests identify all the stakeholders to whom the &euro;10 million is paid?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00400","speaker":"980"},{"type":"speechnospeaker","time":1349187900,"counter":71,"content":"<p>They are the shareholders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00500","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349187900,"counter":72,"content":"<p>Okay.  It was stated Coillte was involved in approximately 50 land sale transactions a year.  Does that figure include all transactions, large and small?  Is it the case that all transactions of two acres or less are not included?<\/p><p>  Our guests referred to land transferred to local authorities.  I am very familiar with such land, particularly the parcel known as Bottle Hill dump which is now a &euro;50 million white elephant.  Coillte was paid handsomely for this land by Cork County Council; therefore, there was no fairy godmother operating in that instance.  I stand to be corrected, but I understand Coillte's payback on this land was in the region of &euro;15 million.  It may only have been &euro;14 million, but we will not argue about the difference.<\/p><p>  In the context of social responsibility, I encountered an issue a number of years ago about which I am concerned.  This probably relates to what Deputy &Eacute;amon &Oacute; Cu&iacute;v stated.  In the instance to which I refer, a person's farm and house were on an island of land that was literally surrounded by forest.  There was a need to run electricity cables into the property, but on foot of an agreement in place between Coillte and ESB Networks, the individual involved, the pensioner involved, was asked to pay &euro;80,000 for the privilege.  That was an absolutely crazy sum of money.  Coillte refused to move in the matter, but, in fairness, ESB Networks absorbed the cost.  Mr. Gunning can disagree strongly, if he so wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00600","speaker":"980"},{"type":"speechnospeaker","time":1349187900,"counter":73,"content":"<p>I do disagree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00700","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349187900,"counter":74,"content":"<p>However, the net effect was that it was extremely difficult to run an electricity cable up to the man's house.  This was only a small job.  What will be the implications in the context of broadband development if the lands we are discussing are sold?  I am opposed to the standing agreement because it is too costly.  However, our guests can educate me on the matter later.  If a new entity comes into play, what will this do in respect of the amount consumers will be obliged to pay for broadband, etc., in the future?  There is no doubt that consumers will pick up the tab.<\/p><p>  I am aware that Coillte receives grants for first-time planting.  I presume, however, that it does not receive such grants for replanting.  A figure of &euro;35 million was mentioned.  How much of this took the form of grants?  <\/p><p>  Our guests referred to their re-financing debt.  Coillte is responsible for 7% of the country's landmass, namely, 5,641 ha or approximately 14,000 acres.  If one assumes a cost of &euro;1,000 per acre for planting, paying &euro;55,000 per kilometre for the 375 km to which reference was made seems high for a large-scale company.  Coillte could probably plant forestry for less than &euro;1,000 an acre.<\/p><p>  Has Coillte's poor financial return to the Government in recent years led to the troika and, possibly, the Government stating forestry has not yielded massive amounts to the State?  This is particularly relevant given the fact that the company is responsible for 7% of the country's landmass.  I am not sure how many acres this represents, but perhaps our guests could enlighten me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00800","speaker":"980"},{"type":"speechnospeaker","time":1349187900,"counter":75,"content":"<p>It is 1.2 million acres.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P00900","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349187900,"counter":76,"content":"<p>This means that there was a return of &euro;10 million or less on 1.2 million acres.  Perhaps the rate of return could be better.  The low rate of return may be prompting the sale of the crop.  <\/p><p>  I wish to mention a matter that is in the public domain.  Are our guests in a position to confirm whether Helvetia Wealth AG has made approaches in respect of purchasing Coillte lands?  In its press release of 26 November 2009, Coillte indicated that \"The Fund [the International Forestry Fund] invests in forestry in Ireland\" and that it was there to buy either existing forests or lands which would then be afforested.  It also stated that its strategy was to acquire the title to all properties for the benefit and protection of its investors.  This means that it would not be done for the good of the people.  This mirrors the position on many of the issues with which we are dealing.  Helvetia Wealth AG has made great capital of the fact that the chairperson of the International Forestry Fund is the former Taoiseach, Bertie Ahern, and stated he laid the foundations for a renewed Ireland that will benefit future generations of Irish people.  I tend to think that is over-exaggerating it a little in this regard.  Have our guests or any of the other members of Coillte's management team met Mr. Bertie Ahern, in either a public or private capacity, to discuss the sale of Coillte lands to his company?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01000","speaker":"980"},{"type":"speech","time":1349187900,"counter":77,"content":"<p>I do not believe it is his company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01100","speaker":"1103"},{"type":"speech","time":1349187900,"counter":78,"content":"<p>Is it acceptable to say he is the chairperson of the company?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01200","speaker":"980"},{"type":"speech","time":1349187900,"counter":79,"content":"<p>That is fine.  Is the Deputy referring to a press release dating from November 2009?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01300","speaker":"1103"},{"type":"speech","time":1349187900,"counter":80,"content":"<p>Yes, which is still very relevant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01400","speaker":"980"},{"type":"speech","time":1349187900,"counter":81,"content":"<p>It probably is relevant, but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01500","speaker":"1103"},{"type":"speech","time":1349187900,"counter":82,"content":"<p>The matter is in the public domain, which is why I consider I must ask questions about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01600","speaker":"980"},{"type":"speech","time":1349187900,"counter":83,"content":"<p>It would probably be as well if the Deputy's questions were answered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01700","speaker":"1103"},{"type":"speech","time":1349187900,"counter":84,"content":"<p>Yes.  After all, it is matters of this nature that we are here to discuss.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01800","speaker":"980"},{"type":"speech","time":1349187900,"counter":85,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P01900","speaker":"1103"},{"type":"speech","time":1349187900,"counter":86,"content":"<p>I thank the Chairman.  How much of the land will it be recommending should be sold to Helvetia Wealth AG and the International Forestry Fund?  Helvetia Wealth AG describes itself as an international finance company which offers offshore banking services to clients.  Is this company one of Coillte's financiers or would it be one of them if Coillte were to recommend a part sale in respect of the balance of lands it holds?<\/p><p>  If all of our forests are sold, what will be the consequences?  In fairness, our guests have provided information on many of these consequences.  I am concerned about some of the knock-on consequences for some of Coillte's ancillary companies which are highly successful.  I fear that selling off the valuable assets to which I refer would hinder the initiative and innovation which Coillte has displayed to date.  I am also concerned about the issue of carbon emissions, which is a major factor in forestry.  This is an issue around which we have only skirted to date.  It would be terrible if 7% of the country's landmass could be removed from calculations relating to carbon sequestration.  What would be the position if an 80 year lease were granted and a dispute arose about the felling licence?  What would happen if the owner of the lease refused to plant and the Government informed it that it was obliged to do so?  In such circumstances, a great deal of land could be left lying idle until the dispute was resolved.  This matter must be dealt with now because production could otherwise be delayed until the legal eagles resolve it.<\/p><p>  Our guests referred to Coillte's debt of &euro;180 million.  Does this include the company's pension deficit?  <\/p><p>  I again thank our guests for their presentation.  I realise that I have posed a large number of questions and will provide our guests with written copies of them.  These questions are pertinent and, like members, the public will want answers to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P02000","speaker":"980"},{"type":"speech","time":1349187900,"counter":87,"content":"<p>I compliment our guests on their presentation and on summing matters up in seven very precise points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200014#P02100","speaker":"968","continuing":true},{"type":"speech","time":1349188500,"counter":89,"content":"<p>I thank both Mr. Gunning and Mr. Egan for the presentation.  I have a couple of queries.  I appreciate that many questions have been asked.<\/p><p>  Reference was made on page 11 of the presentation to securing planning for wind farm projects.  I am interested in Coillte&rsquo;s strategy on wind farms.  It is not the case of one getting out of bed and deciding to have one wind farm today and another wind farm tomorrow.  I am sure a strategy is in place.  Because there is much debate about who ought to be involved in wind farming there is a concern that we will end up with a glut of wind farms.  Senator Pat O&rsquo;Neill spoke about the positioning of wind turbines.  We agree with Mr. Gunning.  The directive specifies that we ought to achieve a target of 30% of energy from renewable sources by 2020.  We do not want to throw the baby out with the bath water.  I would have thought that it would be something close to Coillte&rsquo;s heart and that it might have a view on the siting of turbines, albeit as CEO of Coillte that is not perhaps in Mr. Gunning&rsquo;s direct remit, but I am sure he has a view.<\/p><p>  The most important aspect of this meeting is what will happen in the future.  I am reluctant to say it but I must point out to Mr. Gunning that we have not heard anything today about the future of Coillte.  He has outlined seven work streams, as he called them, but each of the seven areas has another 70 questions attached to it.  It is an extraordinarily complex business and I appreciate that it is not just about keeping Coillte going; Mr. Gunning also has to calculate how to create the change, how to deal with the main shareholder, namely, the Government and how to incorporate the direction that has been given.  Mr. Gunning mentioned that he fed into the decision that was taken by the Government.  I would be delighted to know, as I suspect would my fellow committee members, what Mr. Gunning fed into the decision taken by Government.<\/p><p>  Mr. Gunning is right to be proud of the achievements of Coillte.  That is not at issue.  We know Coillte has done a lot of good things but what will exercise the committee today and in future is what is going to happen.  Each of the seven work streams has 70 more questions attached to it.  For example, who decides ultimately on the sale and how will it happen.  Deputy Ferris inquired about the employees.  Major issues surround them, in addition to the pension liability and the company&rsquo;s debt.  We have not had a presentation that reflects the current situation relating to where Coillte is going in the future.  I agree with Senator Mary Ann O&rsquo;Brien, I am not particularly happy at the prospect that we have to dispose of any of Coillte&rsquo;s assets.  They should stay in the ownership of the Irish people.  I understand the troika and the deal that was done on the &euro;3 billion we have to find from various disposals but I wish to hear more from Mr. Gunning.  I accept much of it is work in progress and he is not able to tell us all of what will happen.  If he is unable to do so, I am sure he can tell us about what input he had into the decision taken by Government.  Given all the questions and the time constraints, it might be more appropriate to return to the issue.  I am appreciative of the fact that the Chairman took a break in order for Seanad members to vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200015#Q00200","speaker":"1129"},{"type":"speech","time":1349188500,"counter":90,"content":"<p>I thank Mr. Gunning and Mr. Egan for attending today.  At this stage many of the questions have been raised.  I am very much in favour of wind farming.  Where Coillte has low-lying land or commonage land attached to forestry, where the commonage is not planted could farmers be allowed to buy or lease the commonage?  There is a great deal of such land in my area.<\/p><p>  In cases where reasonably good farm land was planted approximately 40 or more years ago, if a farmer wanted to do a deal with Coillte would it be possible or does the land have to be replanted?  Is it possible to take it out of forestry and if it is reasonably good land to sell it back to farmers?<\/p><p>  I spent some time on Comhairle na Tuaithe.  We were appreciative of the work Coillte did on walks but in some parts of the country walkways have fallen into disrepair.  There might not be enough money to develop them or keep them in a good state of repair.  In some cases trees have fallen across paths or debris has collected on them.  I am aware of a few walks that have such problems and I would like to see them developed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200015#Q00300","speaker":"1124"},{"type":"speech","time":1349188500,"counter":91,"content":"<p>That completes the questions.  I invite Mr. Gunning to outline the timeframe to which he is working in terms of the current process.  It would be helpful to us in our work schedule in terms of formulating a report or submission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200015#Q00400","speaker":"1103"},{"type":"speechnospeaker","time":1349188500,"counter":92,"content":"<p>Thank you Chairman.  I will answer that question upfront before I deal with the many questions that have been raised.  The understanding is that the work streams I have identified will be substantially complete by the end of this year.  That is the timeframe to which the working group is operating.  It is in line with the timeframe communicated to us by the Minister for Public Expenditure and Reform, Deputy Howlin, in terms of moving to the next stage.  He announced in the D&aacute;il that a transaction would be possible by Q4 of 2013, which is approximately 12 months from now.<\/p><p>  I will respond to the questions in the order they were asked.  Senator Mary Ann O&rsquo;Brien inquired about sales teams, margins, products and strategy.  We have spent much time in recent years getting into the detail of which products were selling and understanding the margins.  We have killed off product lines we discovered were not delivering the types of returns we needed.  Our whole thrust is into higher margin-type products.  It is difficult to run a commodities manufacturing business in this country.  We want to be involved with a value-added type product.  In essence, we want to increase the number of value-added products within our portfolio and as other products come to maturity to exit from those.  We are trying to get into products.  There is a commercial sensitivity because this is a competitive space and we have competitors based in Scotland, Latvia and Latin America.  We will not discuss the detail of our products now but in essence we are looking towards a much higher margin-type product mix within the family of Coillte products.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200015#Q00500","nonspeaker":"Mr. David Gunning","continuing":true},{"type":"speech","time":1349189100,"counter":94,"content":"<p>I am sorry to interrupt.  That line of questioning arose from looking at Coillte's brilliant 2010 results and I wondered what happened to its margin in 2010.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200016#R00200","speaker":"1169"},{"type":"speechnospeaker","time":1349189100,"counter":95,"content":"<p>To be clear, 2011 also includes a &euro;9 million provision for a pension funding issue and, therefore, the actual outturn is nearer to the 2010 number.  There will always be fluctuations in prices from year to year and on mix type issues but in general our thrust is in targeting higher margin type products, hence the innovation where we are investing significantly in a range of other activities.<\/p><p>  On the lean manufacturing, we have made top end investments in our products.  I am convinced we have the best minds in terms of panel manufacturing worldwide.  We have excellent people in both Clonmel and in Waterford.  We take a whole company approach, however, to the way we do things.  We do not take the approach that innovation and research and development is the responsibility of a small team in a particular building.  Everyone is engaged in coming up with the process improvements and other ideas that will give rise to every little step of the battle in terms of how we can get an extra cent or margin.  Everybody is engaged in that challenge and I am glad to report that it is showing significant improvement but whether it is SmartPly or medite, I would hold up these plants as being among the best in the world and we benchmark exceptionally well against those.<\/p><p>  On the other issues, a question was asked about stakeholders or shareholders.  Coillte has two shareholders in terms of who we pay our dividend to, namely, the Minister for Agriculture, Food and the Marine and the Minister for Public Expenditure and Reform.  The Minister for Public Expenditure and Reform, who is the company secretary, owns all the shares bar one, which is owned by the Minister, Deputy Coveney.  That is the legal position on Coillte's shareholding.  However, we talk about stakeholders but every citizen in this country is a stakeholder in Coillte.  Every walker and mountain biker or everyone who takes a bicycle or a quad bike, illegally, into our forests is also a stakeholder.  We are trying to find ways to section off areas where these people can also get access to the forest in a safe manner to ensure that everybody is protected.<\/p><p>  The question arose about land sales and &euro;2 million represents Coillte's entire land sales whether it is one or two acres up to a large amount.  We have taken our need to make a commercial return to our shareholder very seriously and we are on a journey of improvement.  Every day of every year we are trying to improve the commercial nature of Coillte.  That requires us to work with the cost base, be more efficient in everything we do and invest in good products and good IT and manufacturing systems which do everything for Coillte.  We see us getting to a point where we can make a significant return to our shareholder, but we started life 25 years ago with almost 3,000 staff, which was the transfer of the existing forest department - Mr. Egan was around at the time; I was not - and we have been making progress on that ever since.  The journey's end is in sight in terms of getting to a particular point.<\/p><p>  The last time I was here we had a lengthy discussion about the ESB topic.  We have a nationwide agreement with the ESB on how we deliver services and price.  We are required to make a commercial return and, therefore, we charge a commercial price in the market for the services we provide.  Solutions are found in those extreme circumstances and I am glad a solution was found in that situation, which was not just a case of the ESB volunteering, to be absolutely clear about that.  Mr. Egan might deal with the grants for planting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200016#R00300","nonspeaker":"Mr. David Gunning"},{"type":"speechnospeaker","time":1349189100,"counter":96,"content":"<p>There were two sets of questions from Deputy Ferris earlier about replanting and so on.  There are two aspects to this.  First, Coillte is not in receipt of any grants for afforestation and, second, there were never any grants for reforestation.  As somebody else correctly pointed out, the replanting is funded from the proceeds of the sale of the original crop which is why the issue of the funding of the replanting obligation in the future is one of the seven issues Mr. Gunning identified earlier.<\/p><p>  To return to Senator O'Brien's question about the margins and the level of dividends the company pays, the company is in a very capital intensive long-term business.  Essentially, every euro of free cash the company generates is reinvested in the business for the future but last year we were able to pay a dividend of &euro;10 million.  This year, we have already paid a dividend of &euro;2 million.  In response to Deputy Barry's question, the total dividend paid by Coillte to date has been &euro;12.6 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200016#R00400","nonspeaker":"Mr. Gerry Egan"},{"type":"speechnospeaker","time":1349189100,"counter":97,"content":"<p>I commented on the financial return on various aspects.  We are on a path to enhance that whole area, and that is a company-wide activity.<\/p><p>  There were a number of questions on the Helvetia Wealth company.  To be clear, there is a protocol in place between Coillte and NewERA so that in any companies expressing an interest in even a discussion around this particular transaction, the first port of call is with the NewERA staff.  In terms of my knowledge, I have no knowledge of any meeting, certainly from my point of view or any of the Coillte staff, with the organisation named.  There may be other interfaces such as NewERA, which has the responsibility, as agreed by all the parties, to deal with those topics.  I hope that addresses that question.<\/p><p>  I dealt with the fluctuation in revenues and profitability.  It is flatter than it looks because of the provision that the board felt it prudent to make.  We mentioned SmartPly specifically and as I said, the SmartPly question of reinvestment, and ministerial approval for that reinvestment, is now within the scope of the work being done in co-operation with NewERA and others.  In terms of timescale, to address Deputy Deering's question, we would anticipate that this should be completed substantially by the end of the year, if not beforehand.<\/p><p>  To be clear, the number on the pension in the annual report is the financial reporting standards deficit.  There is an actuarial deficit which is different.  We do tri-annual evaluations.  The last time we did this it was a deficit of approximately &euro;92 million.  The actual deficit that will need to be closed will have to be determined closer to the time but it is of that order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200016#R00500","nonspeaker":"Mr. David Gunning"},{"type":"speechnospeaker","time":1349189100,"counter":98,"content":"<p>It is worth making the point also that the way the pension legislation operates there is a requirement on every company to have a plan in place to address the pension funding deficit.  As things stand, we have a plan which has been agreed and approved by the Pensions Board as to how the deficit in our scheme is going to be closed.  We are working on the implementation of that plan as we speak.  It is not as if we have this significant deficit and no plan to deal with that.  That is a current topic in the discussions we are having with NewERA as part of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200016#R00600","nonspeaker":"Mr. Gerry Egan","continuing":true},{"type":"speech","time":1349189700,"counter":100,"content":"<p>Yes, but I am conscious of the time restraints.  We will also have to see about inviting in the relevant people involved in this process from NewERA.  Mr. Egan can give us a quick overview of Coillte&rsquo;s position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00200","speaker":"1103"},{"type":"speechnospeaker","time":1349189700,"counter":101,"content":"<p>Yes, clearly we do not purport to speak on behalf of NewERA.<\/p><p>  Last November, the Government made a decision to establish within the National Treasury Management Agency a division called NewERA, the New Economy and Recovery Authority.  The central thesis behind this was that sectorial policy function exercised by different Departments should be separated from the shareholder function as performed by these Departments.  Heretofore, the Department of Agriculture, Food and the Marine was Coillte's shareholder, responsible for policy for the forestry sector and for licensing and regulating forest owners in the area of felling licences.<\/p><p>  The first decision was about separating the policy function from the shareholder-executive function.  As of now, NewERA will perform the shareholder responsibility for Coillte.  Its second role will be advising the Government, when requested, on the restructuring of companies or the disposal of State assets.  That is a process in which we are heavily involved.<\/p><p>  The other area that NewERA is concerned with is in promoting investment in key economy sectors such as energy, water, telecommunications and forestry.  There is a government working group made up of the relevant Departments which is overseeing this process.  It will ultimately bring those results to the Government.  NewERA is overseeing this process on a day-to-day basis while Coillte is doing much of the analysis in accordance with the scope agreed with NewERA.  We are using independent advisers as part of that process so that whatever work that emerges, NewERA and the joint working group will be able to rely on the independence of that work.<\/p><p>  It is worth making the point that while Coillte has a lead role, there are several steps between the company and the Government around the decision-making process, as well as quite a number of actors in the field.  For the purposes of clarification it was worth elaborating a little on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00300","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349189700,"counter":102,"content":"<p>That is helpful in the context of the seven issues and the relationship between Coillte, the Government and NewERA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00400","speaker":"1103"},{"type":"speechnospeaker","time":1349189700,"counter":103,"content":"<p>Regarding the strategy for wind farms, Coillte sees itself primarily as a developer of wind farm infrastructure, not an energy company pumping power into the grid.  We are approaching this as a landowner and enhancing the value of our land.  As one goes through the process of planning permissions, grid connections, partnership agreements and other ways of adding value to the land, the value of the land increases.  We have developed one wind farm in partnership with the ESB but sold our stake after development to the ESB.  We have partnership agreements with Scottish and Southern Energy, the owners of Airtricity, Viridian Group plc, the ESB and SWS Natural Resources, before it was bought by Bord G&aacute;is &Eacute;ireann.<\/p><p>  The work streams with NewERA are very complex and much work must be done on them.  I spelled out the company&rsquo;s position.  There is nothing else in which we are involved that I have not indicated today.  This work is really taking off.  We fed into earlier work with NewERA.  In turn, NewERA has prepared a report for the Government.  I cannot say I have fed into the Government&rsquo;s decision but we fed into the shareholder-executive side which, in turn, has fed into that process.  We were asked to feed into areas such as estate valuation &ndash; it was preliminary and not fully-formed at the time &ndash; and the identification of issues to which I referred earlier.<\/p><p>  The board and management of Coillte are fully engaged in the process of giving effect to the Government&rsquo;s decision.  We are working closely with NewERA to review all the implications involved, as well as fulfilling the board&rsquo;s legal duty to act in the best interests of Coillte and its responsibilities to other stakeholders including employees and creditors.  It is a complex process.  However, rather than adding to speculation I have given a picture of where we are in it.<\/p><p>  We have stayed out of any discussions on value.  In the past, I was involved in &euro;2 billion worth of mergers and acquisitions, so I have some experience of this area.  From the company point of view, we do not seek to add into the discussion around what Coillte is worth.  It is not appropriate that we would contribute to that which may, in turn, may influence a bid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00500","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349189700,"counter":104,"content":"<p>Yet Mr. Gunning said when the company fed into the NewERA process, it offered a preliminary valuation of the estate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00600","speaker":"1129"},{"type":"speechnospeaker","time":1349189700,"counter":105,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00700","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349189700,"counter":106,"content":"<p>Yet, Coillte stayed out of the discussion about the value.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00800","speaker":"1129"},{"type":"speechnospeaker","time":1349189700,"counter":107,"content":"<p>We have not commented in a public discussion about the value.  Others have made comments and recounted other data points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S00900","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349189700,"counter":108,"content":"<p>Yes, but the company did provide an estimate, albeit a preliminary one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S01000","speaker":"1129"},{"type":"speechnospeaker","time":1349189700,"counter":109,"content":"<p>We employed one of the leading forestry consultant groups, a London-based one, to carry out an analysis which was fed into the NewERA process before the Government made its decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S01100","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349189700,"counter":110,"content":"<p>So that was not really preliminary in the sense that a company was employed to carry out a valuation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S01200","speaker":"1129"},{"type":"speechnospeaker","time":1349189700,"counter":111,"content":"<p>It was a view at that time.  Further work is ongoing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S01300","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349189700,"counter":112,"content":"<p>Did Mr. Gunning say Coillte owns 2 million acres?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S01400","speaker":"1047"},{"type":"speechnospeaker","time":1349189700,"counter":113,"content":"<p>No, we have about 442,000 ha which is the equivalent of 1.2 million acres, 7% of the national territory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S01500","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349189700,"counter":114,"content":"<p>The McCarthy report identified that 500,000 acres of this was unviable for forestry.  That leaves 720,000 acres viable.  No one is going to buy unviable land.  Depending on what the company sells off, it could be left with 500,000 unviable acres, making it unviable itself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200017#S01600","speaker":"1047","continuing":true},{"type":"speechnospeaker","time":1349190300,"counter":116,"content":"<p>The two points raised were the impact on the timber processing sector and the viability of the remaining entity.  Both points get to the heart of that issue and that analysis is ongoing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00200","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349190300,"counter":117,"content":"<p>Mr. Gunning said that he was asked to give an evaluation and heard from a team of expert consultants.  I presume that gave parameters factoring restrictions and conditions on the sale of it, for example, with or without the board mills and with the viable and unviable land.  I presume it produced more than one bottom line price at the time.  I understand if Mr. Gunning cannot divulge this information but I would speculate it produced one figure, depending on which permutation one looked at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00300","speaker":"1103"},{"type":"speechnospeaker","time":1349190300,"counter":118,"content":"<p>The valuation of any company is what someone will pay for it.  The consultants' work is based on a set of assumptions, all of which can be flexed and give a range of answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00400","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349190300,"counter":119,"content":"<p>Are these Mick McCarthy's assumptions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00500","speaker":"1047"},{"type":"speechnospeaker","time":1349190300,"counter":120,"content":"<p>No, the Chairman is referring to the work that was carried out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00600","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349190300,"counter":121,"content":"<p>I would like to let Mr. Gunning finish as it is 5 p.m.  If we have a minute, I will allow a comment from the Deputy.  In respect of Senator Comiskey's questions on commonage and adjoining land, if we could just let everybody's first set of questions be answered, that would be fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00700","speaker":"1103"},{"type":"speechnospeaker","time":1349190300,"counter":122,"content":"<p>There are many areas of commonage on Coillte land.  There are situations where we facilitate sheep grazing and so on.  The perennial difficulty in respect of commonage is that it is owned by many people.  Therefore, trying to reach agreement where one might have 25 people who own areas in common can be problematic.  If there are specific examples the Senator would like to bring to us, we would be more than happy to look at those.<\/p><p>  Senator Comiskey also spoke about walks being in a state of disrepair.  One of the partnerships we established was one with the Irish Sports Council.  Three regional trails officers have been funded through that scheme.  Their full-time job is to investigate these areas and make sure they are kept open all the time, particularly in the case of long-distance waymarked ways.  Again, if the Senator is concerned about specifics, I would be more than happy to get the details and we will make sure those problems get sorted out.  <\/p><p>  In respect of good land and the opportunity for a farmer to buy the land back - getting the land back might be a better expression.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00800","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349190300,"counter":123,"content":"<p>That is better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T00900","speaker":"1124"},{"type":"speechnospeaker","time":1349190300,"counter":124,"content":"<p>The Forestry Act 1946 is the legislation governing felling.  The central principle of the legislation is that there is a replanting obligation attaching to every felling licence.  However, there are circumstances where it is possible to get a limited felling licence rather than a general one.  In the case of a limited licence, the Minister has the power to give a derogation and to waive the replanting obligation in those cases.  Again, if the Senator has specific examples, he can talk to us and we will see if something can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01000","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349190300,"counter":125,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01100","speaker":"1124"},{"type":"speechnospeaker","time":1349190300,"counter":126,"content":"<p>I wish to make the point that in those circumstances, Coillte is regulated by the Minister.  We do not control the conditions attaching to any felling licence.  However, if there are specifics, we would be happy to address them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01200","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349190300,"counter":127,"content":"<p>Senator Mary Ann O'Brien has one minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01300","speaker":"1103"},{"type":"speech","time":1349190300,"counter":128,"content":"<p>I will take up half a minute.  When is Coillte's year end? In respect of its budget for 2012, is it in the delegation's power to tell us about its latest estimate?  I am trying to clarify Coillte's gross margin target for 2012.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01400","speaker":"1169"},{"type":"speech","time":1349190300,"counter":129,"content":"<p>Deputy Barry, briefly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01500","speaker":"1103"},{"type":"speech","time":1349190300,"counter":130,"content":"<p>My question relates to hiring experts to give Coillte a company valuation.  What did it cost but, more to the point, how could Coillte not know the value of the company when it has borrowings and will look for future investment?  The key in any investment is that one knows one's leverage position.  Is the company leveraged to 20% or 30% of its value?  That ongoing valuation should have been done each year.  I do not understand the reason for hiring a company to tell Coillte what it already knew.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01600","speaker":"980"},{"type":"speech","time":1349190300,"counter":131,"content":"<p>Is that it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01700","speaker":"1103"},{"type":"speech","time":1349190300,"counter":132,"content":"<p>Senator Mary Ann O'Brien raised the question earlier about the period of between 50 to 80 years in respect of the harvesting rights.  Is that in place because we do not know who makes the decision about the 50 to 80 years and when?  As the Senator rightly pointed out, this is extremely important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01800","speaker":"1129"},{"type":"speechnospeaker","time":1349190300,"counter":133,"content":"<p>In respect of the gross margin, we have three divisions, all of them operating in different areas.  I do not know how many products are in our log sales and panels businesses.  We do not operate an overall gross margin figure as one of the metrics for the business.  We are looking for an overall return from each of the operating units.  It is not one of the things on which we focused, other than wanting to increase the overall gross margin, and we know how we are going to do that.  This is a relatively tough year.  We are not seeing the growth predictions that were talked about towards the end of last year right across our target market.  So it is proving to be very competitive and prices are somewhat depressed.  We are in reasonably good shape in terms of our target and budget but it is no bonanza.  We will be able to give members more information on that in three months' time.<\/p><p>  In respect of the valuation, it is standard practice in a mergers and acquisitions position to use professional advisers to give guidance to the company and the board in respect of what the company is worth.  Certainly, the company knows from its cashflow, five-year numbers and ten-year projections what we see.  That is an internal consideration.  However, it would be unusual for a board to proceed in this situation without relying on the good advice of experts in a particular area.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T01900","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349190300,"counter":134,"content":"<p>Did the two figures match up?  Did Coillte's value and that of the experts add up, considering Coillte is the expert when it comes to the company?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02000","speaker":"980"},{"type":"speech","time":1349190300,"counter":135,"content":"<p>Mr. Gunning has said he is not in a position to give that answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02100","speaker":"1103"},{"type":"speech","time":1349190300,"counter":136,"content":"<p>I am not asking for the figure but I am asking whether he was surprised when he saw the answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02200","speaker":"980"},{"type":"speechnospeaker","time":1349190300,"counter":137,"content":"<p>As I said, there is a range of assumptions in any of these particular matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02300","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349190300,"counter":138,"content":"<p>I assume he is not telling me the answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02400","speaker":"980"},{"type":"speechnospeaker","time":1349190300,"counter":139,"content":"<p>We are in Croke Park.  We are in the ball park and not outside in Jones Road, to put it like that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02500","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349190300,"counter":140,"content":"<p>The last question related to the 50 to 80 year period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02600","speaker":"1103"},{"type":"speechnospeaker","time":1349190300,"counter":141,"content":"<p>What does it say in the Government decision?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02700","nonspeaker":"Mr. Gerry Egan"},{"type":"speech","time":1349190300,"counter":142,"content":"<p>Fifty to 80 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02800","speaker":"1103"},{"type":"speech","time":1349190300,"counter":143,"content":"<p>What does that mean?  I understand it is there but is Coillte working to 50, 60 or 65 years?  Surely it makes an enormous difference?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T02900","speaker":"1129"},{"type":"speech","time":1349190300,"counter":144,"content":"<p>When one looks at the seven issues being discussed, part of the permutations is the size of the parcels and the length of the lease.  That probably underpins much of the considerations.  As the Senator noted, this is very complex.  Those seven issues feed many other concerns.<\/p><p>  I will bring the discussion to a close.  I thank Mr. Gunning and Mr. Egan for their open and frank engagement with the committee.  The committee has been intrigued by and very interested in getting detailed information and we got the first taste of it today.  There is a lot of work to be done and if we are going to have any input into what is happening through an all-party forum like this, we need to keep moving on with regard to it.<\/p><p>  One point I would make because I have plugged myself a little bit on this, relates to the fact that in the last D&aacute;il, the Joint Committee on Climate Change and Energy Security commissioned a report on protecting forestry from climate change, which was endorsed by the Joint Committee on Communications, Natural Resources and Agriculture.  This report considered the use of the forest estate after 1990 for forest sequestration.  It was with the help and great co-operation from members of staff at Coillte headquarters that we were able to formulate a tabulation of value.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200018#T03000","speaker":"1103","continuing":true},{"type":"speechnospeaker","time":1349190900,"counter":146,"content":"<p>May I finish with a short plug?  My colleague, Mr. Gerry Egan, has just reminded me that next Sunday, 7 October, is National Trails Day, where all of the nation's trails, Coillte's own trails and a range of others will be open to the public.  All members, including the members of the joint committee are more than welcome.  The purpose is to try to entice people who are not frequent users of the forest to come out and see it.  There is a website <i>nationaltrailsday.ie<\/i>.  It has all the information of what is going on in local areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200019#U00200","nonspeaker":"Mr. David Gunning"},{"type":"speech","time":1349190900,"counter":147,"content":"<p>I have used the website.  The <i>coillteoutdoors.ie<\/i> page is very informative and there is a weekly documentary called &quot;A Road Less Travelled&quot;.  It is very good.  I walk on many of the Coillte trails in County Wicklow as well as in other counties.  I have to plug Wicklow as well.  As I walk in to Leinster House through the Merrion Street entrance every day, I see the bust of Charles Stewart Parnell in the garden room.  Parnell of Avondale House was a Member of Parliament and in many ways was the founder of the Irish forestry industry, turning tree planing into the planting of a crop of trees that had a value added.  I feel justified in giving it a plug.<\/p><p>  I thank the delegates for coming before the joint committee.  I know they were under serious time constraints.  I appreciate that they were able to remain after we suspending the sitting to allow Senators to vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2012100200019#U00300","speaker":"1103"},{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1349181000,"counter":149},{"type":"unspoken","content":"The Joint Committee met at 13:30","time":1349181000,"counter":150,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200002"},{"type":"minorheading","content":"Forthcoming Competitiveness Council Meeting: Discussion with Minister of State","time":1349181000,"counter":153,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200003#C00100"},{"type":"speech","time":1349181000,"counter":154,"content":"<p>I welcome the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Sean Sherlock, who is here to discuss the research aspects of the agenda for the forthcoming Council of Ministers meeting in Luxembourg on 10 October.  I understand members have received a briefing note on the agenda for day two of the Council meeting.  They are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200003#C00200","speaker":"1053"},{"type":"speech","time":1349181000,"counter":155,"content":"<p>I thank members for giving me the opportunity to provide a summary of the outcome of the previous Competitiveness Council and discuss the agendas for the meetings in Luxembourg on 10 and 11 October.  I will also briefly apprise the joint committee of my Department's priorities for the EU Presidency in 2013.  I am accompanied by Mr. Tommy Murray and Mr. Pat Kelly from my Department and Mr. Tim Cullinane from the Department of Education and Skills.<\/p><p>  I will begin by dealing with the outcome of the previous Council in May.  It was a two day meeting attended by my colleagues, the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, who dealt with Internal Market and industry issues and the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy John Perry, who dealt with research and space issues on the second day.  A ministerial informal lunch attended by Commissioner Geoghegan-Quinn and Commissioner Vassiliou provided an opportunity to review the achievements of the European Institute of Innovation and Technology, EIT, to draw lessons for the future, as well as to engage in an exchange of views.<\/p><p>  Among the main decisions reached at the Council on research issues were: the Horizon 2020 framework programme for research and innovation; the EIT; and  Council conclusions on European innovation partnerships.  In respect of the Internal Market, decisions were reached on the competitiveness and SME programme,  COSME, for the period 2014-20, the Single Market Act and the governance of the Single Market and the Digital Single Market.  The Council agreed to the main elements of the COSME programme.  <\/p><p>  I now turn to the forthcoming Council meeting which will take place on 10 and 11 October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200003#C00300","speaker":"979","continuing":true},{"type":"speech","time":1349182500,"counter":158,"content":"<p>I thank the Minister of State.  We will now take questions. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200006#F00100","speaker":"1053"},{"type":"speech","time":1349182500,"counter":159,"content":"<p>It has been a joy to hear the extent of the work the Minister of State, Deputy Sherlock, is undertaking.  He obviously will not have much time on his hands during the six months of our Presidency.  I invited the Taoiseach to meet the board of EuroCommerce who were here last Friday.  They represent the 6 million shops in Europe, the wholesalers and the international trade.  They came specifically to Ireland because we are hosting the Presidency and they wanted to hear what target had been set.  The Taoiseach was very impressive and gave us a great deal of encouragement as to what was going to happen.<\/p><p>  The two areas of concern were very clear and in the course of his address, the Minister of State, Deputy Sherlock has touched on them a number of times.  Can we manage to ensure that the regulations we introduce do not stay in place longer than they have to?  We are competing with the rest of the world.  In many cases, countries have sunset clauses, so that when they introduce a regulation it dies after a specified period.  Is it possible that we could do more in that area so that the regulations that are being introduced do not have to stay in place any longer than they must?  Other countries, certainly the BRIC countries, seem to have gained an advantage on us in this area.  The point was made very strongly by them.<\/p><p>  The production of food was the other area of discussion.  Do I get a sense there is less enthusiasm for genetically modified foods in Europe and that other countries such as Brazil will take the lead from us, in particular in regard to foodstuffs?  If we are unwilling with science and technology to innovate in genetically modified food, we are likely to be left behind.  It would appear to me that is likely to happen.<\/p><p>  The State must create the environment for the entrepreneurs. The Minister of State, Deputy Sherlock said that but I question whether we are doing enough.  Is there still an assumption that the job of Government is to do that rather than to think the Government's job is to create the environment so that enterprise can do it?  That is the area that we are in danger of losing out on to other countries and other parts of the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200006#F00200","speaker":"1145"},{"type":"speech","time":1349182500,"counter":160,"content":"<p>I thank the Minister of State for his comprehensive report.  In regard to the consumer agenda and the draft resolution, what will it mean in practice on the ground to the consumer in Ireland?  What do the European innovation partnerships do?  What is the emphasis on raw materials?  Is it envisaged that they will deal with raw materials or will they be rolled out in other sectors?  On the question of open access to publicly-funded scientific data, do the universities not publicise their data, writing papers and making presentations available?  Does the Minister of State envisage that this will be a requirement that other sectors must meet?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200006#F00400","speaker":"1110"},{"type":"speech","time":1349182500,"counter":161,"content":"<p>I have a number of queries on Commissioner Michel Barnier and his Single Market Act II proposals?  Are we hoping to develop them during our Presidency?<\/p><p>  My second question relates to the phrase \"promoting smart regulation\".  Everybody would agree that common sense regulation should be implemented.  What are the views on that?  How far are we willing to go to encourage common sense regulation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200006#F00500","speaker":"1053"},{"type":"speech","time":1349182500,"counter":162,"content":"<p>In the course of his address the Minister of State stated, \"as a priority, the review must address new ways and new instruments to address access to finance, especially for SMEs and to promote SMEs and their inherent added value to a competitive industrial Europe.\"  Are we making any progress in that regard?  This is one issue that is raised by constituents with all public representatives.  People trying to operate small businesses tell us that the banks are absolutely crucifying them and they cannot get the finance they so badly require.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200006#F00600","speaker":"1118"},{"type":"speech","time":1349182500,"counter":163,"content":"<p>With the permission of the Chair, I will call on my officials, Mr. Tommy Murray and Mr. Pat Kelly, on some of the technical issues.  I was not aware of the sunset clause to which Senator Quinn referred, but I will defer to Mr. Murray to answer that specific question.  The issues relating to food are in the health silos but we have a prioritisation action group which is a research prioritisation exercise.  We have streamlined what must be done.  The country needs to engage in 14 key areas of research, and food is one of those areas.  Teagasc would be one of the stakeholders in the prioritisation action group because we are trying to set out a new stall that does not put its eye on basic research or blue sky research but moves to an area where we get a closer alignment with industry.  It is the collaboration between academia and industry that will drive jobs growth.  On the announcement by Teagasc that it was trialling potato crops in certain parts of the country, I would have no problem on the basis that there is an inherent trust in the work that Teagasc does and there is a growing realisation that the exponential increase in global populations deems it that we as a country must engage in new technologies to ensure the people on this planet can feed themselves.  That is the high level view but if one is drilling down into a more granular level that should present opportunities for Ireland.<\/p><p>  I take Senator Quinn's point on innovations in that regard.  I have an open mind but it is within the health remit.  That is not to kick the issue to touch.  I am always happy to engage further on that agenda if needs be because I firmly believe we must grapple with it at some stage. <\/p><p>  Senator Quinn made the point that the State should create the environment for the entrepreneur.  The architecture of the action plan for jobs was based on engaging with industry, employers, business groups and so on.  The Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, issued an invitation to those groups to come up with ideas.  The State has a clear role.  The Action Plan for Jobs 2012 is being driven directly by the Taoiseach through the Cabinet sub-committee on economic recovery and jobs.  In my area of responsibility, research and innovation, there is a very clear sense of driving new messages to academia in terms of trying to foster greater collaboration with industry through the prioritisation action group.  We do a great deal of work on the foreign direct investment side of the house but the clear challenge is to try to create more indigenous companies arising from that.  There is a greater role for the State to play in facilitating innovation.  The State agencies are feeding into the action plan for jobs.  The Cabinet sub-committee on economic recovery and jobs has a results-driven agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200006#F00700","speaker":"979","continuing":true},{"type":"speechnospeaker","time":1349183100,"counter":165,"content":"<p>When Ireland assumes the Presidency of the European Union, it will have to be aware that it also assumes the mantle of honest broker or chairperson.  There are many shades of view among the member states.  I ask members to forgive me for being a little circumspect on some of the issues raised because they are to the fore in the Council.  In holding the Presidency we can espouse certain orientations at the Council and will have control over the Council agenda; therefore, we can certainly have an influence on what we see as our view of the world in terms of what we want to pursue at the Council.<\/p><p>  Smart regulation is one of those issues on which we have animated discussions at the Council.  The Commission's administrative burden action plan will be brought to finality at the end of the year.  That is the plan which envisaged an overall reduction in the administrative burden of 25%.  I understand we have been quite successful at European level in achieving this target.  There is a discussion commencing between the Commission, the European Parliament and the Council on whether we need to move on from that action plan and have another round of administrative burden targets.  That discussion will take place at the Council.  Meanwhile, there is a communication on smart regulation coming from the Commission which will be treated as a prominent issue by us at the Council.  In order to tee it up, a high level meeting of directors general on administrative burdens will take place in Dublin on 22 and 23 November.  Following the making of recommendations at the meeting, we will examine how the issue can be usefully pursued through the Council, at which there are many views.  Various like-minded member states have taken certain views on the issue of regulation.  However, we can have this debate on deregulation and better regulation.  While everybody agrees that smart regulation is a good idea, it is a matter of how it is transposed in the member states.  Administrative burdens and smart regulation will certainly be a very prominent issue for us at the Council and I envisage us producing recommendations or Council conclusions during the Presidency at the May Council next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200007#G00200","nonspeaker":"Mr. Tommy Murray"},{"type":"speech","time":1349183100,"counter":166,"content":"<p>I have a question on the terminology being used - administrative burden targets.  Strightaway, from a small business perspective, such terminology kills such businesses.  I therefore suggest we move away from using that type of lingo.  We are here to be as helpful as we possibly can for small business and small industry.  The use of terminology such as administrative burden targets is separate from what small businesses and small industry are seeking.  We must use our common sense rather than such language.  An objective should be to remove such language from EU communiqu&eacute;s.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200007#G00300","speaker":"1053"},{"type":"speech","time":1349183700,"counter":167,"content":"<p>I shall try to answer the Acting Chairman and give the Irish position because he asked a question on the Single Market Act.  To be fair to the Minister, Deputy Bruton regarding his interaction with Commissioner Barnier, there is a determination to distil the Act into areas where Ireland has an interest.  In terms of the Presidency we are talking about the proposed establishment of a high level group on services to business and progressing the digital Single Market agenda, especially building confidence measures in cross-border transactions.  With regard to the cloud computing sector, there is the language of the SME access to capital markets, access to banking services, a professional qualifications directive and issues around public procurement.  I agree with the Acting Chairman that the language used is arcane and does not reflect the vernacular or everyday usage.  In terms of an engagement with 27 member states, it is a language that people subscribe to but I take his point.<\/p><p>  By way of example, the Department is determined to ensure that when Council meetings take place, we can distil the language of the Commission's proposals or Council regulations into a language that can be disseminated in a way that every person, including Ministers, can grapple with.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00100","speaker":"979"},{"type":"speech","time":1349183700,"counter":168,"content":"<p>I apologise for interrupting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00200","speaker":"1053"},{"type":"speechnospeaker","time":1349183700,"counter":169,"content":"<p>It is probably a case of speaking too long and spending too many hours in the company of various Commission acolytes.  I agree with the Minister of State that it is just terminology or Euro-speak.  Unfortunately, that is the language that we use around the Councils and with the Commission.<\/p><p>  The industrial policy review will also come out and the Cypriot Presidency shall draft conclusions on same.  The review's sectoral focus is very good and Ireland can support them.  Some of the traditional industries like agrifood and tourism will be supported as well as ICTs and key enabling technologies.  It is a plan that we can support, drive and emphasise during our Presidency.  I am not sure if there are other comments.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00300","nonspeaker":"Mr. Tommy Murray"},{"type":"speech","time":1349183700,"counter":170,"content":"<p>I wish to reinforce the idea that the Government is prioritising smart regulation through the entrepreneurship agenda and reducing the regulatory burden.  Hence, the communication between the Minister, Deputy Bruton and Commissioner Barnier.  There will be an impetus during the first six months of the Presidency to drive results and reduce regulations in the SME sector.  Over-regulation is a key impediment to SME competitiveness.  Today, the Department wants to disseminate the message that reducing regulation is one of the key themes of the Irish Presidency.  We wish to assist small businesses that the Acting Chairman talked about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00400","speaker":"979"},{"type":"speechnospeaker","time":1349183700,"counter":171,"content":"<p>I wish to comment on SMEs and their access to finance.  During our Presidency, at the beginning of May, we will devote an informal competitive Council to SMEs and better regulation.  It will be an important focal point for our Presidency in terms of dealing with the SME problems, especially access to finance, venture capital funding and the ongoing internationalisation of SMEs.  It is an important issue for the Department and one that we can highlight during our Presidency and, as the Minister of State has said, to promote entrepreneurship and pursuing the entrepreneurship agenda.<\/p><p>  To crystalise our Presidency agenda I shall mention four aspects.  First, open trade and guarding against creeping protectionism; second, opening up the Single Market, services and examining regulated professions throughout Europe - for which another Council debate will be held on the issue - plus penetrating the Single Market in that respect; third, the industrial policy area is important for us and I have mentioned some of the sectors.  The Minister of State had already referred to the cloud computing sector which is close to the Minister's heart; and, fourth, the research and development sector and trying to get significant advancement of the &euro;80 billion Horizon 2020 package.  Also included is competitiveness and the SME package which is &euro;2.5 billion at present.  That will be the Department's work during the Presidency.  We will also promote key dossiers and key communications reached in open trade, Single Market, industrial policy and research and development sectors.     <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00500","nonspeaker":"Mr. Tommy Murray"},{"type":"speech","time":1349183700,"counter":172,"content":"<p>As there are no further questions I thank the Minister of State for his comprehensive and informative review.  I reflect the views of all of the members present when I say that his contribution has proved helpful and worthwhile.  I wish him the best of luck at the EU meeting and during our Presidency of the EU for the first six months of next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00600","speaker":"1053"},{"type":"speech","time":1349183700,"counter":173,"content":"<p>I thank the Acting Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00700","speaker":"979"},{"type":"minorheading","content":"Employment and Youth Unemployment Issues and Pre-Budget Submissions: Discussion with IBEC and SFA","time":1349183700,"counter":174,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H00900"},{"type":"speech","time":1349183700,"counter":175,"content":"<p>I welcome Ms Majella Fitzpatrick, Mr. Fergal O'Brien, chief economist and Mr. Tony Donohoe, head of education and social policy with the Irish Business and Employers Confederation, IBEC.  I also welcome Ms Patricia Callan, director, Mr. Ian Martin, chairman and Mr. A. J. Noonan, a member of the Small Firms Association, SFA.  Mr. Martin is also a managing director of management services and Mr. Noonan is managing director of Rhonellen Developments.  I thank the witnesses for coming here today.<\/p><p>  I had thought that we would meet the delegation earlier and I apologise for the delay.  I hope that the delegations have found the earlier part of the meeting informative and useful.  Due to a change in the ministerial rota for parliamentary questions some of the Opposition spokespersons are missing.  Deputies Peadar T&oacute;ib&iacute;n, Dara Calleary and John Lyons are in the Chamber attending Question Time.  The Deputies wanted to hear the presentation and I apologise on their behalf.  <\/p><p>  Part of today's meeting deals with pre-budget submissions.  I can arrange another meeting between now and December if we need it or the delegations want to attend again to debate the submissions.  We have the transcripts but I have no problem arranging another meeting.  <\/p><p>  Today we are also discussing employment and youth unemployment for which my committee is compiling a report that it will finalise shortly.  I hope its findings will inform the budget and the action plan for jobs next year.  A working group comprising a small section of the committee has been established and everything that the delegation says today will inform its findings.  Please do not worry because all of the transcripts and data will be used.<\/p><p>  The groups have been here before so I will not repeat the rules of the committee.  I call on Mr. O'Brien to commence his briefing.  He will be followed by Mr. Martin. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200008#H01000","speaker":"1078"},{"type":"speechnospeaker","time":1349184300,"counter":176,"content":"<p>Good afternoon, I thank the Chairman and members for the invitation to appear before the joint committee.  Let me introduce my colleagues from IBEC, Ms Majella Fitzpatrick, our director of communications, and Mr. Tony Donohoe, head of education and social policy.  I am the chief economist.<\/p><p>  The items on our agenda are the pre-budget submission, and jobs and unemployment, specifically youth unemployment.  Our pre-budget priorities very much align with the issue of jobs, which is the focus of business.  I will be brief when giving the feedback IBEC has received in the past number of months from its 7,500 members.  The single most important thing the Government needs to do in the budget is not to put additional costs on work and employment.  IBEC draws its members from right across the economy and has 60 to 70 sectorial organisations.  We represent companies in the multinational sector that are doing quite well and in the more stressed sectors of the domestic economy, be it retail or other small and medium-sized enterprises engaged in the domestic market.<\/p><p>  One of the main concerns of the SMEs is the policies that are being floated around about putting additional costs on work.  The statutory sick pay proposals are very much at the sharp end of this issue.  I know my colleagues from the Small Firms Association will outline their perspective and the impact it will have on their ability to employ people.  We are aware of the concerns in companies of all sizes that if such proposals are introduced it will mean savings will have to be achieved elsewhere in the labour cost bill.  For most companies, whether they employ ten or 100 people, it will mean they will hire fewer people next year and cut back on overtime or introduce redundancies.  Such will be the impact of any levy on employment.  This will be the case even in some of the larger organisations.  Multinational groups will have their labour cost budgets completed and should the Government put an additional cost on work in the December budget, those savings must be found by reducing the pay bill in another way.<\/p><p>  The focus of our pre-budget submission is on how we can create more jobs in the economy.  We see some private sector companies recruiting quite significant numbers at present.  For example, some sectors in technology and medical devices and in the pharma-chemical sector have significant skills shortages that are limiting their growth.<\/p><p>  The issue coming up on our tax agenda is related to property tax.  Our members are quite concerned about the property tax.  The Government's proposals and suggestions that the property tax may be delivered through the income tax credit system is seen by IBEC as a <i>de facto <\/i>tax on work.  That tax will be come out of people's pay packets on a monthly basis.  It will be another tax on work which will take from the merit of having a property tax in the first place.  It would be branded as a tax that only workers will pay.  It would act as a further disincentive for people who are out of work to take up a job.  We have concerns about the problems in respect of the incentive to work in the Irish economy.  <\/p><p>  There has been a poor analysis of the PRSI burden for Irish employers.  While we acknowledge the PRSI rates for employers are relatively low at 10.75%, as we do not have a cap on the bill or there is no step down as one goes up the salary levels, one finds it becomes a significant competitive disadvantage, particularly for the employer of higher end staff.  We see this in the multinational sector where some locations and sites would be competing internationally in a multinational group, so the Irish staff will be competing with a site in the Netherlands or in the Unites States and the employer's social security cost is a significant competitive disadvantage.  Very often it is one of the reasons Irish companies do not win projects.  While the rate of PRSI might be low, the actual amount the company pays is quite high because of the structure of our system.  It is a fallacy that the employer's PRSI is low in Ireland.  We need to do some proper analysis and have a full debate and discussion on the matter.<\/p><p>  The main issue for the challenging labour market and the reason so many people are out of work is that demand is so weak.  Some of our members are again hiring people and some are meeting international demand.  For companies in the domestic economy, demand remains exceptionally fragile.  We support the &euro;3.5 billion budgetary adjustment as there is no other way of adjusting the public finances and it must be done now.  However, even in the constraints of a difficult budget, we must ensure that what we do will be revenue neutral and would support some activity in the domestic economy.  I discussed some of these suggestions with the committee in the past and we are still pushing quite strongly for Government to look at innovative ways whereby we can get some spending and activity into the domestic economy.  We have made a suggestion about the limited early release of some pension funds, which we think has significant potential.  This has been done internationally.  We have seen the experience in Denmark and Iceland.  It is one of the few ways we can get money that is currently invested outside the county and put it into our consumers' pockets.  It will give the Government a windfall when the funds leave the pension fund and it means we can avoid the need for some of the more damaging taxes in terms of making the adjustment.<\/p><p>  The household construction sector is another good example.  We see this massive surge in terms of the informal economy activity.  With a bit of clever engineering of taxes, or a grant scheme, we could bring some of that activity into the formal economy and get more tax revenue for Government and generate new activity which does not cost the Exchequer anything.<\/p><p>  Child benefit payments are very topical.  From our experience of previous reductions in the child benefit payment, we know that if one takes the child benefit payment from those at the lower income spectrum, that takes the full 100% of that cut straight out of the domestic economy.  If one can find some way of targeting the adjustment then one will limit the damage to the domestic economy.  It does matter how one makes cuts and savings.  If one does it across the board, one is more likely to limit the spend in the domestic economy.  If Government can take a more targeted approach it will still get the savings but will reduce the impact on spending.<\/p><p>  We have looked at the research which would suggest that about a quarter of the child benefit payment is going into savings accounts.  We have a suggestion that will incentivise people to spend that money via an electronic card format.  If people wanted to be paid in cash, they could get it, but at a reduced amount of cash.  It would be a saving for the Exchequer.  People who would opt for the electronic card model would get discounts from retailers.  It could be a win-win all round.<\/p><p>  In terms of the broad SME sector, access to credit for investment remains challenging.  We think there are some clever things we could do in the budget around the tax agenda, particularly in terms of encouraging the re-investment into small businesses, from the sales of some businesses.  We have many success stories of businesses being sold.  Right now the tax system does not give an incentive to keep that money in the economy and to put it to work in other start-ups or business opportunities.<\/p><p>  The business expansion scheme was a very important source of funding for many businesses.  The follow on we have in terms of the employment investment incentive scheme does not seem to be working.  We know it is a tough investment climate but we need to change the focus of the scheme.  We need to attract a new type of investor.  To bring that new type of investor in, we will need to do something about the risk that is built into the scheme.  We have looked at the detail of the state aid rules and we think there are things that could be done that will attract more investors with a reduced level of risk.  That would have a big impact.<\/p><p>  In regard to mobile investment, Ireland's offering remains attractive but our competitors are catching up with us in the wider business tax.  The Minister spoke about innovation in particular.  The UK has closed in on us in the past couple of years.  It has reduced its corporation tax rates and has done some very clever things around intellectual property and patents which is really getting the attention of mobile investment.  We need to look at that issue.<\/p><p>  On the unemployment agenda, we have two main issues.  We have been very supportive of the Pathways to Work initiative.  On paper it is a very good plan.  If delivered fully, it can make an impact but we have a great many concerns because as of yet we are not seeing the change on the ground.  We are not seeing this connection with the workplace.  For us the key in terms of upskilling, training and labour market activation is to keep all the action as close to the workplace as possible.  We have not seen that.  In terms of the Pathways to Work initiative, getting a strong engagement with employers will be crucially important.  We know there are initiatives being rolled out in the Department.  We need to see them properly resourced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200009#J00100","nonspeaker":"Mr. Fergal O'Brien","continuing":true},{"type":"speechnospeaker","time":1349184900,"counter":178,"content":"<p>The Small Firms Association is the voice of small business in Ireland.  It represents more than 7,500 companies and has six affiliated organisations.  I run my own business, Martin Services, which employs approximately 20 people in the first aid and hygiene sector in Dublin, Cork and Belfast.  We have some experience of a different marketplace.  I am joined by Ms Patricia Callan, who is our director, and by Mr. A. J. Noonan, who is a member of our council and the managing director of Rhonellen Developments.<\/p><p>  We have been asked to discuss two issues today: our proposed solutions to the unemployment problem, with specific reference to youth unemployment, and our pre-budget 2013 submission, which has already been circulated among the members of the committee.  The two issues are linked because this year's budget must prioritise growth, which in turn will deliver real and sustainable jobs.  Half of private sector employment is in the many small businesses that employ fewer than 50 people.  Some 655,000 people are employed in more than 200,000 small businesses.  Therefore, it is logical that this is where most future job creation will come from.<\/p><p>  According to the Small Firms Association's autumn employment survey, some 42% of firms are planning to increase their employment levels.  Some 7% of firms plan to increase those levels significantly, 43% are planning to maintain them and 14% are planning to decrease them.  The live register data hide the fact that there is a lot of churn in the labour market.  Many new jobs are being created by entrepreneurial small businesses.  However, many more jobs continue to be lost, particularly in traditional domestic traded services, as a result of the collapse in consumer confidence.<\/p><p>  Mr. O'Brien has spoken about barriers to job creation.  According to 46% of those who responded to our survey, there is not enough business in the local market.  Of the respondents, 33% cited the cost of doing business as a barrier to job creation, 10% mentioned employment law and 9% mentioned the lack of skills.  Despite what is going on the marketplace, unrealistic salary expectations were encountered by 3% of those who responded to the survey.  While the Government has a limited impact on the first of those factors - the lack of business in the local market - we believe that a more targeted spend from the public procurement budget of &euro;14 billion would help the SME sector.  It would do a great deal to mitigate the next three factors that were mentioned.<\/p><p>  At a very basic level, it is essential that budget 2013 does nothing to increase the cost of employment to employers.  As a key element of this, the Government must introduce a means of job-proofing all Government policies - for example, by conducting a cost-impact analysis of how all Government proposals will affect jobs.  The proposals from the Department of Social Protection to increase employer PRSI, to pass on the cost of the first four weeks of sick pay to employers and to introduce mandatory employee pension provision will destroy job certainty, just as the decision in budget 2012 to slash the employer's redundancy rebate has damaged our ability to save more jobs.  In this instance, we are talking about saving jobs rather than creating jobs.  These proposals should be abandoned immediately.<\/p><p>  Current PRSI reliefs to support employment, such as the employer job PRSI incentive scheme and the reduced lower rate of employer PRSI in certain sectors, should be extended until 2015 at least.  Lack of awareness of these schemes is still a problem.  While we have promoted them among our own members, a more effective communication mechanism would be for the Department of Social Protection to issue a certificate to jobseekers outlining the schemes for which they are eligible and which would reduce employers' costs.  Each jobseeker could include his or her certificate when he or she makes a job application.<\/p><p>  On the need to target youth unemployment, the potential for offering a direct subsidy to employers to take on young people should be examined.  The simpler the system, the more effective it will be.  The Government must make work attractive.  Nobody should be better off on social welfare than in a job, when benefits are included.  Members of the Small Firms Association throughout the country are frustrated in their efforts to create jobs and recruit staff due to the disincentives created by high social welfare payments, falling wages and high labour taxes.  The system needs to be simplified with the immediate introduction of a single social insurance payment for those of working age.  Rates should be reduced for the long-term unemployed and for those under 25.  A voluntary PRSI contribution for the self-employed should be introduced as a safety net.  It is crazy that a self-employed person who loses his or her business can hardly qualify for any of the benefits that exist.  This would encourage more people to take risks and create more work for themselves.<\/p><p>  We need to re-examine the bureaucratic burden that is imposed on small firms by employment law.  Such companies have to try to comply with over 40 different enactments.  The same burden that applies to a company with one employee also applies to a company with 1,000 employees.  Small companies do not have human resources managers.  They find compliance with National Employment Rights Agency inspections, joint labour committees and registered employment agreements, etc., to be a major deterrent to job creation.  This must be rectified and reviewed.<\/p><p>  On youth unemployment, we have identified the high national minimum wage as being a particular barrier to recruitment, as employers can now source more skilled and experienced employees at these low wage levels.  We have identified two major issues with regard to this country's lack of skills - keeping the skills of our existing workforce up, which is the more neglected of the two issues, and investing in management capability.  Money should be reallocated from the national training fund, to which employers contribute for this purpose.  Any Government-funded training for the unemployed should be for courses that are directly linked to jobseekers' ability to return to the labour market.  A work placement element should be built into all programmes as standard.  We have supported the JobBridge and Springboard programmes.  We feel they should be better promoted and enhanced, particularly among jobseekers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200010#K00200","nonspeaker":"Mr. Ian Martin","continuing":true},{"type":"speech","time":1349185500,"counter":180,"content":"<p>I thank Mr. Martin.  Does Ms Fitzpatrick have anything to add?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200011#L00200","speaker":"1078"},{"type":"speechnospeaker","time":1349185500,"counter":181,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200011#L00300","nonspeaker":"Ms Majella Fitzpatrick"},{"type":"speech","time":1349185500,"counter":182,"content":"<p>I thank both witnesses for opening our eyes to the many problems they face.  I have travelled around Ireland for a television show, mainly to visit small businesses, and the difference between some very enthusiastic small businesses and others who have almost given up hope until they are sparked off again is amazing.  Something that surprises me is the number of people who are looking for employees but cannot find them.  Mr. O'Brien mentioned apprenticeships.  I did not realise there was a problem in that respect but I ask him to discuss Springboard.  Mr. Martin commented that people may not have enough information about Springboard and JobBridge.  This is the where the Government is at least doing something to get people in to fill those gaps.  I am amazed to hear some of the high-tech companies say they cannot get Irish employees and must bring them in from elsewhere.<\/p><p>  We need a new spirit, and it is more likely to come from entrepreneurs.  When I went to a meeting in Brussels some time ago we flew in on a Sunday but the airport workers were on strike.  On Monday, the bus workers were on strike.  On Tuesday the taxis were on strike and on Wednesday the railway workers were on strike.  They believed that if they stopped work for a day they would get people to do things for them.<\/p><p>  I recall some years ago, in a spirit of great enthusiasm, a large number of people here did a day's work for free.  Imagine the message we could send out to the rest of the world if people in Ireland, which is faced with a challenge, were willing to work an extra day for free instead of doing what Greece is doing, namely, stopping work for a day.  If we could encourage that to happen we would send out a message to everybody in Ireland that we can beat this crisis and show to the eyes of the world that these people are intent not only on paying their debts but on getting the finances right through working harder rather than working less.  If that is to happen it will more likely come from employers, whether it is small and medium businesses or IBEC people.  I believe an effort could be made in that respect.<\/p><p>  Another point the witnesses made - I ask them to return to it - is that social welfare payments are discouraging people from going out to work.  I thought that issue had been sorted out.  I understood that in general terms most people were better off working rather than not working.  The witnesses might touch on that also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200011#L00400","speaker":"1145"},{"type":"speechnospeaker","time":1349185500,"counter":183,"content":"<p>I will take a couple of points.  If an employer wants to recruit somebody who is on the live register to work in an office, for example, there are many different schemes available, but employers do not know about those schemes.  If the Department of Social Protection were to provide a list of the available schemes, people could apply for a job and indicate that they qualify under JobBridge or this or that scheme.  That would make it much easier for the employer to make a decision on recruiting the employee, and the potential employee can say he or she wants the job and can qualify under X, Y or Z.  The potential employee is giving the employer a reason to recruit him or her.  That is the main thing we are trying to establish.<\/p><p>  The Senator's suggestion on working for nothing for a day is a very good idea but I cannot imagine how it will work in real terms because of the five-day working week.  Do we expect people to work on a Friday or Saturday for nothing?  The spirit at the time of the Special Olympics some years ago was fantastic.  Many employers are doing some corporate social responsibility, CSR, work through volunteering and giving something back.  Compared to some years ago, employees want to hold on to their jobs and are willing to go that extra mile.  I have found that in my business compared to what the position was previously.<\/p><p>  The Senator also mentioned unemployment benefit.  If somebody on the maximum unemployment benefit of &euro;185 a week goes to work for somebody, he or she may be eligible to take up other schemes which are available, but people are not willing to work for an extra &euro;50.  It is not worthwhile getting out of bed for &euro;50, and therefore there should be a proper incentive scheme in place.<\/p><p>  I owned a lawn-mower business some years ago, and we would take people on for work experience.  A young lad of 14 or 15 years of age would come in and get some training on motorbike engines, how to change the oil and so on.  It was real work experience.  Once a week the person from F&Aacute;S would come in to talk to the employee and ask us how we were getting on with him and whether he was learning something, and every week he had to learn an additional skill.  A great deal of on-the-job work could be done because somebody returning to work can do a course but many people have never worked in an office environment and do not know how to turn on a computer or do various actions.  As an employer I would not object to taking on people I knew would move on after three or four months.  I would encourage them to go on, and if they were good at their work they might want to stay.  My colleagues may wish to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200011#L00500","nonspeaker":"Mr. Ian Martin"},{"type":"speechnospeaker","time":1349185500,"counter":184,"content":"<p>I want to pick up on the Senator's comments on skills shortages and Springboard.  We regard Springboard as an exemplar.  The Senator is involved in the selection of programmes and is aware of the lengths to which the organisers have gone to ensure those programmes are aligned with the labour markets.  That is the starting point in this regard, and it has worked well.  The concept of a multi-provider model is also very effective.<\/p><p>  The Senator mentioned high-tech shortages.  We could have an entire session on skills shortages in the high-tech sector.  The reasons for that go back to the school system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200011#L00600","nonspeaker":"Mr. Tony Donohoe","continuing":true},{"type":"speechnospeaker","time":1349186100,"counter":186,"content":"<p>I wish to address one or two of Senator Quinn's comments.  The comment about the need for Irish business and workers to show spirit in terms of getting over this thing is laudable.  One thing we have noticed in many of our member companies, especially dating back to 2009 and 2010 when the decline was at its most dramatic, was the degree to which there were genuine local partnerships between businesses and their employees to try to put right many of their problems.  We saw remarkable efforts to change and certain developments that would not have taken place in a decade before the crisis occurred in the space of six months.  There was an exceptional spirit.  We studied how companies were able to increase their productivity in particular through ambitious, focused change management programmes.  That spirit is still in place in many companies and it has been shown in recent years.<\/p><p>  There is still a real challenge in the domestic economy relating to demand.  We saw this in the case of exporters.  They have had cost problems, especially with the United Kingdom because we became very expensive compared to the UK.  This was the case for companies working in markets where they knew demand existed if they could only become competitive again.  They delivered exceptional change and productivity improvements.  If a company implemented such change in the domestic economy it could probably get more business but, unfortunately, such a company is probably getting that business at the expense of another small business elsewhere.  This does not mean the display of such spirit will not improve the viability of one's business, whether one is an exporter or working in the domestic economy.<\/p><p>  There is an issue with disincentives to work and social welfare payments.  Hardly a week goes by in IBEC when we do not hear from someone in a company who informs us that he offered a job to a certain person or number of people but they would not take the job because they said they would be better off on social welfare.  There is a complex dynamic in terms of what causes it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00200","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349186100,"counter":187,"content":"<p>We must get that data from IBEC.  The committee has asked to hear from companies directly in this regard.  We want to be able to fight this.  One issue is that Pathways to Work is not delivering, and I accept that, but we need a more co-ordinated effort and this committee might have a function in that regard.  Perhaps we could get some actual data.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00300","speaker":"1078"},{"type":"speechnospeaker","time":1349186100,"counter":188,"content":"<p>I know of one case from last week.  A young woman started off in a job but it lasted only one week because she was more comfortable sitting at home on &euro;188 per week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00400","nonspeaker":"Mr. A. J. Noonan"},{"type":"speech","time":1349186100,"counter":189,"content":"<p>There is no doubt it is going on.  We know that but we cannot get companies to tell us officially.  That is the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00500","speaker":"1078"},{"type":"speechnospeaker","time":1349186100,"counter":190,"content":"<p>The Pathways to Work policy and getting the proper programme of engagement with businesses will be important.  This is about the conditionality model.  There should be sanctions and consequences for people who are not taking up training opportunities or who do not take up employment opportunities when they arise.  That is simply not happening at the sharp end.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00600","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speechnospeaker","time":1349186100,"counter":191,"content":"<p>A representative of one company rang me yesterday in advance of my visit here.  The company is a bakery in the west and it has 50 employees.  It starts everyone at the minimum wage but by the end of the month people are up to at least &euro;10 or &euro;11 per hour.  It is not minimum wage work.  However, the company has taken on several people who have only lasted one week or one month because when they see the wage packet they walk away.  One particular person has a husband earning &euro;32,000 and four children.  They have family income supplement as well.  By the time they paid for the fuel to get to work it was not worth it.  In real terms the cost of going to work and being productive for that person was a deterrent.  It is not the basic rates, although they are quite high.  It is the package and how it works together.  This is why it is important to have a streamlined system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00700","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349186100,"counter":192,"content":"<p>Even the family income supplement does not close that gap.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00800","speaker":"1078"},{"type":"speechnospeaker","time":1349186100,"counter":193,"content":"<p>No, and that is why we argue in particular for differential rates when people are heading into longer-term unemployment.  This is relevant for youth unemployment as well because there must be a particular incentive early on.<\/p><p>  Employers need to invest a good deal in training people and giving them experience.  It is a real cost for an employer to have someone in the door for the first three or six months.  There should be a direct subsidy rather than a tax provision.  The tax system is complicated and most small businesses do not really get it.  While employer PRSI incentives are lovely and we like them and so on, if one offered a company &euro;3,000 or &euro;5,000 to take someone in, it is a good deal more straightforward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M00900","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349186100,"counter":194,"content":"<p>You are referring to cash up-front.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M01000","speaker":"1078"},{"type":"speech","time":1349186100,"counter":195,"content":"<p>I refer to page 11 of Mr. O'Brien&rsquo;s pre-budget submission.  I have spoken many times about it in the Seanad.<\/p> <p>I would like to hear Mr. O'Brien's view of the banks' policy on lending to Irish companies?  I have formed the impression that the Minister is not hearing what companies are stating, which is that the banks are not giving out money.  The British are looking at a proposal for a state-backed enterprise or investment bank.  We need such a mechanism.  <\/p><p> Let me draw the attention of the delegates to the ESRI report by Professor Tim Callan who has stated people are better off in work, not on the dole.  New research from the ESRI finds that 94% of Irish people are better off in employment than out of work, even after taking account of child care and travelling to work costs.  I am inclined to believe the findings of that research.  There are many myths that social welfare payments are so high that there is no incentive to work.  I do not believe this; it is a myth created by the troika and the OECD.  That puts paid to the assertion that people are better off on the dole.  I believe what the ESRI is stating.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200012#M01100","speaker":"1156","continuing":true},{"type":"speech","time":1349186700,"counter":197,"content":"<p>It is combination of perception and reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00200","speaker":"1078"},{"type":"speech","time":1349186700,"counter":198,"content":"<p>The troika has been stating our social welfare benefits are too high.  We have a crisis in employment, the level of which In the first six months had been decreasing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00300","speaker":"1156"},{"type":"speech","time":1349186700,"counter":199,"content":"<p>There is no need to go into the statistics.  We are seeking solutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00400","speaker":"1078"},{"type":"speech","time":1349186700,"counter":200,"content":"<p>I draw attention to that fact in order that there is an appreciation of from where I am coming.  There has been a decrease in the numbers in employment.  We have a crisis.  Some 40,000 people are emigrating every year, which breaks down to 800 people leaving the country every week.  It is much easier to keep a person in a job than to create a new one.  I would like the delegates to outline their views on access to funding.  Mr. O'Brien has stated engineering companies cannot recruit apprentices.  I would like him to develop that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00500","speaker":"1156"},{"type":"speech","time":1349186700,"counter":201,"content":"<p>I wish to raise a number of points.  Each speaker has mentioned the gaps in the jobs market.  Does anybody have suggestions or ideas on how we can move more quickly to fill these gaps?  It seems to take an age to fill the gaps in the market.<\/p><p>  I am surprised at what has been said about apprenticeships.  Do the delegates have ideas on how we can move more quickly in this regard also?  The system in Austria is similar to what is in place here.  It has a very good apprenticeship type scheme in place.  Will the delegates identify where there are opportunities for apprenticeships?  Perhaps the joint committee could help in that regard.<\/p><p>  The Small Firms Association referred to the procurement budget of &euro;14 billion.  I find it worrying that we are centralising the procurement system.  Have the delegates made representations to the Minister in this regard?  I have hit him hard about a number of projects and he is not talking to me anymore.  The matter is quiet serious because it is beyond the ability of small companies to meet the criteria to get into the ball park.  Are there proposals that might persuade the Minister to change his mind because he is not listening to me?  There are a number of small companies which were doing good business in meeting local needs, be it in schools or local bodies, but that option is no longer open to them because the rules have changed.  There is an attempt to attract large companies.  However, bigger companies become inefficient, whereas smaller companies are much more adaptable and flexible in quickly sorting out a problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00600","speaker":"1053"},{"type":"speech","time":1349186700,"counter":202,"content":"<p>I thank both groups for their presentations which give us food for thought.  Let me address my initial questions to IBEC.  Is it using the Croke Park agreement to set pay level for higher grades?<\/p><p>  The electronic card for social welfare payments was mentioned.  I know that such an electronic card was rolled out in Australia, but there were concerns that there was a stigma attached to it.  It obviously would not apply to payment of children's allowance because everybody with an eligible child is entitled to receive that payment.  Did IBEC consult supermarkets and retail outlets on whether they were in favour of using that model?  Presumably, it would be possible to exclude the purchase of drink and cigarettes with such a card?<\/p><p>  IBEC has acknowledged that a property tax will be levied, but it has expressed concern that Revenue will be collecting the tax from a person's pay packet. Will IBEC have an issue with the deduction of the property tax, if that is how employees voluntarily decide to pay it?  <\/p><p>  How does the Small Firms Association view a third tax rate versus cuts in social welfare or other schemes?  It has been said that if child benefit is cut for those on lower incomes, it will mean a 100% reduction in their spending power; for people on higher rates of tax, presumably, it will impact on their savings rather than their spending power.  Is there a strong argument for introducing a third tax rate versus cuts in social welfare or other State payments?  It is often said that when farmers receive money, they spend it almost immediately.  A failure to tackle some of these issues, no more than the Croke Park agreement, will impact on the ability to make payments under farm or social welfare schemes.  If it reduces spending power, presumably it will reduce purchasing power within smaller businesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00700","speaker":"1110"},{"type":"speechnospeaker","time":1349186700,"counter":203,"content":"<p>I will start and then hand over to Mr. Donohoe and colleagues from the Small Firms Association.<\/p><p>  Senator Mary White raised the issue of the access to credit.  I am sure the Small Firms Association will have a view on this issue, but the experience of business is that access to credit is variable.  In some sectors of the economy businesses are obtaining credit, whereas in other sectors it is much more difficult to access it.  There is a great deal of credit rationing.  The box might be ticked in terms of approval, but companies are not getting what they need to fully develop their plans, make an investment and get into the export market.  Credit rationing and sector discrimination are the major issues.  Some sectors are in vogue and do not have the same difficulty in obtaining credit, while others find it much more difficult to access it.  It is not universal across the economy, but much depends on the sector in which the business is operating.  It remains a significant constraint on growth.  One only has to look at the published macro numbers to appreciate this.  We do not have the credit flow required in the economy, which is limiting growth and job creation.  That is the reason many of our members who have international experience see a State-backed investment bank as being an important part of the solution.  If one looks at economies such as Germany and Canada, countries in which there is no credit crisis, they have long since had well established state-backed investment banks which have been incredibly successful, particularly in supporting those mid-sized companies which are trying to break into the export markets with ambitious investment plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00800","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349186700,"counter":204,"content":"<p>Let me interrupt Mr. O'Brien at this point.  I know that when Connie Doody and I started Lir Chocolates, we received IR&pound;5,000 from the Bank of Ireland in Dundrum.  Ours was a new high risk company.  Even Mr. John Trethowan agrees that banks are only giving money to safe customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200013#N00900","speaker":"1156","continuing":true},{"type":"speech","time":1349187300,"counter":206,"content":"<p>We need to move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00200","speaker":"1078"},{"type":"speech","time":1349187300,"counter":207,"content":"<p>The SFA should speak louder about the lack of credit available to small companies, particularly those which will create new jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00300","speaker":"1156"},{"type":"speech","time":1349187300,"counter":208,"content":"<p>In fairness, we shall move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00400","speaker":"1078"},{"type":"speech","time":1349187300,"counter":209,"content":"<p>Yes, but we need to speak bluntly about this issue, as we need to make something happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00500","speaker":"1156"},{"type":"speechnospeaker","time":1349187300,"counter":210,"content":"<p>There are difficulties.  The situation is not the same across the board and is significantly threatening to limit the viability of some companies.  We have stated this clearly, as has the SFA.<\/p><p>  The State-backed investment idea is an important one.  In the ten years before the crisis, the economy was exclusively reliant on the banks to fund business growth which was completely out of line with the averages across Europe.  Elsewhere in Europe there is a much broader range of financing tools available to businesses.  Irish businesses just went to the bank manager and it was easy to get the money, but that is all Irish businesses did.  We need to broaden the financing options and models available.  I gave the example of making sure the enterprise investment scheme, EIS, actually worked.  If we could only get a fraction of the money that went into property speculation for supporting the creation of real jobs and businesses, great things would be achieved in the small and medium-sized enterprise, SME, sector.  The tax system also has a role to play in making this happen.<\/p><p>  On the State-backed investment bank idea, I am conscious that it would take several years to get that up and running, as there would be complex state-aid issues.  However, even after this crisis, we will need such a bank.  It is worth investing three years into such a project because it will be important in completing the financing options available to mid-sized companies.<\/p><p>  On the point about ESRI research, this is the third time the ESRI has published different numbers on this topical issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00600","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349187300,"counter":211,"content":"<p>That is not a fair comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00700","speaker":"1156"},{"type":"speechnospeaker","time":1349187300,"counter":212,"content":"<p>I appreciate that, as they were not formally published papers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00800","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349187300,"counter":213,"content":"<p>It was an aberration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O00900","speaker":"1156"},{"type":"speechnospeaker","time":1349187300,"counter":214,"content":"<p>The point is that it is quite subjective and many analysts recognise that determining the costings of work is complex.  Even if we do take into account some of the costs of work, I still agree that for the majority work does pay.  The reason we have an unemployment problem is that there is a lack of demand, but at the margins we still have a problem.  The welfare system should make sense for everyone to take up employment opportunities.  It is a disservice to the 6%, 12% or 20% affected that they are better off on social welfare than at work.  That issue needs to be addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01000","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349187300,"counter":215,"content":"<p>We need to accept that, but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01100","speaker":"1156"},{"type":"speech","time":1349187300,"counter":216,"content":"<p>I am sorry, Senator, but we are moving on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01200","speaker":"1078"},{"type":"speech","time":1349187300,"counter":217,"content":"<p>It is important-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01300","speaker":"1156"},{"type":"speech","time":1349187300,"counter":218,"content":"<p>We are taking answers first.  There will be ample time to come back to the issues raised later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01400","speaker":"1078"},{"type":"speechnospeaker","time":1349187300,"counter":219,"content":"<p>Regarding gaps in the jobs market, the starting point is that they have to be real jobs.  There are, obviously, not vast numbers of jobs available.  If we just have work schemes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01500","nonspeaker":"Mr. Tony Donohoe"},{"type":"speech","time":1349187300,"counter":220,"content":"<p>Mr. O'Brien mentioned that there were many jobs available across all sectors.  Is that the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01600","speaker":"1053"},{"type":"speechnospeaker","time":1349187300,"counter":221,"content":"<p>If one looks at evidence from <i>jobs.ie<\/i> or the expert group on future skills needs, there are particular gaps in the ICT, languages and other areas.  It is not that there are significant gaps, but there are significant skills gaps.  This is not acceptable at a time of high unemployment.  There will always be a certain disconnection between the providers of education and the markets.  This is endemic because of the amount of time providers have available to gear up to respond to fill gaps.  Apprenticeships have a particular connotation and are almost exclusively linked with the construction sector in many people's minds.  That is where the fallout has been.  If one checks F&Aacute;S's figures, there is hardly any apprenticeship being offered or taken up at this stage.  We have to move to a broader model of apprenticeship and come up with a different name such as professional education.  For example, Austria was cited as a country in which there were hundreds of jobs available, many of them high level, that had an apprenticeship type model, a combination of classroom and work placements.  There will be an opportunity under the Irish EU Presidency to push the button for action in this area.<\/p><p>  Regarding youth employment, the committee may be interested to note that the United Kingdom has introduced a direct subsidy of &pound;2,275 for companies which take on 18 to 24 year olds.  It is offering up to 160,000 placements under the scheme.  If we are serious about zoning in on the issue of youth unemployment, this might be a way forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01700","nonspeaker":"Mr. Tony Donohoe"},{"type":"speechnospeaker","time":1349187300,"counter":222,"content":"<p>The aggregation of contracts to which Deputy Anthony Lawlor referred is a significant issue.  Most of the companies which win these large contracts are not Irish companies; accordingly, we are losing out.  I suggest we talk some sense to the Minister in this regard.  The French are very good at keeping contracts small and in their own economy.  The Minister of State, Deputy Sean Sherlock, spoke about creating the environment for business.  In many ways, the environment is hostile to business.  The aggregation of contracts will destroy jobs in the economy.<\/p><p>  Mr. Martin spoke about redundancy rebates.  When a company has to let someone go, instead of letting go of one person, it will let the whole workforce go.  Then we will have a bigger problem.  It is incumbent on the committee to make strong recommendations in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01800","nonspeaker":"Mr. A. J. Noonan"},{"type":"speechnospeaker","time":1349187300,"counter":223,"content":"<p>I have much experience on the procurement side of business.  Much of the all-Irish marketplace is controlled in some way by Government procurement agencies such as health services, local authorities and vocational education committees.  Recently a director of Unilever told me he reckoned up to 40% of his company&rsquo;s detergent sales were through public procurement contracts for Government services.  That excludes an Irish SME from the marketplace.  I am involved in the first aid and hygiene business.  Last Monday a trade customer informed me that he had lost five customers the previous week.  There are two companies in my industry which receive nearly every public contract available.  Local authorities are afraid to buy from their local suppliers which they have supported for years because of these contracts.<\/p><p>  As I am a member of the procurement advisory body, I spoke about this matter to the Minister of State, Deputy Brian Hayes, whose attitude is that he has to get spending down, which I understand.  On the other hand, the Minister for Jobs, Enterprise and Innovation is trying to increase the rate of job growth.  In my case, we lost a large contract last year worth over &euro;300,000 which forced me to let three people go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200014#O01900","nonspeaker":"Mr. Ian Martin","continuing":true},{"type":"speechnospeaker","time":1349187900,"counter":225,"content":"<p>Senator White raised the SME funding.  Let there be no doubt this is the number one priority issue.  It is not directly relevant to today's agenda, which is the reason we have not talked about it <i>ad nauseam<\/i>  but we certainly do.  In terms of the membership of the Small Firms Association, 27% of our members view this as a critical issue for them in terms of ongoing development.  Now it is divided into two specific problems that we need to tackle.  In the first instance, it is a case of a viable business which is trading well and the employees are fine but it is bogged down by the owner's involvement with other properties or other developments or something else and it is all tied into the business.  We need to find a mechanism of separating out the various strands and doing a very serious piece of work to ensure we save more businesses and thus allow the banks to continue to finance them.  The banks will always use the term 'viable'.  Viable means a risk assessment and they are risk averse.<\/p><p>  A more recent problem, which is potentially an issue of greater concern further down the line is that developing and growing businesses which are not borderline or in difficulty, find that it is taking at least three months to get a decision on their proposals from the bank.  They are not getting what they necessarily need.  The amount of paperwork, the form filling and the hoops they have to jump through is shocking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P00200","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349187900,"counter":226,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P00300","speaker":"1156"},{"type":"speechnospeaker","time":1349187900,"counter":227,"content":"<p>That is the real danger because as the economy starts to pick up we need a banking sector that can keep pace with it.  There is no evidence that is the case.  While the microfinance fund, the loan guarantee scheme and the money that is being released from the National Pensions Reserve Fund to leverage money similar to the State-backed investment bank are all good initiatives around the edges business banking is &euro;30 billion.  If we do not have the three main banks actually doing their job, we will never solve the problem.  It is a much more fundamental problem.  We need to get in behind the branch level decision-making scenario and figure out the barriers and the problems.  I know a great deal of work has been done.  We are working with the Department of Finance on this issue.  These are fundamental issues and will not go away.  The problem is not being solved.  It is just evolving.<\/p><p>  Let me flag the emerging issue of rates.  It used to be a case that people would take the money at any cost but as the banks strive to get back to profitability, which they should do, we are beginning to see the price of money increase and that will ultimately damage our ability to compete as well.  Money still has to be number one on the radar.  If one runs out of money one is out of business and there are no jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P00400","nonspeaker":"Ms Patricia Callan"},{"type":"speechnospeaker","time":1349187900,"counter":228,"content":"<p>Funds from the UK are coming into Ireland trying to replace the banks.  Many of the banks are closed for all intents and purposes.  Certainly in the health care sector there are many UK funds coming to invest in it.  They are taking a longer long-term view.  They are also looking at other infrastructural projects as well as health care.  I completely agree with Ms Callan that there is a significant bureaucracy involved in saying \"No\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P00500","nonspeaker":"Mr. A. J. Noonan"},{"type":"speech","time":1349187900,"counter":229,"content":"<p>The committee has put forward proposals on the investment bank.  We do not believe it will take a number of years to set them up.  We have worked with various people who are interested in setting them up.  This can be up and running quite quickly as a short-term measure.  I would not call it a state investment bank because that might focus on State investment.  It is the old ICC model.  Basically it is a business bank.  Some of the money being released at present will be for State projects and we need to ensure it will be available to business of all sizes.  It can be done quite quickly.  From what we can see, we are hitting a brick wall and there is nearly a fear in certain Departments about setting up another bank.  We need to get over that.  The allusion was that it could be attached to an existing bank.  That will not work.  We need a bank like the ICC and its rival, we will continue to push the idea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P00600","speaker":"1078"},{"type":"speechnospeaker","time":1349187900,"counter":230,"content":"<p>The ICC.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P00900","nonspeaker":"Mr. A. J. Noonan"},{"type":"speech","time":1349187900,"counter":231,"content":"<p>Yes, exactly.  The other issue is the black economy in the construction sector<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01000","speaker":"1156"},{"type":"speech","time":1349187900,"counter":232,"content":"<p>Senator White may make a quick comment before she goes to the vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01200","speaker":"1078"},{"type":"speech","time":1349187900,"counter":233,"content":"<p>What can we do about the black economy in the construction sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01300","speaker":"1156"},{"type":"speech","time":1349187900,"counter":234,"content":"<p>The Senator may ask the question and we will get the answers afterwards<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01400","speaker":"1078"},{"type":"speech","time":1349187900,"counter":235,"content":"<p>The black economy in the construction sector is destroying legitimate business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01500","speaker":"1156"},{"type":"speechnospeaker","time":1349187900,"counter":236,"content":"<p>I will be happy to follow up with the suggestions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01600","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349187900,"counter":237,"content":"<p>My e-mail address is senatormarywhite@gmail.com.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01700","speaker":"1156"},{"type":"speechnospeaker","time":1349187900,"counter":238,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01800","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349187900,"counter":239,"content":"<p>We must drive that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P01900","speaker":"1156"},{"type":"speechnospeaker","time":1349187900,"counter":240,"content":"<p>Deputy Kyne raised the possibility of a third tax rate.  While it is all bad for domestic businesses, our arguments are based on balance.  On balance, it makes more sense if we must look at social welfare rates which increased by double the rate of inflation in the past decade and are out of line with competitor countries internationally compared to increasing the top rate of tax, which may or may not bring in the amount of money that is bandied about but will certainly, from the perspective of the larger companies that are critical to smaller companies, deter investment entirely.  Mobile investment will not come here if their top staff are taxed beyond what is the norm.  That is the reality.  We can philosophise about it, but on balance our assessment is that a third tier of tax would be detrimental to our overall competitiveness.<\/p><p>  There was a discussion on the disincentive to work, be it from the level of social welfare payments or attitude.  Our members tell me daily that even with schemes such as JobBridge there are more positions than applicants.  It is staggering how few people are applying for the graduate training programme, the established programmes that are available.  Whether that is because they think they will emigrate, we must communicate with people about these schemes.  There is an appetite in the member companies to take on people, in particular under the JobBridge scheme and to work with Springboard graduates.  We are not seeing the applications come through at any level.  Even people offering real jobs are seeing very few and poor applications.  The applicants may come in but they consider it is not worthwhile to take up the job.  It may technically be worth their while but how much more do people have to make to make it worth their while to go and be productive?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02000","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349187900,"counter":241,"content":"<p>We had a very good presentation from the Department of Social Protection.  One can argue the case that when the family income supplement is included it is better to go back to work, but when one factors in the cost of going to work and child care, it takes from the incentive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02100","speaker":"1078"},{"type":"speechnospeaker","time":1349187900,"counter":242,"content":"<p>Technically, one gets an extra euro a week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02200","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349187900,"counter":243,"content":"<p>A number of points have come to the fore.  I would assume from what I know that businesses get CVs on a daily basis?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02300","speaker":"1078"},{"type":"speechnospeaker","time":1349187900,"counter":244,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02400","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speechnospeaker","time":1349187900,"counter":245,"content":"<p>I can speak personally in the context of the Small Firms Association.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02500","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349187900,"counter":246,"content":"<p>I get CVs on a daily basis, I get letters from people telling me they have sent their CVs everywhere.  It is important for the joint committee to hear the feedback from companies.  We do not have a list of companies who tell us they cannot get workers.  We made a call for this information, but we received no replies.  It would help our argument if we knew that there were companies that cannot get workers.  We could then go directly to the various social welfare officers who are meant to be engaging with Pathways to Work.  I accept it is a pilot scheme but it was meant to be rolled out nationally by May or June  2012.  We are way behind that target.  Pathways to Work will work if we drive it.  It is meant to close the gap so that we do not have a repeat of what happened in the 1980s, when the economy recovered there were still people in long-term unemployment.  I believe in the scheme but if we do not drive it will not work.<\/p><p>  We had a discussion on offering apprenticeships as a way of creating jobs.  Will Mr. Donohoe elaborate on the detail of how to go about that?  At that stage nobody was saying that the offer of an apprenticeship were not being taken up.  Mr. O'Brien mentioned that apprenticeships were being offered, NGM is one, that are not being filled.  That information did not come up before.  That is a matter of concern, because it is new information to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02600","speaker":"1078"},{"type":"speechnospeaker","time":1349187900,"counter":247,"content":"<p>I will go into detail on that when the Chairman is finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02700","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349187900,"counter":248,"content":"<p>Ms Callan touched on the minimum wage.  I am a long-term advocate of the minimum wage.  I would not have a problem with a lower wage for the first six months if it would create jobs.  Is there merit in considering a lower wage for a period of three or six months to see if a person is suitable?  The gap must be closed by a social welfare payment because it will defeat the purpose if the individual ends up with less money.  There is a cost to business to take on a staff member.<\/p><p>  I have long been an advocate that we should give business an upfront grant of &euro;5,000 or an agreed figure whatever it is, to create a job.  People want an employment grant and that is the most straightforward thing.  For business to avail of most of the scheme, they must be in profit to get the tax back.  It is about cash.  I get the impression that in the Department the concept of cash does not get the attention it deserves.  One cannot run a business without cash. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200015#P02800","speaker":"1078","continuing":true},{"type":"speech","time":1349188500,"counter":250,"content":"<p>I would like to ask a question about casual labour and the disincentive in this regard owing to the loss to individuals of their allowances because our social welfare system is not geared up to deal with the more modern economy in which we live and people taking on jobs for ten or 15 hours per week.  Have the witnesses made any submissions to the Minister on this issue which would help us strengthen our case?  While we have done so, we also need the organisations to put forward proposals for changes to the social welfare system in respect of casual labour, so as to make it much more flexible in terms of allowing people to take up 15 hours work, spread over two or five days while retaining their social welfare payment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00200","speaker":"1053"},{"type":"speech","time":1349188500,"counter":251,"content":"<p>I would like to make two more points on the black economy.  We have had this debate with the Minister for Finance a couple of times.  We are hoping we might some move on tackling the bigger projects.  There is a black economy that cannot be tackled.  However, where there is an outlay of &euro;5,000, &euro;10,000 or &euro;20,000 this can be tackled through a tax incentive or grant system such as provided for in the Nordic countries in particular.  We are pursuing that option with the Minister.  We would all agree with release of funds from the pension fund.<\/p><p>  The sick pay issue is one on which this committee has a strong view.  We know that it will not be good for business.  I understand the reason the Minister wants to bring it in, mainly from a public sector point of view and management of sick pay.  However, I also suspect it is not being managed in businesses as well as it could be.  As it is an awkward issue, and employment law is very awkward, I get the impression many employers stand back from tackling the issue of sick pay when a person is not genuinely sick.  Perhaps I am wrong.  I would welcome the witnesses' views on that.  Is more information needed and is there a need for Government to lead the way in tackling fraudulent sick pay?  I am speaking in this regard of people who do not turn on certain days rather than those who are genuinely sick.  I have seen this happening in businesses down through the years.  It is never really tackled.  It is let go.  However, someone else carries the cost of it.  That is part of the reason the Minister is introducing this measure.  I am not suggesting it is right.  The problem in the public sector is bigger than in the private sector.  Tackling and managing it is something the committee might engage in.  <\/p><p>  I understand Mr. O'Brien wishes to correct something I said earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00300","speaker":"1078"},{"type":"speechnospeaker","time":1349188500,"counter":252,"content":"<p>I would like to make a couple of final comments.  On the issue of apprenticeships, my point was that we have unfilled vacancies at all skill levels, some of which are in the mid-scale technical area.  That would not be an unfilled apprenticeship as such.<\/p><p>  I would like to return to some points made earlier by Deputy Kyne on the property tax.  Our concern is that if this is done through the payroll system it will become a <i>de facto<\/i> tax on work and will be a further disincentive for someone who is out of work to seek a job because they will see this as a tax only paid by workers.  It is important that if that model is used there are not widespread exemptions.  It may be possible to look at deferral models but widespread exemptions would mean this would essentially be a tax paid by workers.  That would be very damaging.<\/p><p>  In terms of the social welfare cards, I agree that we do not want to return to the butter voucher days.  That is the reason we would have focused on the universal scheme as a good place to roll out something like this, in particular in the case of child benefit, the budget for which is well over &euro;2 billion.  It is an awful lot money, which we could spend better in terms of getting at need and impacting on the economy.<\/p><p>  On the issue of the Croke Park agreement, one of our concerns, particularly over the past two budgets, has been cuts to many services without sufficient delivery of efficiencies.  The Croke Park agreement has many success stories.  Unfortunately, given the state of our public finances much more needs to be done.  It was sensible to have a framework.  It is hoped that the Croke Park agreement or similar framework could continue to deliver the savings that are needed.<\/p><p>  On the specific issue of public sector pay, we remain baffled that pay increases in the public sector continue to be made at a time when the country is broke.  In the face of severe and, in many cases, socially divisive cuts pay increases continue to be made by way of increment.  We believe this is an unsustainable position.  In the region of &euro;200 million can be saved.  From an equity point of view if nothing else, the Government needs to address this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00400","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1349188500,"counter":253,"content":"<p>Would anybody else like to make some concluding comments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00500","speaker":"1078"},{"type":"speechnospeaker","time":1349188500,"counter":254,"content":"<p>I would like to make some brief comments, if I may, on the issue of sick pay and education in this regard.  I believe the GP fraternity could be a target for some education in this regard.  GPs continue to issue certificates which are questionable.  The point is that they are not doing their patients any favours by so doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00600","nonspeaker":"Mr. Tony Donohoe"},{"type":"speech","time":1349188500,"counter":255,"content":"<p>The point being that if an employer receives a certificate of sickness there is not much he or she can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00700","speaker":"1078"},{"type":"speechnospeaker","time":1349188500,"counter":256,"content":"<p>I would like to respond to a couple of particular comments made.  The point we were making today in terms of the minimum wage is that when sourcing workers now one can hire anyone on the minimum wage rate.  Therefore, a young person will never be given a chance because the choice will always be to hire the experienced seasoned worker.  This needs to be addressed.  A 'young' person in this regard is someone aged up to 24 or 25 years.  There are exemptions in the legislation on under-18s taking up a first job.  In real terms, these are the practicalities of it.  It is a barrier at this point in time, notwithstanding all of the arguments we have about it.<\/p><p>  In terms of the casual labour issue, we are meeting this week with the high level group on business regulation which comes within the remit of the Department of Jobs, Enterprise and Innovation and is chaired by the Minister of State, Deputy Perry.  We have set up a sub-group specifically to look at this issue.  The Department of Social Protection is to send some people to meet the group.  We are hoping that out of this will come some concrete engagements in respect of which we can come back to the committee.  It is certainly an issue. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00800","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349188500,"counter":257,"content":"<p>We can download it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q00900","speaker":"1053"},{"type":"speechnospeaker","time":1349188500,"counter":258,"content":"<p>That would be very helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01000","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349188500,"counter":259,"content":"<p>A lot of work has been put into it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01100","speaker":"1078"},{"type":"speechnospeaker","time":1349188500,"counter":260,"content":"<p>The idea was that this group would send material to the Action Plan for Jobs to be delivered.  The Department of Social Protection is not deeply into engaging but we will do our best. We have done a great deal of detailed work on the issue of sick pay.  In the UK they spent two years discussing this, looking at it, examining it and travelling up and down and looking at the issues around sick certificates and looking at all the mechanics in terms of rebates and systems.  After all that they decided to do nothing because of the recession.  That is the person the Minister for Social Protection, Deputy Joan Burton flew in to tell us that we should bring this system in.  At that presentation the OECD also sat on the fence.  Fundamentally they were talking about different models in different countries and how great it was and when I asked them what actually happens in terms of insurance products for smaller companies, they said they forgot to mention that small companies are exempted.  We know that the Minister said she would exempt small companies but the Department promptly retracted that.  It is a debacle.  It needs more assessment, and work before one can justify it.  From our perspective the Minister is just trying to get it out of her Bill and it will be absolutely critical to smaller companies, even in pure cash flow terms having to trump up &euro;188 rather than the equivalent of &euro;90 in the North would persuade somebody like Mr. Ian Martin to locate a job there.  One then gets the money back.  There is far more complexity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01200","nonspeaker":"Ms Patricia Callan"},{"type":"speech","time":1349188500,"counter":261,"content":"<p>We might take on that topic<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01300","speaker":"1078"},{"type":"speechnospeaker","time":1349188500,"counter":262,"content":"<p>We employ 20 people in my company and we would need a fund of &euro;8,000 to &euro;10,000 sitting in the bank if all our employees were to take one week's sick leave in the year.  We run a service business and may need to employ a person for the day, but they will only work for cash.  Nobody will work legitimately for a single day.  It is very hard on the service industry to get casual workers.<\/p><p>  One of the suggestions I have been making on public procurement is that one should be banned from buying anything off contract.  If one goes to tender for a computer system, that should be it.  If one wants a different printer one cannot have it.  People who have a public procurement contract make the money on the extras.  A small business cannot afford to tender to make a loss with the hope that it may pick up the extras later.  If one bans all extras on public procurement, one will see prices going up but it will mean that Irish companies can then compete with the multinationals that have big deep pockets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01400","nonspeaker":"Mr. Ian Martin"},{"type":"speech","time":1349188500,"counter":263,"content":"<p>Does Mr. Noonan wish to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01500","speaker":"1078"},{"type":"speechnospeaker","time":1349188500,"counter":264,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01600","nonspeaker":"Mr. A.J. Noonan"},{"type":"speech","time":1349188500,"counter":265,"content":"<p>The issue of PRSI for the self-employed was raised in the presentations by both delegations.  It is being discussed by another committee which was formerly part of this committee.  It will be raised at its meeting on Wednesday next.  We have been pushing it very strongly.  There has been some movement on it.  There must be a safety net for the self-employed.  l hope it will be allowed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01700","speaker":"1078"},{"type":"speechnospeaker","time":1349188500,"counter":266,"content":"<p>I have been suggesting a voluntary system of PRSI for quite some time and did so last week at a meeting of the AGSB, the Advisory Group for Small Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200016#Q01800","nonspeaker":"Mr. Ian Martin","continuing":true},{"type":"speech","time":1349189100,"counter":268,"content":"<p>That is when people have earned the right-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200017#R00200","speaker":"1078"},{"type":"speechnospeaker","time":1349189100,"counter":269,"content":"<p>I refer to the ordinary guy who decides to set up his own business.  There is a fear he will not be entitled to anything if it fails.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200017#R00300","nonspeaker":"Mr. Ian Martin"},{"type":"speech","time":1349189100,"counter":270,"content":"<p>There is an enterprise grant available in those circumstances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200017#R00400","speaker":"1078"},{"type":"speechnospeaker","time":1349189100,"counter":271,"content":"<p>It is 12 months for many of the schemes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200017#R00500","nonspeaker":"Mr. Ian Martin"},{"type":"speech","time":1349189100,"counter":272,"content":"<p>No, it is down to three months or it should be at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200017#R00600","speaker":"1078"},{"type":"speechnospeaker","time":1349189100,"counter":273,"content":"<p>It depends on the business.  It has been taken on board and the Minister, Deputy Bruton, likes the two proposals which is hopeful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200017#R00700","nonspeaker":"Mr. Ian Martin"},{"type":"speech","time":1349189100,"counter":274,"content":"<p>I thank the delegation for their attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200017#R00800","speaker":"1078","continuing":true},{"type":"speech","time":1349189400,"counter":277,"content":"<p>That is when people have earned the right-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200018#R00200","speaker":"1078"},{"type":"speechnospeaker","time":1349189400,"counter":278,"content":"<p>I refer to the ordinary guy who decides to set up his own business.  There is a fear he will not be entitled to anything if it fails.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200018#R00300","nonspeaker":"Mr. Ian Martin"},{"type":"speech","time":1349189400,"counter":279,"content":"<p>There is an enterprise grant available in those circumstances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200018#R00400","speaker":"1078"},{"type":"speechnospeaker","time":1349189400,"counter":280,"content":"<p>It is 12 months for many of the schemes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200018#R00500","nonspeaker":"Mr. Ian Martin"},{"type":"speech","time":1349189400,"counter":281,"content":"<p>No, it is down to three months or it should be at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200018#R00600","speaker":"1078"},{"type":"speechnospeaker","time":1349189400,"counter":282,"content":"<p>It depends on the business.  It has been taken on board and the Minister, Deputy Bruton, likes the two proposals which is hopeful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200018#R00700","nonspeaker":"Mr. Ian Martin"},{"type":"speech","time":1349189400,"counter":283,"content":"<p>I thank the delegation for their attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2012100200018#R00800","speaker":"1078"},{"type":"majorheading","content":"Joint Oireachtas Committee on Environment, Culture and the Gaeltacht","time":1349183700,"counter":285},{"type":"unspoken","content":"The Joint Committee met at 14:15","time":1349183700,"counter":286,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200002"},{"type":"minorheading","content":"Discussion with Housing Finance Agency","time":1349183700,"counter":289,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200003#C00050"},{"type":"speech","time":1349183700,"counter":290,"content":"<p>We are now in public session and will discuss the functions and responsibilities of the Housing Finance Agency plc, HFA.  I welcome here today Dr. Michelle Norris, chairperson, Mr. Philip Nugent, director, Mr. Barry O'Leary, chief executive officer, and Mr. Tom Conroy, company secretary of the Housing Finance Agency, and thank them for their attendance this afternoon.<\/p><p>  In commencing proceedings I wish to draw attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if witnesses are directed by this committee to cease giving evidence in relation to a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I also wish to advise that the opening statements submitted to the committee will be published on the committee's website after the meeting.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.  <\/p><p>  We have invited the HFA to brief us on its activities and how it spends its money.  The company's annual report of 2011 states that its principal objectives are to advance funds to local authorities and the voluntary housing sector to be used by them for any purpose authorised by the Housing Acts and to borrow or raise funds for these purposes.  I would contend that &quot;for any purpose authorised by the Housing Acts&quot; is a very broad remit and am interested in what role, if any, the agency has in refining this remit, particularly given that there is further housing legislation coming down the line.  I am referring in particular to the forthcoming Residential Tenancies (Amendment) (No. 2) Bill, which will apply further governance requirements to the voluntary housing sector.  I would also ask that during today's deliberations witnesses do not get too bogged down in the minutiae of facts, figures and sums with regard to the agency but deal in more general terms with headline expenditure and so forth.<\/p><p>  The number one question concerns how much finance is available at present to the agency and where it sees that being spent in the short to medium term.  How will the HFA ensure the State is getting good value for the investment and support it gives to the agency?  Finally, I would be interested in a brief description of one or two successful projects the agency is engaged with at present.  I am sure members will have many questions regarding both the national and local approaches of the HFA.  I now call on Dr. Norris to make her opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200003#C00100","speaker":"990"},{"type":"speechnospeaker","time":1349183700,"counter":291,"content":"<p>I thank the Chairman and members of the committee for inviting me and my colleagues here to address them today.  My name is Michelle Norris and I am the chairman of the Housing Finance Agency, HFA.  I would like to introduce my colleagues again.  I am joined by Mr. Barry O'Leary, who is the chief executive officer of the agency, Mr. Tom Conroy, who is the company secretary and financial controller, and Mr. Philip Nugent, who is a board member and non-executive director of the agency and a principal officer in the planning and housing policy and finance section of the Department of the Environment, Community and Local Government.<\/p><p>  I will start by outlining the functions of the agency and our mission.  The agency was established in 1982 and its function is to advance loan finance to local authorities and voluntary housing bodies to be used by them to fulfil their functions under the Housing Acts.  We borrow or raise funds for these purposes to lend on.  Our mission is to source and structure the loan finance in the most cost-efficient manner possible.  The agency is not funded directly by the Exchequer but is a self-financing organisation, funded by a small charge on each of its loans.  The agency does not formulate housing policy, which is the reserve of the Minister for the Environment, Community and Local Government, but simply implements it.  The Government guarantee on the agency's borrowings enables it to raise funds at very low interest rates.  The total outstanding loan book of the agency, as of 31 December 2011, was &euro;4.4 billion. <\/p><p>  In terms of the structure of the agency, the board is appointed by the Minister for the Environment, Community and Local Government with the consent of the Minister for Public Expenditure and Reform.  The term of membership is generally five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200003#C00200","nonspeaker":"Dr. Michelle Norris","continuing":true},{"type":"speech","time":1349184900,"counter":294,"content":"<p>I thank Dr. Norris for her presentation.  It is a matter of months since she last attended a meeting of the committee, prior to her appointment.  She seems to have got her feet well under the table since then.  I will now take questions from members, beginning with Deputy Catherine Murphy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200005#E00200","speaker":"990"},{"type":"speech","time":1349184900,"counter":295,"content":"<p>I thank Dr. Norris for her comprehensive introduction and for the copies of the Housing Finance Agency's annual report, which makes for interesting reading.  I accept that the agency does not make policy, but I assume it does advise the Government on such issues as the costs and risks associated with, for example, the shared ownership loan scheme.  That particular scheme is aimed at people who will struggle to meet loan repayments and there is a subsidy aspect built into it.  Does the agency receive direct feedback from local authorities in respect of how these types of loans will play out?  Can offerings be redesigned on the agency's advice?<\/p><p>  There are opportunities for local authorities to invest money with the agency and earn a return.  As I understand it, in the case of development contributions and certain other funding sources, there is a restriction on spending anything other than what comes in the current year.  The last time I inquired about this, I was told there was almost &euro;1 billion between all the local authorities which could not be spent.  This is an extraordinary sum of money which would interfere with the national debt if it were to be spent.  These moneys are collected in order to match allocations by Government for the provision of such facilities as wastewater treatment plants and so on.  Does the agency actively go after that money or do the local authorities approach the agency with a view to investing it?  Of the 24 authorities that have invested money with the agency, does Dr. Norris know whether the money is coming out of that particular fund?<\/p><p>  Lending has become much more onerous in that significantly more stringent stress tests are now applied.  We can all understand why that has happened.  Does Dr. Norris have any information on how the local authorities' loan portfolios are performing, associated debt levels and so on, or is that left entirely to the authorities themselves?  Dr. Norris referred to a long-standing mismatch in the agency's index-linked and older fixed-rate books.  As I recall, however, some of the products it offered in the early days, such as the HFA loans and fixed-rate mortgage loans, were charging interest at rates of up to 12.5%.  Were these lending conditions not disproportionately onerous on the borrower?  I cannot figure out why such offerings would be more expensive to fund than others.<\/p><p>  Does the agency consider location when providing funding to the voluntary housing sector?  As I understand it, 43% of the entire housing waiting list is comprised of people living in Dublin, Cork city and County Kildare.  The bottom six counties, meanwhile, account for only 3% of the housing waiting list.  It goes without saying that rents will be higher in areas of higher demand.  Does the agency have any role in deciding where voluntary housing provision is located, having regard to differing regional needs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200005#E00300","speaker":"1052"},{"type":"speechnospeaker","time":1349184900,"counter":296,"content":"<p>I will respond to the Deputy's questions with some preliminary comments before passing to my colleagues for a more detailed response.  In regard to the question of soliciting for loan business, the agency does not actively seek out lending.  Rather, organisations come to us seeking loans.  Our function is not to set policy, but we work with the Department of the Environment, Community and Local Government and the local authorities on an ongoing basis to ascertain their needs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200005#E00400","nonspeaker":"Dr. Michelle Norris","continuing":true},{"type":"speechnospeaker","time":1349185500,"counter":298,"content":"<p>On shared ownership, the Housing Finance Agency has a continuous dialogue with local authorities and the feedback they are providing is that some of their clients with shared ownership loans are experiencing difficulty.  In the majority of cases, the loan is approaching the end of the term and the clients are realising that the rental portion has not been redeemed.  We are examining ways of addressing this issue.  As the Chairman noted, the agency did not design the scheme, although we fund it.  It is important for us to offer solutions to local authorities to help their clients.  The difficulty that will arise if we start offering annuity loans is that many of those with shared ownership loans are approaching the end of their working lives.  However, many of them also have significant equity in their homes and are keen to find a solution to the problem.  We have been exploring this issue with local authorities for the past six months and hope to have something to offer them shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200006#F00200","nonspeaker":"Mr. Barry O'Leary"},{"type":"speechnospeaker","time":1349185500,"counter":299,"content":"<p>Any house purchaser under the shared ownership scheme who is experiencing difficulties with mortgage arrears and has a mortgage from the local authority will be covered by the mortgage arrears resolution process.  Structures are in place, therefore, and the shared ownership scheme is also being examined as part of the review of Part V announced in the Government housing policy last year.  Some longer term and more fundamental changes to the shared ownership scheme may arise from the review, including how to deal with people who are approaching the end of the 20-year lease period and how to work them through the process in terms of their tenure options at the end of the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200006#F00300","nonspeaker":"Mr. Philip Nugent"},{"type":"speechnospeaker","time":1349185500,"counter":300,"content":"<p>To respond to some of the other questions, while local authorities approach us with their surplus cash, we do not know the source of this money.  The numbers cited are broadly correct in respect of the surplus the local authorities may have had.  Unfortunately, very little of this surplus of approximately &euro;100 million comes to the Housing Finance Agency, probably because we are offering reasonably low rates.  Our cost of funds is such that we are able to secure borrowings from elsewhere at a reasonably attractive rate and, as such, we do not have to compete for deposits.  The local authorities are attracting higher interest rates elsewhere, including in some of the pillar banks which are offering a little more than us at this stage.<\/p><p>  On fixed-rate loans, it is correct that they were initially advanced at rates in excess of 10%.  This was done in an environment in which interest rates in the market were 16%.  We borrowed money at 10% to match-fund the loans and the Government at the time kindly allowed an opportunity for borrowers to redeem without penalty.  This is unusual in a fixed-rate scenario.  We have a fixed-rate borrowing rate of 10% and anyone who has a borrowing from us at 10% can redeem at no cost.  Obviously, if a borrower can refinance his or her loan at 3% or 4%, it creates a difficulty for us.  However, we have all the treasury risk put away in our balance sheet at this stage. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200006#F00400","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349185500,"counter":301,"content":"<p>Deputy Catherine Murphy may pursue further questions now, as she is due in the House for Priority Questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200006#F00500","speaker":"990"},{"type":"speech","time":1349185500,"counter":302,"content":"<p>I will return after Priority Questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200006#F00600","speaker":"1052"},{"type":"speech","time":1349185500,"counter":303,"content":"<p>The agency has set out a number of measures to deal with the issue of shared ownership loans, including extending the current mortgage loan term, allowing interest-only repayments and allowing interest-only repayments for partial redemption.  Are these measures sufficient given that exactly one year ago, 38.9% of shared ownership loans were in arrears of 90 days or more?  These figures, however accurate, were provided by the Department in response to a parliamentary question.<\/p><p>  Some of the houses on which shared ownership loans were taken out have been abandoned as owners have decided to shut up shop, as it were, and move on.  Local authorities would like to transfer some of these vacant properties to their housing stock and some have already done so.  I understand that in the case of at least one local authority the Housing Finance Agency receives the rent and uses it to service the loan.  Does the agency intend to act to ensure houses are not left abandoned for extended periods?<\/p><p>  The Housing Finance Agency has been a progressive and good body.  However, having provided finance to house a large number of people, it now has loans outstanding on its borrowings as a result of a hangover from the Celtic tiger era.  The assets of the agency and local authorities - the houses for which the loans were borrowed - are being left idle and their conditions are deteriorating as a result of vandalism, freezing pipes and so forth.  In addition, boarded up houses have a negative impact on the image of neighbourhoods.  Can something be done to fast-track the sale of such houses or their transfer into local authority housing stock?  Are the steps set out by the agency sufficient?  Should it offer a rental option when there is no hope of a loan being repaid?  I am aware of borrowers whose incomes have collapsed to perhaps one quarter of the level they were at when their loans were taken out.  They may be able to pay &euro;50 per week but they cannot pay &euro;200 per week.<\/p><p>  Will the witnesses provide a ballpark figure on the percentage of loans taken out under the affordable housing scheme that are in arrears?  Is the agency extending loans to local authorities for the purposes of refurbishing, maintaining and repairing existing housing stock?<\/p><p>  I was interested to note that a large part of the Housing Finance Agency's loan book is for environmental projects in areas such as water and waste.  Will the witnesses provide some examples?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200006#F00700","speaker":"1102"},{"type":"speechnospeaker","time":1349185500,"counter":304,"content":"<p>I will respond on the shared ownership issues.  The solutions probably lie within the remit of the Department and local authorities rather than the remit of the Housing Finance Agency.  As the provider of funding, we do not produce solutions for people who are in arrears or at the final stages of the arrears process.  However, the Department has been working with the agency and local authorities to devise proper solutions.  Arrears are becoming an increasingly difficult issue in some local authority areas.  Local authorities with the largest number of shared ownership transactions have obviously been worst affected by the shared ownership scheme.<\/p><p>  It is the case that we cannot have properties lying vacant when households are on waiting lists.  We are working with local authorities to devise longer-term solutions in order that repossession and eviction occur only in circumstances in which there is no other solution. <\/p><p>  The agency is working on a mortgage-to-rent scheme for local authority borrowers, which will be slightly more complicated than the scheme being made available by mainstream lenders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200006#F00800","nonspeaker":"Mr. Philip Nugent","continuing":true},{"type":"speech","time":1349186100,"counter":306,"content":"<p>I note the Housing Finance Agency, HFA, has reserves of &euro;74 million.  However, it must pay back the money it has borrowed commercially.  Is that an incentive for the agency to be putting the squeeze on local authorities and the Department to come up with solutions?  Last year, arrears over 90 days on shared ownership houses stood at 38%.  I have no reason to believe that has changed for the better.  This crisis must be faced up to.  My primary concern is for the people who are in such arrears.  However, the agency must get the cash back in too.  That is the reality of its operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00200","speaker":"1102"},{"type":"speechnospeaker","time":1349186100,"counter":307,"content":"<p>I am not arguing with the Deputy that it is a problem from which the agency is completely isolated.  The Department has to be the driver of the solutions for all local authorities and for the HFA.  The main part of the solution lies in the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00300","nonspeaker":"Mr. Philip Nugent"},{"type":"speech","time":1349186100,"counter":308,"content":"<p>To date, the Department has been slow in coming up with solutions, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00400","speaker":"1102"},{"type":"speech","time":1349186100,"counter":309,"content":"<p>I thank the agency for its presentation.  Many houses, particularly on the western seaboard, are vacant.  These homes vary in size from two-bedroom apartments to three-bedroom semi-detached houses.  Recently, I viewed the property registration website which detailed the prices of such homes as between &euro;40,000 to &euro;80,000.  Has the HFA discussed with local authorities the possibility of financing the purchase of such properties as social housing stock which now cost substantially less to buy than to build?  Many of the homes are in towns and villages and conform to building regulations.  They would suit as social housing for the elderly, for example.  Has the agency ever considered lending to individuals?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00500","speaker":"1082"},{"type":"speechnospeaker","time":1349186100,"counter":310,"content":"<p>On the possibility of such homes becoming social housing for the elderly, as we outlined in our opening statement, we do not actively go out looking for business.  Local authorities or voluntary housing bodies come to us with projects for financing.  Our role is the wholesale raising and lending of finance.  We do not get involved in the development side in any shape or form.  We have a staff of 11 and our expertise is in raising moneys, lending them to the local authorities and getting it back.<\/p><p>  We have never considered getting involved in lending to individuals.  Purely from an operational point of view, we have a small staff and, accordingly, it is not practical.  We would have a whole range of risk assessment issues that would have to put us on a footing similar to that of a bank.  The model used since 1984 is that the local authorities carry out that function on our behalf.  They have the relationship with the individual.  It is their responsibility to get the money back on shared ownership loans.  Our lending relationship and, accordingly, credit risk is with the local authority.  The reason we are successful is that we have managed to stay small and focus on our business which is to raise money cheaply, lend it to local authorities and allow them to do the real work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00600","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186100,"counter":311,"content":"<p>Has the agency had many funding applications from local authorities in Sligo, Leitrim and the north west?  There are significant concerns in the area about the number of people on housing lists.  This is an ideal opportunity for local authorities to get social housing stock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00700","speaker":"1082"},{"type":"speechnospeaker","time":1349186100,"counter":312,"content":"<p>None of the applications we have received from voluntary housing bodies to date is based in the west.  Up to &euro;3.5 million has been lent to Sligo County Council for 2011.  If any local authority approached us with a council&rsquo;s resolution and the Department&rsquo;s sanction to draw money from us, we would give them money.  We have plenty of funding available with a facility in place that allows us to borrow up to &euro;10 billion.  Money is relatively cheap.  It is the function of the Department&rsquo;s allocation to local authorities as to whether local authorities are likely to get funds from us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00800","nonspeaker":"Mr. Barry O'Leary"},{"type":"speechnospeaker","time":1349186100,"counter":313,"content":"<p>The focus of our activities reflects the focus of government policy in social housing.  In recent years, that policy has changed much.  In the past we funded local authorities to acquire land for social housing building.  The Department of the Environment, Community and Local Government, in turn, funded them with, basically, 100% capital grants to build houses.  The voluntary housing sector was funded in the same way.<\/p><p>  As the State has experienced a severe fiscal crisis, the programme of capital grants for social house building was cut down radically.  Now the focus of government policy is on using the remaining capital grant money for social housing regeneration and funding voluntary housing agencies to get social housing.  My understanding is that the main reason for this lies with where the loan lies.  If we loan money to a voluntary housing body, it does not lie on the State&rsquo;s books as part of the national debt.  If we loan to local authorities, it does.  In my day job, I lecture in University College Dublin and I research this area for a living.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200007#G00900","nonspeaker":"Dr. Michelle Norris","continuing":true},{"type":"speech","time":1349186700,"counter":315,"content":"<p>I would like to ask Mr. O'Leary to clarify his comment that the agency has the capacity to borrow or raise &euro;10 billion.  Is that in addition to what the agency already has on its loan books, or is that the ceiling up to which it can borrow?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00200","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":316,"content":"<p>That is the total ceiling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00300","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":317,"content":"<p>How far off that ceiling is the agency at the moment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00400","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":318,"content":"<p>A good deal.  We have approximately &euro;4.4 billion in borrowings at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00500","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":319,"content":"<p>The agency could still borrow approximately &euro;5.6 billion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00600","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":320,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00700","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":321,"content":"<p>I will ask an obvious question.  Why are we not engaging in rent-to-buy programmes involving vacant housing in suitable areas across the country where NAMA has properties?  I wonder why that issue has not been examined.  Perhaps Mr. O'Leary can clear something else up for me.  What is the current position with the incremental purchase scheme?  Is the agency providing funding to local authorities for the scheme?  I will proceed to ask about some other matters when I get an answer to those questions.  Is the agency funding the incremental purchase scheme at this time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00800","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":322,"content":"<p>We have not been, but we would if we were asked to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H00900","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":323,"content":"<p>No local authority in this country is applying the incremental purchase scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01000","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":324,"content":"<p>Not to my knowledge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01100","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":325,"content":"<p>I think that is a good idea.  If the agency were able to make recommendations to Government Departments, I would suggest that it should recommend the scrapping of the programme, which was dreamt up at a time when the average house value at the entry price was approximately &euro;250,000.  Given that those properties now cost somewhere between &euro;80,000 and &euro;120,000, the rationale that underpinned the incremental purchase scheme no longer exists.  It is a bad deal for the Exchequer and a bad programme for the purchasing tenant in the long term.  It is a bad deal all around.  The rug has been pulled from under the rationale that led to the establishment of the incremental purchase scheme by a previous Administration.  I would like to pick up on what Deputies Stanley and Ellis said earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01200","speaker":"990"},{"type":"speech","time":1349186700,"counter":326,"content":"<p>I did not say anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01300","speaker":"1022"},{"type":"speech","time":1349186700,"counter":327,"content":"<p>I apologise.  I meant Deputy Catherine Murphy.  Deputy Ellis and I are on the same psychic level, so I know what he is going to say in a moment.  Deputies Murphy and Stanley referred to the Housing Finance Agency as the vehicle that provides funding to local authorities that want to borrow money.  Those borrowings end up in three specific categories.  The traditional tenant purchase loan, which is provided at a rate of 3% for every year occupied in the house, up to a total of 30%, is the old scheme we all knew.  The borrowings can also end up being used as part of the shared ownership approach or as affordable housing loans.  The difficulty with the standard tenant purchase approach is that people may be in arrears.  The difficulties with loans in the two other areas are far more complex.  It can be taken as a given that every affordable loan issued from 2005 or 2006 onwards is now in negative equity.  That is in addition to the fact that such loans might also be in arrears.  At the top of the bubble, affordable housing was priced at approximately &euro;250,000 in certain areas of Cork.  Those properties are not within an ass's roar of &euro;250,000 today.  They would be lucky if they reached &euro;125,000 or &euro;130,000.<\/p><p>  The particular difficulty with the shared ownership programme relates to the fact that when it was first rolled out, houses in an estate in the Douglas area of Cork were sold for &pound;40,000, half of which was taken on a mortgage and half of which was deferred over a 20-year period.  That valuation became somewhat skewed, obviously, when we went into the euro, etc.  The real difficulty arises upon the completion of the 20-year schedule that was agreed at the outset.  The owners do not have to clear the euro equivalent of &pound;20,000.  They do not even get 50% of the current market value of the property.  They have to make a balloon payment that is far in excess of half of the current value of their property.  It is as if the shared ownership scheme was based on the premise that property values would keep increasing into the future.  People now have balloon payments that are greater than the entire proportionment of the property.  One could buy the property for less than what the half-share should actually be.<\/p><p>  In her presentation, Dr. Norris said the Housing Finance Agency had &euro;59 million in reserves at present.  She said those reserves will increase to &euro;74 million in the coming period.  I accept that the reserves are needed, but should the increase of more than &euro;20 million in the reserves be examined?  Could we consider an element of write-down of the debt, particularly with regard to the shared ownership programme?  We have discovered that the programme was flawed from the outset.  It has put people of 60 years of age in impossible situations.  They cannot remortgage.  They cannot get another 20-year schedule because one's schedule has to be completed by the time one reaches 65 years of age.  We should forget about using the mortgage arrears resolution process, which was mentioned earlier, because it is designed as a deferment process.  We are bringing forward the insolvency Bill because the mortgage arrears resolution process keeps pushing the problem down the line.  The process will not resolve the dilemma of those who live in shared ownership properties.  They need a significant debt write-down.  Is there a possibility that the reserves that have been accrued by the Housing Finance Agency could be used to reduce those debts?<\/p><p>  I ask the witnesses to park those issues while I mention another matter of lesser importance that is nonetheless worth considering.  In the risk analysis section of their presentation, they said that the agency's loans are protected.  As Dr. Norris knows, my view is that mortgage indemnity insurance should be mandatory in this State, just as car insurance is.  If one takes out a mortgage on a house, one should be required to have it insured, just as one has to insure one's car.  There seems to be some kind of model out there at the moment.  If I took out a local authority loan that was financed by the Housing Finance Agency, what requirements would the agency place upon me with regard to having that loan insured at the end of the process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01400","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":328,"content":"<p>I will begin by responding to the Chairman's final question.  The mortgage insurance that we have in place is very small.  Again, it is all through the local authority.  We lend to the local authority.  Our end customer is the local authority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01500","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":329,"content":"<p>Does the agency ask them for the criteria for the insurance that would be applied to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01600","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":330,"content":"<p>We do not.  We talk to them about what they do.  They have a facility with the client who is the underlying user of the loan.  Death and disability insurance are the two types of insurance that are covered for a cost of approximately 0.5%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01700","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":331,"content":"<p>There is no requirement to have mortgage income protection or mortgage indemnity insurance - just death and disability insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01800","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":332,"content":"<p>There is a type of mortgage income protection, in a sense.  If one is out of work or cannot work for more than 13 weeks for any reason, one's mortgage will be paid for a period of two years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H01900","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":333,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H02000","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":334,"content":"<p>If one dies, the mortgage is cleared, obviously.  There is no insurance for mortgage default or anything like that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H02100","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":335,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H02200","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":336,"content":"<p>It is quite cost-effective.  It costs 0.5% of the mortgage.  It is a group scheme.  Everyone has to pay into it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H02300","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349186700,"counter":337,"content":"<p>Right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H02400","speaker":"990"},{"type":"speechnospeaker","time":1349186700,"counter":338,"content":"<p>That is the relatively straightforward question answered.<\/p><p>  The Chairman also asked about the use of our reserves.  One needs to think about what the relationship is.  We lend to the local authority.  We are making the heroic assumption that the local authority will always pay us back - that the local authority will not go bust.  Obviously, the local authority has an issue with lending to shared ownership clients who have genuine difficulties with paying off the rental side of it.  The figures mentioned by the Chairman are broadly in line with what the experience would be.  One would find people who have ignored the situation.  The premise of the loan in the first instance was that it would be paid back in small tranches over a period of time during which the value of the house and the household salary would increase.  We would not comment on the question of whether that was the right premise on which to base the loan.  All we do is fund the loan.  We do not actually create the scheme.  There is a real difficulty that will ultimately have to be addressed.  If the Housing Finance Agency were approached for a contribution to the rolling out of a solution, we would look favourably on any approach that would be made by the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200008#H02500","nonspeaker":"Mr. Barry O'Leary","continuing":true},{"type":"speechnospeaker","time":1349187300,"counter":340,"content":"<p>As a statement of fact there is a certain logic in the Housing Finance Agency's reserves being identified as a possible means of supporting local authorities in making available solutions in that regard but, ultimately, it is a ministerial decision by the Minister for Public Expenditure and Reform who is the beneficial owner of the agency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00200","nonspeaker":"Mr. Philip Nugent"},{"type":"speechnospeaker","time":1349187300,"counter":341,"content":"<p>To reiterate the commitment expressed by Mr. O'Leary, we have an open mind about the prospect of entering into discussions with the Department about the use of the relatively short-term reserve we found on the books for this year and next year.<\/p><p>  Regarding the Chairman's two points about the shared ownership scheme, my understanding is that one of the problems with the shared ownership scheme is that by the time the borrower has funded the mortgage on half the equity plus an income related rent on the other half, the total repayment was the same as if they had paid a mortgage to buy the property.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00300","nonspeaker":"Dr. Michelle Norris"},{"type":"speech","time":1349187300,"counter":342,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00400","speaker":"990"},{"type":"speechnospeaker","time":1349187300,"counter":343,"content":"<p>My personal opinion is that there is a strong argument on grounds of equity for addressing the position of those people.<\/p><p>  Regarding the other point about our mortgage insurance, as Mr. O'Leary mentioned, the local authorities have a group scheme for mortgage protection which covers illness and unemployment.  It does not cover default but compared with many of the schemes on the market from the private sector throughout the boom, it is a relatively generous and solid scheme.  It has been very useful from the agency's perspective for protecting our risk but it might be worth exploring whether it could be extended.  Obviously, that is outside our remit but I am aware of many of the problems associated with similar products being offered on the market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00500","nonspeaker":"Dr. Michelle Norris"},{"type":"speech","time":1349187300,"counter":344,"content":"<p>The reason we have suggested that is because local authorities are tied into that but since the housing Act of 2009, which has facilitated a situation where voluntary housing agencies can also engage in tenant purchase programmes.  As we move into regulating the voluntary housing agency with the forthcoming Residential Tenancies (Amendment) Bill, the requirement could be put upon them also to have an evolved insurance model because it could well be the case that the social housing agencies rather than the local authorities may be the vehicle for rent to buy in terms of NAMA properties and other areas.<\/p><p>  As regards the agency's governance of the funding it is giving to local authority and housing agencies Dr. Norris mentioned, it should not be a presumption that the housing agencies will have the proper insurance structures in place that not only protect the borrowers but also protect the State because it is the State which picks up the tab on mortgage interest relief.  We would be better off having that ensured for a period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00600","speaker":"990"},{"type":"speech","time":1349187300,"counter":345,"content":"<p>I thank the witnesses for their presentation which I am sorry I was not here for as I was delayed at another meeting.  They might indicate if I ask them questions they have dealt with already and I will get the information from the Official Report.<\/p><p>  On the presentation, the agency is using outside experts to assess the suitability of any such lending approved housing body for a loan.  It is in section 6 under its business category.  Who are the outside agencies it is using?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00700","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":346,"content":"<p>A company called EC Harris.  It is a UK-based capital management company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00800","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":347,"content":"<p>On the approved housing agency, is the agency still giving 100% loans to those for developments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J00900","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":348,"content":"<p>We have the potential to give up to 100%.  The credit committee is evolving its credit policy as we go along because this is relatively new business for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01000","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":349,"content":"<p>What about the last four that were approved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01100","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":350,"content":"<p>It was 80%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01200","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":351,"content":"<p>From reading the report a few questions arose.  The agency seems to be renegotiating and rolling over.  Is its approach to renegotiate rather than default?  Would that be what I should understand from the annual report?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01300","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":352,"content":"<p>That would not be correct.  Our relationship is with local authorities.  We will facilitate the local authorities in managing their cash flow.  If they have renegotiated with a client on the ground, the cashflow coming from that loan is different but they must be careful that the cashflow they are about to pay us for our loan is matched with that.  We will mirror anything they do on the ground in order to facilitate them but it is not our policy to renegotiate because our clients are only the local authority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01400","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":353,"content":"<p>The agency renegotiated &euro;155.43 million up to 31 December, and that was rolled over from January to 1 July 2012.  Was that renegotiated, to use Mr. O'Leary's term?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01500","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":354,"content":"<p>That does not relate to mortgage business but to loans we have given to local authorities for land acquisition.  We gave them a facility of between three and seven years in which they could have interest only and the assumption was that during that period they would develop the land and build houses on it.  That assumption no longer holds and they are now in a position where they have land which they will not build on for which they do not have a particular use.  We rolled it over or renegotiated - whatever term the Deputy wishes to use - for a period but then something else happened with this and now all the matured loans to the value of &euro;155.43 million the Deputy mentioned, from 1 July last, were converted to annuity.  They are now on a process where they are beginning to pay interest on capital to pay down that loan, but there is no underlying client on the far side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01600","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":355,"content":"<p>What Mr. O'Leary is saying is that that &euro;155.43 million has been moved into annuity and it is on land that will not be developed.  It is a fairly heavy liability on the local authorities that had that land because they are paying interest plus capital on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01700","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":356,"content":"<p>They are paying interest and capital to us on those loans.  That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01800","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":357,"content":"<p>On land that is virtually impossible to develop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J01900","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":358,"content":"<p>It would range in its quality.  There is an arrangement in place in the Department where local authorities which do not have any use for this land can transfer it into the housing sustainable communities agency and it will manage it centrally but it is not a function of the agency.  We do not manage that.  We have raised the money and we lent it cheaply to the local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02000","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":359,"content":"<p>Do I understand that they are paying interest plus capital on that?  What are the repayments of interest plus capital on that loan on an annual basis?  Our interest as an environment committee is in the impact of those liabilities on local authorities in terms of the services.  I am trying to get a grasp of the cost to local authorities and the &euro;155.43 million.  What percentage of the capital and what interest are they paying on the loan?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02100","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":360,"content":"<p>They would pay a straightforward annuity over 20 or 25 years, whatever they choose to pay.  The interest rate we charge on those loans is 2.3%.  At a rough guess we would say that perhaps 3% of the &euro;153 million would be their cashflow per annum.  It would be &euro;4.5 million or thereabouts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02200","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":361,"content":"<p>Would that break down by local authority or will we have to seek that information from the local authorities?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02300","speaker":"1033"},{"type":"speechnospeaker","time":1349187300,"counter":362,"content":"<p>We would be able to tell the Deputy what the interest and capital breakdown for each local authority would be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02400","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187300,"counter":363,"content":"<p>I would be interested in that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02500","speaker":"1033"},{"type":"speech","time":1349187300,"counter":364,"content":"<p>I ask Deputy Humphreys to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02600","speaker":"990"},{"type":"speech","time":1349187300,"counter":365,"content":"<p>I want to ask a number of questions on the agency's annual report-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02700","speaker":"1033"},{"type":"speech","time":1349187300,"counter":366,"content":"<p>I will call him again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02800","speaker":"990"},{"type":"speech","time":1349187300,"counter":367,"content":"<p>-----but I will be brief.  Mr. O'Leary mentioned the shared ownership scheme and I know his responsibility is to lend the money but he mentioned the Part V review.  As the Chairman said, there is a real problem in that people have come to the end of it but the other problem is that they had taken shared ownership loans from 2004, which suited them at the time, but in the case of a single man or woman or a married couple in a one or two bedroom apartment, their family sizes may have increased.  I have personal experience of one family with two children living in a one-bedroom apartment.  The value of the apartment was &euro;210,000 on purchasing.  They would be lucky to get &euro;110,000 for it now, and they want to move on with their lives.  They need accommodation suitable to the size of their family but even if they took a 100% write-down they are not in a position to sell on because the local authority will not take the write-down on the value of their side of the loan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200009#J02900","speaker":"1033","continuing":true},{"type":"speechnospeaker","time":1349187900,"counter":369,"content":"<p>Certainly the Department has been receiving that sort of feedback from several local authorities.  Those with the most uptake under shared ownership have that problem, naturally enough.  The review of Part V is under way and it includes looking at shared ownership.  Several local authority personnel are involved and they are from the local authorities with the most shared ownership loans.  It is being looked at as part of the Part V review process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00200","nonspeaker":"Mr. Philip Nugent"},{"type":"speech","time":1349187900,"counter":370,"content":"<p>Is that specific angle being examined?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00300","speaker":"1033"},{"type":"speechnospeaker","time":1349187900,"counter":371,"content":"<p>Yes, that specific angle.  It relates not only to arrears but to properties no longer being suitable for the household's needs and the issue of negative equity.  It is not only an arrears issue.  There may be no arrears issue in some cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00400","nonspeaker":"Mr. Philip Nugent"},{"type":"speech","time":1349187900,"counter":372,"content":"<p>I wonder why the Housing Finance Agency is so called because it has responsibility for water and everything else under its brief.  Will the delegation elaborate on that, including environmental capital projects and so on?  Reference was made to the mortgage to rent scheme.  The agency implements policy while the Minister makes policy so we cannot expect the delegation to state that they will implement A, B, C or D.  I understand the reserves amount to &euro;76 million.  I am unsure whether it is necessary to carry this level of reserves.  We have seen what happened to businesses that do not have reserves, especially insurance companies.  The agency needs reserves but is it necessary to have such large ones?<\/p><p>  Many contributors have raised the issue of shared ownership.  I have raised this issue with the Minister of State, Deputy Kathleen Lynch, and she said she was examining the matter.  Whatever is decided, it is a policy matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00500","speaker":"1135"},{"type":"speech","time":1349187900,"counter":373,"content":"<p>That is for the Minister of State, Deputy Jan O'Sullivan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00600","speaker":"990"},{"type":"speech","time":1349187900,"counter":374,"content":"<p>I am sorry, the Chairman is right.  I would like to see a recommendation from the committee, especially in view of the fact that the delegation said it had an open mind on the reserves.  I propose that a recommendation be made.  I would hate to see a good debate such as this get lost in translation.  The Minister is in place.  We want to ensure that the message goes to the right circles and that everyone is talking to everyone else.  We have all seen what happens when Departments do not talk to one another.<\/p><p>  A recommendation has been made on shared ownership.  Dr. Michelle Norris stated that the shared ownership people ended up paying what they would have paid on an ordinary mortgage and they are suffering more of the brunt now than the ordinary mortgagee.  I am keen to see something done in this regard.<\/p><p>  Reference was made to a change in the interpretation of policy and to keeping mortgages off the Government books.  That is how public private partnership schemes work and it is how they should work in this time of need.  This is not only in the case of shared ownership; it works in other areas and it is not to be sneezed at if it works.  If the Government does not have money to build and if someone else does and can put the facility on the ground then that should be a recommendation.<\/p><p>  I was surprised to hear that we do not have companies available in Ireland for outsourcing.  EC Harris is a UK-based capital funding company.  Is there no Irish company available?  Probably there is none, but there is much talk about keeping jobs in Ireland and so on.  There is no money in Ireland to lend in this area and the lending source of the Housing Finance Agency is not Irish-based, or is it?  Is it partially Irish-based?  How does the agency focus its borrowing proposals?<\/p><p>  I will not dwell on it but the purchase of NAMA buildings is an issue.  We all know we have a good deal of property and we do not want to build any more.  We want regeneration but not more building and this is where the Government has spoken.  If the agency cannot do what it seeks to do, for example, purchase empty NAMA properties, then the policies should be changed and we should make a recommendation that that should take place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00700","speaker":"1135"},{"type":"speechnospeaker","time":1349187900,"counter":375,"content":"<p>I wish to answer the question on outsourcing.  The contract awarded to EC Harris to advise us on assessing credit applications from the voluntary housing sector was put out to competitive tender.  The consultants we engaged have a strong record of advising the United Kingdom regulator of housing associations.  When we were devising our system for assessing housing associations we drew on international best practice in the area from throughout the European Union.  In Ireland until the mid-1980s we funded housing mainly by borrowing.  Then during the last fiscal crisis the Government moved away from that system towards capital grants and until recently most social housing has been funded by capital grants.  We do not have the experience within the sector of managing loan finance or of regulating organisations funded by loan finance whereas there is a good deal of such experience in other European countries.  This is the main method used to fund social housing throughout western Europe.  We believe there is significant expertise available internationally on which we should draw and the awarding of the contract reflects that.  This was not the tradition in Ireland but it was internationally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00800","nonspeaker":"Dr. Michelle Norris"},{"type":"speechnospeaker","time":1349187900,"counter":376,"content":"<p>The contract was awarded after an <i>Official Journal of the European Union<\/i> tender.  It was not a question of picking a UK-based or Irish-based firm.  We picked the successful tenderer.<\/p><p>  We engage in water and environmental projects but only if they are beneficial for housing purposes within the area.  A water treatment plant is being built in Waterford and a waste management plant in Wexford because the housing under development in the area requires it.  Only if it is something that helps or is ancillary to housing do we get involved.<\/p><p>  A question was asked about the source of our funds.  Until the crisis we borrowed money from throughout Europe through a euro commercial paper programme.  This has since stopped and since the State cannot borrow in the markets we are getting funds through the EU-IMF channel.  Money comes to us via the National Treasury Management Agency, NTMA, and this has been provided for under the programme.<\/p><p>  We have a requirement for approximately &euro;50 million or &euro;55 million in reserves for the legacy issues to which we referred earlier.  These relate to index-linked loans and fixed loans.  These legacy issues will go away by the end of 2018.  We do not have an absolute requirement for any profits we make this year in excess of the &euro;50 million or &euro;55 million category.  The risks ebb and flow.  Changes in interest rates and so on dictate what the quantum of the risk will be, but we take the view that anything above that level is open for discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K00900","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187900,"counter":377,"content":"<p>Does that mean approximately &euro;25 million is open for discussion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K01000","speaker":"1135"},{"type":"speechnospeaker","time":1349187900,"counter":378,"content":"<p>If all goes well we should have approximately &euro;74 million at the end of 2012.  That means the figure will be &euro;20 million or thereabouts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K01100","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349187900,"counter":379,"content":"<p>I congratulate Dr. Norris on her appointment and I thank the delegation for the presentation.  Dr. Norris raised one particular issue which I have been looking at as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200010#K01200","speaker":"1022","continuing":true},{"type":"speech","time":1349188500,"counter":381,"content":"<p>I thank Dr. Michelle Norris and her colleagues for the presentation.  I am very interested to hear everything she has to say.  It is interesting that the HFA has expanded its role since 1996 and can now lend to the local authorities for water, waste and environmental capital projects in addition to the original remit for housing.  Will one of the delegation give me an example of an environmental project that the HFA would have been involved in?  I am thinking of the Dublin City Council proposal to bring water from the Shannon to Dublin.  There is a requirement to fund that big project to take water from the River Shannon to the city.  I have an interest because it is proposed to hold the water in Garryhinch in my constituency, where the water could be contained before it is pumped further to Dublin.  Is that the type of project that the HFA could possibly fund?  I am not asking specifically about that project.  Could the HFA fund a project on that scale?  A project of that type would have a knock-on effect on the community.  Other project would have cultural facets.  Does the HFA take account of that?  Has the HFA engaged in such a project previously?<\/p><p>  I note the HFA provides an investment facility for local authorities.  May I have an indication of how many local authorities avail of this service?  How has that investment fared out? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00200","speaker":"1099"},{"type":"speechnospeaker","time":1349188500,"counter":382,"content":"<p>I will deal with Deputy Ellis's questions.  We have concerns in terms of our lending directly to voluntary bodies.  Our primary concern is to ensure we safeguard the assets of the State, which is our job.  We have put in place a rigorous assessment of them.  The results to date show that of the 17 groups that applied, we have approved only four, rejected eight and five are still pending and under negotiations.  The level of success at this stage is quite small because we are particularly anxious to ensure that they have a structure in place both in terms of financial and governance structures to make sure they are capable of managing these projects.  That is particularly important to us.<\/p><p>  He also asked why our profits jumped from &euro;3.6 million to &euro;15 million.  This arose from movements in the international financial markets.  Our cost of borrowing has fallen by approximately 1.25% in the past 12 months and as a consequence we will make &euro;12 million.  As things settle down in the financial markets we will return to normal profitability, which is somewhere between zero and &euro;3 million or thereabouts.<\/p><p>  On the question of loans for water projects and so on, the proportion of those loans that we have on our book is quite small, there is less than &euro;100 million involved.  Therefore these are relatively small projects and we have borrowed through two European banks, the European Investment Bank and the Council of Europe Development Bank.  In all cases all the money is paid back on time and in full.  As an agency, we are probably the only financial institution in the country which has no loan arrears.  We have absolutely no loan arrears on our book because we do business with local authorities. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00300","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349188500,"counter":383,"content":"<p>It seems to be Government policy to put the delivery of social housing to the voluntary housing group.  Is there pressure being put on the HFA to invest in the voluntary housing sector as opposed to the local authorities?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00400","speaker":"1022"},{"type":"speechnospeaker","time":1349188500,"counter":384,"content":"<p>There is no pressure being put on the agency to make any lending decisions and if there was, it would be resisted, end of story.  It would not happen.  Our only job is to safeguard the assets of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00500","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349188500,"counter":385,"content":"<p>The loans are off the Government balance sheet when the HFA fund the voluntary housing association as opposed to Government funded projects<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00600","speaker":"1052"},{"type":"speechnospeaker","time":1349188500,"counter":386,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00700","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349188500,"counter":387,"content":"<p>In actual fact that is probably what makes the decision.  It is not counted as Government borrowings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00800","speaker":"1052"},{"type":"speech","time":1349188500,"counter":388,"content":"<p>My point is that it suits Government not to have it on its Vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L00900","speaker":"1022"},{"type":"speech","time":1349188500,"counter":389,"content":"<p>Let us bring things to a conclusion.  There are one or two outstanding items.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L01000","speaker":"990"},{"type":"speech","time":1349188500,"counter":390,"content":"<p>My question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L01100","speaker":"1099"},{"type":"speech","time":1349188500,"counter":391,"content":"<p>I thought that question was answered, I apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L01200","speaker":"990"},{"type":"speechnospeaker","time":1349188500,"counter":392,"content":"<p>Let me give the committee an example of the projects in which we have been involved.  Two come to mind.  In County Waterford we have done a water treatment project.  In County Wexford we have done a waste management project.  Nobody has approached us from any of the Dublin authorities in terms of the large scale projects.  Our issue would always be that the projects would have to be housing related so there could not be a commercial water issue attached to the loan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200011#L01300","nonspeaker":"Mr. Barry O'Leary","continuing":true},{"type":"speechnospeaker","time":1349189100,"counter":394,"content":"<p>Deputy Marcella Corcoran Kennedy raised the issue of bringing water to Dublin.  This is a major project which will more than likely fall within the remit of Irish Water and not come to the door of the HFA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00200","nonspeaker":"Mr. Philip Nugent"},{"type":"speech","time":1349189100,"counter":395,"content":"<p>How many local authorities have received advice from the HFA on investments? How have they got on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00300","speaker":"1099"},{"type":"speechnospeaker","time":1349189100,"counter":396,"content":"<p>We did investment business with 24 local authorities throughout 2011.  Increasingly, local authorities have acquired their own skills and have not come to us for much advice in the past 12 months.  Our costs are quite small.  We are offering rates of 0.3% and they are getting considerably more from the pillar and other banks.  As the cost of our funds is so low, we cannot afford to pay any more than that rate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00400","nonspeaker":"Mr. Barry O'Leary"},{"type":"speech","time":1349189100,"counter":397,"content":"<p>Let me summarise the issues that are outstanding.  We are seeing the broadening of social housing provision, which goes back to the Housing (Miscellaneous Provisions) Act 2009 under which every agency is now defined as a social housing agency provider, once it is registered to be so.  The HFA is a lending agency and will be lending more and more to voluntary housing bodies, in respect of which there is always a risk.  One of the historical difficulties with social housing concerns the differential rent and income ceilings.  Traditionally, one ends up with poor people in poor housing.  If a different approach was adopted, one could have a blend, with some having a higher income threshold.  From the point of view of funding, that means the ratio of risk would be much better and the people living in voluntary housing estates would not be drawn only from those on low incomes. One would have a more balanced society as a result.<\/p><p>  That leads us to the differential rent system operated by the local authorities.  The local authorities and voluntary housing bodies repay their loans to the HFA.  Is there a possibility of revisiting the differential rent scheme and creating a second tier for those with more substantial income in order that they could participate in the voluntary housing sector, albeit at a different level?<\/p><p>  I tabled a parliamentary question on the number of  vacant properties in the possession of the local authorities.  I remember that in terms of rent forgone to local authorities, the figure ranged between &euro;12 million and &euro;15 million per annum.  That is a whopping amount of money when one considers &euro;20 million a year is being put aside to fund long-term leasing.  In fact, a greater number of properties are vacant and they would generate more money than the sums paid out to fund long-term leasing.  <\/p><p>  Mr. O'Leary referred to short-term lending.  Is it time to look at this?  I recognise that he does not decide on policy, but could consideration be given to the issue?  Is there a possibility that some short-term lending programme could be looked at where the turn-around process for vacant local authority houses could be speeded up?  If one takes it, as a base level, that a local authority house will be vacant for the 52 weeks of the year, at &euro;100 a week, the local authority will lose &euro;5,200.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00500","speaker":"990"},{"type":"speech","time":1349189100,"counter":398,"content":"<p>Rent assistance is also paid to persons eligible for social housing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00600","speaker":"1052"},{"type":"speech","time":1349189100,"counter":399,"content":"<p>There is an economic argument for using vacant properties more quickly.  The HFA issues a loan that is repaid in the short term and is earning interest on the money lent to the local authority.  The local authority will have a house that can generate an income and somebody on the housing list can be housed more quickly.  Is it within the scope of the HFA to put a financial instrument in place to facilitate local authorities in rolling out such a programme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00700","speaker":"990"},{"type":"speechnospeaker","time":1349189100,"counter":400,"content":"<p>We have the ability to put an instrument in place.  However, I cannot say anything on the policy side.  The fact of the matter is that we charge money for putting a loan in place and have to find some way to have the loan paid back.  There  is an issue from the State's point of view.  There are gross Government borrowing, GGB, levels to be considered, as well as the issue of whether any increase in borrowings would impact on the current EU-IMF deal because there are some constraints on borrowing.  In terms of the mechanics of putting an instrument in place, it can be done.  It is straightforward.  We have the ability and the facilities in place.  It is a question of whether the policy in place would allow it to be done.  That would not be a matter for us to decide.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00800","nonspeaker":"Mr. Barry O'Leary"},{"type":"speechnospeaker","time":1349189100,"counter":401,"content":"<p>Let me respond to the Chairman's point on differential rents and the relationship with the voluntary housing sector.  I once conducted a large study for the Department of the Environment, Community and Local Government on differential rents.  There are 102 schemes in operation in the local authority sector for about 120,000 households.  From memory, one of the major benefits of differential rent schemes is that in general they are very progressive, as people pay a larger proportion of their income as it rises.  Sometimes the contribution is capped, which can make a scheme less progressive, but in many cases it is not.  If the Department decided that it wanted to have a wider mix of incomes within the social housing sector - that is a policy issue - to my mind, it would not require a change in rents<i><\/i>payable<i> per se<\/i>, rather it would require a change in the rules regarding to whom local authorities and housing associations could let.  From the perspective of the agency and how it is funded, the loans to voluntary housing associations are paid back using two mechanisms, first, the rents tenants pay and, second, the social housing leasing scheme which the Department funds. If the rent payable was higher, the contribution from the Government would be lower.<\/p><p>  Deputy Dessie Ellis commented on the structure of the social housing sector and the challenges facing the Government in funding social housing without adding to the national debt.  We face European Union state aid rules in the funding governments can provide for housing.  Obviously, the agency does not play a role in deciding policy, but I can give the committee my personal opinion.  Every country in western Europe that has a social housing system has faced similar issues.  Many countries have amended the structures of their social housing sectors to try to address these issues.  That is one potential route that could be taken to address them.  Here the Government is trying to fund the voluntary housing sector and trying to introduce a system of regulation of the sector to help it to grow.  Other countries such as the United Kingdom have tried to deal with the matter by setting up arm's length bodies controlled by local authorities but not part of them.  The structural issues will have to be explored in the end.  As I said, the role of the agency is to try to provide the finance that will enable the Government to implement these policies.  However, there is a limit to our ability to grow the national debt in the current context as we are dependent on the EU-IMF emergency loan.  For that reason, the borrowings we can issue to the local authority sector are limited.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M00900","nonspeaker":"Dr. Michelle Norris"},{"type":"speechnospeaker","time":1349189100,"counter":402,"content":"<p>On the idea of broadening eligibility, that has happened recently.  Last year the eligibility criteria were expanded in order that those on higher incomes would be eligible.  There are pros and cons.<\/p> <p>One of the downsides to raising the income threshold is that immediately waiting lists grow because more people are now eligible for social housing.  There is an immediate downside.  The Department can see the positives in terms of a better social mix.  Mistakes have been made in the past with the creation of mono-tenure housing estates.  People from a similar income group have been left in large estates and years later they require regeneration.  Hundreds of millions of euro have been invested in the regeneration of Ballymun because of the approach taken initially to social housing.  We recognise that social mix is a requirement of social housing and that a greater blend of social housing tenants is necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200012#M01000","nonspeaker":"Mr. Philip Nugent","continuing":true},{"type":"speech","time":1349189700,"counter":404,"content":"<p>I thank Dr. Norris, Mr. Nugent, Mr. O'Leary and Mr. Conroy for coming before the committee.  There is broad respect for the work of the Housing Finance Agency.  While it may be viewed as a financing agency, it does and has created a great deal of value in the social fabric in Ireland.  I think housing is an issue of historical importance.  Home ownership is very important to Irish people.  The HFA facilitates home ownership for people who in other circumstances may not be able to own their homes.  That is to be commended.<\/p><p>  I welcome the indication, if not a clarified response to how the HFA views the reserves it has on account.  I would appreciate if the committee could be kept informed as to the consideration it is giving to this area.  If proposals are being brought forward either in conjunction with the local authorities or the Department of the Environment, Community and Local Government with regard to identifying the reserves that it has in hand to deal with people who are in debt to the local authorities or particularly in regard to the shared ownership programme, the committee would be interested in learning of the ideas that will be brought forward.  The reserves could grow by &euro;20 million, which is nearly a third of the HFA's reserves at present.  For those in mortgage debt, especially those with social housing mortgages, whether it is under the tenant purchase, affordable housing or shared ownership schemes, the shared ownership category has particular difficulties that must be tackled.  If a solution is to be found for this one category, could the reserves be used as a means of tackling that problem?  The committee would be delighted to hear what the HFA is working on and would be delighted to assist it in terms of asking a Minister to come before the committee to discuss the ideas.<\/p><p>  I thank the delegation for its attendance.<\/p> <p>One of the downsides to raising the income threshold is that immediately waiting lists grow because more people are now eligible for social housing.  There is an immediate downside.  The Department can see the positives in terms of a better social mix.  Mistakes have been made in the past with the creation of mono-tenure housing estates.  People from a similar income group have been left in large estates and years later they require regeneration.  Hundreds of millions of euro have been invested in the regeneration of Ballymun because of the approach taken initially to social housing.  We recognise that social mix is a requirement of social housing and that a greater blend of social housing tenants is necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200013#N00200","speaker":"990","continuing":true},{"type":"speech","time":1349190000,"counter":407,"content":"<p>I thank Dr. Norris, Mr. Nugent, Mr. O'Leary and Mr. Conroy for coming before the committee.  There is broad respect for the work of the Housing Finance Agency.  While it may be viewed as a financing agency, it does and has created a great deal of value in the social fabric in Ireland.  I think housing is an issue of historical importance.  Home ownership is very important to Irish people.  The HFA facilitates home ownership for people who in other circumstances may not be able to own their home.  That is to be commended.<\/p><p>  I welcome the indication, if not a clarified response to how the HFA views the reserves it has on account.  I would appreciate if the committee could be kept informed as to the consideration it is giving to this area.  If proposals are being brought forward either in conjunction with the local authorities or the Department of the Environment, Community and Local Government with regard to identifying the reserves that it has in hand to deal with people who are in debt to the local authorities or particularly in regard to the shared ownership programme, the committee would be interested in learning of the ideas that will be brought forward.  The reserves could grow by &euro;20 million, which is nearly a third of the HFA's reserves at present.  For those in mortgage debt, especially those with social housing mortgages, whether it is under the tenant purchase, affordable housing or shared ownership schemes, the shared ownership category has particular difficulties that must be tackled.  If a solution is to be found for this one category, could the reserves be used as a means of tackling that problem?  The committee would be delighted to hear what the HFA is working on and would be delighted to assist it in term of asking a Minister to come before the committee to discuss the ideas.<\/p><p>  I thank the delegation for its attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2012100200014#N00200","speaker":"990"}]