[{"type":"majorheading","content":"Joint Oireachtas Committee on Transport, Tourism and Sport","time":1616025600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:30<\/p><p>The Joint Committee met at 11:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Joe Carey, Jerry Buttimer, Cathal Crowe, Gerard P. Craughwell, Michael Lowry, Timmy Dooley. Darren O'Rourke, Ruairí Ó Murchú, Duncan Smith.<\/p><p>I láthair \/ In attendance: Deputy Paul Kehoe.<\/p><p>Seanadóir \/ Senator Kieran O'Donnell; Teachta \/ Deputy Kieran O'Donnell sa Chathaoir \/ in the Chair.<\/p>","time":1616025600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002"},{"type":"minorheading","content":"Impact of Covid-19 on Driving Instructors: Unite the Union","time":1616025600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#A00100"},{"type":"speech","time":1616025600,"counter":5,"content":"<p>No apologies have been received.  The impact of Covid-19 on driving instructors is a follow-on theme from our last meeting with the Road Safety Authority.  The purpose of the first part of our meeting today is to discuss the impact Covid-19 is having on driving instructors.<\/p> <p>  On behalf of the committee, I welcome to today's meeting from the approved driving instructors, ADI, branch of the Unite trade union, Mr. Dominic Brophy, chairperson, Mr. Darragh Dunne, secretary, Mr. Aidan Jordan, learning representative, and Ms Jean O'Dowd, regional officer.  All are all most welcome.  We have received correspondence from Mr. Fred O'Reilly, chairperson of the approved driving instructor stakeholders' forum.  We had issued an invite but at a late stage and we want to apologise for that.  We would welcome the contribution of Mr. Fred O'Reilly and his colleagues in the stakeholders' forum and we hope that Mr. O'Reilly and the approved driving instructor stakeholders' forum could appear before the committee at a time of their choosing at a future date.<\/p> <p>  Witnesses are reminded of the long-standing parliamentary practice to the effect that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if the statements of a witness are potentially defamatory in respect of an identifiable person or entity, the witness will be directed to discontinue his or her remarks.  It is imperative that witnesses comply with any such direction.<\/p> <p>  Witnesses attending remotely from outside the Leinster House campus should note there is some limitation on parliamentary privilege and, as such, they may not benefit from the same level of immunity from legal proceedings as witnesses physically present.  Witnesses participating in this meeting from a jurisdiction outside the State are advised that they should also be mindful of their domestic law and how it may apply to the evidence they give.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I wish to remind members joining remotely that they are only allowed to participate in this meeting if they are physically located in the Leinster House campus.  In this regard, I call on all members who are participating remotely to confirm prior to making their contribution to the meeting that they are on the grounds of the Leinster House campus.  It is important for all members to be within the precincts.  With Covid-19 we are unable to attend physically and members have to comply with the requirement that if they are making a contribution, they have to be physically on the precincts.  I cannot question whether a member is or is not on the precincts, but it is respectful to other members who have taken time out to come here and be physically on the precincts with the great limitation of not being able to be in the committee room.  That should be honoured.<\/p> <p>  I call on Ms O'Dowd to make an opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#A00200","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":6,"content":"<p>I am a regional officer with Unite the Union.  I am accompanied today by Mr. Dominic Brophy, chairperson of Unite's approved driving instructors branch as well as by the branch secretary, Mr. Darragh Dunne, and the branch learning representative, Mr. Aidan Jordan.<\/p> <p>  As the pandemic resulted in ever-longer driver test waiting lists, Unite pointed out that driving instructors would be critical in clearing this backlog and that the knowledge and experience of our members who are key stakeholders is essential in this task.  Their focus has always been, and continues to be, on improvement and progress to ensure the best possible standards for all concerned.  The demand by the driving instructors for basic hygiene facilities during the pandemic is as much to keep the general public safe as it is to keep driving instructors safe.  By the same token, since the pandemic struck it has become clear that workers have been key in keeping us all safe.<\/p> <p>  The events of the past 12 months have proven difficult for all workers, including our driving instructors.  They have tirelessly endeavoured to constructively engage with the Road Safety Authority and the Department of Transport.  I will hand over to the approved driving instructor branch chairperson, Mr. Dominic Brophy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#A00300","nonspeaker":"Ms Jean O'Dowd"},{"type":"speechnospeaker","time":1616025600,"counter":7,"content":"<p>I am the chairperson of Unite the Union ADI branch.  Attending with me today are Mr. Darragh Dunne, our branch secretary, and Mr. Aidan Jordan, our branch learning representative.  We are all qualified and registered approved driving instructors and today we bring combined experience of 57 years in road safety.<\/p> <p>  I thank the Chairman and the Joint Committee on Transport and Communications Networks for this opportunity to share how Covid-19 has dramatically affected our businesses.  We are keen to share our vision and solutions on how we will continue to work safely alongside this deadly virus and, post-Covid, how we can all work together in a calm and constructive manner for the betterment of driver education and road safety.<\/p> <p>  In early March 2020 we learned through the media that our country was entering the first lockdown and that the Road Safety Authority had suspended all its services.  The first lockdown was planned by the Government to last six weeks.  We were informed that we would all received pandemic unemployment payments.  We understood and supported the need for this lockdown.  Initially, the PUP was a great help to most driving instructors.  However, many ADIs come to our profession later in life.  If they had existing pension entitlements or were at a pensionable age, they did not qualify for the PUP.  For those of us who receive the PUP, although we are grateful for this help, it is only sustainable for our businesses for a short period.  Our costs remain the same.  We have car loans that run into thousands of euro each year.  We have insurance payments, website fees, registration fees and accounting fees.  After one year out of business through repeated lockdowns, ADIs are really struggling financially.  While some may have received the restart grant, most ADIs have received no industry-specific assistance grants simply because our industry is mobile in nature and we do not pay rates to local authorities.<\/p><p>Arguably, we pay an equivalent level of taxation through VAT and excise duty on fuel, which is a massive cost representing about 15% of our turnover.<\/p><p> On 29 June 2020, test centres reopened and some ADIs returned to work.  The RSA emailed every ADI in the country to inform us that it had no industry-specific protocols to help us protect ourselves and said that, because we are self-employed, it would not be offering any in the future.  It also informed us that facilities and shelter at test centres would be closed to us and went on to list its comprehensive expectations of ADIs and our cars before it would allow any RSA driver testers to enter.<\/p><p> I ask those at the meeting today to imagine the following scenario.  They have left their house during this pandemic to carry out a day's work as an essential worker.  During their day they will have no access to a toilet or hand hygiene and at certain times of the day they will be expected to clean their car comprehensively before RSA staff will enter.  Then they must stand in a car park for one hour, in whatever weather, and clean their car comprehensively again on its return because RSA staff do not clean on exit.<\/p><p> This horrific pandemic has brought many of us together.  We have all seen many examples of kindness and solidarity but sadly this is not the way ADIs have been treated by either the RSA or the Department of Transport.  The RSA has informed us that it must keep its staff safe.  It is correct it should do that but not at the expense of ADIs, who are a vital cog in driver education.  The response to complaints we made about this to the RSA and the Minister of State, Deputy Hildegarde Naughton, have been exactly the same.  They have said that there is no need for a driving instructor to attend a driver test centre with a test candidate or remain at the test centre.  We do not know what this means or how it encourages learner drivers to adhere to the Clancy amendment.<\/p><p> There has been much discussion and talk over the past weeks and months about the huge backlog for both theory tests and driver tests, which has arisen because of this pandemic.  Some 98,414 learners are waiting for a driver test and 54,000 people are waiting for a theory test.  This is a big problem which needs to be solved properly and sensibly in conjunction with ADIs and their representatives.  The RSA has stated that it will have 40 additional testers in June and that it hopes to receive clearance for a further 40 some time after that.  This would be a 58% increase in the driver tester workforce.  The duration of a theory test is 45 minutes and the duration of a driver test is also 45 minutes.  Between these two tests, going from nervous beginner to a level of competency capable of passing a driver test and being safe on the road, takes at least 30 hours of driving instruction.  These figures alone make it obvious why ADIs must be a part of the conversation and the solutions.<\/p><p> There are currently 1,761 approved driving instructors on the RSA register, across all the various categories of licence.  There is no record of how many of these instructors are full-time or part-time, but our own research shows that the cohort of part-time ADIs is significant.  ADI numbers have decreased steadily from a high of 2,000 in 2011 to present-day number, which is why the current plan of reducing the lists as quickly as possible is too one-dimensional and only invites further problems into the driver education system.  The ADI branch of Unite the Union is willing and able to work with the RSA and the Department of Transport to solve present-day problems and to improve and progress driver education in the future.  We require proper and definite back to work sole trader grants and automatic permit renewal which would waive our registration fees.  We work in perilous conditions to provide an essential service to the State and for this we simply ask for meaningful dialogue and a significant say in our own industry.<\/p><p> I thank the members for their time. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#A00400","nonspeaker":"Mr. Dominic Brophy","continuing":true},{"type":"speechnospeaker","time":1616025600,"counter":9,"content":"<p>Mr. Brophy has illustrated that there is an urgent need for dialogue between all key stakeholders to address the numerous issues set out before the committee.  Unite appreciates the opportunity to present these issues to the committee today and we thank members for their time.  They should feel free to ask any questions or seek clarity on any aspect of what has been presented this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#B00200","nonspeaker":"Ms Jean O'Dowd"},{"type":"speech","time":1616025600,"counter":10,"content":"<p>I thank the witnesses.  The first member up is Senator Buttimer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#B00300","speaker":"1593"},{"type":"speech","time":1616025600,"counter":11,"content":"<p>I thank the witnesses for being here this morning and I thank Mr. Aidan Jordan for his extensive emails to us.  I hope we can have the other group representative, Mr. O'Reilly, before the committee regarding his correspondence with the Chairman.<\/p> <p>  First, how many of the registered ADIs does Unite represent?  The RSA was before this committee recently.  It has an approved driving instructors forum to represent the interests of all ADIs.  I would hope that is a two-way process.  Is that process or forum working?  Has Unite raised the issues about which Mr. Brophy spoke this morning at that forum?  If so, what was the response?<\/p> <p>  I refer to the number of ADIs going back to 2012.  According to my tabulation, and I am open to correction on this, there was an increase of around 900 instructors between 2020 and February of this year, to 1,751.  I ask for a clarification on the figures from February 2020 to now.<\/p> <p>  As regards health and safety, access to bathrooms and the operating of test centres due to Covid-19, has there been engagement with the HSE or the Department of Health?  To my eye they would make the decisions on the restriction of those facilities.<\/p> <p>  I thank the witnesses for being here.  They have my support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#B00400","speaker":"1637"},{"type":"speech","time":1616025600,"counter":12,"content":"<p>I will allow Mr. Brophy to direct the responses among his colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#B00500","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":13,"content":"<p>There were quite a lot of questions there so I might ask the Senator to remind me of some of them towards the end.  He asked about member numbers and I want to put that into perspective.  We are a new union branch.  We have only been in existence and ratified since August.  Our member numbers are at 90 full-time ADIs at the moment and we estimate the number of ADIs in the country to be closer to 1,000 than 1,761.  As far as the member numbers go, we do not pretend to represent anybody except our members.  We believe that a voice for driving instructors is required in the business.  We are the only independent organisation that represents driving instructors.  We are very pleased with our numbers to date given that the union has been set up in the middle of a pandemic when we cannot physically meet people.  We have done everything online, we have ratified our group and our membership is nationwide.  We are very happy with where we are on the numbers.  We are actually exceeding our expectations and we expect, post Covid, to be able to increase that membership greatly again.<\/p> <p>  Could the Senator remind me of the other questions he asked?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#B00600","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":14,"content":"<p>What has been the process at the forum that is in operation?  What interaction has there been between Unite and other people in the forum regarding the legitimate views and concerns expressed this morning?  What engagement has there been between all involved in the forum?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#B00700","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":15,"content":"<p>The stakeholders' forum was set up by the RSA in 2011.  It has 11 members on its forum, made up of ADIs who are supposed to represent driving instructors nationwide.  The forum has little or no power.  It is basically just communication between the RSA and driving instructors.  In the middle of a pandemic when we needed it most, it has met once in the last 13 months.  It met in August.<\/p><p>I found out last night from one of the members that another meeting was planned but not scheduled.  As a driving instructor, I have sent many emails to my own representative and I have not received replies on the issues I raised.  The belief among our members and any ADIs we speak to in driver test car parks or wherever we might be or over the phone is that, first, many people are not aware of them and, second, the ADIs are not aware of the work they do.  We believed, as a union branch, that we had to step up in the middle of a pandemic.  We were not receiving any help or guidance.  We decided that we had to step up and take control of our own industry and have some kind of say in the way we wanted things to progress in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#B00800","nonspeaker":"Mr. Dominic Brophy","continuing":true},{"type":"speech","time":1616025600,"counter":17,"content":"<p>I ask Senator Buttimer to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00200","speaker":"1593"},{"type":"speech","time":1616025600,"counter":18,"content":"<p>In the context of the health and safety issues and the bathrooms, has Mr. Brophy raised those with the HSE or the Department of Health?  What has he done regarding that in terms of when he will see action on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00300","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":19,"content":"<p>Yes.  We have raised issues with the HSE and the Health and Safety Authority, HSA.  This problem is going on for a year.  It is not a new problem.  If one wants to go into a shopping centre one can use a toilet.  Mr. Darragh Dunne, who is with me, told me that he went to get his NCT three or four days ago.  He was able to sit in a waiting room due to bad weather and use the toilets if he wanted to while he was there.  This is not a difficult problem to solve.  Driver testers, traditionally, have their own part of the building.  They do not mix with ADIs or members of the public.  They have their own toilet facilities.  Traditionally, members of the public and ADIs had our own facilities but we have been told that we cannot come into the building.  A very important point to make is that when a driver test slot goes out, say, at 11 o'clock, if there are five testers in that building and five driver test applicants, that building empties for that three quarters of an hour to one hour.  That building is empty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00400","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":20,"content":"<p>I ask Mr. Brophy to conclude.  Quite a number of members are looking to contribute.  We are very curtailed on time, as he will appreciate.  I know it is very difficult but I ask members and the witnesses for brevity.  Otherwise, I will be unable to call all the members who are anxious to contribute on this important issue.  Does Senator Buttimer have any further comment to make?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00500","speaker":"1593"},{"type":"speech","time":1616025600,"counter":21,"content":"<p>No.  I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00600","speaker":"1637"},{"type":"speech","time":1616025600,"counter":22,"content":"<p>We move now to the Sinn F&eacute;in slot.  Deputy Darren O'Rourke has three minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00700","speaker":"1593"},{"type":"speech","time":1616025600,"counter":23,"content":"<p>I thank Mr. Brophy, Ms O'Dowd and the other witnesses.  I will be brief in terms of my questions.  Following on from some of Senator Buttimer's questions, the ask in respect of a place at the table strikes me as reasonable but what would that look like given that there is the stakeholders forum?  Would it be a hybrid forum, additional to the stakeholders forum or with the stakeholders forum?  What does that place at the table look like?<\/p> <p>  On the health and safety issues, which we have raised repeatedly with the Road Safety Authority, RSA, what is the solution from the witnesses' perspective?  Is it a reconfiguration of the buildings, which is a common sense approach that I believe could be found?  What is their perspective on the solution to those issues?<\/p> <p>  I refer to clearing the backlog of driver tests, which is what all of us want to see happen.  What does the RSA need to hear from the witnesses today in terms of the role approved driving instructors play in that?  They play an important part.  We have heard from the RSA on the testers it needs and what it is going to do about theory tests but what do the witnesses need it to hear from it in terms of the needs of approved driving instructors to help clear that backlog?  Obviously, we want people to be well prepared for their tests when they are lucky enough to be called for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00800","speaker":"1507"},{"type":"speechnospeaker","time":1616025600,"counter":24,"content":"<p>I thank the Deputy.  I will refer that question to Mr. Darragh Dunne, our branch secretary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C00900","nonspeaker":"Mr. Dominic Brophy"},{"type":"speechnospeaker","time":1616025600,"counter":25,"content":"<p>I thank the committee for allowing us this opportunity to speak.  I will briefly go through the points made by Deputy O'Rourke.  In terms of the forum, the forum meetings are set by the RSA and the agenda is largely set by the RSA.  There is little opportunity for ADIs to ask for a meeting.  Although they may ask, there have not been any significant meetings in the past year.  One meeting was referred and there were virtual meetings also.  There have not been any additional virtual meetings of which any ADIs have been informed.<\/p> <p>  As driving instructors, we would like the opportunity to put more proposals on the table for discussion.  We have much experience.  There is much knowledge among the group here today.  We have views on small details in the legislation that need to be changed for the sake of safety and practicality.  We would love to have the opportunity to speak more on those issues.  In my experience the forum does not seem to function at that level.  I would have made many attempts to speak to forum members and would not always have got a reply or a sufficient reply.<\/p> <p>  In terms of what the RSA could do to allow ADIs and the accompanying drivers of the learners, who are legally required to attend the test centre, go into the test centre, no learner can get to the test centre on their own.  They need a licensed driver to be there with them.  As Mr. Brophy said, when the tests go out, the accompanying drivers can go into the centre.  It keeps the population of the test centre low.  In the past we made many proposals to the RSA with regard to the staggering of test times.  If one test goes out at 10 a.m., the next applicants can come in at that time, deal with the theory questions and paperwork required to be done indoors, and leave at 10.10 a.m.  The next test applicant can come in then and that test can go out at 10.20 a.m.<\/p> <p>  Intelligent use of a scheduling system would have made for a much lower population within the test centres at any given moment but, for the most part, there is little or no cross-contamination opportunity between the testers and the waiting rooms.  Traditionally, the testers would come to the door of the waiting room and call in the test applicant.  The process of telephoning them and bringing them in from the car could continue but to provide a safe place for people to wait is a simple courtesy.  In some of the test centres people are left wandering around industrial estates while their test candidate or son, daughter, partner or whoever is out doing the test.  It is simply not safe for people to be wandering around an industrial estate without the opportunity to wash their hands and get any shelter from the weather.<\/p> <p>  In terms of what we would be hoping for to alleviate the problem of the backlog, it is a broader problem.  It is not just a case of clearing the backlog in theory tests by doing that online or clearing the problem of the driver tests backlog by hiring more driver testers.  There is that middle group, namely, the driving instructors and the learner drivers, that needs to be addressed.  Everyone who passes their theory test and gets a learner permit then needs driving lessons.  Everyone who is preparing for the driver test needs driving lessons.  Currently, all the people in that middle section who have already got their theory test and learner permits but are waiting to complete their essential driver training, EDT, lessons are not getting serviced.  With proper health and safety guidelines-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C01000","nonspeaker":"Mr. Darragh Dunne"},{"type":"speech","time":1616025600,"counter":26,"content":"<p>Mr. Dunne, every member has about three minutes between questions and answers.  I am conscious that I have many members to call so he might conclude.  I wish I could give more time but we have that confinement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C01100","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":27,"content":"<p>Apologies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C01200","nonspeaker":"Mr. Darragh Dunne"},{"type":"speech","time":1616025600,"counter":28,"content":"<p>Apologies are not necessary.  I simply ask him to be conscious of the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C01300","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":29,"content":"<p>I propose that this esteemed group would consider the concept of allowing our essential workers to continue with their lessons.<\/p><p>These are the nurses, the doctors and the trainee paramedics who need to progress from learning to drive to a test.  It is an option that is available, with the appropriate guidance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#C01400","nonspeaker":"Mr. Darragh Dunne","continuing":true},{"type":"speech","time":1616025600,"counter":31,"content":"<p>Does Deputy Darren O'Rourke wish to make a concluding comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00200","speaker":"1593"},{"type":"speech","time":1616025600,"counter":32,"content":"<p>No.  After our meeting today, we should follow up with the Road Safety Authority to let it know of the proposals made here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00300","speaker":"1507"},{"type":"speech","time":1616025600,"counter":33,"content":"<p>We will be doing that in a comprehensive manner, as agreed among the members.  I call Deputy Cathal Crowe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00400","speaker":"1593"},{"type":"speech","time":1616025600,"counter":34,"content":"<p>I confirm I am within the precincts of Leinster House.  I confirm also that I have remembered to wear my suit today.  I thought we were having a virtual meeting the last day, so I took the risk of wearing my pair of Penneys jeans and a tank top, not realising I was going to be in the D&aacute;il Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00500","speaker":"1519"},{"type":"speech","time":1616025600,"counter":35,"content":"<p>It did the Deputy no harm at all in the publicity stakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00600","speaker":"1593"},{"type":"speech","time":1616025600,"counter":36,"content":"<p>Such is life.<\/p> <p>  I welcome our witnesses.  I have a number of friends who are driving instructors and they have been burning my ear on this issue for many months.  Unite the Union is right to become organised and to talk to us this morning.  One of its key asks is that it be at the table.  As one of my colleagues just said, it is the most reasonable request of all that decision-making does not happen with the union&rsquo;s exclusion, and that is quite important.<\/p> <p>  I want to hone in on one particular issue.  I am conscious that time is restricted and I imagine there will be an element of repetition in many of our questions today, so I will ask about something a little different that has been brought to my attention by a number of leaving certificate students who hope to enrol in the paramedic course at the University of Limerick.  It is the only third level course in the country where a requirement of entry is not just what people have attained in the leaving certificate, but also that they have, at a minimum, a C1 licence so that, early in their course of study, they can begin learning how ambulance work is done.<\/p> <p>  Many of these students are in a pickle at the moment.  They are 17 or 18 years of age.  They are awaiting CAO offers later in the summer and, by August, those offers will be in place and they will have to accept those offers.  I am in contact with a number of these students who are awaiting a B licence, which is the regular car licence.  They are awaiting theory tests and although they have applied repeatedly, it has been put off.  Even if they got a theory test in the middle of April or early May, which is probably the most realistic timeframe, although it may not come to pass, there is a legal requirement in Ireland that people have to wait six months after getting their theory test before doing the full test and getting a licence.  Therefore, even in a best-case scenario, a particular student in Clare and many more like him will not have a provisional C1 licence until October of this year, meaning that he and many more like him cannot undertake this course of study.<\/p> <p>  These are front-line workers in waiting but they cannot undertake this course of study, which is the only such course.  I know people will list off all the professions that are considered to be essential at this time but no one is more essential than our front-line health staff, as Covid has proven.  I would like to hear the thoughts of the witnesses.  Are they aware of this anomaly?  As people who offer driver instruction, do they think there are shortfalls in how we categorise essential workers and non-essential workers?  This student I am speaking about, and others like him, are essential workers in waiting but they cannot do a paramedic course unless they sit in one of the vehicles and go through all of this training process.  Are the witnesses aware of that?  Could they suggest ways in which this could be ameliorated before we get to that edge-of-the-cliff point in August where they cannot undertake the study?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00700","speaker":"1519"},{"type":"speechnospeaker","time":1616025600,"counter":37,"content":"<p>I will refer that question to Mr. Dunne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00800","nonspeaker":"Mr. Dominic Brophy"},{"type":"speechnospeaker","time":1616025600,"counter":38,"content":"<p>I was giving essential driver training, EDT, lessons to a trainee paramedic and, frankly, it was heart-breaking to have to stop giving lessons to someone who will, hopefully, be doing a job that I admire so much.  They have to progress through the process of getting their category B licence before they can go on to get a category C licence in order to drive emergency vehicles.  That is why we would hope an allowance is made for essential workers to finish their EDT lessons.  It is a fair suggestion that they also perhaps be given some streamlining process to complete their theory test and their learner permit application, and then get into the system for getting through the lessons.<\/p> <p>  As to who decides who is an essential worker, unfortunately, I think that is a job for the Government as a whole and it is far beyond my level of knowledge and expertise to make that decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D00900","nonspeaker":"Mr. Darragh Dunne"},{"type":"speech","time":1616025600,"counter":39,"content":"<p>I will conclude.  I ask the Chairman and the clerk that it become a key recommendation of our body of work that the Road Safety Authority and the Department of Transport would have a specific category, for this year only, to cater for those who hope to undertake paramedic training.  They are going to be caught out.  If a solution is not put in place as an interim measure, they will not be able to take up the course offering in August, which means that the course at the University of Limerick may not even happen.  If it does happen, it will mean that most Irish students of leaving certificate age will not be able to partake in it, so there will be a very small cohort, perhaps coming from Northern Ireland or the UK.  We will see the knock-on effect of this in four years' time when, for a particular intake year, there will be a shortage of paramedics.  That would only come to have an impact on the overall system in four years' time so, please God, they will graduate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D01000","speaker":"1519"},{"type":"speech","time":1616025600,"counter":40,"content":"<p>That is a very constructive suggestion and I will include it.  I call Deputy Joe Carey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D01100","speaker":"1593"},{"type":"speech","time":1616025600,"counter":41,"content":"<p>I thank the witnesses for their contributions.  To go back to the issue of trying to reduce the backlog, and to follow on from Deputy Darren O'Rourke, because of time constraints the witnesses did not get an opportunity to finish what they were saying.  They are putting forward very practical solutions and I want to give them the opportunity to expand on those proposals.  I ask Mr. Brophy or any of the other witnesses to come back to me on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D01200","speaker":"1517"},{"type":"speech","time":1616025600,"counter":42,"content":"<p>Will Mr. Brophy or Mr. Dunne deal with this point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D01300","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":43,"content":"<p>As far as the backlog numbers go, we are looking for a little sanity to be brought to the figures.  We are not blaming anybody for the backlog.  The backlog is a reality and it is there, and it is for the Road Safety Authority, the Department of Transport, driving instructors and all stakeholders to work together to bring down those numbers.  However, we need to bring down the numbers in a calm, considered way.<\/p> <p>  The point I am trying to make is this.  If we imagine the driver education experience for every learner driver as a tube, at the start of the tube there is the theory test; there is the learning for the theory test and then a 45-minute test.  At the end of the tube, there is a driver test, which is also 45 minutes.  These are two very important tests but, in the middle of that tube, the longest part of the tube, is the learning to drive experience.  That is the domain of the driving instructor.  We are talking about 45 minutes at the start, 45 minutes at the end but more than 30 hours in the middle.  We have more than 90,000 people waiting for driver tests.  About 5,000 of those actually have test dates at the moment, more than 60,000 are waiting for driver tests and more than 30,000 are those who have not completed the lessons and do not qualify to sit a driver test at the moment.  If there are more than 50,000 people waiting to get into the theory test end of the tube, so to speak, and if that number is multiplied by the 12 lessons that are compulsory, we are talking about 600,000 lessons being released into the system.  If we talk about 90,000 people waiting for a driver test and if, for example, they would on average require ten lessons per applicant, we are getting close to 1 million lessons in the system.<\/p><p>The number of driving instructors in the country and the number of customers we already had on our books pre-Covid, who will be on our books post-Covid, should be taken into consideration.  Many of these people have already paid us for lessons, so for the first couple of months after we go back to work, we will be working for nothing because the money that was paid went during Covid.  We are basically saying to the Road Safety Authority and the Department of Transport that we want to get through this list and work hard for the public who need their licences, lessons and to do their tests, but we need consultation.  We need to ensure that people who are doing their theory test and want to do their driver test get a proper opportunity to pass their test.  Every applicant needs at least four weeks' preparation before he or she sits a driver test.  The instructors have to be able to sit with their customers, the applicants, formulate a plan for their driver test and decide, in plenty of time, whether they should go ahead with the driver test or whether it should be put back for a month or a number of months.<\/p><p> These issues are important and the reason we want to be at the table and to discuss these plans because nobody knows road safety like driving instructors.  In this room alone, we have 57 years' experience.  Our membership has many years of experience and we want that to be taken into consideration when clearing the backlog.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#D01400","nonspeaker":"Mr. Dominic Brophy","continuing":true},{"type":"speech","time":1616025600,"counter":45,"content":"<p>What level of consultation, if any, has Unite had with the RSA and the Department of Transport up to now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00200","speaker":"1517"},{"type":"speechnospeaker","time":1616025600,"counter":46,"content":"<p>We have had very little consultation.  We have tried our best, for many months now, to get in contact with the Road Safety Authority and the Department of Transport.  It would be wrong for me to say there has been no communication but it would be correct for me to say there has been no meaningful communication.  We are always referred to the stakeholders' forum as a representative group.  The problem with the stakeholders' forum is it simply does not represent ADIs.  We are in the middle of a pandemic which is a disaster for our industry, as it is for many industries.  If, in the space of a year, when a pandemic has struck and driving instructors are losing their livelihoods, and the stakeholders' forum has met once in 13 months, it is not representation.  This is why we are talking with the committee today.  We want proper representation and proper consultation.  We are intelligent people, willing to sit at a table and work through the problems in a constructive manner, but we have had little or no communication.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00300","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":47,"content":"<p>Another key recommendation should be that this group has representation and a place at the table.  There should be proper consultation and its members should get an opportunity to impart the experience they undoubtedly have, and their practical knowledge of the issues, to the RSA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00400","speaker":"1517"},{"type":"speech","time":1616025600,"counter":48,"content":"<p>I thank the witnesses for showing up.  They have put it absolutely straight to us that the stakeholders' forum is not fit for purpose.  Whatever other conversations we have or whatever way we write to the RSA and the Department, we need to put on record as soon as possible that the ADIs need to be part of the wider conversation on dealing with the backlog.<\/p> <p>  I will try to deal with the backlog issue.  Do the ADIs believe that more ADIs are needed?  Do they think this backlog is impacting on road safety?  Do they believe the fail rate will increase if we just employ extra driver testers and do nothing about ADIs, since that will create a logjam in the tube Mr. Brophy talked about earlier?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00500","speaker":"1498"},{"type":"speechnospeaker","time":1616025600,"counter":49,"content":"<p>I thank the Deputy.  In answer to his question on whether we need more driving instructors, we do.  The way it has traditionally been is the market dictates how many driving instructors come into the system, but we have to bear in mind that driving instruction has more or less ceased for a year.  There is a huge backlog of driver test applicants who need to be serviced and dealt with, so we need more driving instructors.  For us, as a union, that is really out of our control as we do not recruit driving instructors nor does the Road Safety Authority.<\/p> <p>  On a side issue, if today someone decides to become a driving instructor, the problem is the process takes too long.  It can take, at the very least, six months.  It costs a lot of money to get into and the process to become a driving instructor is financially expensive and takes quite a lot of time.  What we find happens is that some people start the exams, but since there are three levels, they might do level one and not move on to level two because another job offer may come in.  We need a campaign from the Road Safety Authority to encourage people to come into the business.<\/p> <p>  Regarding the fail rate on driver tests, at the moment the pass rate nationwide is 54%.  When we talk about the backlog, we have to talk about increasing the pass rate.  If the pass rate goes up, then we will not get driver test applicants doing their test, failing, going to the back of the queue, queueing up again and maybe even failing it again.  That is why we need time to prepare people for the driver test, so they have the best chance of passing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00600","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":50,"content":"<p>I will request, in writing, a submission on the difficulties in the process of becoming an ADI.  I also ask for a submission specifically on the business supports Mr. Brophy believes ADIs require.  The T&aacute;naiste is looking at solutions for people who are falling between stools at the moment.  We should get that submission from Mr. Brophy and it should form part of the conversation happening in the T&aacute;naiste's Department on dealing with people who have fallen between stools as regards business supports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00700","speaker":"1498"},{"type":"speechnospeaker","time":1616025600,"counter":51,"content":"<p>Absolutely.  I thank the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00800","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":52,"content":"<p>In that context, Mr. Dunne referred to specific areas that might need legislation.  I ask Mr. Brophy to include that in his submission as well.  I call Senator Dooley who has three minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E00900","speaker":"1593"},{"type":"speech","time":1616025600,"counter":53,"content":"<p>Much of this is somewhat repetitive.  I thank Mr. Brophy for his presentation, which was very welcome.  A number of driving instructors have been in touch with me.  Their biggest concern is they do not feel they will be able to cope with the demand to feed into the driver tests when they start to be rolled out.  We had a presentation from the RSA and we have an idea, or indication, about what it will do in terms of putting extra staff in place.  However, there is little point having these options for people to do their test if, in truth, they have not done the basic training with the ADIs.<\/p> <p>  Is there anything further Mr. Brophy can add to our job of work in trying to deal with that?  It flies in the face of what he has indicated, but is it possible to allow people sit the test who do not have the current required hours with a driving instructor, if they are deemed fit to take it?  There are some people who, based on their experience or skill sets, will pass a test first time with little or no direct training.  There are others who will have to take an inordinate amount of training to get to the necessary standard.  Is there anything that could be done, at ADI level, to pre-screen candidates the ADIs decide are fit to sit the test?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E01000","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":54,"content":"<p>I thank the Deputy.  I will refer that question to Mr. Darragh Dunne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E01100","nonspeaker":"Mr. Dominic Brophy"},{"type":"speechnospeaker","time":1616025600,"counter":55,"content":"<p>In submissions we made to the Department of Transport and the Minister of State, Deputy Naughton, we had proposals for a number of ways to help clear the overall backlog in the whole learning to drive system.<\/p><p>Included in them was the possibility that an approved driving instructor, ADI, would have a very good idea of someone's skill level will have the permission to propose that person for a driver test.  We have submitted that proposal already.<\/p><p> On the volume of work, driving instructors can only do a finite number of lessons per day or per week.  For each hour of a lesson that we do, we spend another hour going to and from customers' homes and test centres and doing all of the ancillary work that is involved in our business.<\/p><p> There are opportunities to relieve the pressure on the learning to drive process.  I suggested some earlier and there is a long list that we can submit to the committee.  One simple opportunity to clear some of the pressure is for motorcycle lessons to be allowed to go ahead.  When a motorcyclist is learning to ride his or her bike, he or she travels by himself or herself; there is no physical contact.  The learner spends all of his or her time outdoors.  Therefore that is another opportunity to clear some of the pressure on the learning to drive process.  There are some ADIs who instruct in both motorcycles and in cars, so some of the pressure can be alleviated there.<\/p><p> On the issue of increasing the numbers of ADIs operating, one of the major disincentives is the check test that we are required to do.  As has been mentioned, among this group there is much experience.  For example, I have been a driving instructor for 16 years, yet every two years I am required to do a check test to prove that I can still give a basic level of instruction.  The RSA will say how complex and multifaceted learning to drive is, and that it needs to maintain high standards, but I would put it to the committee with the greatest of respect that the members' jobs are far more complex and multifaceted than mine and there is no test for members.  I am not suggesting that members should be tested every two years-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#E01200","nonspeaker":"Mr. Darragh Dunne","continuing":true},{"type":"speech","time":1616025600,"counter":57,"content":"<p>Maybe we should.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#F00200","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":58,"content":"<p>I did not say that.  My microphone was not on.<\/p> <p>  It is an unnecessary process and it is the thinking of an organisation that runs tests.  As driving instructors, we strive to do the best job we can, purely because we run a business, but it is proposed that perhaps instead of spending two hours doing a check test, that could be changed to a group learning session in which we all try to make each other better at what we do.  However, in the short term, to keep more instructors in the business, I propose that we simply renew the driving instructor permits of all ADIs currently operating, in the same way that I expect that the members would have been involved in the renewal of the licences for small public service vehicles, SPVs.  Obviously, the members know far more about that than I do.  The same thing should be done for driving instructors, whereby there is an automatic renewal and we do not have to waste the RSA's time or our time sitting a check test during a pandemic.  It is not an efficient use of resources to be doing these check tests.<\/p> <p>  It would be a nice token or gesture if there was a waiver of the &euro;250 renewal fee.  It is a very low-cost action that the Government could take which would encourage many people to stay in the business.  I have spoken to many driving instructors around the country, and using the sample of County Cavan, 20% of the driving instructors I spoke to there said that they are retiring from the business.  That means that there will be fewer driving instructors available to do lessons.  We should encourage these instructors to stay on by renewing all ADI permits.  I could talk all day on this issue.  Perhaps I can communicate with members following the meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#F00300","nonspeaker":"Mr. Darragh Dunne"},{"type":"speech","time":1616025600,"counter":59,"content":"<p>I thank the witnesses and wish them the best of luck in the continuing growth of their branch.  Gaining some 90 members in seven months in a pandemic is quite an achievement.  I thank them for their testimonies today.  I have a few quick questions.  The witnesses can take as much time as they wish to answer them.  If there is anything else they wish to add or any issues raised by other members on which they would like to expand, I will give over the rest of my time to them.<\/p> <p>  There have been calls to move the theory test online and away from the test centre facilities.  As testers, do the witnesses think this would help in terms of the intelligent scheduling of tests and allowing more space?  Is it something that could be done?<\/p> <p>  On the issue of driving lessons for essential workers, who perhaps were getting close to applying for their test, how are they being dealt with at the moment?  Are they not able to get test dates?  What are the thoughts of the witnesses on how that is going to feed into the bulge?<\/p> <p>  Finally, and I believe it was mentioned in response to Deputy &Oacute; Murch&uacute;, the call for the extension of the ADI permit is absolute common sense, and it is something that we should strongly support as a committee, as well as the waiving of the fee.  That is essential.  Would there be a pool of, for example, recently retired ADIs that could be quickly activated?  I do not really like that model of going to retired workers and asking them to return to work.  We would want to bring new workers in, but given the times that we are in, is that something that could be examined?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#F00400","speaker":"1564"},{"type":"speechnospeaker","time":1616025600,"counter":60,"content":"<p>I will refer that question to Mr. Jordan, our learning representative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#F00500","nonspeaker":"Mr. Dominic Brophy"},{"type":"speechnospeaker","time":1616025600,"counter":61,"content":"<p>I thank the committee for inviting us here today.  On the question of moving the theory test online, it would be more than welcome.  It is well overdue and would help get people through the system.  For example, I have been waiting for a date for my theory test for a motorcycle licence since last August.  I am planning on learning with my daughter but we cannot get a date for the theory test.  My test has been cancelled four times now, so I would welcome the opportunity to do the theory test online.<\/p> <p>  An interesting point on the theory test is that most countries ask learners to sit the theory test after they get their learner permit.  I do a lot of research on international best practice in driver training and education, and it seems crazy that we ask learners to sit their theory test before they have their learner licence.  It would make sense for learners to do their theory test while they are training, so that the two complement each other and learners can do the theory test while they are doing their lessons, and the two can work together.  I believe that in England, learners must complete the theory test six weeks before their driver test, but the actual training is done while they are learning to drive.  It makes a lot of sense to do the two of them together.<\/p> <p>  Another point on the theory test is that there are 80,000 candidates waiting to do the test.  That is going to add significantly to the existing workload of driving instructors.  That will also have to be taken into consideration.  Perhaps it cannot be stagnated, but it will create a significant amount of work for ADIs.<\/p> <p>  On essential workers getting a test date, it is an issue on which I receive phone calls from customers all the time.  They ask me when they can have a lesson or apply for their test, but I cannot give them a lesson until they have a test date.  As the number of people who have a date for their test is falling, it is time to let these essential workers complete their essential driver training, EDT, to allow them to do the work to enable them to sit their test.  That is well overdue.  Essential workers should be allowed to complete their EDT to enable them to sit their driver test.<\/p> <p>  On the question of getting retired ADIs back to work, it is an excellent idea.  There are also many part-time ADIs.  We must also get them back into the business.  They have left the business to do courier work or perhaps taxi work.  They have gone into other delivery areas to try to make up their lost income, so it would be great to put together a package to encourage the retired and part-time instructors back into the business.<\/p> <p>  There is another point I wish to make on getting people back to work.  When a learner driver starts his or her driving lessons, he or she must get an EDT log book.  At present, the driving instructor has to pay for this log book before the student starts his or her lessons.  There are currently 80,000 people waiting to sit their theory test.  That will amount to a cost of &euro;320,000 to be paid by driving instructors who must buy these log books to get these people through the system.  It would make sense for the NDLS to provide the log book to the students rather than the driving instructors having to purchase them and give them to the students.  It would be helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#F00600","nonspeaker":"Mr. Aidan Jordan"},{"type":"speech","time":1616025600,"counter":62,"content":"<p>I am very satisfied with those answers.  If there is time left, the witnesses should feel free to add anything they so wish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#F00700","speaker":"1564"},{"type":"speech","time":1616025600,"counter":63,"content":"<p>I thank the witnesses for their presentation today.  It was certainly interesting and informative and gave us a clear understanding of how complex and complicated the whole system is.  I acknowledge the contribution made in relation to the principal items, namely, income, business support, personal safety and the lack of consultation and involvement in the solution process.<\/p><p>We must find solutions for the almost 100,000 people awaiting a driver test and 55,000 awaiting a theory test.  This is unacceptable.  It is having a huge impact on people on a personal level and on business and on society in general.  It is not acceptable and it must be addressed.<\/p><p> The witnesses have given us a good understanding of the problems and they have put forward many constructive ideas which will feed into the committee's report.  Some of the proposals are a common sense way of addressing the issues.  As almost everything has been said at this stage, I will not to be repetitive.  I am happy to support the committee in putting forward a strong case on behalf of driving instructors in our report.<\/p><p> A pass rate of 54% was mentioned.  This is one of the issues I raised with the Road Safety Authority when it appeared before the committee.  Driving instructors are operating on the front line and they meet and understand learner drivers.  In my opinion, once the learner has completed the essential driver training, EDT, the instructor has a good understanding of whether he or she will pass or fail the driver test.  What surprises me is the level of failure and I raised that question with the RSA.  Do the witnesses believe there is a level of standardisation across testers?  The RSA has no oversight and no reporting system.  I know of a situation where one tester failed five people in the one day.  I raised this with the instructors involved in those five cases and four of them could not understand how their client had failed.  Is there a need for the RSA to end the variation in testing and results, which I believe is feeding into the enormous failure rate of approximately 56%?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#F00800","speaker":"1609","continuing":true},{"type":"speechnospeaker","time":1616025600,"counter":65,"content":"<p>In regard to the driver test, we believe the pass rate should be higher.  The following statistic will surprise the committee.  In 2002, before the RSA was established and EDT lessons became a requirement, the pass rate was 57%.  Nearly 20 years later, with the RSA and EDT <i>in situ<\/i>, the pass rate is 54%.  This begs the question as to why the pass rate is not increasing.  It is our belief that the pass rate does not increase because the public is not fully informed about what is required under the EDT system.  It is not 12 lessons; it was 12 EDT lessons and, in between each EDT lesson, at least three hours driving with a sponsor or a driving instructor.<br\/><br\/>We also have in place a system that encourages learner drivers to drive accompanied by a full licence holder such as their mother, father, brother or sister.  This is leading to high insurance costs for 17 and 18 year olds.  Last week, one of my customers was quoted &euro;8,000 for car insurance.  If we want people to pass their test, we have to give them the best chance to pass it.  We need to explain to them that it is not the case that they need only take 12 driving lessons and then they will be ready for a test.  If we are to continue to encourage learner drivers to drive accompanied by family members who hold a full licence, we have to make it affordable in the context of the insurance industry for them to come onto the roads.  There is no point telling a 17 or 18 year old that it will cost up to &euro;8,000 for one year's insurance.  That is possible for affluent families, but in our experience most learner drivers do not have their own car or the finances to meet that level of cost.  We need to find a way to communicate with the public about what they need to do to prepare for a driver test.  We need to overhaul the EDT system and make it more test-friendly, which in itself will allow pass rates to increase naturally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00200","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":66,"content":"<p>I thank Mr. Brophy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00300","speaker":"1609"},{"type":"speech","time":1616025600,"counter":67,"content":"<p>I would like to raise a couple of issues.  Am I correct that all of our witnesses are approved driving instructors, ADIs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00400","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":68,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00500","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":69,"content":"<p>That point is an important one.  Driving instructors are at the front line in this situation.  I ask the witnesses to make a formal submission on all the points raised today so that we can feed it into our report to the Department on this issue.<\/p> <p>  The focus of these hearings is the approximately 100,000 people awaiting a driver test and 50,000 awaiting a theory test.  I have met many young people who have started new jobs and have completed five or six of their EDT lessons but cannot apply for a driver test.  Some of these young people are essential workers and others are not but being able to drive is hugely important.  On that point - the witnesses have covered all the other points raised in great depth - what needs to be done?  A review of restrictions by Government is expected on 5 April and we are hoping the virus will soon be under control.  What needs to be done to facilitate learners being able to undertake driver instruction with driving instructors and then to sit the test?  I would welcome the witnesses' perspective around that issue.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00600","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":70,"content":"<p>When the RSA appeared before the committee a few weeks ago it said it was operating at 75% of present day capacity.  Three weeks on, we would imagine that 75% has decreased.  In plain English, the Road Safety Authority is running out of essential workers to carry out driver tests.  It has done good work and made progress on the list, but there is now a further cohort of learner drivers awaiting a driver test.  We believe that essential workers who have yet to complete their EDT lessons should be allowed to complete them in line with public health advice.  The public health advice has to trump everything in the middle of a pandemic, as we all know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00700","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":71,"content":"<p>Does Mr. Brophy have any idea of the backlog within his profession in terms of the number of people awaiting completion of their essential driver lessons?  Does he have an approximate number in that regard?  For example, is it 1,000 hours and at that level how many people would be awaiting completion of their essential driver training?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00800","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":72,"content":"<p>Mr. Jordan has those numbers in front of him so I will hand over to him to respond on that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G00900","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":73,"content":"<p>I am conscious of time.  I ask Mr. Jordan to put that in context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G01000","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":74,"content":"<p>In 2019, which is the latest year in respect of which we have figures from the RSA, there were 240,000 learner drivers, of which 90,000 completed their tests.  Of those applicants, 54% failed and new applicants came onto the system.  In terms of the 2020-2021 figures, my estimate is there are now 300,000 learner drivers.  The RSA will have more accurate figures, but my estimate is there are 300,000 plus people in the system from 2020, with new people having entered the system in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G01100","nonspeaker":"Mr. Aidan Jordan"},{"type":"speech","time":1616025600,"counter":75,"content":"<p>Is Mr. Jordan saying there are 300,000 learner drivers with learner permits?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G01200","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":76,"content":"<p>There may be more than 300,000, but there are at least that number.  Every year, there are at least 240,000 and a backlog on top of that figure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G01300","nonspeaker":"Mr. Aidan Jordan"},{"type":"speech","time":1616025600,"counter":77,"content":"<p>Does Mr. Jordan have any idea of the number of learner drivers who were midway through their EDT at the time the restriction preventing driving instructors undertaking approved driver instruction was imposed?  Does he have any idea of the number of young or older learner drivers who were midway through their 12 EDT lessons?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G01400","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":78,"content":"<p>That is a very good question.  I will give an example from my business.  I have 80 clients waiting to recommence their training.<\/p><p>I would normally have about 130 students per year for my business, as a single person.  I have more than 50% of those people waiting to start back before I even bring new people into the system, so I am already starting from behind. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#G01500","nonspeaker":"Mr. Aidan Jordan","continuing":true},{"type":"speech","time":1616025600,"counter":80,"content":"<p>There are some 1,300 approved driving instructors, ADIs, in Ireland and, given the average, that means there are some 80,000 people in the middle of their hours.  Is that reasonable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00200","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":81,"content":"<p>It will be much higher than that.  If we take the figure of 240,000, we have probably 100,000 already in the system and the figure quoted by the RSA was 80,000 waiting to do the theory test.  Therefore, we are looking at some 180,000 to come into the system straight away and then, obviously, there are people who are still in the system but have not started their training.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00300","nonspeaker":"Mr. Aidan Jordan"},{"type":"speech","time":1616025600,"counter":82,"content":"<p>Would Mr. Brophy have it as one of the recommendations to make a new cohort on the essential side so people could do their driving hours with the approved driving instructors?  What is the technical term for those hours?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00400","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":83,"content":"<p>Those are the essential driver training hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00500","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":84,"content":"<p>Thank you.  We move to non-members.  I call Deputy Paul Kehoe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00600","speaker":"1593"},{"type":"speech","time":1616025600,"counter":85,"content":"<p>I thank the Chairman for allowing me to come in and I thank the witnesses for attending.  I have some back-and-forward questions.  Does Mr. Brophy have confidence in the RSA to overcome the backlog once the pandemic ends?  A \"Yes\" or \"No\" answer will do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00700","speaker":"1619"},{"type":"speechnospeaker","time":1616025600,"counter":86,"content":"<p>I know the Deputy wants a \"Yes\" or \"No\" answer.  I am hopeful that the Road Safety Authority will listen to what we are saying today, bring us to the table and allow us to help in our own industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00800","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":87,"content":"<p>Does Mr. Brophy have confidence in the RSA as an organisation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H00900","speaker":"1619"},{"type":"speechnospeaker","time":1616025600,"counter":88,"content":"<p>From what I see at the moment and what I have seen in the past year, no, I do not have confidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01000","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":89,"content":"<p>I was in correspondence with the RSA some 18 months or two years ago and it told me there are up to 2,000 driving instructors, although I am not sure of that figure as I cannot find the correspondence I was given.  On those figures, Unite represents about 5%.  I know there is much negative commentary online relating to Mr. Brophy's organisation and I know there have been a number of protests at some of the RSA centres around the country.  Is Mr. Brophy's organisation involved in the protests outside the driver testing centres?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01100","speaker":"1619"},{"type":"speechnospeaker","time":1616025600,"counter":90,"content":"<p>I would not call them protests but the answer to the Deputy's question is \"Yes\".  What we were doing, and we have ceased doing it since we moved to level 5 restrictions, was that we would protest outside the Finglas test centre - probably just four or five of us, because we were very aware of social distancing.  It was not an official protest and it would last for one hour on a Friday morning.  I would point out that we did not stop anybody from entering test centres or coming out of test centres, and we did not influence anybody.  We would basically stand there for one hour in protest, initially because of the facilities issues and the way we were being treated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01200","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":91,"content":"<p>As a commentary, I would think that if Mr. Brophy's organisation is trying to build up a positive relationship with the RSA, it would do that rather than protest.<\/p> <p>  My understanding is that the waiting rooms and toilet facilities at all RSA facilities are closed at the moment.  Did Mr. Brophy say that the waiting facilities in the NCT centres are open?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01300","speaker":"1619"},{"type":"speechnospeaker","time":1616025600,"counter":92,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01400","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":93,"content":"<p>I am very surprised to hear that because my understanding is that the waiting rooms and the toilet facilities in NCT centres are closed as well.  I am very surprised to hear that.<\/p> <p>  It is my understanding that people going for paramedic jobs in the HSE have a number of months to gain what is required to apply.  Am I right that the HSE is assisting new applicants due to the backlog with driver tests and theory tests?  I am not sure if Mr. Brophy is aware of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01500","speaker":"1619"},{"type":"speechnospeaker","time":1616025600,"counter":94,"content":"<p>I am not aware of that but it is something we can find out for the Deputy and let him know at a future date.  However, I am not aware of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01600","nonspeaker":"Mr. Dominic Brophy"},{"type":"speech","time":1616025600,"counter":95,"content":"<p>Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01700","speaker":"1619"},{"type":"speech","time":1616025600,"counter":96,"content":"<p>I thank all the witnesses for attending today's engagement with the committee.  We will be following up with the approved driving instructors stakeholders' forum and Mr. Fred Reilly and will ask them to come before the committee, which they have indicated they would be interested in doing, or to give us a detailed submission.  This would be in terms of our deliberations on putting forward a report to both the RSA and the Department of Transport on how to deal with the backlog of more than 155,000 people, many of them young, 100,000 of whom are waiting for a test and 55,000 of whom are waiting for a theory test.  The question is how that can be expedited.  I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H01800","speaker":"1593"},{"type":"unspoken","time":1616025600,"counter":97,"content":"<p>Sitting suspended at 12.46 p.m. and resumed at 12.49 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Appointment Process for Chair of Irish Aviation Authority: Engagement with Department of Transport","time":1616025600,"counter":98,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H02000"},{"type":"speech","time":1616025600,"counter":99,"content":"<p>The purpose of the second part of our meeting is to discuss and examine the procedure and appointment process for the chair of the Irish Aviation Authority.  On behalf of the committee, I welcome from the Department of Transport, Mr. Fintan Towey, assistant secretary, and Mr. Ronan Gallagher, principal officer.<\/p> <p>  Witnesses are reminded of the long-standing parliamentary practice to the effect that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.<\/p><p>Therefore, if the statement of a witness is potentially defamatory in respect of an identifiable person or entity, the witness will be directed to discontinue his or her remarks.  It is imperative that witnesses comply with any such direction.  Witnesses attending remotely from outside the Leinster House campus should note there is some limitation on parliamentary privilege and, as such, they may not benefit from the same level of immunity from legal proceedings as witnesses physically present.  Witnesses participating in this meeting from a jurisdiction outside the State are advised that they should also be mindful of their domestic law and how it may apply to the evidence they give.<\/p><p> Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  I wish to remind members joining the meeting remotely that they are only allowed to participate in this meeting if they are physically located in the Leinster House campus.  In this regard, I call on all members who are participating remotely to confirm prior to making their contributions to the meeting that they are on the grounds of the Leinster House campus.<\/p><p> I call on Mr. Towey to make an opening statement.  He has approximately five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#H02100","speaker":"1593","continuing":true},{"type":"speechnospeaker","time":1616025600,"counter":101,"content":"<p>I understand committee members want to discuss the appointment of Ms Rose Hynes as chairperson of the board of the Irish Aviation Authority.  I thank members for their time and I trust they have had a chance to consider the briefing material that has been provided.<\/p> <p>  I will begin by explaining that the appointment of Ms Rose Hynes is on an interim basis.  A vacancy for the chair of the Irish Aviation Authority occurred at short notice last December.  The Minister decided it was important that the vacancy be filled by a suitably qualified person as quickly as possible.<\/p> <p>  As members will be aware, the IAA is in the midst of a reform process that will result in significant institutional changes.  The Air Navigation and Transport Bill is currently before the Houses for consideration.  It was published in November last and passed Second Stage in the D&aacute;il in February.  It is hoped the Select Committee on Transport and Communications Networks will have time to consider the Bill soon.<\/p> <p>  The Bill provides that the commercial functions of the IAA will be separated out into a new company called the Irish air navigation service while the IAA will continue to have its primary role as the regulator for the aviation industry.  As part of the reforms, the IAA will also absorb the regulatory functions of the Commission for Aviation Regulation to form a single national regulator with responsibility for all aspects of aviation regulation.  To support that process a new chief aviation regulator was appointed in January following an open recruitment process.<\/p> <p>  Extensive internal work is under way within the IAA on all of the practical measures necessary to divide the existing organisation into two parts in anticipation of the Bill becoming law.  This is no small task given that the IAA employs more than 700 staff and has net assets of almost &euro;216 million.  In 2019 the authority had a turnover of more than &euro;197 million.  Its functions include the regulation of civil aviation safety, oversight of aviation security and the planning and implementation of air navigation services.<\/p> <p>  Apart from restructuring, the effects of Covid-19 on the aviation sector generally, including on the IAA, clearly present extraordinary challenges.  All the authority's operations have been deeply affected by Covid-19.  Important strategic and business decisions are being progressed in the early part of this year to prepare the ground for the restructuring.  In that context, the Minister for Transport was unwilling to risk leaving a vacancy while a more permanent chairperson was being sought for this crucial period.  Keeping up the momentum for progress that had developed in 2020 with the assistance of the previous chairman was an important factor as well.  On this basis, the Minister made the decision and, with Government approval, appointed an interim chair.  Ms Hynes has extensive experience in aviation and in leading State agency restructuring programmes.  This was a key reason for her appointment as the interim chair.  It was noted by Government that the interim chair would appear before this committee.<\/p> <p>  The Minister intends to initiate the formal recruitment process under the State boards appointment guidelines for a permanent chair at the appropriate time in parallel to the consideration by the Houses of the Air Navigation and Transport Bill.  Formal processes will be put in place to recruit a permanent chair for the newly restructured IAA and the proposed new Irish air navigation service.  I trust that this information is of assistance to the committee and I am happy to take any questions that arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00200","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":102,"content":"<p>My thanks to Mr. Towey.  Please be careful with your delivery as it is coming in and out.  Maybe it is the microphone or whatever, but please be careful.  We can hear you but it is inclined to be mixed at times.  <\/p> <p>  We will now go to members.  Senator Timmy Dooley has five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00300","speaker":"1593"},{"type":"speech","time":1616025600,"counter":103,"content":"<p>I welcome the guests.  I will dive into the questions.  When did the Department become aware of the resignation of the outgoing chairman of the IAA?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00400","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":104,"content":"<p>I am happy to take the questions on a one-by-one basis - it is a question of whatever suites the committee best.  It was close to mid-November.  I think 9 November was the date on which the chairman notified his intention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00500","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":105,"content":"<p>Was that the first the Department heard of it?  Was there some inkling?  Did this come completely out of the blue to the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00600","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":106,"content":"<p>There were some discussions with the chairman in early November.  It was evident in early November that the chairman was considering his position and he confirmed it on 9 November.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00700","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":107,"content":"<p>Was that a direct conversation?  Was it initiated by the chairman?  Was it something that came from the Department or the Minister?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00800","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":108,"content":"<p>There were discussions between the Department and the chairman in the context of a range of ongoing issues in respect of the IAA and the reforms to which I have referred.  It was in the context of those discussions that the issue of the chairman indicating that he would resign arose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J00900","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":109,"content":"<p>Was it an indication that he was not happy with procedures or not happy with the impending legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01000","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":110,"content":"<p>The chairman resigned for personal reasons.  I am not in a position to set out what they were.  This arose in discussions that the Department had with him around various issues and challenges for the IAA.  He indicated in that context that he was not in a position to continue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01100","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":111,"content":"<p>What meeting or meetings took place internally to discuss a process for finding a replacement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01200","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":112,"content":"<p>Following the indication that the chairman intended to resign, we began internal arrangements towards initiating a public process - a call for applications - and we had some discussions with the Minister in that regard.  That way forward was favoured by around the end of November.  In parallel with this, there was continuing engagement with the chairman in respect of several issues that were being resolved or dealt with by the board to resolve preparatory measures for the restructuring of the organisation.  It became evident in the course of those discussions that the board would continue to have an intensive role in the preparation for restructuring.  It, therefore, became evident that it would be problematic and risky to have a vacancy for the chair on the board while that was ongoing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01300","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":113,"content":"<p>There was a discussion about finding a replacement and it became evident that the Department needed to move.  Is that correct?  At what point was the decision taken to select an interim chair?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01400","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":114,"content":"<p>It was the middle of December.  I think it was 16 December.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01500","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":115,"content":"<p>The Department had various different chats and talks and decided on it.  Whose idea was it to go for an interim chair?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01600","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":116,"content":"<p>I am not actually sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01700","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":117,"content":"<p>Were there any minutes taken of those meetings?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01800","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":118,"content":"<p>No, these were internal discussions on the challenges being addressed by the IAA and the need to have an appropriate chair in place as quickly as possible.  It was in the context of those discussions that the acknowledgment arose that there would be a difficulty in not having a chair.  I am reluctant to claim credit for the proposal that we should appoint an interim chair though I do not deny the possibility.  It may well have been the Secretary General or Mr. Ronan Gallagher.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#J01900","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":119,"content":"<p>The decision was taken at some point to select an interim chair.  Which existing members of the board were considered or approached to fill that role?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00100","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":120,"content":"<p>We did not consider appointing an existing member of the board.  Our view was that, given the challenges the board was facing, we needed to find a suitable candidate who had a deep understanding of the public sector in Ireland, State bodies and how they operate and of implementing change in State bodies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00200","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":121,"content":"<p>The Department did not consider anybody who was on the board of the IAA, with their significant experience, to be worthy of consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00300","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":122,"content":"<p>Clearly, all the members of the board had expertise as board members and in relation to the business of the IAA but the focus of the expertise we were looking for was driving and delivering change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00400","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":123,"content":"<p>What process was followed to select the interim chair?  The Department knew what it needed so how did it go looking?  Where did it start?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00500","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":124,"content":"<p>It was a process of discussion.  There were discussions between myself and the Secretary General and between the Secretary General and the Minister on the question of identifying a suitable person with a strong track record and expertise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00600","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":125,"content":"<p>How many names did they come up with?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00700","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":126,"content":"<p>We did not produce a list of names as such but some names were considered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00800","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":127,"content":"<p>How many?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K00900","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":128,"content":"<p>In total, about three.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01000","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":129,"content":"<p>Where did the name of the proposed interim chair come from?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01100","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":130,"content":"<p>It arose in discussions between the Minister and the Secretary General.  I am not sure who identified Ms Hynes as a suitable candidate but I know both of them had worked with her before.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01200","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":131,"content":"<p>Did anyone within the Department, including the Minister, receive any expressions of interest from any party once it was clear there was a vacancy?  Was there any communication in writing, orally, by phone or by text, with any person who wanted to be considered, as far as Mr. Towey knows?  Obviously he cannot speak for the Minister but if it got to Department level at some point there would be a record of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01300","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":132,"content":"<p>I am not aware that any party expressed an interest in the position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01400","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":133,"content":"<p>Okay.  That is fine for the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01500","speaker":"1655"},{"type":"speech","time":1616025600,"counter":134,"content":"<p>Deputy O'Rourke has four or five minutes.  I am conscious of the other members.  We have to be out of here by 1.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01600","speaker":"1593"},{"type":"speech","time":1616025600,"counter":135,"content":"<p>I thank Mr. Towey for the update.  I raise the issue of the type of aviation industry the IAA will be regulating in the future.  In Mr. Towey's position, does he have concerns about the future of the aviation sector?  To what degree is he concerned about the decisions of Aer Lingus and Ryanair, which seem to be strategic ones?  In the last 24 to 48 hours I have been contacted by scores of staff regarding moves towards the North, moves to Manchester and redundancies of ground staff.  Does Mr. Towey share those workers' concerns about the future of the Irish aviation sector, which the IAA will be regulating?  Has the Department met with the airlines or union representatives from the Irish Air Line Pilots' Association, IALPA, F&oacute;rsa, SIPTU, Connect Trade Union or other unions?  What proposals are there at a departmental level to recover the aviation sector?  For example, will a task force be re-established?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01700","speaker":"1507"},{"type":"speechnospeaker","time":1616025600,"counter":136,"content":"<p>The state of the aviation industry is deeply concerning.  It is a well-known fact that it is an industry that is susceptible to economic cycles and downturns.  This particular shock to the aviation industry goes far beyond any setback that has previously been experienced and all of the industry is experiencing enormous difficulty, with the sole exception of a small part that is primarily focused on freight.  Outside of that, airlines, airports, lessors and maintenance firms are all experiencing enormous difficulty and in turn that means there are huge impacts for the workers across all those firms and industries.  Many of those firms have already had to take significant cost-cutting measures, including staff redundancies, which have brought a huge amount of hardship and, of course, many workers have experienced extensive pay cuts as well.  The state of the industry is deeply concerning.<\/p> <p>  The key challenge or question for the industry is when will it be possible to get back to business.  As everybody in this virtual room will be aware, that is deeply intertwined with considerations of public health and continuing measures that are necessary to counter the spread of the virus, and that obviously has to take priority.  While the industry has been going through this turmoil there have been significant support measures in place, mainly through the general employment support frameworks that have been implemented by the Government, and they have been availed of across the industry.  There are then some sector-specific supports as well.<\/p> <p>  Throughout this crisis we have had very close engagement with the industry.  We have maintained intensive engagement at official level because clearly we need to have that coalface knowledge of the impact on services, supply chains and so on, which are critical to our economy.  That is something we have monitored very carefully.  There has been close ministerial engagement both bilaterally with a number of the major players and in multilateral settings.  For example, the Minister and the Minister of State-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01800","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":137,"content":"<p>I am conscious of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K01900","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":138,"content":"<p>-----met with the task force last year.  They also met a few weeks ago with the National Civil Aviation Development Forum and just last week the Minister of State chaired the inaugural meeting of the Labour Employer Economic Forum, which is a framework that brings together representatives of IBEC and ICTU to discuss-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K02000","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":139,"content":"<p>I ask Mr. Towey to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K02100","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":140,"content":"<p>I am sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K02200","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":141,"content":"<p>Does Deputy O'Rourke wish to come back in briefly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K02300","speaker":"1593"},{"type":"speech","time":1616025600,"counter":142,"content":"<p>I just want to make the point that we had an aviation recovery task force which reported last year.  However, the circumstances have changed completely since it reported.  There is a need for the Minister and the Department to get their heads around the scale of the impact on this essential industry and also to look at the moves being made.  We need to react to them quickly or there will be no aviation sector to recover.  I fully support the public health measures that have been implemented, and I actually called for mandatory hotel quarantine to go further, but at the same time we need the types of supports that will sustain the sector through this period.  It is not just a matter of recovery.  There might be nothing to recover if the Government and the Department do not take action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K02400","speaker":"1507"},{"type":"speech","time":1616025600,"counter":143,"content":"<p>We, as a committee, will do a follow-up body of work around aviation as well.  I call Deputy Carey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K02500","speaker":"1593"},{"type":"speech","time":1616025600,"counter":144,"content":"<p>Mr. Towey explained in his opening statement the significant institutional change that is proposed for the IAA.<\/p><p>Could he take us through those significant changes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#K02600","speaker":"1517","continuing":true},{"type":"speechnospeaker","time":1616025600,"counter":146,"content":"<p>The Irish Aviation Authority was established in 1994, pursuant to the Irish Aviation Authority Act 1993.  That took the functions of air navigation service provision and regulation of the aviation industry out of the then Department of Transport, Energy and Communications and into an independent commercial body.  That was a significant change and that was in keeping with the trends at the time towards the establishment of dedicated agencies for air navigation services and aviation safety regulation.  In the period since the IAA was established, European policy has begun to put an enormous focus on the importance of the independence of regulatory bodies.  This served to highlight that the Irish Aviation Authority, as a body with dual roles that are somewhat related, has internal conflicts.  Those conflicts are out of kilter with best practice in the implementation of independent regulation.  The background to this is to ensure that we are fully compliant with European legal requirements for independence, that we establish the regulatory function on a stand-alone basis and that we establish the commercial service provision function on a separate basis.  We will also integrate with the safety regulation function undertaken by the IAA with the economic regulation function that is undertaken by the Commission for Aviation Regulation, which was established as an independent body in 2001.  It is to bring us in line with the best international practice in the regulation of aviation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00200","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":147,"content":"<p>On the appointment of an interim chair, can Mr. Towey confirm the status?  Has Ms Hynes taken up her position or is there another step in this process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00300","speaker":"1517"},{"type":"speechnospeaker","time":1616025600,"counter":148,"content":"<p>Ms Hynes has taken up her position.  She has been appointed as the chairperson.  In her letter of appointment, the Minister made clear that it should be considered a chairperson-designate position, pending her appearance before this committee.  While the appointment has been made and while Ms Hynes has full powers as chairperson, the position is not secure until the required appearance before this committee has taken place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00400","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":149,"content":"<p>I refer to the term \"interim\".  What period would that cover?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00500","speaker":"1517"},{"type":"speechnospeaker","time":1616025600,"counter":150,"content":"<p>The term \"interim\" relates to the period between now and the establishment of these two new bodies following the enactment of the Air Navigation and Transport Bill 2020.  From now until those new bodies are established and at the appropriate point as the Bill is being processed through the Houses, we will initiate a process through the Public Appointments Service to recruit a chairperson for both of those new bodies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00600","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":151,"content":"<p>I would also like to put a number of points to Mr. Towey.  I am a bit perplexed, confused and perhaps even frustrated as a member of the Joint Committee on Transport and Communications Networks.  Maybe I have totally misunderstood this process but I believed that this had to come before the committee for ratification and yet Mr. Towey has told us that Ms Rose Hynes is the chairperson-designate.  Presumably she is leading all the meetings, taking the executive decisions a chairperson would take and being remunerated.  Could Mr. Towey confirm if that is the case on all three counts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00700","speaker":"1519"},{"type":"speechnospeaker","time":1616025600,"counter":152,"content":"<p>Yes.  That is the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00800","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":153,"content":"<p>What is our function then?  I have been a Deputy for the past year.  This is the third occasion on which I have seen someone appointed to a State board that has a functionality in the committee's remit.  If this comes back in two three weeks' time and for some unknown reason we say we are not happy, what happens then?  Could Mr. Towey explain that to me?  Maybe I have missed something major over the last 12 months but this is a little out of sync with what I have seen happen with other appointments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L00900","speaker":"1519"},{"type":"speechnospeaker","time":1616025600,"counter":154,"content":"<p>That is a bigger question than applies specifically to this appointment but I will outline for the Deputy my understanding of it.  It is a requirement that nominees for positions as chairpersons appear before the relevant Oireachtas committees.  That is reflected in the code practice of the governance of State bodies.  As I understand it, it is the practice for the committee to confirm that the appearance has taken place.  As a matter of practice, the committee does not express confirmation of support or otherwise in the making of the appointment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01000","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":155,"content":"<p>Maybe the Chair or the clerk to the committee will write to the Minister to seek a tiny bit more clarification on this.  It might have been October when former Deputy Liz O'Donnell was appointed as chairperson of the Road Safety Authority and she came before this committee.  I remember that each member, across parties, said in their contributions that they supported her candidacy.  We had utterances of support and ratification so I would be curious to see if we could get clarification on that.  How long is this interim appointment for?  With this new Bill that is working its way through the Oireachtas to the point of enactment, are there any memoranda of understanding that this interim chair would take on the combined bodies or anything like that?  Are there any memoranda there that Mr. Towey could clarify for us?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01100","speaker":"1519"},{"type":"speechnospeaker","time":1616025600,"counter":156,"content":"<p>There are no memoranda of understanding.  The appointment is on an interim basis-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01200","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":157,"content":"<p>It is stand-alone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01300","speaker":"1519"},{"type":"speechnospeaker","time":1616025600,"counter":158,"content":"<p>Yes.  That is on the understanding that there will be processes for the recruitment of chairpersons for two new bodies and they will be commenced at the appropriate time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01400","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":159,"content":"<p>This might be for another day and Mr. Towey may not have all the answers to this today but I ask if he and his colleagues in the Department of Transport would have briefed both the Minister and Ms Hynes and the Irish Aviation Authority on the ongoing superannuation scheme dispute regarding Irish Aviation Authority employees.  Is there a sphere of briefing going on there that is aimed towards resolution?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01500","speaker":"1519"},{"type":"speechnospeaker","time":1616025600,"counter":160,"content":"<p>There is provision in statute on the resolution of issues relating to the superannuation scheme.  My understanding is that there is a dispute that has been referred to the Minister for Public Expenditure and Reform.  It is for adjudication by the Minister for Public Expenditure and Reform and that is where the matter stands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01600","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":161,"content":"<p>Mr. Towey has spoken about the changes in the Irish Aviation Authority becoming the single regulatory body and the enactment of the legislation.  He said there are a fair amount of internal conversations and communications going on.  How does Mr. Towey foresee this happening on the ground?  Are there any difficulties that need to be overcome?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01700","speaker":"1498"},{"type":"speechnospeaker","time":1616025600,"counter":162,"content":"<p>There are a range of challenges that have to be overcome in the sense that the IAA is a single body with 700 employees and assets of more than &euro;200 million.  The organisation has to be divided into two parts so that they can become independent bodies and so that the safety regulation part will also prepare for the absorption of the Commission for Aviation Regulation.<\/p><p>Several issues need to be addressed.  A new head of the new regulatory body has been recruited through an open process and is working with the Irish Aviation Authority at present.  There is a series of issues regarding how to reorganise buildings, the internal systems and the corporate services supports that are provided, such as HR, finance, etc., and how to divide the assets of the company and so on.  All that work is being undertaken now and is being progressed by both the new chief regulator designate and the chief executive officer of the Irish Aviation Authority who will head up the new air navigation service body.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#L01800","nonspeaker":"Mr. Fintan Towey","continuing":true},{"type":"speech","time":1616025600,"counter":164,"content":"<p>Is Mr. Towey aware of any issues with small and regional airports regarding the lack of air traffic controllers impacting on training?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00200","speaker":"1498"},{"type":"speechnospeaker","time":1616025600,"counter":165,"content":"<p>I know that issues have arisen in the past and arise from time to time in the sense that it is sometimes difficult for small regional airports to recruit air traffic controllers because of the opportunities that exist in the bigger airports and in the bigger air traffic control centres.  I know in those circumstances the Irish Aviation Authority has previously provided assistance to the smaller regional airports where necessary.  However, I am not aware of any specific problems right now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00300","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":166,"content":"<p>One has been brought to our attention.  I will ensure correspondence is sent to Mr. Towey to see if it can be resolved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00400","speaker":"1498"},{"type":"speech","time":1616025600,"counter":167,"content":"<p>I have a few questions for Mr. Towey.  Today we are discussing the process of appointment.  Did Mr. McGrail, the previous chairman of the IAA, resign or was he asked to resign?  I ask Mr. Towey to give me a \"Yes\" or \"No\" answer.  Did he resign of his own accord or was he encouraged to resign?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00500","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":168,"content":"<p>He resigned of his own accord.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00600","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":169,"content":"<p>I did not see it in the public domain, and it was not in the press statement on the appointment of the interim chairman.  If my memory serves me right, we got correspondence indicating that the appointment was for one year.  Is Mr. Towey saying there is no deadline on the appointment?  I ask Mr. Towey to give me a \"Yes\" or \"No\" answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00700","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":170,"content":"<p>I will have to check the papers.  I think the expectation is that it will be about one year.  I am not sure whether it is written down as one year, but clearly it is linked to the progress of the Air Navigation and Transport Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00800","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":171,"content":"<p>Typically, how long does the public appointments process take to appoint a new chair?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M00900","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":172,"content":"<p>I would say it is three to five months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01000","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":173,"content":"<p>Mr. McGrail resigned in early November.  It has now been virtually five months since then.  Why did the Department not consider a process of public appointments to appoint a new chairman designate for the IAA?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01100","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":174,"content":"<p>We did, and it was discussed with the Minister.  While the former chairman indicated his intention to resign on 9 November, it was actually 16 December before his resignation took effect.  Towards the end of November we looked at the alternative of a process through the Public Appointments Service, but given the normal timeframes and the fact that in this case it would span Christmas, there was a view that it was necessary to move more quickly and to fill the vacancy.  Following approval by Government on 12 January, Ms Hynes was appointed and has had the responsibilities of chair of the board since then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01200","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":175,"content":"<p>How many board meetings have taken place since Ms Hynes's appointment as chair of the board of the IAA?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01300","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":176,"content":"<p>I do not know the answer to that.  I know there have been a number of board meetings.  I think there may have been board committee meetings also, but I cannot say the number.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01400","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":177,"content":"<p>I have two questions.  Who ultimately made the decision to appoint an interim chair rather than go through the Public Appointments Service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01500","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":178,"content":"<p>The Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01600","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":179,"content":"<p>Why would the Department not now start the public appointments process to appoint a formal chair designate of the IAA board in parallel with having an interim chair, based on the reasons Mr. Towey has put forward?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01700","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":180,"content":"<p>In that scenario it would be a process to appoint a person to become chairman of the combined entity that is the Irish Aviation Authority right now.  I suppose the question then would be whether that person would continue as chair of one of the new entities or whether we would have a process for the two new entities.  In the hope that the period to enactment of the Air Navigation and Transport Bill would not be that long, I think it was felt that appointing an interim chair to hold the position until the Bill was enacted was sufficient.  We do not have visibility on the timeframe for the enactment of the Bill.  If it can reach Committee Stage quickly, we might have better visibility on the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01800","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":181,"content":"<p>Mr. Towey will appreciate we are not questioning at all the qualifications of the interim chair; it is the process that we are questioning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M01900","speaker":"1593"},{"type":"speech","time":1616025600,"counter":182,"content":"<p>I am in Leinster House.<\/p> <p>  Mr. Towey has not given us a definitive answer as to how long the appointment will be for, which is disappointing.  My remarks do not in any way cast aspersion on the appointee.  Given the background of the chairperson designate and her involvement with Shannon Airport, does Mr. Towey believe she has a conflict of interest given that this is a national authority, serving all airports?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M02000","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":183,"content":"<p>No, I do not believe there is a conflict.  She has concluded her business with Shannon Airport.  It is well known in the public domain what her role was.  This is a new role.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M02100","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":184,"content":"<p>It is a new role that affects all airports.  Following the separation of Shannon Airport from the DAA, it was projected that 3.2 million passengers would travel through Shannon when in fact it was only 1.7 million passengers.  That does not augur well, does it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M02200","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":185,"content":"<p>I think that is a separate question.  The role of the Irish Aviation Authority in respect of Shannon is to ensure that it reaches all the necessary safety and security standards.  That is the focus of the IAA.  The board has broad oversight responsibilities for regulation across all airports and airlines.  Therefore, I do not see issues there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M02300","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":186,"content":"<p>I am a former chairperson of an Oireachtas committee.  Would Mr. Towey accept that this process today and the appearance of any chairperson designate is a clear act of folly because we, as an Oireachtas committee, cannot say we have no confidence and cannot say we should not appoint and therefore there should be a review of the whole process whereby the person or persons should come before the committee to be vetted properly, not in a personal way but based on their policy, their approach and their qualifications?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M02400","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":187,"content":"<p>That is how I also understand it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M02500","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":188,"content":"<p>At the moment, we have no function other than to tick a box and that should change.  The power rests with the Civil Service and the Minister and the members of the Oireachtas committee may as well be out in the field directing traffic in this case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#M02600","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":189,"content":"<p>Clearly, it is within the discretion of the committee to express what-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00100","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":190,"content":"<p>What is Mr. Towey's view on it?  Would he like to see that position changed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00200","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":191,"content":"<p>It is a bigger question than my remit, but essentially it is a procedural question about what the role of the committee should be and whether appointments should be made on the basis of a formal ratification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00300","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":192,"content":"<p>That is what I am asking about.  What is Mr. Towey's view on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00400","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":193,"content":"<p>I am not in a position to express a view on that today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00500","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":194,"content":"<p>Why is that the case?  Mr. Towey is the senior civil servant before the committee today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00600","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":195,"content":"<p>It is not something I have looked at or weighed up all of the arguments in terms of finding the balance between the role of Parliament versus the role of the Executive.  It is a bigger question than the appointment of this particular chairperson and it is a much bigger question than my opinion on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00700","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":196,"content":"<p>I accept that.  However, the IAA remit includes civil aviation safety regulation, aviation security regulation and inspection and air traffic management, which is a fairly wide remit and a very onerous set of functions.  Given that, surely we as parliamentarians, independent of Government, should have a more substantial role in vetting people to be board members or chairpersons.  Let me add that I am not talking about any particular individual, but a person designate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00800","speaker":"1637"},{"type":"speechnospeaker","time":1616025600,"counter":197,"content":"<p>I note the Senator's position and the view he is expressing.  I will not express an opinion on it.  It is a fundamental question in relation to both Parliament and the Executive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N00900","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":198,"content":"<p>I thank Mr. Towey.  I appreciate his candour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01000","speaker":"1637"},{"type":"speech","time":1616025600,"counter":199,"content":"<p>Senator Dooley can come back in very briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01100","speaker":"1593"},{"type":"speech","time":1616025600,"counter":200,"content":"<p>I thank Mr. Towey for answering the questions as frankly as he could.  However, the average punter looking in will ask why two or three people sat in a room, tossed around a few names, did an eeny, meeny, miny, moe and picked an individual.  That does not look good in terms of transparency at the level we are dealing with it.  Quite frankly, it looks appalling because there is a broader question.  There will be two boards at the end of this interim chairmanship.  Can Mr. Towey tell us that the interim chair will not be in a position to compete for either of those two boards?  I will hear his answer before my next question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01200","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":201,"content":"<p>I suppose it will be open to Ms Hynes to compete for either or both, if she so chooses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01300","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":202,"content":"<p>I thank Mr. Towey for his frankness.  Does that not cast a level of favouritism on the interim chair because they will be given access to intimate knowledge that nobody else will have access to in a competition for the new positions?  Did Mr. Towey not consider that the interim chair be appointed on the basis that they would not go forward for that role?  A route has been opened up here which does not look good.  This does not in any way question the capacity or abilities of the interim chair.  We can have all those discussions if or when the individual comes before the committee.  However, it is a major lapse in good governance by a Department around something so serious, considering the work Mr. Towey talked about which needs to be done.  Quite frankly, the legislation has not gone through yet.<\/p> <p>  Furthermore, I cannot for the life of me understand why there was no approach to somebody on the existing board who would have known about the discussions and debates and had access to all the information.  I have to put to Mr. Towey that it is absolutely flabbergasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01400","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":203,"content":"<p>The process by which Ms Hynes was selected is one foreseen in the guidelines on appointments published by the Minister for Public Expenditure and Reform.  It is recognised as a process.  The process to appoint the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01500","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":204,"content":"<p>It is recognised in exceptional circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01600","speaker":"1655"},{"type":"speechnospeaker","time":1616025600,"counter":205,"content":"<p>Yes.  These are exceptional circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01700","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":206,"content":"<p>That is open to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01800","speaker":"1655"},{"type":"speech","time":1616025600,"counter":207,"content":"<p>We need to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N01900","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":208,"content":"<p>The process to be applied by the Public Appointments Service is dependent on the recruitment process carried out in accordance with the Public Appointments Service procedures for recruitment and best practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02000","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":209,"content":"<p>I thank Mr. Towey but we need to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02100","speaker":"1593"},{"type":"speech","time":1616025600,"counter":210,"content":"<p>Since we could go on about this for some time, would it be possible for Mr. Towey to respond to additional questions from the committee sent through the secretariat?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02200","speaker":"1655"},{"type":"speech","time":1616025600,"counter":211,"content":"<p>Does Mr. Towey agree to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02300","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":212,"content":"<p>Yes, of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02400","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":213,"content":"<p>We will follow up on any additional questions members have which the secretariat will forward to Mr. Towey.  Is Mr. Towey agreeable to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02500","speaker":"1593"},{"type":"speechnospeaker","time":1616025600,"counter":214,"content":"<p>Yes, absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02600","nonspeaker":"Mr. Fintan Towey"},{"type":"speech","time":1616025600,"counter":215,"content":"<p>I appreciate we are caught on time due to Covid.  I thank Mr. Towey and Mr. Ronan Gallagher from the Department of Transport for attending today and engaging with the committee.  The next meeting of the joint committee will be a private virtual one at 4 p.m. on Tuesday, 23 March.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031800002#N02700","speaker":"1593"},{"type":"unspoken","time":1616025600,"counter":216,"content":"<p><\/p><p><\/p>","notice":"TIME STRING DETECTED"}]