[{"type":"majorheading","content":"Committee on Education and Social Protection: Select Sub-Committee on Social Protection","time":1415192400,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 13:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Michael Conaghan, Deputy Aengus Ó Snodaigh, Deputy Kevin Humphreys (Minister of State at the Department of Social Protection), Deputy Brendan Ryan. Deputy Willie O'Dea,<\/p><p>DEPUTY JOANNA TUFFY IN THE CHAIR.<\/p>","time":1415192400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500002"},{"type":"unspoken","time":1415192400,"counter":4,"content":"<p>The select sub-committee met in private session until 1.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1415192400,"counter":5,"content":"<p>The select sub-committee went into private session at 1.10 p.m. and resumed in public session at 1.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Civil Registration (Amendment) Bill 2014: Committee Stage","time":1415192400,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500003#B00400"},{"type":"speech","time":1415192400,"counter":7,"content":"<p>The purpose of this meeting is our Committee Stage deliberations on the Civil Registration (Amendment) Bill 2014.  The Bill was amended on Committee Stage in the Seanad and was referred to the select sub-committee by order of the D&aacute;il on 9 October last.  The Bill will amend the Civil Registration Act 2004 in order to address a range of issues identified since the passage into law of that Act and streamline the service available to the public.  I welcome the Minister of State at the Department of Social Protection, Deputy Kevin Humphreys, who has special responsibility for activation, and his officials.  As this is the Minister of State's first appearance before the select sub-committee, I take the opportunity to congratulate him on his appointment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500003#B00500","speaker":"1010"},{"type":"speech","time":1415192400,"counter":8,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500003#B00600","speaker":"1033"},{"type":"speech","time":1415192400,"counter":9,"content":"<p>My intention is that we will conclude our Committee Stage deliberations at this meeting.  If needs be, however, we can extend our deliberations because the room is booked for tomorrow.  Is that agreed?  Agreed.<\/p><p>  For the purposes of the debate, it is proposed to group amendments Nos. 2 and 3, Nos. 5 and 6 and Nos. 7 to 9, inclusive.  All other amendments will be discussed individually.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500003#B00700","speaker":"1010"},{"type":"unspoken","time":1415192400,"counter":10,"content":"<p>Sections 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1415192400,"counter":11,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1415192400,"counter":12,"content":"<p>I move amendment No. 1:<blockquote><br \/>In page 6, between lines 38 and 39, to insert the following:<blockquote>&ldquo; &ldquo;stillborn child&rdquo; means a child who, at birth, weighs not less than 500 grammes or has a gestational age of not less than 24 weeks and shows no sign of life, and &ldquo;stillbirth&rdquo; shall be construed accordingly.  These also include an unborn child who dies in the womb of the mother due to death of the mother but otherwise meets the weight or age criteria herein;&rdquo;,&rdquo;.<\/blockquote><\/blockquote>On Second Stage I made reference to a particular case involving an unborn child, Mollie Enright.  I stated that she was killed as a result of a road accident in which her mother committed suicide.  I very much regret that what I said did not reflect the actual situation.  Apparently, she was killed as a result of injuries sustained by her mother, Mary Enright, <i>n&eacute;e<\/i>Walsh, in a road collision with another motorist, Robert Stoker.  The Garda was seeking Mr. Stoker at the time as it was believed he was suicidal and a danger to himself and others.  I apologise to the family of Mollie Enright for any distress caused and I wish to have the record corrected in respect of this matter.<br\/>There was a very brief discussion on the matter to which amendment No. 1 relates on Second Stage.  The essential purpose of the amendment is to ensure that the births of children such as the late Mollie Enright can be registered.  I recall the Minister of State indicating that the Government would bring forward its own amendment on either Committee Stage or Report Stage - I am not quite sure which - and perhaps he will outline where matters currently stand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500003#B01000","speaker":"1059"},{"type":"speech","time":1415192400,"counter":13,"content":"<p>I am delighted Deputy O'Dea corrected the record.  There have been occasions when I have also got names and facts a little mixed up.<br\/>The position with regard to the matter in question is that we have taken the advice of the Attorney General, who has stated that there is no need for an amendment.  We have since contacted the family's solicitor and contacted the relevant Department.  The advice of the Attorney General indicates that where a baby dies <i>in utero<\/i>as a result of the death of its mother and where it meets either the required weight or gestational age criteria, it comes within the current definition of &quot;stillborn child&quot; contained in section 2(1) of the Civil Registration Act 2004.<\/p> <p>The current definition of the stillborn child allows that where an unborn baby dies in the womb of a mother, due to the death of the mother, a stillbirth may be registered in accordance with section 28 of the 2004 Act.  I hope this will give some comfort to families bereaved in such circumstances.  The clarification we have received from the Attorney General is that it can be registered.  There is a case before the court, so I am acting on the advice of the Attorney General.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500003#B01100","speaker":"1033","continuing":true},{"type":"speech","time":1415192700,"counter":15,"content":"<p>It would appear that what has happened in this case is that the certificate has issued - I presume based on the Attorney General's interpretation of the section that the Ard-Chl&aacute;raitheoir was entitled to issue the certificate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00200","speaker":"1059"},{"type":"speech","time":1415192700,"counter":16,"content":"<p>The Department of Justice and Equality has been informed of the advice received from the Attorney General in regard to this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00300","speaker":"1033"},{"type":"speech","time":1415192700,"counter":17,"content":"<p>What the Attorney General is saying is that it is legal under the Act, as it stands, to issue the certificate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00400","speaker":"1059"},{"type":"speech","time":1415192700,"counter":18,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00500","speaker":"1033"},{"type":"speech","time":1415192700,"counter":19,"content":"<p>Has that been done?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00600","speaker":"1059"},{"type":"speech","time":1415192700,"counter":20,"content":"<p>The coroner must certify it.  We have asked for a letter to be sent to all the coroners outlining the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00700","speaker":"1033"},{"type":"speech","time":1415192700,"counter":21,"content":"<p>I bring to the Minister of State's attention that a short time ago, my attention was brought to an opinion from a senior counsel which runs directly contrary to the opinion expressed by the Attorney General.  He states that the crucial words in section 2(1) of the 2004 Act are undoubtedly that the term stillborn means a child who \"at birth\" and that with all due respect to the learned Attorney General's view, he cannot agree that the use of the words \"at birth\" can include the removal of the remains of a child in the course of a post mortem autopsy, as occurred here, and that the procedure is not even to be equated with a surgical procedure, as might occur at a birth by caesarean section.  The conclusion of his opinion is that he is aware the Civil Registration (Amendment) Bill is currently on Committee Stage in the D&aacute;il and that it seems to him to that the present lacuna in the registration system can only be cured by a statutory amendment to the definition of \"stillborn child\" to expressly include an unborn child of a given weight and age who dies in the womb of the mother as a result of the mother's death or, alternatively, that such an unborn child in such circumstances must be provided for in a separate category.<\/p><p>  I know the Minister of State has received the advice of the Attorney General but this is the advice of a very respected senior counsel who practises extensively in this particular area of law and which runs directly counter to it.  Did the Minister of State say there was a case before the courts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00800","speaker":"1059"},{"type":"speech","time":1415192700,"counter":22,"content":"<p>I believe the Deputy just read out the legal opinion from that case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C00900","speaker":"1059"},{"type":"speech","time":1415192700,"counter":23,"content":"<p>Right.  This is the case about which the Minister of State is talking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01000","speaker":"1059"},{"type":"speech","time":1415192700,"counter":24,"content":"<p>I am acting on the advice of the Attorney General.  The definition of a stillborn child is contained in section 2(1) of the 2004 Act that provides that a stillborn child means a child who at birth weighs not less than 500 grams or who has a gestation age of not less than 24 weeks and shows no sign of life.  The advice from the Attorney General is quite clear.  In regard to the particular case about which the Deputy is talking, we are in correspondence with-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01100","speaker":"1033"},{"type":"speech","time":1415192700,"counter":25,"content":"<p>I will not press the amendment.  We will come back to it on Report Stage but it seems a bit peculiar in that no further damage would be done to the system by accepting the amendment.  It would put the matter beyond any shadow of a doubt.  Simply because the Attorney General takes one statutory interpretation and a senior counsel takes another view that a bit extra is needed, it seems very flaithulach to say the least to be going to court with taxpayers' money paying the costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01200","speaker":"1059"},{"type":"speech","time":1415192700,"counter":26,"content":"<p>I welcome the Attorney General's advice and although there is a case before the court, I had hoped that would have been an end to it because it would have addressed what families have asked to be addressed.  If it does not stand the test of the court, I urge the Minister of State to look at it again to ensure there will not be a difficulty in the future.  The Bill does not address it and the Attorney General's advice is that we do not need to address it because it is, in some way, covered.  It obviously has not been covered to date and that is the problem.  The advice was not available in that certificates were not issued, otherwise families would not have gone to court to try to ensure their child was included on the stillbirth register.<\/p><p>  I am happy there is some progress and that some discussion has taken place on this but we need a commitment that if the findings of the court are contrary to the advice from the Attorney General, we will come back to this quite quickly and look at the proposal Deputy O'Dea and others have.  There is a range of ways to tackle this.  It would require a single paragraph in legislation if the court does not accept the Attorney General's advice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01300","speaker":"1028"},{"type":"speech","time":1415192700,"counter":27,"content":"<p>I thank Deputy &Oacute; Snodaigh.  Everybody is trying to do the same thing here for families going through the trauma of a stillbirth.  The case Deputy O'Dea mentioned is particularly unfortunate.  There can be unforeseen consequences of amending the legislation.  Stillbirth registrations have taken place.  There seems to be a particular problem here.  The coroners have been written to notifying them of the Attorney General's advice.  I hope this will resolve the matter.  I thank Deputy O'Dea for being constructive and not pressing the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01400","speaker":"1033"},{"type":"unspoken","time":1415192700,"counter":28,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1415192700,"counter":29,"content":"<p>Question proposed: \"That section 3 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1415192700,"counter":30,"content":"<p>I can raise it in a later section but since we are dealing with definitions, part of this Bill concerns marriages of convenience.  If the Minister of State prefers, I will deal with it when the section comes up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01700","speaker":"1028"},{"type":"speech","time":1415192700,"counter":31,"content":"<p>I would prefer that because amendments have been tabled by Deputy O'Dea in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01800","speaker":"1033"},{"type":"speech","time":1415192700,"counter":32,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C01900","speaker":"1028"},{"type":"unspoken","time":1415192700,"counter":33,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1415192700,"counter":34,"content":"<p>Sections 4 and 5 agreed to.<\/p>"},{"type":"unspoken","time":1415192700,"counter":35,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1415192700,"counter":36,"content":"<p>Amendments Nos. 2 and 3 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C02300","speaker":"1010"},{"type":"speech","time":1415192700,"counter":37,"content":"<p>I move amendment No. 2:<blockquote><br \/>In page 9, line 23, after &ldquo;child&rdquo; to insert the following:&quot;and in those circumstances an tArd-Chl&aacute;raitheoir shall register the name of the father and his last known address&quot;.<\/blockquote>Section 6 provides that it is the duty of both parents to comply with the registration of the birth of a child, notwithstanding that they are not married to each other.  It goes on to provide that if the mother attends alone, she must provide information as to the father's name and contact details.  There are a number of exceptions to that.  The first exception is that she does not know who the father is.<i>Nemo dat quod non habet<\/i>- if one does not know the identity of the father, obviously one cannot provide that information.  <br\/>The second exception is where she does not know the whereabouts of the father.  In that case, nothing at all about the father appears on the certificate.  It seems only reasonable and fair that, at a minimum, the father's name appears, even if she does not know his whereabouts, and that the last known address be put on the certificate, as provided for in the amendment.  If that is a bridge too far, at a minimum, his name should appear on the certificate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C02400","speaker":"1059"},{"type":"speech","time":1415192700,"counter":38,"content":"<p>On the basis of the information, the registrar will make all reasonable attempts to contact the man named as the father and request him to provide particulars in regard to the birth.  That is the key.  There is an element of natural justice here.  Before somebody's name appears on the birth certificate, he must be contacted and confirmation, information and evidence must be given.  For somebody not to be informed or contacted, and for it not to be ascertained whether he agrees he is the father, is questionable.<\/p> <p> If the mother of the child attends with the Registrar, and she gives the last known address, telephone number, e-mail address, etc., the Registrar will do his absolute best to identify and contact the father and ensure that the father's name is on the birth certificate.  Were somebody to arrive into the Lombard Street office, as it would be in Dublin, stating, \"Kevin Humphreys is the father of the child\", with no contact made with Kevin Humphreys to ask is he the father of the child or had he any contact, there has to be some sense of natural justice that the person would be contacted and told that his name is going on the birth certificate to state he is the father.  Unless such contact is made, it would be difficult to sustain in natural justice.  We must ensure that the register is robust and that the father is contacted, if at all possible, to ascertain whether or not he is the father of the child.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500004#C02500","speaker":"1033","continuing":true},{"type":"speech","time":1415193300,"counter":40,"content":"<p>In circumstances where a mother attends alone and she knows the whereabouts of the father but the father is not going along with it, surely the father's name and address can be registered.  What is the difference?  He might not be willing to talk to the Registrar either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D00200","speaker":"1059"},{"type":"speech","time":1415193300,"counter":41,"content":"<p>The Registrar will contact him.  In the instance in the Deputy's example, the Registrar will be provided with the name and contact details of the father.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D00300","speaker":"1033"},{"type":"speech","time":1415193300,"counter":42,"content":"<p>If the Registrar contacts him and he does not respond, is that the end of it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D00400","speaker":"1059"},{"type":"speech","time":1415193300,"counter":43,"content":"<p>The Registrar will do all in his power to contact and ascertain, but I will come back to Deputy O'Dea with the detail on how that would be dealt with.  To be clear, Deputy O'Dea asked if the father's name plus contact details is given and the father will not engage, what are the steps that the Registrar can take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D00500","speaker":"1033"},{"type":"speech","time":1415193300,"counter":44,"content":"<p>Yes.  Essentially, what happens?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D00600","speaker":"1059"},{"type":"speech","time":1415193300,"counter":45,"content":"<p>We will come back directly to Deputy O'Dea on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D00700","speaker":"1059"},{"type":"unspoken","time":1415193300,"counter":46,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1415193300,"counter":47,"content":"<p>Amendment No. 3 not moved.<\/p>"},{"type":"unspoken","time":1415193300,"counter":48,"content":"<p>Question proposed: \"That section 6 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1415193300,"counter":49,"content":"<p>Although I am in sympathy with this section, it is a major change in society and there has not been enough discussion.  However, I will not hold up the passage of the Bill.<\/p><p>  Given the substantial change, it is interesting that those who would normally lobby us in terms of human rights and changes to the law, such as the Law Society of Ireland, have not been in contact on this.  There is a degree of compulsion, albeit in some ways welcome because in a small society in Ireland there are elements of genetics, elements of the rights of a child to know his or her father and a range of issues on which everybody is exercised, but there are also the rights of the mother on occasion as well, for instance, in the case of rape.  Will there be a compulsion, if the woman has not reported it?<\/p><p>  In the case of young people, for instance, there is a consequence, if a 15 year old who got pregnant declares on the birth certificate of the child a 15 or 16 year old father, that the father could be charged.  We had this debate not so long ago where one is dealing with a child in one sense, but also with a criminal offence which now is reportable.  In such a case, any official, doctor, nurse or registrar would have to report it immediately to social services and An Garda S&iacute;och&aacute;na, and rightly so, but it is in some ways the unknown consequence.  I am not saying that we necessarily create a loophole, but we must be aware that sometimes when we try to do right there can be instances where the outcome is not favourable.  Perhaps that is covered in part of the Bill which allows the Registrar not to register if there is compelling reason and in that case, it might be that the Registrar would say to leave it a few years.  The problem is that if the Registrar said that, he would be breaking the law.<\/p><p>  There are many instances where the mother will not register the father, maybe because at the time of birth he is abusive or for one or more of a range of issues, and there is a retrospective registering of the father.  Similar to Deputy O'Dea's last request, in a case where a father challenges this and says \"No\", will the State pay for the DNA tests at that stage if he refuses to acknowledge or be named on a birth certificate if he has no role in the life of the mother or child?  I ask this because it will be a challenge.  There are a lot of fathers who are aware of their responsibilities, have denied them for years and will not take it easily that they are being named on birth certificates.  Somebody must foot the bill to ensure, if they are the father, that such is recognised through a DNA test or some mechanism.  In that instance one is getting into compulsion.<\/p><p>  I am not opposed to the section but am striking a note of caution.  The system has worked quite well up until now.  For many years there has been a problem where for beneficial financial reasons some might have signed the birth certificate with the father's name on it.  I might come back to the matter to see whether I can tighten it up a little at Report Stage or I might leave it to the Minister.  We have at least raised those concerns.  Perhaps the Registrar, when this is passed, can have a detailed note on what to do in specific instances, but I would be interested in those complex cases involving the teenage years of 15 and 16.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D01100","speaker":"1028"},{"type":"speech","time":1415193300,"counter":50,"content":"<p>I thank Deputy &Oacute; Snodaigh.  This is a reforming Bill.  To his credit the Deputy recognised in the House the benefits to the father of the inclusion of the father's name on the birth certificate.  It is progress.  We are making technical amendments to ensure that the register is robust.<\/p><p>  I will try to answer some of the questions the Deputy raised.  On the child safety element of not including the father's name, on receipt of a statutory declaration from the mother that it would not be in the best interests of the child to have the name of the father included, the Registrar, taking into account the evidence available to him or her, may decide not to include the father's name on the birth record.  In the case of the safety or best interest of the child, that allows for the mother to give a statutory declaration.<\/p><p>  On the case of those underage, we cannot deal with everything within the register.  In the cases the Deputy outlined, that would have come to notice at a stage much earlier than the issue of a birth certificate.  The question of whether or not to prosecute an individual is a matter for the Director of Public Prosecutions.  All matters relevant to the DPP are proper to my colleague, the Minister for Justice and Equality.  We have liaised with the Department of Justice and Equality to ascertain the current statutory powers of the DPP in prosecution of minors which is covered under section 3 of the Criminal Law (Sexual Offences) Act  2006.  There is an element of discretion within that Act.  We will forward that section of the Act to the Deputy afterwards or, if he wishes, I can read through it now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D01200","speaker":"1033"},{"type":"speech","time":1415193300,"counter":51,"content":"<p>I debated it.  Some of these consequences were debated at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D01300","speaker":"1028"},{"type":"speech","time":1415193300,"counter":52,"content":"<p>Deputy &Oacute; Snodaigh is probably more aware of them than I am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D01400","speaker":"1033"},{"type":"speech","time":1415193300,"counter":53,"content":"<p>At the time we found it difficult to understand why there were two different ages of consent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500005#D01500","speaker":"1028"},{"type":"speech","time":1415193900,"counter":54,"content":"<p>It is extremely difficult to get a balance at that age.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00100","speaker":"1033"},{"type":"speech","time":1415193900,"counter":55,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00200","speaker":"1028"},{"type":"speech","time":1415193900,"counter":56,"content":"<p>We have all co-operated in an attempt to get the best outcome in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00300","speaker":"1033"},{"type":"speech","time":1415193900,"counter":57,"content":"<p>I ask Deputy Ryan to take the Chair for a moment because I would like to make a point on this section that I cannot make if I am in the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00400","speaker":"1010"},{"type":"unspoken","time":1415193900,"counter":58,"content":"<p>Deputy Brendan Ryan took the Chair.<\/p>"},{"type":"speech","time":1415193900,"counter":59,"content":"<p>I have to express my delight at my elevation to the Chair for 30 seconds to allow the Chairman of the sub-committee to make a point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00600","speaker":"1013"},{"type":"speech","time":1415193900,"counter":60,"content":"<p>While I welcome this section of the Bill, I would like to mention something that I think is missing from it.  I appreciate that this does not fall under the remit of the Minister of State or the Department of Social Protection.  The corresponding rights should be given to the fathers.  Obviously, fathers have rights and responsibilities.  As far as I am aware, in Scotland and the other jurisdictions in the UK, if one's name is on the birth certificate one gets automatic guardianship rights.  I am sure that is qualified in a manner like that outlined by the Minister of State, for example, when issues arise regarding the best interests of the child.  The proposal made by the Department of Justice and Equality in a forthcoming Bill does not nearly go far enough.  It continues the discrimination against unmarried fathers.  To be honest, it does this in a kind of moral or judgmental way.  Deputy &Oacute; Snodaigh said things have worked well, but I do not think they really have.  In addition to my anecdotal knowledge of cases, I have some family law experience from my time as an apprentice solicitor.  I was not involved in this area when I worked as a solicitor.  When I was dealing with cases, I felt that many unmarried fathers, or even fathers who were married, were pushed away from playing a part in their children's lives.  It is the law that does that as much as anything else.  I suggest that if they were given more rights, they would take more responsibility.  As I recall it, a finding along these lines was contained in a study that was carried out at one stage by an academic at Waterford Institute of Technology.  The study basically suggested that the rules and regulations of our society, and the manner in which things operate, are pushing unmarried fathers away from playing an active part as parents.  While I welcome this legislation as a start, I think the corresponding legislation should be used to follow the example of other jurisdictions that give full guardianship rights to unmarried fathers whose names are on birth certificates.  I just wanted to make that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00700","speaker":"1010"},{"type":"speech","time":1415193900,"counter":61,"content":"<p>I thank the Deputy for her contribution.  She will appreciate that her suggestion cannot be contained in this Bill, which deals with the register only.  I understand what she is saying.  I do not think there is a Deputy in the House who has not dealt with a case in his or her constituency involving a man who is not getting an opportunity to participate in the rearing of his own son or daughter.  That full participation is often blocked by legislation.  There is quite a campaign in this regard.  I would have great sympathy for it.  A children and family relationships Bill, the general scheme of which was published last month, is currently being drafted by the Department of Justice and Equality.  I think the ideas expressed in the Deputy's comments would fit very well into that legislation.  I am not sure whether that Bill will come before this committee.  On a personal basis, I will be very interested in the progress of that Bill through the Oireachtas.  I am sure every Deputy who is present has encountered on many occasions the scenario outlined by Deputy Tuffy.  It is not just the father who is affected - there is also an impact on the grandparents and the wider family.  I hope the forthcoming children and family relationships Bill can capture this in some way.  When one is drafting legislation, it is very difficult to use it as a blunt instrument where families are concerned.  I hope the Bill in question will make a good effort to deal with some of the points raised by Deputy Tuffy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00800","speaker":"1033"},{"type":"speech","time":1415193900,"counter":62,"content":"<p>I am happy with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E00900","speaker":"1010"},{"type":"unspoken","time":1415193900,"counter":63,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1415193900,"counter":64,"content":"<p>Deputy Joanna Tuffy resumed the Chair.<\/p>"},{"type":"unspoken","time":1415193900,"counter":65,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1415193900,"counter":66,"content":"<p>I move amendment No. 4:<blockquote><br \/>In page 16, line 22, after &quot;(3E)(b)&quot; to insert &quot;and the provisions of the Civil Legal Aid Act 1995 shall be available for such proceedings&quot;.<\/blockquote>The Minister of State will be aware that the appropriate subsection makes provision for an appeal to the Circuit Court.  I presume what I am proposing here is superfluous because legal aid will be available anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E01300","speaker":"1059"},{"type":"speech","time":1415193900,"counter":67,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E01400","speaker":"1033"},{"type":"speech","time":1415193900,"counter":68,"content":"<p>If I can get an assurance from the Minister of State in that regard, I will be happy to withdraw the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E01500","speaker":"1059"},{"type":"speech","time":1415193900,"counter":69,"content":"<p>Legal aid is available for all civil matters before the Circuit Court, except those that are specifically excluded.  The matter that is the subject of the Deputy's amendment is not one of the excluded matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E01600","speaker":"1033"},{"type":"speech","time":1415193900,"counter":70,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E01700","speaker":"1059"},{"type":"speech","time":1415193900,"counter":71,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E01800","speaker":"1033"},{"type":"unspoken","time":1415193900,"counter":72,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1415193900,"counter":73,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1415193900,"counter":74,"content":"<p>Sections 8 to 17, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1415193900,"counter":75,"content":"<p>SECTION 18<\/p>"},{"type":"unspoken","time":1415193900,"counter":76,"content":"<p>Question proposed: \"That section 18 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1415193900,"counter":77,"content":"<p>I raised some queries about this section of the Bill, which relates to marriages of convenience, on Second Stage.  What is the relevant level here?  The major change we are being asked to agree will make it quite difficult for non-EU citizens to marry.  At the very least, it will make them jump through an extra loop through which Irish citizens do not have to jump.  Due to the level of emigration in recent years, many young Irish citizens have travelled abroad.  In the coming years, some of them might come back to Ireland with a fianc&eacute; in order to marry here.  We need to be careful to ensure what we provide for here does not restrict a loving couple in any way.  Is the problem of marriages of convenience of such a scale that it requires a substantial change in law?  We have heard about it in the newspapers, especially in the tabloids that love to run with stories suggesting that problems like this are rampant.  The number of marriages involving EU or non-EU citizens in Ireland is not that high.  I think it was higher in 2009.  Some of the criteria that will be considered are quite interesting.  They show how much we have moved.  One of the factors to be considered is whether \"the parties to the intended marriage have lived together in the past or if they currently live together\".  I can imagine Archbishop McQuaid looking at that many moons ago.<\/p> <p>The questions on where they have lived are interesting, particularly if it was abroad.  There is always the test with regard to how they know each other.  Many years ago I was on a television programme similar to \"Mr &amp;amp; Mrs\" on Teilif&iacute;s na Gaeilge when it was in its infancy; that is how far back it was.  I do not think between us my wife and I got any of the questions right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500006#E02400","speaker":"1028","continuing":true},{"type":"speech","time":1415194500,"counter":79,"content":"<p>That could have led to the divorce courts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00200","speaker":"1033"},{"type":"speech","time":1415194500,"counter":80,"content":"<p>I cannot say it was a marriage of convenience.  One must be careful not to make it difficult for people who intend to get married while, at the same time, protecting the State and our society from people abusing the marriage registration system.  This is a concern, but it is not something on which I will divide the committee.  It probably was taken on board when this provision was being considered.  I will leave it at that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00300","speaker":"1028"},{"type":"speech","time":1415194500,"counter":81,"content":"<p>I thank the Deputy for raising the matter.  Section 4(C) mentions the registrar forming an opinion and these are guidelines to help him or her do so.  I reassure the Deputy that the registrar will be trained on this through an extensive programme.  In no way does it undermine the important element of marriage.  It reinforces the institution.  Anecdotal evidence exists that there is a problem and a concern has been highlighted with regard to protecting women against trafficking.  It is an important element of the Bill, which is a preventive measure before it gets too problematic.  As information and data is collected during the period, it will show it is necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00400","speaker":"1033"},{"type":"speech","time":1415194500,"counter":82,"content":"<p>One of the problems is that the evidence is anecdotal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00500","speaker":"1028"},{"type":"speech","time":1415194500,"counter":83,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00600","speaker":"1033"},{"type":"speech","time":1415194500,"counter":84,"content":"<p>Perhaps the Oireachtas Joint Committee on Justice, Defence and Equality would be best placed to give us a read on the aspects concerning the trafficking of women.  We are aware of it but statistics-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00700","speaker":"1028"},{"type":"speech","time":1415194500,"counter":85,"content":"<p>Without legislation in the area, it is difficult to collect information.  Based on conversations I have had outside the House, and the Deputy has probably had similar conversations, it is better to introduce this legislation to prevent an abuse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00800","speaker":"1033"},{"type":"speech","time":1415194500,"counter":86,"content":"<p>I understand this, which is why I will not oppose it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F00900","speaker":"1028"},{"type":"speech","time":1415194500,"counter":87,"content":"<p>I know.  I am not arguing because both of us are making the same point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01000","speaker":"1033"},{"type":"speech","time":1415194500,"counter":88,"content":"<p>It is a pity we do not have the statistics as they would show approximately 3,000 Irish citizens married non-EU citizens per year at the height, and one could find out very quickly how many of these were marriages of convenience by seeing how many divorced at the earliest possible time.  It would give a read on the situation, although it may not be any better than what we have anecdotally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01100","speaker":"1028"},{"type":"speech","time":1415194500,"counter":89,"content":"<p>There is data which shows potential abuse in recent years.  I emphasise it is potential because neither the Garda nor the registrars has the facility to examine the data further.  These figures can be sent to the Deputy if he wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01200","speaker":"1033"},{"type":"speech","time":1415194500,"counter":90,"content":"<p>It would be useful to have them prior to Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01300","speaker":"1028"},{"type":"speech","time":1415194500,"counter":91,"content":"<p>I am in broad agreement with Deputy &Oacute; Snodaigh's viewpoint.  There is a difficulty because every case depends on its own facts.  The legislation will give the registrar discretion, but in exercising this discretion he or she must examine various issues and obviously this list is not exhaustive.  If one does not pass the test on one or two of the issues, it does not necessarily mean there will be a conclusion against one.  The balance is difficult to achieve.  The Minister of State has probably done the best job he could in trying to find a balance because an individual decision will be made in each individual case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01400","speaker":"1059"},{"type":"speech","time":1415194500,"counter":92,"content":"<p>If a registrar forms the view an attempt is being made to have a marriage of convenience, is he or she required to inform the Garda S&iacute;och&aacute;na immediately?  It is the equivalent of an attempt at fraud.  If this is the case and it happens on a number of occasions, it will dissuade others from attempting it.  This would be the quickest way to ensure this provision in the legislation would not have to be used.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01500","speaker":"1033"},{"type":"speech","time":1415194500,"counter":93,"content":"<p>The registrar is supposed to do so as soon as practicable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01600","speaker":"1059"},{"type":"speech","time":1415194500,"counter":94,"content":"<p>Does that mean while the couple is on site?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01700","speaker":"1028"},{"type":"speech","time":1415194500,"counter":95,"content":"<p>He or she should inform the Minister for Justice and Equality<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01800","speaker":"1059"},{"type":"speech","time":1415194500,"counter":96,"content":"<p>If a registrar forms such an opinion, he or she will inform the Department of Justice and Equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F01900","speaker":"1033"},{"type":"speech","time":1415194500,"counter":97,"content":"<p>The problem with this, if one goes by the anecdotal evidence, is that the characters involved would be an immediate flight risk and may carry out the marriage elsewhere, whereas if the registrar forms an opinion he or she should not bother the Department of Justice and Equality but inform the Garda S&iacute;och&aacute;na because it is a criminal act.  The couple is sending a form to the registrar and swearing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F02000","speaker":"1028"},{"type":"speech","time":1415194500,"counter":98,"content":"<p>What Deputy &Oacute; Snodaigh has stated is probably correct, but I believe laying out the criteria will act as a deterrent.  At present what we have is not sufficient, so we will introduce a slightly higher bar.  Registrars are extremely experienced in this area and will also have support and training.  The Deputy is absolutely correct, as once someone attempting a marriage of convenience is challenged, he or she will take flight.  I hope the introduction of the legislation will prevent an abuse taking place.  I thank Deputy O'Dea for his remarks.  It is a difficult area in which to draft legislation.  This is an extremely good attempt to do so but it needs to be kept under review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F02100","speaker":"1033"},{"type":"unspoken","time":1415194500,"counter":99,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1415194500,"counter":100,"content":"<p>Sections 19 and 20 agreed to.<\/p>"},{"type":"unspoken","time":1415194500,"counter":101,"content":"<p>SECTION 21<\/p>"},{"type":"speech","time":1415194500,"counter":102,"content":"<p>Amendments Nos. 5 and 6 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F02500","speaker":"1010"},{"type":"speech","time":1415194500,"counter":103,"content":"<p>I move amendment No. 5:<blockquote><br \/>In page 28, line 38, after &quot;59F(4C)&quot; to insert the following:&quot;and in deciding what documents and information to seek, an tArd-Chl&aacute;raitheoir shall take into account the particular circumstances of the individual in question&quot;.<\/blockquote>This is an attempt to prevent a situation whereby a superintendent registrar or chief registrar would seek certain information or documents from people proposing to get married at least one of whom is a foreign national.  The registrar should decide what documentation and information to seek in respect of immigration status.  Some foreigners who present here left their own countries with just the clothes on their backs.  Some of them had to flee in very extenuating circumstances.  I would like a provision whereby this can be taken into account when the chief registrar is seeking information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F02600","speaker":"1059"},{"type":"speech","time":1415194500,"counter":104,"content":"<p>Amendments Nos. 5 and 6 deal with the section of the Bill relating to a suite of measures on combating civil partnerships of convenience.  These measures are mirrored elsewhere in the Bill in provisions combating marriages of convenience.  There is some concern that a link potentially exists between the trafficking of women, particularly young women, and taking part in a marriage or civil partnership of convenience.  It is crucial these women are protected against these forms of exploitation.<\/p><p>  Section 21 of the Bill provides that where one or both of the people notifying a registrar of their intention to enter into a civil partnership is a foreign national, they must provide documents and information regarding migration status as specified by the Registrar General.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500007#F02700","speaker":"1033"},{"type":"unspoken","time":1415195100,"counter":105,"content":"<p>Section 25 introduces a number of provisions to combat civil partnerships of convenience to make such civil partnerships more difficult to contract in the future.  A list of criteria that the registrar will consider when forming an opinion that a proposed civil marriage is one of convenience is set out in this section.<\/p><p>The section also allows for the registrar to receive an objection stating that the proposed civil partnership consists of a civil partnership of convenience and in forming the opinion there are grounds for the objections to refer the matter to the superintendent registrar for a decision.  The request to produce documented evidence will assist the registrar in forming an opinion as to whether a proposed marriage or civil partnership is one of convenience.  We are concerned about the entering into a marriage or a civil partnership solely for the purpose of securing migration advantage.  That is an important element of the Bill.<\/p><p>The Deputy's amendment No. 5 to section 21 proposes that when deciding which documents and information to seek, the Registrar General shall take into account the particular circumstances of the individual in question.  That relates to the point the Deputy was making.  The registrar who will be operating those procedures is very experienced and deals with persons from a diverse range of cultures and circumstances on a daily basis.  The policy in regard to seeking documentary evidence will be operated in line with the principles of natural justice.  Does that reassure the Deputy?<\/p>"},{"type":"speech","time":1415195100,"counter":106,"content":"<p>I will withdraw the amendment based on the Minister of State's response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G00200","speaker":"1059"},{"type":"unspoken","time":1415195100,"counter":107,"content":"<p>Amendment, by leave withdrawn.<\/p>"},{"type":"unspoken","time":1415195100,"counter":108,"content":"<p>Section 21 agreed to.<\/p>"},{"type":"unspoken","time":1415195100,"counter":109,"content":"<p>Sections 22 to 24, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1415195100,"counter":110,"content":"<p>Amendment No. 6 not moved.<\/p>"},{"type":"unspoken","time":1415195100,"counter":111,"content":"<p>Section 25 agreed to.<\/p>"},{"type":"unspoken","time":1415195100,"counter":112,"content":"<p>SECTION 26<\/p>"},{"type":"speech","time":1415195100,"counter":113,"content":"<p>Amendments Nos. 7 to 9, inclusive, in the name of Deputy O'Dea are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01000","speaker":"1010"},{"type":"speech","time":1415195100,"counter":114,"content":"<p>I move amendment No. 7:<blockquote><br \/>In page 32, to delete lines 3 to 22.<\/blockquote>The Minister of State obviously has a response and I will await it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01100","speaker":"1059"},{"type":"speech","time":1415195100,"counter":115,"content":"<p>Section 26 amends the principal Act by inserting a new section 59IA which provides for the validation of certain civil partnerships which were carried out at a foreign embassy of the State.  As required procedures under the principal Act were not followed, these civil partnerships are not valid under Irish law and would generally not be recognised anywhere but the assenting country.  The Bill provides that the civil partnerships are validated on a one-off basis.<\/p><p>  The Deputy's amendment No. 7 proposes the deletion of subsection (4) in the new section 59IA.  He is proposing the deletion of the provision covering the validating of a marriage that took place within an embassy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01200","speaker":"1033"},{"type":"speech","time":1415195100,"counter":116,"content":"<p>The section provides in the case of embassy marriages that the couple are deemed to have been married from the moment of solemnisation in the embassy but from point of view of intestacy, inheritance rights, etc., such provisions do not come into effect until the legislation comes into place.  Am I correct?  I thought that was a bit of a contradiction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01300","speaker":"1059"},{"type":"speech","time":1415195100,"counter":117,"content":"<p>No.  The Deputy is not right about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01400","speaker":"1033"},{"type":"speech","time":1415195100,"counter":118,"content":"<p>Am I not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01500","speaker":"1059"},{"type":"speech","time":1415195100,"counter":119,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01600","speaker":"1033"},{"type":"speech","time":1415195100,"counter":120,"content":"<p>That explains it.  What is the position exactly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01700","speaker":"1059"},{"type":"speech","time":1415195100,"counter":121,"content":"<p>Is that with regard to civil partnerships or marriages?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01800","speaker":"1033"},{"type":"speech","time":1415195100,"counter":122,"content":"<p>Civil partnerships and marriages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G01900","speaker":"1059"},{"type":"speech","time":1415195100,"counter":123,"content":"<p>The proposal under section 59IA(4) is intended to ensure that the validation of a civil partnership does not adversely interfere with a person's entitlement under a will or a bequest or entitlement to a benefit, allowance, pension or other payment.  The duration of this safeguard is for a period commencing on 1 January 2011 and ending on the day before the commencement of this section.  The Civil Partnership and Certain Rights and Obligations under the Cohabitants Act 2010 came into effect on 1 January 2011.  I do not propose to accept the amendment.  I am not clear exactly what the Deputy is seeking to do in this respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02000","speaker":"1033"},{"type":"speech","time":1415195100,"counter":124,"content":"<p>The section states that if one of those embassy marriages is solemnised it is deemed to have existed as a legal marriage from the moment of solemnisation and yet the implications of the parties being married from the point of view intestacy and other legal provisions do not kick in until the commencement of this Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02100","speaker":"1059"},{"type":"speech","time":1415195100,"counter":125,"content":"<p>It applies-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02200","speaker":"1033"},{"type":"speech","time":1415195100,"counter":126,"content":"<p>It is only a minor point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02300","speaker":"1059"},{"type":"speech","time":1415195100,"counter":127,"content":"<p>-----where the marriage is deemed to have been valid from the date of solemnisation.  The advice of the Attorney General on this matter is that a provision should be included in this Bill to minimise any difficulties which might arise relating to the succession tax and contracts on the family home under the Family Home Protection Act 1976.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02400","speaker":"1033"},{"type":"speech","time":1415195100,"counter":128,"content":"<p>It is only a minor point.  I will not press the amendment but it seems unusual in that the law is stating that marriage has taken place from a certain date.  As far as the law is concerned, people are married from that date, from the moment of solemnisation, but there are no legal implications in respect of tax, inheritance, etc., until such time as this Act comes into force.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02500","speaker":"1059"},{"type":"speech","time":1415195100,"counter":129,"content":"<p>Is about civil partnerships.  We must make sure that there is no question in this respect after legislation is passed.  It is from the civil partners legislation from January 2011.  It is to ensure that we are disadvantaging anybody in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02600","speaker":"1033"},{"type":"speech","time":1415195100,"counter":130,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G02700","speaker":"1059"},{"type":"unspoken","time":1415195100,"counter":131,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1415195100,"counter":132,"content":"<p>Amendments Nos. 8 and 9 not moved.<\/p>"},{"type":"unspoken","time":1415195100,"counter":133,"content":"<p>Section 26 agreed to.<\/p>"},{"type":"unspoken","time":1415195100,"counter":134,"content":"<p>Sections 27 to 36, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1415195100,"counter":135,"content":"<p>Title agreed to.<\/p>"},{"type":"speech","time":1415195100,"counter":136,"content":"<p>I thank the Minister of State, Deputy Kevin Humphreys, and his officials for attending and the members for their attendance and participation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G03300","speaker":"1010"},{"type":"speech","time":1415195100,"counter":137,"content":"<p>I  thank the Deputies for their constructive engagement on Committee Stage and on Second Stage and I look forward to the debate on the next Stage in the D&aacute;il.  I thank the staff present for the work that they have put into the Bill.  It is quite technical in nature and it has taken a number of months to get it to this stage.  The co-operation of Members in the Seanad and on Committee Stage has been constructive.  I thank them for their engagement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G03400","speaker":"1033"},{"type":"unspoken","time":1415195100,"counter":138,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to the Dáil","time":1415195100,"counter":139,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G03500"},{"type":"speech","time":1415195100,"counter":140,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<blockquote><br \/>The Select Sub-Committee on Social Protection has completed its consideration of the Civil Registration (Amendment) Bill 2014 and has made no amendments thereto.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ED22014110500008#G03600","speaker":"1010"},{"type":"unspoken","time":1415195100,"counter":141,"content":"<p>The select sub-committee adjourned at 2.10 p.m. until 1 p.m. on Wednesday, 19 November 2014.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Public Service Oversight and Petitions","time":1415203800,"counter":142},{"type":"unspoken","content":"<p>The Joint Committee met at 16:10<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Lucinda Creighton,+ Senator Trevor Ó Clochartaigh, Deputy Noel Harrington, Senator Susan O'Keeffe. Deputy Michael Healy-Rae, Deputy Seán Kenny, Deputy Michael P. Kitt, Deputy Aengus Ó Snodaigh,<\/p><p>+ In the absence of Deputy Michael Healy-Rae, for part of meeting.<\/p><p>DEPUTY PÁDRAIG MAC LOCHLAINN IN THE CHAIR.<\/p>","time":1415203800,"counter":143,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500002"},{"type":"unspoken","time":1415203800,"counter":144,"content":"<p>The joint committee met in private session until 5.05 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Decisions on Public Petitions Received","time":1415203800,"counter":145,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500003#G00100"},{"type":"speech","time":1415203800,"counter":146,"content":"<p>The committee will now sit in public session in its capacity as the Joint Sub-committee on Public Petitions to record the decisions of the committee.  We have deliberated on a number of petitions before us today.  We will take the first two petitions together - petition No. P00014\/13 from Ursula Witmer on the medical criteria for the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations 1994, SI No. 353\/1994; and petition No. P00020\/14 from Mr. Thomas Mackey questioning the harshness of the eligibility applied to applicants as a result of the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations 1994.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500003#G00200","speaker":"998"},{"type":"speech","time":1415203800,"counter":147,"content":"<p>We are always grateful to members of the public who take the time to bring their petitions to us.  These petitions were brought to us by people with disabilities who have difficulty getting grants under the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations.  Given the difficulty that arises here and given that the original legislation and any subsequent amendments date from a long time ago - 20 or 25 years - we would like to see the legislation being reviewed.  On that basis it might be wise for us to ask the Minister to appear before the committee to discuss how that might happen and in the interim for us to gather some more information on the sorts of difficulties facing drivers regarding whether they might be missing an upper limb or a lower limb, or have a problem with a foot or whatever.<\/p><p>  If they are looking for modifications for their vehicles, we feel the current system is inequitable.  I propose that we invite the Minister to come before the committee to discuss the matter.  In the interim we might invite written submissions from the relevant organisations that deal with disability and driving to see what recommendations and information they might supply in order to have an informed conversation with the Minister and see if we can reach some conclusion.  As it stands, these petitions are very strong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500003#G00300","speaker":"1129"},{"type":"speech","time":1415203800,"counter":148,"content":"<p>I agree that the present system is not fit for purpose.  One clear example is that a person who is registered as blind cannot qualify as a disabled passenger.  That shows the total nonsense of the medical criteria at present.  I reiterate the example of a person without an upper limb being told they did not fulfil the necessary criterion.  Why should a person without an upper limb not qualify as a disabled person to be, perhaps, a disabled driver?  They should be perfectly entitled to it.  It is crazy for a blind person to be told that he or she does not qualify as a disabled passenger.  Of course the entire scheme should be reviewed.<\/p><p>  I welcome the Senator's proposal that the scheme should be overhauled.  It is outdated and has not been looked at for a long time.  One very important purpose for this committee to fulfil is creating circumstances whereby it would be looked at again.  It is not opening the floodgates, the scheme is either fit for purpose or it is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500003#G00400","speaker":"1049"},{"type":"speech","time":1415204100,"counter":149,"content":"<p>We have agreed to the Senator's proposal to invite submissions from the relevant disability sectors and stakeholders and to invite the Minister to deal with our position that the situation needs to be changed.<\/p><p>  The next petition is No. P00032\/13 from Mr. Richard Daly who calls on the Government to consider introducing a supplementary primary education tax, payable by non-EU nationals employed on working visas in Ireland, as a result of the current financial burden this country is experiencing.  The committee has deliberated on the petition and agreed the following two options.  First, we will refer the petition to the Oireachtas Joint Committee on Education and Social Protection with a number of recommendations.  Second, we will write to the Minister for Finance requesting that where revenue generation proposals are made by the public, they should be fully evaluated and he should report to the D&aacute;il annually on such proposals and evaluations.  Is that agreed?  Agreed.<\/p><p>  The final petition is No. P00004\/14 from Ms Miriam Owens entitled voiceless survivors.  The petitioner has attempted to raise an issue with Caranua, an independent Irish State body for survivors of industrial abuse.  She has withdrawn her petition and the committee has agreed to accept her decision.  Two other petitions were listed to be debated today and we will deliberate on them when we return.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500004#H00100","speaker":"998"},{"type":"minorheading","content":"Role and Functions: Ombudsman for the Defence Forces","time":1415204100,"counter":150,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500004#H00200"},{"type":"speech","time":1415204100,"counter":151,"content":"<p>The next item for discussion is the role and remit of the ombudsman.  We will have a discussion with the Ombudsman for the Defence Forces, Mr. Tony McCourt, who is accompanied by his senior colleague, Mr. Brian O'Neill.  I remind everyone to ensure their mobile phones are switched off.  We are very pleased to welcome the ombudsman here today.  He will make a presentation on his role and remit.  I invite him to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500004#H00300","speaker":"998"},{"type":"speechnospeaker","time":1415204100,"counter":152,"content":"<p>I thank the Chairman for the invitation to appear before the committee.  I understand the committee wishes me to address it on three matters today: extending the remit of the Ombudsman Act and recommendations on the extension of powers of all ombudsmen; two particular issues which have been the subject of petitions that have already been dealt with in closed session; and the number and nature of reports being produced by my office in the context of annual and special reports issued.<br\/>I will commence by saying that the legislation underpinning the Office of the Ombudsman for the Defence Forces is the Ombudsman (Defence Forces) Act 2004 as well as section 114 of the Defence Act 1954.  In my address today I will refer to the Ombudsman (Defence Forces) Act 2004 as the 2004 Act and I will refer to the Defence Act 1954 as the Defence Act. <br\/>My office was established by order of the Minister for Defence on 1 December 2005.  My office provides military personnel with an independent and impartial external statutory complaint investigation authority.  It is entirely separate and distinct from both the military chain of command and the Department of Defence.  I believe we are fully compliant with the generally recognised principles of ombudsmanship.<br\/>The ombudsman provides an appeal from the formal internal military redress of wrongs procedure, a new direct referral complaints system for former service personnel, and a new system for complaints by serving or former service personnel against the actions of a civil servant of the Department of Defence.  The outcome of investigations generally are that the ombudsman makes non-binding recommendations to the Minister.<br\/>My office produces an annual report on its activities.  The most recent such report is 2012 which was published last June.  The delay in the publication of that report was due to ongoing High Court proceedings which were entirely outside the control of my office.  The annual report for 2013 is at an advanced stage of preparation.  I intend to publish it before the end of this year.  My office has not published any special reports pursuant to section 7 of the 2004 Act.  I will inform the committee later on the activities during 2013 and 2014.<br\/>The ombudsman is appointed by the President on the recommendations of the Government.  Open competitions were held by the Public Appointments Service in 2005 and 2012.  I was appointed to the office in November 2012 for a term of three years.  The Ombudsman Association, which is an international umbrella organisation for ombudsmen, has recommended consideration of a minimum term of five years for all ombudsmen.  I would commend that recommendation to the committee for its consideration.<br\/>I wish to say a brief word about the internal military complaints system.  A formal redress of wrongs-complaints system is provided for in the Defence Act for serving members of the Defence Forces.  This has been in existence since the foundation of the State under earlier legislation.  It reflects the unique circumstances of members of the Defence Forces in society.  Soldiers are citizens who have volunteered to serve.  They retain all their constitutional rights.  By joining the Defence Forces, however, they voluntarily submit themselves to a uniquely strict code of military law and discipline.  The formal complaints system provides a key component of personal rights protection for soldiers.<br\/>Complaints should be resolved at the earliest possible opportunity.  Every complaint under the redress of wrongs system is notified to my office as an oversight body and recorded on our case management system.  The Minister agreed earlier this year to provide me with additional information regarding the nature of each such complaint, and this will improve my oversight of the internal military system.  I have also proposed a strengthening of the independence of military investigation officers appointed to investigate and report on complaints under the redress of wrongs system.  I received a copy last week of draft proposals for the revision and amendment of the redress of wrongs system on which I will respond to the Department of Defence shortly.  The Office of the Ombudsman for the Defence Forces was created as a result of protracted lobbying by PDFORRA and as an acknowledgment of the need for a transparent, external, independent and rigorous procedure to deal with complaints across the Defence Forces.  In the case of complaints against a civil servant, I believe that there ought to be established an internal, time-limited departmental complaints resolution procedure or process with an appeal for unresolved complaints to be sent to my office.<br\/>I will say a few words about my jurisdiction.  I have jurisdiction under section 6 of the 2004 Act to hear complaints from serving and former members of the Defence Forces.  The complaints must concern actions taken by either a serving or former member of the Defence Forces while serving in the Defence Forces, or by a civil servant in the Department of Defence.  Interestingly, the word &quot;action&quot; is defined in the Act as including &quot;a failure to carry out an act or make a decision&quot;.  Complaints must be made not later than 12 months from the date of the action concerned or the date on which the complainant became aware of the action, whichever is the later.  There are no exclusions to complaints under the internal redress of wrongs system except a small provision with regard to military justice decisions.<br\/>I am inclined to suggest to the committee that consideration should be given to adding some such restrictions to the redress of wrongs system to limit multiple jurisdictions dealing with the same matters.  As ombudsman, for example, I am precluded from considering complaints on a list of matters included in section 5 of the 2004 Act.  There is also provision in legislation to ensure complaints referred to me are not also referred to the national ombudsman and <i>vice versa<\/i>.  I recommend to the committee that section 5 exclusions should be reviewed.  A simpler unified system could be provided with a greater degree of consistency between the provisions of the Defence Act and the 2004 Act.  Complaints regarding matters which are clearly administrative actions in some of the excluded areas could and should be included within my jurisdiction.<\/p> <p>On a comparative basis, I should tell the joint committee there are three models for military ombudsmen throughout the world.  The first one is where the ombudsman is integrated within the armed forces, which sometimes is referred to as an inspector general.  This probably is the oldest form of military ombudsman extant and it still is operational in some countries.  Indeed, the Defence Act in Ireland contains a provision for the appointment of an inspector general.  The second such model is one in which the ombudsman has exclusive jurisdiction over the armed forces and the third is where oversight of the armed forces is subsumed into the functions of a general ombudsman.  In 2004, Ireland opted for the appointment of a civilian ombudsman, entirely independent of the Defence Forces and the Department of Defence, with exclusive jurisdiction over the Defence Forces, that is, the second of the three models I mentioned.  We share this arrangement with Austria, Canada, Germany, Norway, South Africa, the United Kingdom and, more recently, Bosnia-Herzegovina, all of which have similar-type military ombudsmen.  Independence is of critical importance for an ombudsman.  International standards show that the primary indicators of independence for ombudsmen are being independent of government and of those they are appointed to oversee.  I am satisfied the 2004 Act contains appropriate statutory provisions providing for the independence of my office along those lines.<br\/>I now wish to turn to some statistical data.  Since 2010, a total of 372 complaints have been notified to my office and since my appointment as ombudsman, more than 200 complaints have been notified to me and more than 70 cases have been appealed to me for detailed review and investigation by my office.  I should state that the ongoing High Court proceedings throughout 2013 had an impact on the number of cases that could be dealt with by my office during that time.  In November 2012, the aforementioned High Court proceedings were initiated, challenging my appointment as ombudsman and on 21 November 2013, Mr. Justice Hedigan delivered his judgment in the High Court.  His judgment ran to quite a long number of pages but I will summarise it under three aspects.  First, he stated that nothing precludes a former member of the Defence Forces from holding the post of Ombudsman for the Defence Forces.  Second, he stated the appointment of a former member of the Defence Forces does not give rise to a reasonable apprehension of bias.  Third, he held the Minister for Defence did not act <i>ultra vires<\/i>in deciding that the office of Ombudsman for the Defence Forces should be part-time.  I should advise the joint committee that this decision is under appeal to the Supreme Court.<br\/>I already have made some recommendations to the joint committee with regard to the powers of ombudsmen in general.  I have noted the proposal of the national Ombudsman to the joint committee that his appointment be made a constitutional one and I would support such a development in his case.  As for the extension of the powers of ombudsmen generally, I have three further recommendations I could make to members if they so wish.  This concludes my presentation to the joint committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500004#H00400","nonspeaker":"Mr. Tony McCourt","continuing":true},{"type":"speech","time":1415204700,"counter":154,"content":"<p>I thank the ombudsman and will open up proceedings to members for questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00200","speaker":"998"},{"type":"speech","time":1415204700,"counter":155,"content":"<p>I have a number of questions.  The ombudsman mentioned that he agrees the term of office should be five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00300","speaker":"1028"},{"type":"speechnospeaker","time":1415204700,"counter":156,"content":"<p>That is the recommendation of the International Ombudsman Association.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00400","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415204700,"counter":157,"content":"<p>My question is on Mr. McCourt's own view on being able to have a further term.  Is it his view that someone could be in post for five years and could be appointed again for a further five years-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00500","speaker":"1028"},{"type":"speechnospeaker","time":1415204700,"counter":158,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00600","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415204700,"counter":159,"content":"<p>-----or the equivalent?  Does he believe there should be some limit?  For instance, the President in the United States can be appointed for two terms only.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00700","speaker":"1028"},{"type":"speechnospeaker","time":1415204700,"counter":160,"content":"<p>As it stands, the legislation states that an ombudsman may be appointed for any term not exceeding a term of seven years.  My predecessor was appointed for three terms, namely, two terms of three years and one term of one year, making a total of seven.  However, the legislation as it stands also provides that if a person had been appointed as ombudsman for the maximum term of seven years, he or she may be eligible to be reappointed.  I do not have a personal view but the International Ombudsman Association sometimes is exercised by the fact that an ombudsman who is doing a good job and is not causing too much difficulty to the powers that be may be reappointed.  The connection of a reappointment to the manner in which the ombudsman had performed his or her duties as the case may be always is a delicate balance.  Consequently, as I stated, the appointing authorities may or may not wish to extend the term of somebody on conclusion.  I do not have a personal view on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00800","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415204700,"counter":161,"content":"<p>Another issue was that the ombudsman explained that members might re-examine the exclusions in the Ombudsman (Defence Forces) Act.  Have such exclusions caused problems for the ombudsman's office or is it that they have caused problems for complainants in trying to get access?  As a consequence, if the exclusions are causing difficulties, are those the cases that end up bypassing the ombudsman in some ways - because they cannot get there - and which end up with this committee or in the legal route of going directly to court, if those concerned believe they cannot get recourse through the ombudsman?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J00900","speaker":"1028"},{"type":"speechnospeaker","time":1415204700,"counter":162,"content":"<p>The position with regard to the exclusions is there are matters about which a member of the forces is entitled to submit an application or complaint under the redress of wrong system.  It can be processed all the way up to the Chief of Staff and if the complainant does not get satisfaction there, he or she is perfectly entitled to ask to have it referred to the ombudsman.  The first thing the ombudsman must do is to consider whether it is within his or her jurisdiction and sometimes it arises that it actually is outside my jurisdiction because it is excluded by the provisions of section 5 of the Act.  I believe that if we have a complaint system that has been in place since 1922 and that if a provision for an ombudsman to be inserted between the Chief of Staff's decision and the Minister's final decision was introduced almost nine years ago, there should be the minimum of restrictions on the powers and jurisdictions of the ombudsman to deal with such complaints.  Moreover, I believe that complainants may be dissatisfied, having processed a complaint all the way up to the ombudsman's office, to find that the ombudsman is not empowered to deal with it.  There may be reasons he or she is not allowed to so do that are valid under the provisions of section 5 of the Act but sometimes - I refer to matters that can be perceived clearly to be administrative in nature - there should be scope for those to be dealt with, even in the areas that are excluded from the jurisdiction of the ombudsman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J01000","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415204700,"counter":163,"content":"<p>I thank the ombudsman for his presentation.  I note that in the ombudsman's report for 2012, he included a breakdown of the cases.  For the record, can he highlight, for example, cases taken against a serving member, as opposed to cases taken against civil servants in the Department of Defence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500005#J01100","speaker":"995"},{"type":"speechnospeaker","time":1415205300,"counter":164,"content":"<p>I thank the Deputy for his question.  No complaints against a civil servant in the Department of Defence were reported in the 2012 report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00100","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":165,"content":"<p>Would that be a cause of concern in the Office of the Ombudsman for Defence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00200","speaker":"995"},{"type":"speechnospeaker","time":1415205300,"counter":166,"content":"<p>I do not know that I would deem it to be a cause of concern.  It may well be that members of the Defence Forces primarily interact with each other rather than with decisions by civil servants.  Therefore I would not expect there to be as many complaints against the action of a civil servant.  It is not entirely unknown that there would be such a complaint, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00300","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":167,"content":"<p>Could Mr. McCourt also put on record the breakdown of complaints, and if there is anything striking about it, between the different arms of the Defence Forces?  Is there anything that would give cause for concern within any particular branch, whether it is the Naval Service or the Air Corps?  Is there any  area in which something stands out as a particular issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00400","speaker":"995"},{"type":"speechnospeaker","time":1415205300,"counter":168,"content":"<p>I refer to page 19 of the 2012 report, wherein cases are recorded in one of the pie charts under \"cases by military formation\".  In these cases, the various formations of the Defence Forces that are listed and the number of complaints recorded in each of them does not take account of the numerical strength of the formation.  Therefore it may not entirely reflect the issues that the Deputy is raising.  There was nothing particularly striking that came to mind in reviewing those statistics and nothing that would cause me any great alarm or concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00500","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":169,"content":"<p>Taking proportion into consideration, the Ombudsman for Defence is reasonably happy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00600","speaker":"995"},{"type":"speechnospeaker","time":1415205300,"counter":170,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00700","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":171,"content":"<p>That is not an issue.<\/p><p>  I wish to focus on military prisons, specifically the fact that the ombudsman is precluded from looking at cases relating to them.  They are the most severe cases, concerning citizens who have joined the Defence Forces, are in service, and have had their liberty denied.  Is there a reason the Ombudsman for Defence cannot investigate this area?  Would he have a concern about that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00800","speaker":"995"},{"type":"speechnospeaker","time":1415205300,"counter":172,"content":"<p>My understanding is that there may be other arrangements for committees to visit prisons in general and to deal with complaints from them.  However, I would include the issue to which the Deputy is referring as something that might be considered in any review of the exclusion areas.  It might be something that should be revisited with a view to seeing whether it really should be excluded.  That is a matter for decision by the Minister and the Department.<\/p><p>  I commend to the committee that all of those areas should be revisited and I would engage with the Department in any such process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K00900","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":173,"content":"<p>Where the ombudsman's appeal is final, or he decides not to review a case, does he take the opportunity to make recommendations to the Minister for Defence or to the Chief of Staff?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01000","speaker":"995"},{"type":"speechnospeaker","time":1415205300,"counter":174,"content":"<p>If I understand the Deputy----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01100","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":175,"content":"<p>Where the ombudsman cannot make a review or decides not to do so, but feels that there may be a case for making a recommendation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01200","speaker":"995"},{"type":"speechnospeaker","time":1415205300,"counter":176,"content":"<p>If I could put it this way, if a situation arose where I decided that a particular complaint was outside my jurisdiction, but that nonetheless a recommendation might usefully be made to the Minister, I would see no reason not to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01300","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":177,"content":"<p>I have a number of questions for the Ombudsman for Defence, beginning with the question that Senator O'Keeffe wanted to deal with earlier on.  The Ombudsman for Defence made the point that there is an appeal mechanism in terms of the overall Ombudsman, Peter Tyndall, but within Mr. McCourt's own office there is no appeal mechanism.  Is that something he feels should be remedied, or does he feel it is acceptable in its current format?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01400","speaker":"998"},{"type":"speechnospeaker","time":1415205300,"counter":178,"content":"<p>In circumstances where the decision is made by me, I do not think that there is any requirement for an additional right to appeal my decision to myself again.  As I perhaps inadequately explained in my presentation to the committee, in any such case where the complainant was dissatisfied with my final decision and wished me to review it, provided there were just reasons for so doing and I considered that such a review was merited, I would feel that I have the discretionary power to do so.  In exceptional circumstances, such as where new information became available which had not been available at the original time - as opposed to information that was available but had not been presented to me - equity would dictate that I should be prepared to review my original decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01500","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":179,"content":"<p>Mr. McCourt has made the point that his recommendations are not binding, as is the case with most of the other ombudsmen.  In general, are his recommendations implemented?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01600","speaker":"998"},{"type":"speechnospeaker","time":1415205300,"counter":180,"content":"<p>I should say generally my recommendations are implemented.  It would be in a very small minority of cases that the Minister for Defence would not accept my recommendations, and invariably he expresses his reasons for not doing so.  Clearly, as an ombudsman I would welcome any additional measures that might be taken to increase the percentage of cases in which the Minister would accept my recommendation.  That would be a matter for changes in legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01700","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":181,"content":"<p>One of the key responsibilities that our committee sees for itself is ensuring that the recommendations of the ombudsman are implemented - that they are seen to have teeth.  If they are not implemented, we would see it as our role to challenge the Minister or Department as to why not.  If Mr. McCourt comes across instances in which he feels that his recommendation should have been implemented, as is the case with the other Ombudsmen, he should feel free to raise that with our committee.  He can bring it to the Oireachtas and look for us to deal with the issue.  We see that as a key responsibility of our work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01800","speaker":"998"},{"type":"speechnospeaker","time":1415205300,"counter":182,"content":"<p>I thank the Chairman.  As the committee will be aware, I do have the power to make special report to the Oireachtas under section 7 of the Ombudsman (Defence Forces) Act 2004.  That is a power that has not been exercised and I expect it would be reserved for special cases such as those to which the chairman is referring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K01900","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205300,"counter":183,"content":"<p>Just to make that invitation.  Our committee in particular takes its responsibilities very seriously and we do not second guess any decision of any ombudsman's office.  They are independent and it is not our role to do that.  We want to strengthen the independence and impact of the ombudsmen by following up on any recommendations that have not been implemented with Government.  We have done and will continue to do that across the board.<\/p><p>  Mr. McCourt talked about the international examples of defence forces ombudsmen and the different types that are there.  It appears that, in Ireland, the ombudsman's role is essentially to be another appeal mechanism.<\/p> <p>Therefore, where the relevant member of the Defence Forces has gone through all the various complaint handling processes and has appealed them up through the various stages, the Defence Ombudsman is then the ultimate office of appeal.  Would the ombudsman like to see his office broadened to fit what would internationally be regarded as the role of an ombudsman, to look at, for example, inspection, efficiency, oversight, and more of those types of roles?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500006#K02000","speaker":"998","continuing":true},{"type":"speechnospeaker","time":1415205900,"counter":185,"content":"<p>The Inspector General role is more appropriate to this kind of inspection and internal operation within the Defence Forces.  In my own career, I do recall one officer being appointed as Inspector General.  I am not sure he was assigned by the Government.  He was a very senior officer, who had recently returned from a very senior UN command role.  I think shortly before he was due to retire he was appointed as Inspector General.  However, I do not think he was given that sort of inspection role one would expect an Inspector General to have.  With regard to extending my role, as ombudsman, in that area, I am not sure about general inspections but I do have power in my investigative role to go to barracks, seek documents, examine records and so on.  Perhaps one of the powers that needs to be strengthened concerns access to documentation.  That might be an area that needs to be further strengthened.<\/p><p>  We have an excellent system in the redress of wrongs system within the Defence Forces.  It has been there since 1922.  However, we should explore the possibility of the ombudsman having some involvement in that at an earlier stage rather than the final appeal stage.  I would be glad to see the good offices of my office being made available to assist at a much earlier stage so that complaints could be resolved more swiftly than they are at the moment.  That would be possible, in a review of the two systems; the redress of wrongs system under the Defence Act and the ombudsman regime under the 2004 Act.  There are possibilities there to bring a more unified system of complaint investigation.  There would be a lot interest groups who would need to have an input and agree on that before it could be implemented.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500007#L00200","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205900,"counter":186,"content":"<p>To finalise the matter, after today, in terms of your experience to date and in terms of your team, we would appreciate a follow-up submission from the ombudsman identifying areas where it would be very useful to have strengthened powers to strengthen the role of the office and to ensure it can fulfil as much as possible its responsibilities.  That goes for all the ombusdmen.  The Garda Ombudsman will have strengthened powers.  Legislation is currently being moved through the Houses.  That legislation, in draft format, may be strengthened by the time it goes through all the various stages.  There is a desire to strengthen and enhance the offices of the ombudsmen across the different sectors.  They have captured the imagination of the public; an independent adjudicator, a final arbiter on behalf of the citizen and the relevant public servant or, as in this case, member of the Defence Forces.  That is the intention of this series of engagements with the current ombudsmen.  At the end of that series, we will publish a report with our recommendations to strengthen powers and ensuring that the Offices are fit for purpose and can fulfil the roles that the citizens or the servants of the people desire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500007#L00300","speaker":"998"},{"type":"speechnospeaker","time":1415205900,"counter":187,"content":"<p>I have three additional short recommendations which I could make to the committee at this stage.  First, I am mindful of representations which have been made to my Office by families of members or former members of the Defence Forces which I was satisfied were related to genuine concerns but which were clearly outside my jurisdiction under the statute as currently drafted.  I would suggest my Office should have a discretionary authority to undertake in exceptional circumstances own-initiative investigations.  This, of course, could be subject to prior agreement with the Minister, on a case-by-case basis.  Such investigations should also be allowed to include historic matters and not be subject to the 12 months rule applicable in the Act at the moment.<\/p><p>  Second, I would suggest that section 8 of the 2004 Act should be amended in line with the provisions of section 10 of the Ombudsman (Amendment) Act 2012 together with any future amendment to the Ombudsman Act to provide my office with improved procedures for compelling the production of documents and information.  That would be a very important provision.<\/p><p>  The third additional recommendation I would make is that there is a need for the establishment of a mechanism for the provision of independent legal advice and services to my office from time to time.  Clearly, that is based on my experience since I came into office.  I do not think I need to elaborate further on that. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500007#L00400","nonspeaker":"Mr. Tony McCourt"},{"type":"speech","time":1415205900,"counter":188,"content":"<p>If any other additional recommendations occur to the Ombudsman, he should feel free to draw them to the committee's attention.  This process will continue for quite a number of months more.<\/p><p>  I thank the ombudsman and his senior colleague, Mr. O'Neill for coming in today.  It is greatly appreciated by our committee in terms of our own deliberations.  I propose that the joint committee stand adjourned until Wednesday, 12 November 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/NVJ2014110500007#L00500","speaker":"998"},{"type":"unspoken","time":1415205900,"counter":189,"content":"<p>The joint committee adjourned at 5.50 p.m. until 4 p.m. on Wednesday, 12 November 2014.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Transport and Communications","time":1415179800,"counter":190},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Michael Colreavy, Senator Sean D. Barrett, Deputy Timmy Dooley, Senator Eamonn Coghlan, Deputy Noel Harrington, Senator Paschal Mooney. Deputy Seán Kenny, Deputy Helen McEntee,<\/p><p>In attendance: Deputy Olivia Mitchell.<\/p><p>DEPUTY JOHN O'MAHONY IN THE CHAIR.<\/p>","time":1415179800,"counter":191,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500002"},{"type":"unspoken","time":1415179800,"counter":192,"content":"<p>The joint committee met in private session until 10.20 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"National Postcode System: Freight Transport Association Ireland","time":1415179800,"counter":193,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500003#F00100"},{"type":"speech","time":1415179800,"counter":194,"content":"<p>We will move on to No. 8 on the agenda, which is a discussion with Freight Transport Association Ireland.  The purpose of this meeting is to engage with Freight Transport Association, FTA, Ireland with regard to the new national postcode system, Eircode, which was developed and will be operated by Capita Business Support Services Limited.  On behalf of the committee, I welcome Mr. Neil McDonnell and his colleagues, Mr. Tom Carr of Palletxpress, Mr. Andy Smith of UPS and Mr. Niall Cotton of BOC Ireland.  I draw their attention to the fact that, by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I also wish to advise the witnesses that any submission or opening statement they have submitted to the committee will be published on its website after the meeting.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<br\/>I invite Mr. McDonnell to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500003#F00200","speaker":"1073"},{"type":"speechnospeaker","time":1415179800,"counter":195,"content":"<p>I thank the Chairman and members of the joint committee for agreeing to meet us.  Postcodes are a difficult technical issue, which we will try to keep as simple as possible.  Ireland needs a postcode but not any code.  A postcode is a key part of a country's soft infrastructure and is an indicator of a nation's social imagination and ingenuity.  A national postcode lasts for a long time and the postcode that Ireland introduces next year will outlive everyone in this room.  Eircode is an excellent address database for direct mail, for utilities, for the Revenue and for local property tax but it is a bad postcode.  Eircode will assign a unique identifier to every address in the country but two adjacent properties will have different randomly-assigned Eircodes.  The joint committee's briefing notes provided by FTA Ireland give some of the places that will not have a postcode and I will read into the report some of the types of places that will not have an allocated Eircode.  These include workshops, farm buildings, windmills, piers, jetties, fields, large fixed assets, lay-bys, points of interest, lanes, archaeological sites, roads, natural features, intersections, accident black spots, pylons, parks, motorways, antennae, wells, graveyards, pumping stations, viewing points, manholes or utility access points, car parks, beaches, level crossings, transformers, bridges, forests, bogs, lakes, playing pitches, cycle tracks, picnic areas, public toilets or places along walkways such as the Wild Atlantic Way.  None of these can have an Eircode unless they also have an allocated postal address.<\/p><p>  In our opinion, Eircode departs substantially from the requirements for a postcode set out by members' predecessors in the last D&aacute;il, which we have set out in annexe 2 of our submission, as well as in the postcode tender, the requirements of which are set out in annexe 3.  In annexes 4 and 5, we compare Eircode with modern Irish and international alternatives, as well as with the United Kingdom postcode, which is almost 60 years old this year.  We give a simple example of the address of our sister trade association in Belfast in annexe 5.  Unlike any of these codes, an Eircode does not recognise when two addresses are adjacent to each other.  We have picked three local addresses in Kildare Street to show this issue to members in annexe 4.<\/p><p>  Eircode will impose a significant cost on small to medium-sized enterprises, SMEs, in Ireland for no tangible benefit.<\/p> <p>The companies here today span the freight, parcel and energy sectors.  Delivery to Irish homes and businesses is their day job.  They know what they are talking about and they estimate that savings in the order of tens of millions of euro annually can be passed to the public via an efficient postcode system.  As a national postcode, however, Eircode lacks vision, imagination, ambition and, most of all, practicality.  Ireland needs a modern, open, location-based postcode with a useable structure and sequence.  We here today ask the communications committee to use its influence with the Minister for Communications, Energy and Natural Resources, Deputy Alex White, to forestall Eircode's introduction as a national postcode before it is too late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500003#F00300","nonspeaker":"Mr. Neil McDonnell","continuing":true},{"type":"speech","time":1415180100,"counter":197,"content":"<p>I thank Mr. O'Donnell for that direct and strong presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00200","speaker":"1073"},{"type":"speech","time":1415180100,"counter":198,"content":"<p>I share many of the concerns Mr. McDonnell has outlined and many of the concerns outlined in the report.  I have asked questions about Eircode and I have not got convincing answers from the Department.  The first question I asked was about the purpose of introducing this system.  Normally, when one is doing any sort of a technical specification, one first undertakes a functional specification and identifies the problem one is trying to resolve.  Other than getting vague statements such as \"It would be the most up-to-date postcode system in the world\", I cannot get an answer to that simple question: what problem is this postcode system attempting to solve?  I see no evidence of any independent trial of this structure.  Normally such a fundamental piece of infrastructure would be tested in a small pilot area before it is implemented nationally.<\/p><p>  I am also concerned about the cost and the over-reliance on management consultants to deliver what should be a fairly straightforward piece of infrastructure.  I am concerned that we may have another Irish Water on our hands.  I very much share Mr. O'Donnell's concerns.  Even at this late stage, it behoves us as a committee to ask very serious questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00300","speaker":"1083"},{"type":"speech","time":1415180100,"counter":199,"content":"<p>This is why we have witnesses before us today.  Officials from the Department will be coming before us in a few weeks and we want a strong articulation of the issues today that we can put directly to the Department's representatives when they come in.  The members will have an opportunity to do that on behalf of the witnesses we hear from today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00400","speaker":"1073"},{"type":"speech","time":1415180100,"counter":200,"content":"<p>The only question I have for the witnesses is whether any attempt was made to involve them, as representatives of people who will be significantly impacted by whatever postcode structure is used, in setting out the preliminary requirements of this system, the functionality that would be required, or how it might help or hinder the businesses they represent.  Were they involved at any stage in those discussions, in the preliminary design of this system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00500","speaker":"1083"},{"type":"speechnospeaker","time":1415180100,"counter":201,"content":"<p>I am from Palletxpress.  We are a pallet distribution network.  There are four or five similar networks in the country.  We probably represent up to 100 or 120 hauliers around the country.  I do not think any of them were approached at any stage for an input, either from a functional or technical perspective or on a day-to-day working basis.   We have only met here this morning - some of us have never met before although we are from a similar industry - but the bottom line for us is that we have all, without even giving it consideration, concluded that there is no use in this for us whatsoever. We simply would not use this system if it were imposed on us.  We would have get another system to cater for our business.  I understand that the boxes have been ticked for a number of industries around the country but it is certainly not ticking the box for the transport and logistics industry.  It is not as if we can even come and debate the issue here - it is simply of no use to our industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00600","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180100,"counter":202,"content":"<p>Does Mr. Carr's company use location software?  Is there a standard set of software that would be used for tracking the lorries and directing them to different addresses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00700","speaker":"1083"},{"type":"speechnospeaker","time":1415180100,"counter":203,"content":"<p>Yes, there would be GPS systems to track and trace vehicles.  I can only speak for my part of the industry, but many of us use barcoding and scanning.  We have waited a number of years for this postcode system to come in because we were identifying a new software application that we could use but now it is of no use to us as we have waited over the past two or three years.  There is none out there that we can implement into a software system that gives us a ready-made, identifiable and sequential way of making deliveries of various products.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00800","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180100,"counter":204,"content":"<p>Mr. Carr does not see any way that a product can be made that could interface with the proposed Eircode system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G00900","speaker":"1083"},{"type":"speechnospeaker","time":1415180100,"counter":205,"content":"<p>The biggest aspect of the Eircode system is the lack of sequential numbering.  That is the bottom line.  Mr. McDonnell may contradict me on this, but if it were changed in the morning to be a sequential system, we would have much more use for it, or the changes that would have to be made would be minimal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G01000","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180100,"counter":206,"content":"<p>Is Mr. Carr saying that it can be fixed?  What would be the consequences?  If it were a sequential system, it would solve the problem.  Is that the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G01100","speaker":"1073"},{"type":"speechnospeaker","time":1415180100,"counter":207,"content":"<p>The code as it is now structured does not recognise the concept of adjacency.  In the back of the information pack we have put three local addresses: the Royal College of Surgeons next door, Leinster House, and Buswell's Hotel.  Any of the other coding systems will logically place those in a sequence that a man in a hi-vis vest, a man in a van or a woman behind a computer screen allocating these to customers will understand.  Eircode randomly assigns these.  We are conscious that the providers of this code will say that some other middleware provider will come along with a system, to answer the Chairman's question.  We argue that simply introduces another layer of cost and complexity, which makes Eircode in its bare iteration as one looks at it on a piece of paper of no use to people like this who deliver parcels, industrial gases, energy, or pallets to one's address.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G01200","nonspeaker":"Mr. Neil McDonnell"},{"type":"speechnospeaker","time":1415180100,"counter":208,"content":"<p>I understand it is easy for us to talk about it.  Just to explain, if we get in 2,000 pallets tonight and we have 200 trucks around the country delivering those, we cannot put a run on each truck to say \"X1, X2, X3, X4\".  If we took Eircode as it is and we followed a system, we could have a truck going to Westport, his next delivery could be in Ballina, and his next one could be back to Westport again.  As there is no sequencing in the system, there is no natural run to put on a truck or a van.  Does that explain the situation?  It is of no use to us; there is no logic to its numbering system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G01300","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180100,"counter":209,"content":"<p>Is there any downside to putting in a sequential system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G01400","speaker":"1073"},{"type":"speechnospeaker","time":1415180100,"counter":210,"content":"<p>From the small parcel side of the industry, flexibility is one of the key parts of our business.  Our volumes on a daily basis can fluctuate significantly.  We are talking fluctuations, depending on the time of year, of between 15,000 and 25,000 parcels a day.  It is very important to have the flexibility to increase or reduce the number of vehicles we put on the road each day from a cost-efficiency point of view.  It also has an impact on the environment.<\/p> <p>That also has an impact on the environment in terms of putting excess vehicles on roads.  A sequence postcode enables us to have a logical system to flex the volume between vehicles.  In effect, we cannot use the proposed Eircode system.  As a business, we would ignore the Eircode system and continue to operate as we do.  It is a real missed opportunity for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500004#G01500","nonspeaker":"Mr. Andy Smith","continuing":true},{"type":"speechnospeaker","time":1415180700,"counter":212,"content":"<p>That point relates to the two businesses that would deliver to premises, either business or private in the case of Palletxpress and UPS.  It was important to bring a company such as BOC Industrial Gases before the committee to demonstrate that one of the other key failings of the system is that it is only a solution for letter boxes.  If one is going to places that do not have a letter box, this is not a solution at all - good, bad or indifferent, Eircode is useless.  A lot of the type of business that BOC and Niall Cotton are involved in relates to farm outbuildings, warehouses and workshops that do not have a postal address.  If they do not have a postal address now, they will not have an Eircode when the system comes in.<\/p><p>  We also wish to raise issues relating to tourism and the road network.  From those points of view, Eircode is useless because it only assigns a postcode to a postal address and nothing else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00200","nonspeaker":"Mr. Neil McDonnell"},{"type":"speech","time":1415180700,"counter":213,"content":"<p>I have listened with interest to the views of the witnesses and I am trying to understand the difficulties they say will present.  To take a practical example, most of us buy stuff over the Internet nowadays.  Next year, if I buy a new laptop I will go online to find one.  I will order it and put in my address and new Eircode.  UPC or another such company will deliver the parcel to my house a couple of days later.  Mr. Smith has said the postcode will not be any assistance to his company.  I presume each freight company has its own IT system or delivery system.  Mr. Smith has said deliveries are organised by street, address or business and they are done in a certain order according to existing postcodes.  He said the new Eircode system will not assist him and that he will still have to use the street address of the house or business in order to make the physical delivery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00300","speaker":"1021"},{"type":"speechnospeaker","time":1415180700,"counter":214,"content":"<p>That is exactly the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00400","nonspeaker":"Mr. Andy Smith"},{"type":"speechnospeaker","time":1415180700,"counter":215,"content":"<p>If 100 people place an order for a laptop and they come into our system, we do not know whether we can sequence delivery.  For example, order No. 1 could be Deputy Kenny and order No. 15 could be the Deputy&rsquo;s next door neighbour but we would not know that from use of the Eircode.  We could go to No. 99 first and then back to the Deputy&rsquo;s next door neighbour, who is in No. 15.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00500","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180700,"counter":216,"content":"<p>Will the existing addresses that include street name and house numbers still be available?  Will deliveries be organised according to such information?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00600","speaker":"1021"},{"type":"speechnospeaker","time":1415180700,"counter":217,"content":"<p>Yes, and we will continue to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00700","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180700,"counter":218,"content":"<p>Is Mr. Carr saying the Eircode system is of no benefit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00800","speaker":"1021"},{"type":"speechnospeaker","time":1415180700,"counter":219,"content":"<p>Yes.  We are not here to make the point that we are not going to use it; it is simply of no use to us.  That is the point.  It is not even a consideration that we would say we would look at it and we could use it if certain adjustments are made.  It is not even a cost factor.  We are all happy enough to pay for what we get, but Eircode is of no use to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H00900","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180700,"counter":220,"content":"<p>In order to make it useful to transport companies, would they have to incorporate it into their own IT delivery systems?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H01000","speaker":"1021"},{"type":"speechnospeaker","time":1415180700,"counter":221,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H01100","nonspeaker":"Mr. Tom Carr"},{"type":"speech","time":1415180700,"counter":222,"content":"<p>Have the companies been told they would need to get some middle man or agent to do that for them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H01200","speaker":"1021"},{"type":"speechnospeaker","time":1415180700,"counter":223,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H01300","nonspeaker":"Mr. Tom Carr"},{"type":"speechnospeaker","time":1415180700,"counter":224,"content":"<p>An additional point is that IT can also be a bit of a red herring because if one uses the United Kingdom for example &ndash; I referred earlier to the fluctuations on a daily basis &ndash; the individual loaders of vehicles have to make a decision each day based on volume.  They must decide to group deliveries in areas, for example, Dublin or Kildare, or whatever location they operate in.  In the United Kingdom, based on the sequence, they can make very logical decisions, such as if a certain vehicle has reached capacity then a subsector postcode could be moved to a neighbouring vehicle so there is not excess mileage and we do not have to add an additional route or have vehicles operating below capacity.  The proposed system does not allow us to narrow down the data.  It is not just a question of IT, it relates to the decision making capacity of individual drivers and they do not derive any benefit from Eircode in terms of decision making.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H01400","nonspeaker":"Mr. Andy Smith"},{"type":"speech","time":1415180700,"counter":225,"content":"<p>I thank the witnesses for their presentation.  Would it be fair to say that Eircode is based on a geodirectory system, a unique identifier for every address in the country?  The UK companies say the geodirectory part of it is based on a random number and that is causing them the biggest trouble.  Are there not benefits in a geodirectory system that identifies an individual address over a clustered address in terms of accuracy of delivery, leaving aside the sequential aspect of it?  One still has random numbers but because one has a unique identifier to an address, in addition to either a name, a business name, street name or house number, one has an individual code identifying a precise individual address for deliveries.  I refer to post, including commercial deliveries or parcels delivered by courier or other method.  Irrespective of the random nature of the numbering, that should be a positive development.  If the numbers were not random, would it give rise to data protection issues on the basis that one could identify who lives next door and so on?  Significant issues arise for the address owner.  Among the people who supported a geodirectory-based code are the emergency services, for example.  Given the advantages of an individual address, how does one deal with potential data protection issues?  Is that the crux of the problem?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H01500","speaker":"995"},{"type":"speechnospeaker","time":1415180700,"counter":226,"content":"<p>Not at all.  A unique identifier presents data protection issues that do not arise with a less granular structure.  We do not believe there are fundamental data protection issues with a unique identifier.  In the previous D&aacute;il, a similar committee dealt with the issue robustly.  Eircode is an An Post geodirectory solution.  The geodirectory has been bought out as part of the process by Capita plc, a UK company which is buying the database from An Post.  Effectively, all that is happening is that a unique, random seven character string is being added to postal and business addresses in the geodirectory.  That is the nub of the issue.  If the geodirectory was a good solution for getting parcels, freight or energy to one&rsquo;s premises, the delivery companies would be using it now.  Although geodirectory gives a longitude and latitude, that is insufficient data to route because if we go back to simple maths, a longitude and latitude gives a point and what these people want to buy are lines.<\/p> <p>I hope that makes sense.  They need to join the dots.  A random selection of dots around the country is no good to them from a routing point of view.  This is a GeoDirectory mark 2 solution and the GeoDirectory has been with us for decades.  It is not a solution now and therefore it will not be a solution if it is presented as a random post code.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500005#H01600","nonspeaker":"Mr. Neil McDonnell","continuing":true},{"type":"speech","time":1415181300,"counter":228,"content":"<p>I welcome our visitors and thank them for the publication, which is most useful.  I have a couple of perspectives.  The university constituencies operate on both sides of the Border and I find it is far easier for me to send a message to a constituent in Clones than it is in Newtownbutler.  It is only eight or nine miles away but one must remember all the details.  There is, therefore, a cost involved in this.  I cannot see, as a user of the post office, that there is any benefit, as I gather that the technology can recognise addresses anyway.  It can read that it is Clones.  Adding seven numbers on to Clones to send a letter under this system accomplishes nothing.<\/p><p>  Is it true that even in the UK after 30 years there is only about 80% use of post codes but the machines recognise the rest of the mail and it goes through with no delays?  When I read that Ireland is the last country in Europe to do this, it might actually be quite sensible not to implement an unnecessary technology that is about 150 years old, going back to the first post codes in London.<\/p><p>  Taking up Deputy Colreavy's point, how much money is involved in this, and is it another Irish Water?  The witnesses are major customers and we have heard their points and read their document.  Is there any chance of stopping it from a public expenditure point of view?  We did ask the former Minister for Communications, Energy and Natural Resources, Deputy Pat Rabbitte to debate it in the Seanad before he went ahead with it because there was a substantial number of people in the post office who were also against this.  Their volumes are declining very rapidly, so if the existing system cannot handle a declining volume of mail and it has the technology to recognise where Clones is, what is the point of this exercise?  We are indebted to the witnesses as public-minded citizens coming in and to tell us their views on this, but is there any remaining point in proceeding with this project?<\/p><p>  The final issue is that there are civil liberties types who are concerned about this as well.  That is another hornets' nest that we do not want to disturb.  Is &euro;20 million about to be spent on a project that is not going anywhere?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500006#J00200","speaker":"1157"},{"type":"speechnospeaker","time":1415181300,"counter":229,"content":"<p>From our point of view, we asked the same question: is it too late to stop this?  The second question is whether it is another Irish Water.  It is a good system for the emergency services because they can pinpoint a location, but they are not pinpointing a location on a sequential basis as it is once-off locations that they are pinpointing.  In terms of an Irish Water, absolutely it is an Irish Water for the transport and logistics industry.  In hindsight we will look back and we will ask how we got that wrong as well.<\/p><p>  The Senator is right to point out that we are the last to introduce a postal code system.  We should be the best.  We are recognised in this country for being technical and digital leaders and now we have an opportunity to implement something that represents that, yet we are not going to do it.  I do not know whether it is too late to do something about this.  That is the big question we have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500006#J00300","nonspeaker":"Mr. Tom Carr"},{"type":"speechnospeaker","time":1415181300,"counter":230,"content":"<p>The Senator is focused on the public expenditure side, given his position, and there is a transfer of the database, which is about &euro;8 or &euro;9 million in terms of expenditure.  There is also an ongoing payment to An Post in respect of the database and there are other costs in the region of &euro;20 million to &euro;30 million.  However, that does not factor in the cost to business if Eircode were pushed onto businesses.  Much of the expenditure in the public service is on cleansing of databases.  Businesses would have to cleanse databases to put in a post code that would do nothing for them.  Businesses will have two choices, effectively.  They may pay money to IT specialists to cleanse databases to adopt Eircode, which will do nothing for them.  The other possibility, or probability, is that they will simply ignore it and bring in proprietary solutions of their own and we will end up with many different solutions.  That has happened, for instance, with the major satellite navigation providers.  Garmin has adopted an Irish solution called Loc8 Code and TomTom has come up with its own solution, MapCode.  A State-sponsored solution would get around this multiplicity of post codes but unless someone gets a grip of it at State level, there is a danger of a plethora of solutions where there should be just one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500006#J00400","nonspeaker":"Mr. Neil McDonnell"},{"type":"speech","time":1415181300,"counter":231,"content":"<p>I thank the Chairman for allowing me to sit in on this committee as I am not a member and for giving me the opportunity to say something.  Although I am not a member of the committee and I am far from an expert on this area, I have been tracking the sequence of events that led to the choosing of Eircode for a number of years.  I have spoken to many people who have concerns about it.  It seems that the witnesses are saying that because we are late coming to the whole idea of a post code, we had the opportunity to make a technological leap and we are failing to do so, that basically what we are choosing is a database system that is geared mainly towards the delivery of letters, which is a dying method of communication.  What the witnesses are asking for is some sort of a sequential code that is easily recognisable and that has some sort of logical pattern that can be used for their businesses.<br\/>I have watched this for a long time and it seems that perhaps a mistake was made in setting the parameters of the system that was to be chosen and that the tender documents and the whole preparation process seemed to be geared at facilitating An Post.  I am not against facilitating An Post but it seems to have happened to the exclusion of everybody else.  I asked a number of parliamentary questions about this and one answer stated, &quot;In addition, the emergency services sees the introduction of post codes as facilitating the speedier deployment of their services&quot;.  I am not sure how that is the case if one depends on a letter-box, since many of the emergency services go to places that do not have letter-boxes.  The reply continues that An Post, which is actively involved in the design process is fully committed to using Eircode.  If An Post was actually involved in the design process, it seems inevitable that we got something that suited its sorting system, and that we did not get something that had other functions and other users.<br\/>The witnesses are talking now about introducing a parallel system.  As I understand it, they are saying that the Government Departments that this system suits, which send many letters, may use this system, but that it should be a private system, not publicly used, and that we should introduce some sort of parallel system.  By a parallel system, they mean that the last three digits are sequenced.  I follow on from Senator Barrett's questions about how much it will cost.  Is there a huge cost involved in this?<br\/>An answer to another parliamentary question stated: <blockquote>Concerns have been expressed by a number of logistics bodies in connection with the Eircode, most specifically in relation to the non-sequential nature of Eircode.  Capita, the post code management licence-holder has met with a number of these bodies to discuss these concerns and to, <i>inter alia, <\/i>explain that a sequential post code structure is not feasible or necessary.<\/blockquote>What is it that is different about Ireland that makes it unfeasible to have a sequential postcode structure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500006#J00500","speaker":"1026"},{"type":"speechnospeaker","time":1415181300,"counter":232,"content":"<p>The question about the delivery of post is interesting.  It is not a question for us but I would seriously question whether An Post will even use Eircode to deliver.  It has two components: a routing key, which has a geographical basis not unlike the current Dublin postal districts, followed by a four-character random string.  It would be very interesting to ask An Post whether it is going to use the random string to deliver mail or just sort it into the postal districts and continue to do what it is doing right now.  I suspect it is the latter.<\/p> <p> On the question of cost, businesses like this are presented with a Hobson's choice of spending money to buy a database and then paying someone to interpret that database or simply to continue to do what they are doing right now.  I suspect that most of them, for practical cost reasons - not merely as a money issue - will continue to do what they are doing right now because that still will get them to the end address, albeit on a less efficient basis than is possible, without paying someone extra money for so doing.  These people do not interact with customers or businesses via An Post but interact directly with the public and with businesses.  The issue for them is they take a van, a gas truck or a pallet to a physical address and unlike a United Kingdom postcode or zip code in America that is visible in parts, Eircode is invisible at that physical address.  There is no physical sign that one is at an Eircode.  Consequently, to address the Deputy's middle point on whether there is a utility for this as part of a Government database last, that is entirely up to the Members of the House.  We believe there is huge utility in an address database but not as a postcode and not for people who are in the business of getting from a depot to a house or a business.  This is of no use to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500006#J00600","nonspeaker":"Mr. Neil McDonnell","continuing":true},{"type":"speech","time":1415181900,"counter":234,"content":"<p>My last question is whether any of the witnesses met Capita.  The reply to my parliamentary question states it was explained to the witnesses why it was not feasible.  I wonder why it is not feasible in Ireland when it is feasible everywhere else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00200","speaker":"1026"},{"type":"speechnospeaker","time":1415181900,"counter":235,"content":"<p>I genuinely could not answer that question.  I can tell the Deputy that no one asked either the Freight Transport Association or its members.  There was no consultation.  There was a launch of the product but there was never a consultation as to what that product should be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00300","nonspeaker":"Mr. Neil McDonnell"},{"type":"speech","time":1415181900,"counter":236,"content":"<p>If all members are happy, I have a couple of final questions following on from the discussion, which obviously has been very interesting.  In particular, the mention of Irish Water and what happened there would suggest there may be difficulties in this area coming down the track, which perhaps members may wish to head off at the pass.  Deputy Mitchell mentioned that this system appears to be suiting An Post but Mr. McDonnell is suggesting it does not even suit An Post.  It was mentioned earlier that the emergency services would benefit from this system.  Does it suit anybody else?  What is the point the association is making here?  Is there any need for a postcode at all or what one does it suggest?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00400","speaker":"1073"},{"type":"speechnospeaker","time":1415181900,"counter":237,"content":"<p>We are suggesting a geo or location-based or sequenced postcode that gives adjacency to addresses, that is, a postcode which states that address one is beside address two.  How precisely that is presented is technical and is irrelevant to us but we simply need something like that.  The reason we have appended four different examples to our submission is there are functioning proprietary systems available right now.  We do not advocate any particular solution and do not even state it must be one that is in the back of the pack.  We simply are stating there are lots of clever people who already have come up with excellent solutions to this and it cannot be beyond the imagination of the Department of Communications, Energy and Natural Resources to put in place a similarly productive useful system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00500","nonspeaker":"Mr. Neil McDonnell"},{"type":"speech","time":1415181900,"counter":238,"content":"<p>Is it a figure from the Freight Transport Association which states this system is costing up to &euro;80 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00600","speaker":"1073"},{"type":"speechnospeaker","time":1415181900,"counter":239,"content":"<p>I have seen that figure in respect of the fixed and sunk costs with regard to the database and the maintenance and cleansing of Government databases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00700","nonspeaker":"Mr. Neil McDonnell"},{"type":"speech","time":1415181900,"counter":240,"content":"<p>However, it is not the association's figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00800","speaker":"1073"},{"type":"speechnospeaker","time":1415181900,"counter":241,"content":"<p>No.  However, were Irish businesses and SMEs obliged to adopt this and rather than putting it in terms of pounds, shillings and pence, members might think about a small business running a database that decided it was going to do this.  The minimum time it will take is one or two days of someone coming in to cleanse the database.  Moreover, whatever one might buy from someone on that day, it will cost more than &euro;500 and less than &euro;1,500 per day to work on a database in one's business.  I will let members figure out what that kind of cost on business will be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K00900","nonspeaker":"Mr. Neil McDonnell"},{"type":"speech","time":1415181900,"counter":242,"content":"<p>To sum up, the association's point is that a system could be brought in that would be less costly and more effective than the one proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K01000","speaker":"1073"},{"type":"speechnospeaker","time":1415181900,"counter":243,"content":"<p>Absolutely.  As a database solution, one is paying for the maintenance and the upkeep of a database and as this is a database of 2.2 million unique address, it must be refreshed constantly.  We understand it must be done quarterly.<\/p><p>  To answer the Senator's question, the pricing was meant to be released in September but it has not come out.  The pricing for neither the Eircode address file, ECAF, which is the thin file that does not contain the longitude or latitude, nor the full Eircode address database, ECAD, which is meant to be the commercial file, is available.  Consequently, we do not know what the cost to industry will be.  However, as Mr. Tom Carr noted, it is not a cost issue.  Even were this service offered to us at no cost, it does not have any utility in it as a postcode.  It is a postal address database, not a postcode.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K01100","nonspeaker":"Mr. Neil McDonnell"},{"type":"speech","time":1415181900,"counter":244,"content":"<p>We will leave it there for the present.  On behalf of the joint committee, I thank Mr. Neil McDonnell, Mr. Tom Carr, Mr. Andy Smith and Mr. Niall Cotton for their attendance today and for engaging with us so openly.  I am looking forward to meeting the departmental officials who, together with representatives of Capita, will appear before us in two weeks' time.  The points made today will be put to them at that time.  I thank the witnesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TRJ2014110500007#K01200","speaker":"1073"},{"type":"unspoken","time":1415181900,"counter":245,"content":"<p>The joint committee adjourned at 11.05 a.m. until noon on Tuesday, 11 November 2014.<\/p>","notice":"TIME STRING DETECTED"}]