[{"type":"majorheading","content":"Special Committee on Covid-19 Response","time":1592262000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 11:00<\/p><p>The Select Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Boyd Barrett, Colm Brophy, Colm Burke, Mary Butler, Jennifer Carroll MacNeill, Matt Carthy, Michael Collins, David Cullinane, Pearse Doherty, Stephen Donnelly, Mairéad Farrell, Norma Foley, Neasa Hourigan, John McGuinness, Paul Murphy, Fergus O'Dowd, Louise O'Reilly, Marc Ó Cathasaigh, Matt Shanahan, Róisín Shortall, Bríd Smith, Duncan Smith, Ossian Smyth, Peadar Tóibín.<\/p><p>Teachta \/ Deputy Michael McNamara sa Chathaoir \/ in the Chair.<\/p>","time":1592262000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002"},{"type":"unspoken","time":1592262000,"counter":4,"content":"<p>Attendance to be confirmed.<\/p>"},{"type":"minorheading","content":"Business of Special Committee","time":1592262000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00100"},{"type":"speech","time":1592262000,"counter":6,"content":"<p>We have been notified that Deputies Farrell, Hourigan, &Oacute; Cathasaigh, Paul Murphy, Boyd Barrett and T&oacute;ib&iacute;n will substitute for their party colleagues today.  Are the minutes of 9 and 11 June agreed?  Agreed.<\/p> <p>  I will take the 20 items of correspondence received as noted.  Members will have received written submissions for today's meeting. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00200","speaker":"1518"},{"type":"speech","time":1592262000,"counter":7,"content":"<p>Did we get anything from the Central Bank?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00300","speaker":"1567"},{"type":"speech","time":1592262000,"counter":8,"content":"<p>The Central Bank is not coming in today, it is coming later, on 7 July.  Today is the Irish Fiscal Advisory Council and the ESRI.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00400","speaker":"1518"},{"type":"speech","time":1592262000,"counter":9,"content":"<p>Is it possible that the questions which went unanswered on which we were to be sent written reply would be flagged, given the quantity of correspondence being received, if the clerk does not mind?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00500","speaker":"1496"},{"type":"speech","time":1592262000,"counter":10,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00600","speaker":"1518"},{"type":"speech","time":1592262000,"counter":11,"content":"<p>Thanks.  There was a written request from Seas Suas to come before the committee regarding childcare.  I do not know whether  the Chairman agreed to that but I would like to see that group come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00700","speaker":"1496"},{"type":"speech","time":1592262000,"counter":12,"content":"<p>We have not made a decision yet but we will consider it at the working group on Friday morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00800","speaker":"1518"},{"type":"speech","time":1592262000,"counter":13,"content":"<p>I ask that my interest be noted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A00900","speaker":"1496"},{"type":"speech","time":1592262000,"counter":14,"content":"<p>We will note it.  If the Deputy wishes to participate in the meeting on Friday morning, he is welcome.  If not, we will note his interest and support for having it in and take it from there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A01000","speaker":"1518"},{"type":"speech","time":1592262000,"counter":15,"content":"<p>Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A01100","speaker":"1496"},{"type":"speech","time":1592262000,"counter":16,"content":"<p>Following the meeting of the committee's working group last Friday, members have been circulated with the draft programme to the end of July.  The following meetings have been agreed.  We will have two sessions on Thursday this week where we will resume our examination of the Covid outbreaks in nursing homes and in the afternoon, we will examine the impact of the pandemic on the Gaeltacht areas.  The meeting will be addressed by the Minister of State, Se&aacute;n Kyne.  Next Tuesday, we will deal with issues relating to childcare and on Thursday we will have a meeting specifically on testing and tracing capabilities.  We are also seeking approval from the Business Committee to have up to six sessions per week which may mean sitting on Fridays and we will start the examination of the return to education, including school transport.  Is that agreed?  Agreed.<\/p> <p>  I have arranged for Deputy Mary Butler to chair the second session today, and I will chair the third. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A01200","speaker":"1518"},{"type":"minorheading","content":"Covid-19: Impact on the Fiscal Position","time":1592262000,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A01300"},{"type":"speech","time":1592262000,"counter":18,"content":"<p>I welcome our witnesses on the impact of Covid-19 on the State's fiscal position, with representatives of the Irish Fiscal Advisory Council.  In the D&aacute;il Chamber we will be joined by Dr. Eddie Casey, chief economist and head of secretariat and by video link from abroad by the following members of the Council: Mr. Sebastian Barnes, acting chairperson, and council members Ms Dawn Holland and Professor Michael McMahon.  I can see everyone at least, which is a good start.<\/p> <p>  Remote witnesses will have received a note on privilege.  There is a constitutional ambiguity on the degree of privileges which remote witnesses enjoy.  Persons giving evidence from another jurisdiction should also be mindful of their domestic statutory regime.<\/p><p>Members are reminded of the provisions in Standing Order 186 that the committee should refrain from inquiring into the merits of a policy or policies of the Government or a Minister of the Government or the merits of the objectives of such policies.<\/p><p> We expect witnesses to answer questions asked by the committee clearly and with candour.  Nevertheless, witnesses can and should expect to be treated fairly and with respect and consideration at all times in accordance with the witness protocol.  If they have any concerns in that regard, I ask them to bring them to my attention immediately.<\/p><p> I invite Mr. Barnes to make his opening statement and to please limit it to five minutes.  That is what we usually do.  His statement has been circulated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#A01400","speaker":"1518","continuing":true},{"type":"speechnospeaker","time":1592262000,"counter":20,"content":"<p>The council would like to thank the Chair and members of the committee for inviting us today.  As you noted, Chairman, I am joined today by my council colleagues, Ms Dawn Holland and Professor Michael McMahon, and we are joined in the Chamber by our chief economist, Dr. Eddie Casey, and also by Mr. Kevin Timoney, an economist on the fiscal council.<\/p> <p>  Engagement with the Oireachtas is an extremely important part of the council's work, including with the Committee on Budgetary Oversight in the previous D&aacute;il.  The council is an independent body established under the Fiscal Responsibility Act 2012.  Its mandate is to endorse and assess the Government's macroeconomic forecasts and its budgetary projections, and compliance with the fiscal rules and the fiscal stance.  It is important to note that the council's mandate is about the overall budgetary position rather than on individual tax measures or spending items.<\/p> <p>  The Covid-19 crisis has had a huge impact on Ireland and internationally.  Even in the first three months of the year, consumer spending is down by approximately 5%.  Underlying domestic demand is expected to contract by between 7% and 17% this year.  Approximately 26% of the workforce is currently either unemployed or on pandemic unemployment supports.<\/p> <p>  The council's fiscal assessment report, published on 27 May, provides an assessment of the fiscal impact of Covid-19.  There is exceptionally high uncertainty at the moment about the health outcomes and the economic outcomes.  To assess this, in the fiscal assessment report the council has outlined three scenarios to 2025 to help people's thinking about this.  In the \"mild\" scenario, conditions improve rapidly and lasting damage to the economy is limited.  The \"central\" scenario builds on the official forecasts in the stability programme update, SPU, published by the Government in April.  It is assumed that confinement measures are eased as planned, but with lasting impacts.  In a \"severe\" scenario, there are repeated lockdowns and wider financial distress.  These scenarios do not take into account major risks Ireland faces from Brexit or from corporation tax.<\/p> <p>  In all scenarios, activity falls sharply and the crisis will have a lasting effect.  The scenarios imply it would take two and a half to three years for the economy to return to pre-crisis levels of activity.  By contrast, the economy took 11 years to recover after the financial crisis.<\/p> <p>  In fiscal terms, the budget balance will moves sharply into deficit this year; the SPU projected a deficit of 13% of GNI* this year, reflecting &euro;7 billion of crisis-related spending and a much larger fall in tax revenue.  This likely underestimates the impact on spending because it does not include the extension of support measures or any future fiscal stimulus package.  While the fiscal balance will improve as the economy recovers, the central scenario implies that the deficit could still be approximately 3% of GNI* in 2025.<\/p> <p>  The appropriate fiscal stance in response to this will evolve over the coming years in three broad phases.  In phase 1, the immediate crisis, the Government should limit the negative impacts on health and on the economy.  The council welcomes the measures taken to support the economy.  These should continue as long as needed, although they may need to evolve to reflect changing needs.<\/p> <p>  Phase 2 will be marked by the removal of most of the containment measures and the economy will begin to recover, but investment and consumer spending will remain very weak and unemployment will remain high.  The council assesses that a sizeable fiscal stimulus would be warranted during this phase to help support the recovery.  Borrowing to support weak demand would be an appropriate countercyclical response to manage the economy.  It should be temporary, targeted and conditioned on the likely state of the economy.<\/p> <p>  Public investment could play an important role.  While some reprioritisation may be needed, at least maintaining the current level of spending would help support activity and boost long-term output.<\/p><p>Excess capacity in the construction sector may create opportunities. <\/p><p> In phase 3, the economy will settle into a new steady-state growth path.  At this stage, the debt-to-GNI* ratio will be very high.  The debt ratio could be in the range of 115% to 145% in 2021, up from just below 100% in 2019.<\/p><p> Given the very high level of debt and lower revenues, fiscal adjustment is likely to be required in phase 3 to put the debt-to-GNI* ratio on a downward path towards safer levels.  A key factor is the low level of interest rates.  Even with the higher debt level, interest payments could actually fall over the coming years in the central scenario due to lower interest rates and a favourable tailwind as existing debt is rolled over.  The long maturity of new issuance provides some protection against a rise in rates over the coming years.  However, low interest rates cannot be taken for granted.  Actions by the European Central Bank and the stability of the euro area will be key.  With a very high debt ratio, Ireland will ultimately be much more vulnerable to future changes in interest rates as large amounts of funding will likely be required for new borrowing in the coming years and to roll over existing debt.  This is why it will be very important to use the current positive debt dynamics to bring debt to a safer level. <\/p><p> In terms of future fiscal adjustment, the council's analysis suggests that getting the debt-to-GNI* ratio to fall at a pace of 3% a year by 2025 - similar to previous plans - would require total adjustments ranging from &euro;6 billion to &euro;14 billion over the period from 2023 to 2025.  In the central scenario of around &euro;10 billion of adjustment, this could take place over several years and against the background of a growing economy.  The adjustment would still be less than a third of what was implemented after the 2008 crisis.  This does not mean a return to severe austerity.  Fiscal adjustment will be needed but some upward and downward adjustments, either in aggregate terms or on specific items, are a normal part of budgetary management.  The adjustment could be achieved to a large degree by growing spending at a slower pace than the economy grows.  We do not expect to return to severe austerity in the sense of significant increases in unemployment due to fiscal adjustments taking place in a downturn as Ireland saw after 2008. <\/p><p> Any incoming Government will have to take difficult decisions about competing spending and tax priorities during this third phase against the background of required adjustment.  Any new commitments will likely require reductions in other areas of spending or higher taxes.  Nonetheless, ambitious policies can still be pursued in areas like health, housing and climate change.  Three long-standing issues, however, will need to be addressed.  The first is spending pressures associated with an ageing population.  The council will publish a long-term stability report in July looking at these issues.  Second, additional measures could be needed if Ireland is to meet its climate change commitments.  Third, the State has become over-reliant on corporation tax receipts, which accounted for some 18% of annual tax receipts last year.<\/p><p> To conclude, there are huge uncertainties for the economy depending on health outcomes but the broad phases of the crisis and recovery are relatively clear.  As the economy exits lockdown, a sizeable fiscal stimulus would help recovery.  However, some adjustments are likely to be needed down the line to get the debt ratio on a safe downward path again.  To safeguard the funding of public services and supports in future, while addressing future challenges, the incoming Government should set a credible path for prudent fiscal policy and take steps to reinforce the budgetary framework.  We look forward to members' questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#B00200","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":22,"content":"<p>I thank Mr. Barnes.  The first speaker is Deputy Doherty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#C00200","speaker":"1518"},{"type":"speech","time":1592262000,"counter":23,"content":"<p>I welcome Mr. Barnes and his colleagues.  On wage growth beyond 2021, the stability programme update suggests that after a decline this year, we will see wage inflation of 3.8% in 2021.  What does the Irish Fiscal Advisory Council expect wage growth to average in the three years after 2021?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#C00300","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":24,"content":"<p>It is our view that wage growth will be impacted by the crisis and it will then pick up.  Perhaps Dr. Eddie Casey, our chief economist, can give the numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#C00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1592262000,"counter":25,"content":"<p>We expect wage growth of roughly 2% to 3% from 2022 up to 2025.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#C00500","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":26,"content":"<p>So between 2% and 3%.  I am interested in IFAC's view on the programme for Government that was published yesterday where it gives a clear commitment that where there is wage growth, there will be indexation of taxes and bands.  This is something that has not happened in this State over the past decade.  Wage inflation of 3% would mean tax forgone of in excess of &euro;4 billion over the four-year period.  What is IFAC's position on that given that the council is suggesting there could be an adjustment required of &euro;7 billion in the later part of the Government's term?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00100","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":27,"content":"<p>I can take that as well.  If it is assumed that there is 2% to 3% wage inflation in the other years, then typically that would be associated with non-indexation increases in revenue of approximately &euro;600 million per annum.  If the tax system were not to be indexed, that is how much would be raised.  If it were to be indexed, then that is how much it would presumably cost versus what would have been planned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00200","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":28,"content":"<p>Does IFAC accept that if there is indexing, and there is, as I said, a clear commitment for the first time in more than a decade to index tax rates, bands and credits, the tax forgone over that four-year period if we are to see the type of wage growth would be in excess of &euro;4 billion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00300","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":29,"content":"<p>No, not necessarily.  It depends when it starts.  If it is in 2021-2022, then we are looking at three to four years of &euro;600 million, which at a maximum would be &euro;2.4 billion.  It is not quite at the &euro;4 billion range.  It is really something for the Department to estimate.  That is the kind of estimate that we usually would see from it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00400","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":30,"content":"<p>The commitment in the programme is starting from 2022.  For every 1% of wage indexation to wage inflation, it costs &euro;136 million.  Therefore, if it were to take place over a four-year period, it would be &euro;136 million by a factor of 30 which gives the &euro;4 billion figure.<\/p> <p>  Outside of where it is, because we know it will run into billions of euro, is that a prudent approach given the situation where the State is at?  On what does the flexibility then rely in terms of reducing the deficit?  Is it suppressing spending in public expenditure in areas such as health and housing where we know that there is also competing demand for resources?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00500","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":31,"content":"<p>The council does not take any view on specific tax and spending measures or on whether indexation or increasing through non-indexation or through other means is the right thing to do.  We do not have a view on that.  However, it is relevant that, as we are discussing, the amounts that are being forgone by the commitment to index are quite substantial.  It will potentially make it more difficult during a period where fiscal adjustment may be needed and where there are ambitious commitments on the spending side, for example, around health, to finance these in this uncertain environment when commitments on substantial parts of the tax systems or some other commitments have been made that will reduce the flexibility in balancing spending and taxation on the one hand and the sustainability of the public finances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":32,"content":"<p>I will ask Mr. Barnes about the stimulus that he believes is required and that IFAC believes is appropriate, because it is appropriate that we stimulate and try to grow the economy.  What quantum of stimulus does Mr. Barnes believe would be appropriate this year and, indeed, over the next number of years?  Particularly this year, what type of space is available and what would be appropriate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00700","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":33,"content":"<p>At this stage, it is a little too early to judge.  There is a lot of uncertainty, both about what will happen on the health side and what will happen on the economic side.  Reviewing these decisions during the budget, as is set out in the coalition programme, is the appropriate time to do that.<\/p> <p>  In the fiscal assessment report, for illustrative purposes we took a total stimulus package of &euro;10 billion.  That would be enough to support the economy by approximately 3%.  We would see that probably being spread over several years.  This year, obviously, the measures would come in in the later part of the year.  Therefore, most of the spending would be next year but perhaps some of it would be this year.  We had pencilled in something like &euro;3 billion this year, but this is all illustrative.  It could be higher than that if the economy is weaker.  It could be a bit less than that, obviously, if things work out better than expected.<\/p><p>That should show the Deputy the order of magnitude of the sizeable programme over multiple years that we had in mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#D00800","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":35,"content":"<p>What would Mr. Barnes say to the argument that this is a very modest stimulus given what the economy needs and given what is happening in other European jurisdictions?  The total package in Germany is equivalent to 30% of its GDP.  IBEC has argued for a package worth &euro;22 billion.  Many others have argued for stimulus packages well in excess of what IFAC has laid out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#E00200","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":36,"content":"<p>To be clear, this is an illustrative amount.  It is important that the right amount is ultimately chosen.  That right amount could easily be much larger than the number we have suggested.  It is not supposed to limit the amount to be spent.  The amount that needs to be spent will depend on how the economy is doing but it could well be in excess of the figure we have given.  That would be appropriate and the right thing to do.  The State has the fiscal space to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#E00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":37,"content":"<p>One of the best ways to stimulate the economy in terms of the return received is to invest in construction and other labour-heavy industries.  Does Mr. Barnes believe that this would be an appropriate way to stimulate the economy?  Are the concerns IFAC has expressed in the past with regard to capacity and so on valid in the current environment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#E00400","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":38,"content":"<p>While we have not taken a specific view on how the stimulus should be structured, it is clear that public investment has a great multiplier effect economically.  There are forms of such investment, including constructing and retrofitting housing, that are very labour intensive.  It is likely that construction activity in both housing and commercial property will be badly hit by the crisis so there will be spare resources in those sectors.  If all these things are put together, they show that there may well be opportunities with regard to construction.  In the past, we have raised concerns about construction but that was in a period where capacity was very tight for both housing and, in particular, for commercial construction.  That is no longer the case.  As the circumstances have changed, policy would do well to adapt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#E00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":39,"content":"<p>On corporation tax, the IFAC document outlines that 50% of corporation tax receipts cannot be explained by the growth in the domestic economy.  Is the council more concerned about corporation tax issues now than it was last year?  Given that none of these projections take Brexit and the potential cliff edge at the end of the year into account, has anything in recent weeks increased the council's concerns in regard to Brexit?  These issues are all somewhat connected.  Do the Exchequer returns we have seen, which showed a higher proportion of corporation tax than was expected and a smaller drop-off in income tax than was expected, with a &euro;500 million boost there, change the council's view with regard to the overall deficit?  I believe IFAC still projects that it will be &euro;23 billion whereas the Central Bank is talking about &euro;28 billion.  I believe it will be in excess of &euro;30 billion at the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#E00600","speaker":"1462"},{"type":"speechnospeaker","time":1592262000,"counter":40,"content":"<p>I will let Professor McMahon come in on the Brexit questions in a moment, if he would like to do so.  I will answer the other two points.  The Exchequer returns confirmed much of what we see in the economy.  It was striking that VAT and excise taxes were down by approximately 20%.  That is a good reflection of what is happening in the economy.  With regard to other tax heads such as income tax, when one is doing a comparison year on year, which is how we tend to do these things, one sees a lot of growth between May of last year and February of this year.  It does not quite show up in the numbers, but we expect those tax heads to decrease very steeply.<\/p> <p>  With regard to the projection of a deficit of &euro;23 billion included in the SPU, it was a good figure at the time but, as I noted in my opening comments, given that there has been an extension of some of the programmes and that stimulus measures are likely, it is almost certainly an underestimate.  To be fair, spending has been a little bit lower than expected in some areas but I do not believe that will make a great deal of net difference.  The Deputy is right that the deficit figure is likely to be higher than the SPU figure, which was partly allowed for.<\/p><p>In terms of the risk around corporation tax, I would not say that I am more worried than I was when we last spoke six months ago.  Corporation tax can be affected by two things.  One is the state of the domestic economy, which will push down a lot on corporation tax as many companies are facing very hard times.  It will be interesting to see what happens to the multinational sector.  As ever, that is very volatile and hard to predict, but it may be that the multinational sector remains relatively strong.  That would be a good thing at a time other Government revenues are suffering.  However, in the long run, it is not a sustainable solution for financing the public finances.  It will be important, despite all the competing pressures in the years ahead, that the over-reliance on corporation tax is addressed and does not get any worse over the coming years.  I will hand over to Professor McMahon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#E00700","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":42,"content":"<p>I think we are out of time.  I thank Mr. Barnes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#F00200","speaker":"1462"},{"type":"speech","time":1592262000,"counter":43,"content":"<p>Can all of the three speakers on video link hear me?  Yes.  We are quite constrained by the time we can be in the Chamber.  I ask everybody to be as concise as possible.  I call Deputy Carroll MacNeill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#F00300","speaker":"1518"},{"type":"speech","time":1592262000,"counter":44,"content":"<p>I thank the witnesses for attending.  I want to take them through some of the issues in their report and ask a number of questions.  I am getting a lot of calls from people and I am aware of a concern generally about moving into a recessionary period, what that means and how it will contrast with the previous recessionary period, which was difficult for everybody and lasted a long time.  I would like the witnesses' insight into how this is different, the reasons for that and how we work through it.  For example, the report presents a range of scenarios of various severity and implies that it would take two to three and a half years to return to pre-crisis levels of economic activity.  By contrast, the economy took 11 years to recover after the previous financial crisis.  What are the assumptions behind that and the reasons such different periods of recovery are identified?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#F00400","speaker":"1480"},{"type":"speechnospeaker","time":1592262000,"counter":45,"content":"<p>When trying to assess what type of economic slowdown or recession we are experiencing now, the key thing is to recognise that at least in the first instance, the economic slowdown is itself a public health measure.  Lockdown and isolation of large parts of the economy has been done with the objective of protecting public health.  As a result, it is a very different form of recession from those we have seen in the past.  As we discuss in the report, that does not mean it will not have ongoing effects.  In particular, there are certain sectors of the economy that, even if lockdown were to end in some legal sense, would not adjust back to their previous levels at any speed.  As Mr. Barnes outlined in his opening statement, the report examines three scenarios.  They are not in any way meant to be the only possible scenarios.  There is massive uncertainty about this.  The point we stress about why this would be a faster recovery than we saw after the financial crisis is that, in terms of both household and corporate balance sheets and the fiscal position, Ireland went into this crisis in a much healthier state.  Of course, the challenges that have come from the Covid-19 pandemic are such that large areas of the economy, a broad cross section of industries, and a broad cross section of different types of households have been adversely affected.  That is why in this initial health phase, the \"whatever it takes\" type support the Government has been pursuing is something we absolutely endorse.  How we recover from this will itself depend on some things that are very hard to ascertain.<\/p><p>For instance, at what rate will people decide they are confident enough to go back to shopping in non-essential shops or start to re-engage with the entertainment industries, for example, by going to pubs or restaurants?  How these behavioural responses play out will depend on many aspects that are just very difficult to ascertain.  Nonetheless, across the phases we believe Ireland is pretty well placed so that most of the sectors can recover.  As Mr. Barnes outlined, with some fiscal stimulus in the second phase, that is, in the recovery phase after the initial health impact has been mitigated somewhat, Ireland could be back in approximately two and a half to three years, which, as the Deputy noted, is much faster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#F00500","nonspeaker":"Professor Michael McMahon","continuing":true},{"type":"speech","time":1592262000,"counter":47,"content":"<p>The professor stated that the reason is we have gone into this recessionary period with our public finances in a completely different position from where they had been.  People are concerned, however, even though it has given us a platform to borrow to be able to fund the sort of expenditure we need, both in terms of ongoing weekly payments and the sort of stimulus plan that the professor is talking about, which is envisaged by the incoming Government to be delivered in July, and we will come back to that.<\/p> <p>  On the level of borrowing and where we are with interest rates, how long can we borrow before we get to the point of a threat to credibility?  In NTMA papers from 2014, one can see how catastrophic the bond yield position was in 2010 and 2011, arising from all the uncertainty about the then Government generally, default and the general position of our credibility on the international markets.  I do not think we will get back to that point, fortunately, but there has to come a point at which we cannot continue to borrow credibly without showing we will be able to correct it.  What is the professor's sense of that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#G00200","speaker":"1480"},{"type":"speechnospeaker","time":1592262000,"counter":48,"content":"<p>It is a very difficult question to answer but the point I would stress is the role the European Central Bank and other authorities are playing in providing support for the bond market.  Nominal yields are at all-time lows in many countries, and as Mr. Barnes outlined, even in the scenarios that look much weaker than they did at the time of the previous budget, the interest payments, at least for now, are projected to fall over that period.<\/p> <p>  The Deputy rightly asked whether there is a trigger value whereby, at 120% or 130%, all of this will change.  We just do not know that.  Much will depend on the ongoing levels of support that come from the European Central Bank and the European Commission.  We believe that the appropriate response is to provide the support now in phase 1 and equally to provide some stimulus in phase 2, but by phase 3 and beyond, there will be a need to bring the debt dynamics back to a more sustainable path.  The good thing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#G00300","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1592262000,"counter":49,"content":"<p>So much of this is based on sentiment and behavioural economics rather than being a stripped fiscal analysis.  It is a bit like what the professor was saying about trying to predict the speed of the recovery based on the behavioural economics of whether people will feel comfortable about returning to entertainment, shopping or other activities.  There is just a great deal that we do not yet know.<\/p> <p>  I accept that our guest does not want to be too specific about what the July stimulus package should contain but I wish to talk about it in terms of sectors.  Should it be driven in a sectoral way, such as at tourism or retail?  Has the professor any sense of the structure of it, even if not the specifics?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#G00400","speaker":"1480"},{"type":"speechnospeaker","time":1592262000,"counter":50,"content":"<p>We do not have a specific view.  One of the conditions of stimulus is that it should be targeted as much as possible, and I think the approach the Deputy laid out is sensible.  Some sectors will get through this crisis quite quickly or will recover fast, whereas tourism or those that depend on people's behaviour and confidence in going out are likely to be weaker for much longer.  A big issue is tourism and whether people will be willing to fly to Ireland and in what numbers.  The Deputy is correct that an approach that is in some ways targeted would be constructive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#G00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":51,"content":"<p>I was interested when Mr. Barnes stated: \"Excess capacity in construction may create opportunities.\"  I hear what he is saying in respect of the repurposing of labour that had been dedicated to commercial space construction, but we are looking at a stimulus package that will, presumably, include significant capital expenditure on infrastructure projects by the State.<\/p><p>Is that the only assumption behind that statement or is there anything else there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#G00600","speaker":"1480","continuing":true},{"type":"speechnospeaker","time":1592262000,"counter":53,"content":"<p>No, it is very much as the Deputy said.  In fact, it is almost part of the targeting.  We do not really know what is going to happen to private housing or to commercial real estate.  There is a chance that the positive dynamics that Ireland experienced over the past couple of years will be impaired as a result of this crisis for some time.  That will create this pool of labour and skills.  It is obviously much better that they are used to do something that contributes to the welfare of the country than for those resources to be lying idle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":54,"content":"<p>One development we saw over the past several years was the repurposing of space identified for residential to commercial use, a regrettable move.  Could the reverse occur now?  Could the excess commercial space that has been developed now be retrofitted or repurposed into residential space?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00300","speaker":"1480"},{"type":"speechnospeaker","time":1592262000,"counter":55,"content":"<p>I am afraid-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":56,"content":"<p>I know it is not the Mr. Barnes's area of expertise.  I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00500","speaker":"1480"},{"type":"speech","time":1592262000,"counter":57,"content":"<p>Mr. Barnes maintains the macroeconomic outlook is one that is quite different from that when we were in the financial crash.  Will he accept, however, that the microeconomic difficulties are there to a far greater extent because of the debt burden being carried by the SME sector arising from that crash?  Accordingly, its ability to recover after Covid-19 is will be far more difficult and will require far greater funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00600","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":58,"content":"<p>We have not looked specifically at the SME sector.  However, there is a logic to what the Deputy said in the sense that some of these legacy issues from the previous crisis that were still around when we went into this will make it more complicated to recover.  The main thing that is striking is that, compared to the previous downturn, we think it will be much less long lived.  It has been much more violent to start with.  Within a process of a few weeks, the economy was locked down.  One could not go to a shop or a restaurant because they were literally closed by Government order.  That is very different to what happened in the financial crisis.<\/p> <p>  During the financial crisis, there was a big drop in demand.  While it was not as sudden as this, it was ultimately much more longer lasting.  It is that point which is going to cause many difficulties for firms, which literally have not been able to operate for a couple of months and may not be able to do business for a while.  That is going to put huge pressure on the SME sector in particular,  which often struggles to get access to finance.  Their balance sheets are often not in such a good position, partly because of past issues, but also just because that is how the SME sector works.  It is a concern for the recovery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":59,"content":"<p>I am surprised that Mr. Barnes has not factored in the SME performance relative to the debt that it is carrying from the past into the modelling for the recovery nationally and the creation of jobs, to which all of this is linked.  I have the view that it will take the SME sector far longer to recover and the length and the type of recovery will depend completely on the level of supports it will receive through the stimulus packages.<\/p> <p>  For example, it is important to acknowledge the past as being extremely difficult in terms of the SMEs and this recovery.  Accordingly, the stimulus package, rather than being &euro;10 billion, should be more realistic and use the IBEC suggestion of &euro;22 billion.  Again, there is a big gap between the &euro;10 billion suggested by Mr. Barnes and the &euro;22 billion being asked for.  When people look for a more refined view of the economy, of the SME sector and the business sector generally, that is too much of a gap, even in terms of forecasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00800","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":60,"content":"<p>We have not done a specific analysis of the SMEs.  However, when one looks at our work between the central scenario and the severe scenario, one of the points that could make the difference between those two is actually how much damage is done to the SME sector.<\/p><p>We have not done an in-depth analysis of that, but we will certainly take a closer look at it because, as the Deputy correctly stated, it is important.  It could make the difference between a more normal recovery and a recovery that takes a long time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#H00900","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":62,"content":"<p>May I suggest that it will also make a difference in regard to the value of the stimulus package, which is to cost between &euro;10 billion and &euro;22 billion?  If the council had the analysis, it might feed more favourably into the political policy on the recovery and the business sector.<\/p> <p>  Could Mr. Barnes give us a timeline, in years, for phases 1, 2 and 3?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00200","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":63,"content":"<p>On the stimulus and the SME issue, the severe scenario is one in which some of the effects the Deputy is talking about turn out to be relatively important.  With regard to the value of the stimulus, as I noted earlier, the &euro;10 billion was just an illustrative figure.  It would not surprise me if it were far higher than that but the time to judge how big it should be will be later in the year, particularly around the budget.  It is very uncertain.  As the Deputy acknowledged, there is a huge difference between &euro;10 billion and &euro;22 billion.  I am not taking a view particularly as to which of the figures is correct but the difference is big.  The judgment needs to be made with all the available information at hand.  I do not believe we have that today.  The figure is only illustrative.  If it were much bigger, it would not surprise me.  It would not necessarily be a concern for the council.<\/p> <p>  On the phases, much depends on which of the scenarios we end up in, be it the mild scenario, the severe scenario or somewhere in between.  Taking the central scenario, which might be sensible, phase 1 is really now and in the short term, phase 2 would really be the recovery phase, which would be in the next couple of years, and phase 3, which is the new normal, might be from approximately 2023.  Thinking about it in those terms, one notes the third phase is really a couple of years away.  This corresponds with what we see in the coalition agreement that was published yesterday.  Phase 1 really corresponds to the recovery fund.  One can think about phase 2 as being a national economic programme, to be announced in the autumn and which will apparently have strong elements of investment and stimulus.  Phase 3 really comes down to the roadmap, which will also be announced.  It will set out how the Government intends to return to something close to balance by 2025.  One can really see a correspondence between what is in the programme and the three phases we have outlined.  The timing may vary a little but I hope the numbers I have given the Deputy give a reasonable idea of the timeline in years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":64,"content":"<p>Is the problem not related to the programme Mr Barnes mentioned?  He said the phases relate to the programme.  There is nothing really factual in the programme in terms of costs.  Therefore, we do not know where that programme will end up or, indeed, how much of it will be implemented.  That is a concern where taxes are concerned because there is a commitment to no increase in taxes.  If there is to be no increase in taxes, and if we are to continue borrowing, could Mr Barnes tell us in layman's language how much we owe now, what we will owe at the end of this year and next year, and how it will be paid for?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00400","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":65,"content":"<p>That is a good question.  With regard to the numbers, Ireland went into this crisis with a debt&ndash;GNI* ratio that was just below 100%.  Depending on which scenario, by 2021-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":66,"content":"<p>For the layman, how much is that in billions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00600","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":67,"content":"<p>Perhaps Dr. Eddie Casey could help me with the figure in billions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":68,"content":"<p>Who?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00800","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":69,"content":"<p>Dr. Eddie Casey is our chief economist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J00900","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":70,"content":"<p>Roughly how much will we add to the debt in each of the years up to 2023 if we decide to borrow every year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J01000","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":71,"content":"<p>It would involve adding many billions each year.  Perhaps Dr. Casey has the numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J01100","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1592262000,"counter":72,"content":"<p>This year, it looks like it will be in the order of &euro;14 billion.  The nominal amount for next year is another &euro;14 billion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J01200","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":73,"content":"<p>Is Dr. Casey saying &euro;14 billion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J01300","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":74,"content":"<p>Yes, &euro;14 billion each year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#J01400","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":75,"content":"<p>If, as in the programme for Government, the Government embarks upon the Sl&aacute;intecare model, which will cost &euro;2.5 billion a year, is that part of the &euro;14 billion that the council is talking about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00100","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":76,"content":"<p>No, it is on top of that.  The Deputy raised a good question relating to the programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":77,"content":"<p>I still want clarity on this, please.  Including all the stimulus packages, the input into Sl&aacute;intecare, the &euro;2.5 billion, and the fact that we are spending &euro;1.60 for every euro of tax that we collect, how much will the national debt increase above &euro;200 billion each year for the next three years, loosely?  Dr. Casey says it will be &euro;14 billion plus something.  What is the extra?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00300","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":78,"content":"<p>It depends on when Sl&aacute;intecare is introduced.  Over its life, it is expected to add about &euro;3 billion annually to regular expenditure.  We do not know how that will be phased in as a new programme for spending, which will cost approximately &euro;2.5 billion to &euro;3 billion each year.  The Deputy made two points earlier about SME credit.  Going into this crisis, we were nowhere near the level of indebtedness that we saw at the peak of 2007.  We are back to levels that we would have seen in the early 2000s.  SMEs are not as indebted as we saw at the end of the credit bubble and property bubble in the 2000s.  They are not in as severe a situation going into this crisis as they were in 2007.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00400","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":79,"content":"<p>Dr. Casey is the economist but I am the practitioner.  I would dispute that figure.  SMEs came in to us and made it perfectly clear that they required substantial free money to deal with their indebtedness, and most of it has been brought forward from previous years.  To give them half a chance at recovery, we need Dr. Casey's figures to impress on Government that it has to support the SME sector, especially the micro sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00500","speaker":"1496"},{"type":"speechnospeaker","time":1592262000,"counter":80,"content":"<p>At the peak of their indebtedness, the outstanding debt of SMEs, excluding the financial sector, where there were many distortions, was close to 100% of the annual output in the economy.  Going into this crisis, it is only about one fifth of that, at 20% of GNI*.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00600","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":81,"content":"<p>I thank the witnesses for attending.  In the statement provided today was the phrase, &quot;Three longstanding issues will need to be addressed.&quot;  I have questions about this part.  It reads:<\/p> <blockquote> \tFirst, spending pressures associated with an ageing population will increase.  The Council will publish a &quot;Long-Term Stability Report&quot; in July looking at these issues.  Second, additional measures could be needed if Ireland is to meet its climate-change commitments.  Third, the State has become over-reliant on corporation tax receipts, which accounted for over 18 per cent of annual tax receipts last year. <\/blockquote> <p>If we work backwards, starting with corporation tax, I am interested in what the witnesses believe the correct split of corporation tax should be.  The only way to lower this number is through lower corporation tax or increasing other taxes to introduce new taxes.  Has the council given any consideration to how this might be done or how we might achieve a better balance in corporation tax?  Do the witnesses believe that there would be any impact on corporation tax if we were to introduce country-by-country reporting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00700","speaker":"1559"},{"type":"speechnospeaker","time":1592262000,"counter":82,"content":"<p>The issue of corporation tax, as the Deputy points out, is a long-standing concern.  It has increased in recent years as the share of taxation coming from corporation tax has increased.  With regard to how it is managed, there are two matters to consider.  One that we have proposed in the past is that unexpected positive surprises from corporation tax should be set aside and saved rather than spent, which has been the case over recent years.  That is to avoid the State building up permanent spending commitments on the basis of this tax, which is very volatile and may be somewhat fragile.  It also ultimately requires an adjustment to move away from that.  That either involves reductions in spending elsewhere or increases in other forms of taxes to reduce that vulnerability.<\/p><p>One of the vulnerabilities is that the companies themselves might do not do as well or might decide to move somewhere else, which they can do fairly easily.  The other vulnerability is the possibility of changes in the international tax environment, which is partly to do with processes such as the OECD's base erosion and profit shifting, BEPS, process and a number of other discussions.  Ultimately, it is likely that this issue will correct, and it would be good to anticipate that rather than face it as another economic shock like the sorts of shocks we have seen lately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#K00800","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":84,"content":"<p>To follow up on that point, does IFAC take a view on country-by-country reporting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00200","speaker":"1559"},{"type":"speechnospeaker","time":1592262000,"counter":85,"content":"<p>No, we do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":86,"content":"<p>Mr. Barnes's second point was that additional measures may be needed if Ireland is to meet its climate change commitments.  I am happy to see that cited, but what measures is Mr. Barnes referring to?  Is he referring to borrowing, taxes or realignment within sectors?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00400","speaker":"1559"},{"type":"speechnospeaker","time":1592262000,"counter":87,"content":"<p>Climate change is a very important issue for the public finances.  If climate change is not addressed, there is a potential cost in terms of mitigation, particularly in terms of flooding but also a number of costs that would be related to it.  In addition, if nothing is done, there is the cost that a more violent and costly adjustment will be needed down the way.  Just from a public finance perspective, leaving aside all the benefits in terms of making life on this planet more sustainable, taking policy measures in this area is a very important thing to do.<\/p> <p>  In terms of the impact on public finances, there are some positive impacts.  For example, some of this could be achieved by higher environmental taxes such as the carbon tax or through charges and things like that.  In addition, adapting and doing the transition to a low-carbon economy could create activity in the economy which would create employment and tax revenues in that way.  It is not a wholly negative story for the public finances.  However, there are some areas where investment, especially public investment, will be needed to achieve those objectives and where incentives will potentially need to be provided.  There will be a cost to the State in that case and it needs to be factored into the State's plans.  It is very helpful that there is now a clearer target in this area, and it is to be hoped the economic plans can be aligned to make sure this can be achieved in a way that is effective but is also consistent with the sustainability of the public finances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":88,"content":"<p>I bring Mr. Barnes back to the very first point he cited, that there will be spending pressures associated with an ageing population, and the council is publishing a long-term stability report in this regard.  Is there a resolution to the financial pressures around an ageing population other than a long-term project around pensions, or what can we expect to see in that report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00600","speaker":"1559"},{"type":"speechnospeaker","time":1592262000,"counter":89,"content":"<p>The Deputy will see the report when it comes out, but the point we will try to make, as is always our position, is not to tell policymakers what they should do to address any issue but to highlight some of those issues.  In particular, the two big increases we will highlight are in social protection and health spending, where the pressures that grow over the next 30 years will be quite substantial.  If we add those two together, the numbers we are talking about are of the order of some 8% of GNI.  If one accepts that these are Government spending commitments which will have to be met, then the decision has to be made either to raise funds from another source to make up for that spending or to cut spending in another area.  The key point is that these are relatively slow-moving, easily predictable trends, and the sooner one takes action the better.  One can take small bits of action over long periods to mitigate the effects of these issues on the fiscal position.  That is the key point we are going to draw out in the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00700","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1592262000,"counter":90,"content":"<p>The Irish Fiscal Advisory Council was set up as a reaction to the previous economic collapse.  In this session and any other sessions, I am mindful of comparing the coming economic pain and collapse with what happened previously.  What level of engagement has taken place between the Government and IFAC since the pandemic hit in early March?  Has there been an increase in meetings, engagements or anything like that?  I would expect that there would be such an increase given that we have an emergency team for the health element of this crisis which meets very regularly.  What level of advice has been sought from the council and has there been an increase in its engagement with Government since this pandemic hit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00800","speaker":"1564"},{"type":"speechnospeaker","time":1592262000,"counter":91,"content":"<p>The stability programme, which is what our report in April was based on, was put together with great speed and at a very complicated time by the Department of Finance.  I think the Department did a good job in this regard.<\/p><p> In terms of our engagement, because the council is independent and also places a high weight on transparency, we do not have separate meetings in private with the Government or Government officials.  We produce our reports.  That is where our advice is available to the Minister but also to Deputies and anyone else in the country.  We do not have that kind of relationship to Government.  We communicate through the public advice that we provide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#L00900","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":93,"content":"<p>On that type of engagement, is Mr. Barnes satisfied that there has been enough engagement or is there anything more the Irish Fiscal Advisory Council could have offered in the past couple of months?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00200","speaker":"1564"},{"type":"speechnospeaker","time":1592262000,"counter":94,"content":"<p>I hope the report we provided has given a useful framework for people.  I am not aware of anyone else who has done three fiscal scenarios for the next five years anywhere in the world.  I think that helps to set the context.  As they see this Government debt coming up, many people might legitimately be worried about what is going to happen and whether we are getting into trouble.  By looking at the medium term, we can be relatively reassuring and say that we can be confident that there should be fiscal space for the stimulus measures and the emergency measures.  That will come with adjustment but, hopefully, we have also been helpful in pointing out that this adjustment will be much less than people remember from a decade ago, even in a difficult scenario for Covid-19.  I hope we have played our role and that the report has been helpful to the Government and people of Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":95,"content":"<p>To follow on from the points Deputy Hourigan raised, is our over-reliance on corporation tax receipts akin to our over-reliance on stamp duty previously or would that be a false comparison to draw?  What kinds of other taxation measures are needed to decrease our over-reliance on corporation tax?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00400","speaker":"1564"},{"type":"speechnospeaker","time":1592262000,"counter":96,"content":"<p>The comparison with stamp duty in the past is very close.  It is a very large share of Government revenue.  It is very volatile.  Much of the money is coming from multinational companies and has essentially been raised in other countries so it is not like most taxes where we tax Peter to pay Paul.  This is a net injection of money coming into the economy so the economic implications could be significant.  However, to be reassuring, I do not believe they are on the scale of the previous housing boom but they are significant and it should be a concern.<\/p> <p>  In terms of specific tax policies, that is not something the council has a view on but it is welcome that there will be a commission to examine taxation and welfare.  It is good that these issues are examined in a serious, careful and evidence driven way.  It is important in the long run to the sustainability of public finances that Ireland has a broad-based tax base that is favourable to growth, respectful to the climate, fair and maintains public support.  That is the right place to go for answers to that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":97,"content":"<p>In phase 2, the council indicates that consumer spending will remain weak.  We can all understand that.  We will require a return of confidence to ameliorate that.  Does Mr. Barnes have any thoughts on how we can increase consumer confidence in phase 2?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00600","speaker":"1564"},{"type":"speechnospeaker","time":1592262000,"counter":98,"content":"<p>It is not easy for economists to know how to do that.  I believe the confidence that comes from the fiscal stimulus being sizeable and a strong package will give consumers more money in their pockets and, hopefully, a desire to spend it.  That will be particularly true if it is targeted at those who need it most, specifically people who have lost their jobs and sectors that are really suffering.  That will help a great deal.  Reassuring people that public health is still well managed and they can go out with confidence, as Professor McMahon said, is very important from a behavioural perspective.  Having a clear, medium-term fiscal plan, particularly for financial markets, is also important.  It is important that these markets have confidence that Ireland is planning, after this extraordinary situation, to get its house back in order and reduce debt from very high levels, which need to be brought back to safer levels once the economy is strong enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":99,"content":"<p>I thank Mr. Barnes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00800","speaker":"1564"},{"type":"speech","time":1592262000,"counter":100,"content":"<p>On the issue of public confidence, what role does bank lending play in that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M00900","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":101,"content":"<p>Bank lending is a key part of it and is one of the major differences with what we saw in 2008.  In 2008, the banks were in the eye of the storm and their lending had to contract very quickly.  That was hugely damaging to the economy, including to the SME sector, as we have discussed.  The fact that the banks are in better shape this time, in addition to the measures that have been introduced by the European Central Bank, is one of the reasons the recovery should be much faster than it was in 2008.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#M01000","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":102,"content":"<p>Have you seen any change in bank lending practice in Ireland since this crisis commenced?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00100","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":103,"content":"<p>The Central Bank is probably be better placed to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":104,"content":"<p>It is appearing in front of the committee in a couple of weeks.  Thank you, Mr. Barnes.<\/p> <p>  I call Deputy Shortall.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00300","speaker":"1518"},{"type":"speech","time":1592262000,"counter":105,"content":"<p>I welcome all the witnesses.  A reference was made a few moments ago to the cost of Sl&aacute;intecare and I was quite taken aback at the figure used.  I ask that Mr. Barnes provide me with details of how that figure was reached.  I am not asking him for it today but could he send it on in correspondence?  It is very much out of line with costings that have been done in the past couple of years.<\/p> <p>  On the issue of equity in our public health service, and no doubt recent events have shown up the huge gaps and weaknesses in that regard, there is the question of reducing the cost of living as result of the high cost of healthcare and thus freeing up disposable income.  Would Mr. Barnes accept there is a strong argument for investing in good quality public services as a means of stimulating the economy?  Aside from the need for a stimulus package to reboot business, there is a strong argument for investing in and making public services universal, including making housing affordable, as a means of reducing the cost of living.  Before the pandemic arose, the business community and IBEC talked about the high cost of living and impact on wages.  What is Mr. Barnes's view on the need to invest strongly in public services to make them universally available, as is the case in most other European countries, as a means of stimulating the economy and reducing the cost of living?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00400","speaker":"1567"},{"type":"speechnospeaker","time":1592262000,"counter":106,"content":"<p>Let me make two points.  First, in our view the ambitious plans around Sl&aacute;intecare as a part of the programme for Government can be afforded if the right fiscal decisions are taken.  In many ways, the programme released yesterday is welcome, in particular, the plan to broadly balance the budget by 2025.  This is necessary to reduce debt in the way it needs to be reduced given the high and risky level it will be at.  These things are affordable, but there are big question marks around how it is going to be financed.  This is a major shift in the way healthcare is provided.  It is not entirely clear at this point, and the agreement pushes it down the track a bit, how that is going to be financed when big commitments have been made around other aspects of spending, for example, welfare and tax, and particularly not to raise income tax rates which account for approximately one third of taxation.  It can be afforded but it is not very clear.  There are big question marks in this plan around how that is going to be done.<\/p> <p>  A central idea of stimulus measures is that one can spend a lot, but it needs to be temporary.  That means once the crisis has passed, one can bring it back down and the public finances can be rebalanced and restabilised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":107,"content":"<p>I asked Mr. Barnes about the principle of investing in public services on a universal basis as a means of reducing the cost of living, not about a temporary stimulus package.  However, I want to move on.  Mr. Barnes can come back to me in writing with his response to that question.<\/p> <p>  How will the stimulus package and investment in public services be funded, and what support is available from the EU?  The Next Generation EU plan totals approximately &euro;750 billion at this point.  What is Mr. Barnes's understanding of what might be available to Ireland, first, in terms of grants, and, second, in terms of low-cost borrowing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00600","speaker":"1567"},{"type":"speechnospeaker","time":1592262000,"counter":108,"content":"<p>In terms of those measures some money would be available.  I am not an expert on that, one of my colleagues may want to jump in.  It is not an issue we have looked at very closely.  To partly come back to the Deputy's earlier point, it is important to distinguish between two notions in investing in public services-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":109,"content":"<p>If he does not mind, I would prefer that Mr. Barnes answer the second question I asked.  What is his estimate of what funding would be available from that Next Generation EU plan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00800","speaker":"1567"},{"type":"speechnospeaker","time":1592262000,"counter":110,"content":"<p>I do not have an estimate, although Dr. Casey might.  I am afraid we do not have those numbers but we can provided them to the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N00900","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":111,"content":"<p>These are substantial sums that would be available to Ireland, either as grants or through low-cost borrowing.  What is Mr. Barnes's estimate of what is available?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#N01000","speaker":"1567"},{"type":"speechnospeaker","time":1592262000,"counter":112,"content":"<p>I am afraid we do not have those figures.  Ireland can borrow at very low rates at the moment, so the short-term significance of other forms of financing may not be so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#O00100","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":113,"content":"<p>I would like Mr. Barnes to respond to me on both my questions, because they are significant regarding how we get out of this crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#O00200","speaker":"1567"},{"type":"speechnospeaker","time":1592262000,"counter":114,"content":"<p>To answer the Deputy's question regarding amounts that will be available from the Franco-German proposal and the &euro;750 billion, that is very uncertain.  We have seen estimates ranging from a couple of billion euro to several billion euro.  Depending on how that funding is allocated, there is a huge variance in what might accrue to Ireland.  There is also the question of what Ireland will be contributing, and therefore the question of how much we will be receiving in net terms.  It is just too difficult to say-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#O00300","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":115,"content":"<p>Does IFAC have a working estimate at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#O00400","speaker":"1567"},{"type":"speechnospeaker","time":1592262000,"counter":116,"content":"<p>No, not at the moment.  It is too soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#O00500","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":117,"content":"<p>Reference was made to an overlap with or mapping onto phase 3 of IFAC's plan.  The programme for government, regarding that period, refers to utilising taxation and expenditure measures to close the deficit, while IFAC refers to phase 3 being a period of fiscal consolidation to bring the debt-to-GNI* ratio down.  It seems to me that IFAC is at pains to avoid describing this as a period of austerity, but I would like to explore that further because on the figures here, unfortunately, it does not seem to me that there are many other conclusions available.<\/p> <p>  The point was made that the adjustment would be significantly less than that implemented after the 2008 crisis.  That is based, however, on looking at the figures over seven years after 2008, versus three years from 2023 to 2025.  If we look at the figures on a year-on-year basis, and the potential for a &euro;14 billion adjustment between 2023 and 2025, that works out as a higher amount of fiscal consolidation - in layman's terms, austerity - than we had post the 2008 crisis.  <\/p> <p>  The opening statement from IFAC goes on to state: \"This does not mean a return to severe austerity.\"  We can debate the adjective later.  The statement continues: \"We do not expect austerity in the sense of significant increases in unemployment due to severe fiscal adjustments taking place in a downturn.\"  IFAC is stating that is not austerity, but then redefines austerity as something that nobody defines it as.  Austerity, as defined by most people, refers to economic measures to close deficits based on increasing taxation or decreasing public expenditure.  That is really what IFAC foresees happening in phase 3 from 2023 to 2025, and, on a year-by-year basis, IFAC sees that process coming in at around a similar amount to the kind of year-by-year austerity we saw from 2008 onwards.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#O00600","speaker":"1628"},{"type":"speechnospeaker","time":1592262000,"counter":118,"content":"<p>Let me clarify that what we mean by \"fiscal adjustment\" here is exactly that, to close the deficit that would have opened up because incomes are permanently lower, but consumption, even once things like stimulus are unwound, would be at a higher level and there would be a gap, in the central deficit scenario, of 3%.  That gap would need to be closed to get the debt-to-GNI* ratio back on the safer trajectory, and that would require an increase in taxation or measures around spending.  It would not necessarily require spending cuts in nominal terms, but it could, for example, require freezing some forms of spending that would contribute quite a lot to closing that gap.<\/p> <p>  Regarding precise figures, and this may be an imprecision on our part and I apologise for that, we have three scenarios.  The three years is more what we had in mind for the central scenario.  If we were in the severe scenario, where more adjustment is needed, which is still, in aggregate, a third of what was required post crisis, the adjustment would not be spread over three years but spread over a longer time.  Essentially, we believe that if interest rates stay low that will create a very favourable environment.<\/p><p>If the economy is recovering and growing at a steady pace by that point there should be a steady process of adjustment.  The larger the adjustment, the more drawn out that process will be.  To be absolutely clear, we do not have a period of adjustment of anything like the speed and severity of what happened in 2008 in mind.  I apologise if that was unclear in our submission.  That is absolutely not what we------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#O00700","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":120,"content":"<p>The submission states that this \"would require total adjustments ranging from &euro;6 to &euro;14 billion over the period 2023&ndash;2025\".  An adjustment of &euro;14 billion over a three-year period equates to &euro;4.666 billion per year, which is more than the average between 2008 and 2014.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00200","speaker":"1628"},{"type":"speechnospeaker","time":1592262000,"counter":121,"content":"<p>To be clear, that adjustment would not necessarily take place by 2025 in the severe scenario to which the &euro;14 billion figure corresponds.  It could be spread out over a longer period.  I apologise, as that may have been unclear in the document sent to the committee, but that is absolutely not what we had in mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1592262000,"counter":122,"content":"<p>There is a danger in taking the severe scenario as the most likely outcome.  The central scenario entails an adjustment of &euro;10 billion happening much further down the line, when the economy is growing and is near its capacity again.  That would be one third of what we saw over the period of the financial crisis and would take place over less than half the time period we saw during the previous-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00400","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":123,"content":"<p>That means the year-on-year figure would be about equivalent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00500","speaker":"1628"},{"type":"speechnospeaker","time":1592262000,"counter":124,"content":"<p>In the central scenario the year-on-year figure would be about three quarters of the average adjustment, but it would be for less than half the time we saw in the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00600","nonspeaker":"Dr. Eddie Casey"},{"type":"speechnospeaker","time":1592262000,"counter":125,"content":"<p>The average adjustment over the 2008 period was very front-loaded.  As anyone who remembers living through that period will know, the degree of tightening in some periods was really very tight.  It really was an emergency situation.  We do not think that is a particularly likely outcome.  An average figure over a really long period may be misleading.  It may not be the easiest way of thinking about it.  It should be thought of as a moderate adjustment which would exert a downward force on growth but would not disrupt the economy in the way that fiscal consolidation did.  In any case, these are scenarios.  Exactly what the economy can stand and what will be necessary will depend on the circumstances.  By the third phase we should not need to slam on the brakes as happened last time.  That is absolutely not what we wanted to communicate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":126,"content":"<p>I would like to return to a point previously touched on by Deputy McGuinness concerning the SME sector.  I would like to reflect on some of the points the witnesses made in their analysis of SMEs' financial health, rude or otherwise.  I am quite close to the SME sector.  I share Deputy McGuinness's concerns about the financial well-being of a lot of businesses at the beginning of the Covid-19 crisis, let alone during the emergence from it.  What are the witnesses' overall thoughts on the demand side?  I would think that we are in for a quite negative demand outlook for the next 12 to 18 months, simply because there will be a lot of fear.  There will be changes in the nature of demand with people not working and so on.<\/p> <p>  The other point made in the submission concerns the potential for fiscal enlargement as opposed to fiscal consolidation.  I refer to the possibility of increases in employers' pay-related social insurance, PRSI, contributions and of targeting pension plans.  Employers are very concerned that they are probably facing into such measures.  Do the witnesses have any points to make on that? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00800","speaker":"1616"},{"type":"speechnospeaker","time":1592262000,"counter":127,"content":"<p>I share the Deputy's assessment of the SME sector.  The points he made are absolutely right.  It is very important to note that the SME sector will be a key part of the recovery and the creation of employment.  That is one of the reasons why the emergency support measures the Government has taken in phase 1 are so important.  They should be accessible to all firms.  The creation of demand in these areas is also why the stimulus in the second phase is very important.  As we discussed earlier, it may be appropriate to target some of the stimulus at sectors that will struggle because of the nature of what they do.  Some of those sectors are very jobs-rich.<\/p> <p>  The choices made further down the road will be a political decision.  As I said earlier, increases in taxation should be considered in light of their impact on growth and jobs.  SMEs are a key part of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#P00900","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":128,"content":"<p>I will ask a question about what I describe as regionality.  I represent Waterford where there has been a low instance of Covid-19 and the county would have come out of the crisis much sooner but we did not have an opportunity to exit lockdown ahead of anybody else.  Do the reports that IFAC gives to the Government reflect sectoral analysis by geography as well as by sector as it relates to some of the measures that are being proposed?<\/p> <p>  I also have a question about the provision of stimulus moneys which the witnesses have referenced.  We know that funding is coming from the ECB and other programmes.  How are those moneys to be dropped into the economy in the future?  Are they going to go through the pillar banks, from which we have seen a requirement for 20% capital funding at a time 48% of loans are not approved?  As I asked Dr. Orlaigh Quinn, Secretary General of the Department of Business, Enterprise and Innovation last week, is there an opportunity to put this into revenue?  Are we looking at that proposal in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Q00100","speaker":"1616"},{"type":"speechnospeaker","time":1592262000,"counter":129,"content":"<p>The Deputy's concern about the regional dimension is valid.  That is something we mentioned in the report and think about.  Because of the nature of the sectors involved, there may be a big impact on regions and that might make things particularly difficult.  That should condition the way in which policy is designed.  It is different to have difficulties in a region while everywhere else is booming from a region where everyone has been affected.  That is important.<\/p> <p>  The actions of the ECB are on two fronts.  One is through supporting the banking system and the ECB has taken important measures to keep open the supply of credit, particularly to corporations.  The other part is the ECB's support for the public debt market in the euro area and that is one of the factors keeping interest rates very low.  In turn, that is one of the factors protecting the Government's ability to borrow and create the fiscal space to undertake stimulus packages and the policy measures that are needed.  The ECB's role in this has been very important on the banking side and how it feeds into Government spending because the Government is borrowing money to spend and the borrowing conditions are determined by the ECB.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Q00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":130,"content":"<p>Has IFAC looked at any other incentive programmes such as a national bond or a special savings incentive account, SSIA, programme?  Will the council recommend any such measure to the Government?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Q00300","speaker":"1616"},{"type":"speechnospeaker","time":1592262000,"counter":131,"content":"<p>We have not looked at that explicitly.  At the moment, the Government debt position is extremely favourable so that underpins these kinds of policies.  It is always interesting to think about ways of improving the liquidity and diversity of the Government's funding sources and that might be an idea worth considering but it is not something which we have looked at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Q00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":132,"content":"<p>I thank the gentlemen and ladies who are with us today.  We all know that we are moving towards a recession and the document from IFAC states that this recession could last for two to three years whereas the previous recession lasted 11 years.  I sincerely hope the council is right about that.  Will our witnesses please explain why I am reading the situation differently?  In the most recent recession, while businesses were struggling, most were still rolling on.  I have talked to other public representatives and had meetings with business owners whose businesses have closed due to Covid-19.  They told me that their businesses will not reopen because they need grant aid or lower interest rate loans immediately and are not getting it.  That is the case in the West Cork constituency that I represent and throughout the country.  I am talking about five or six businesses in towns, some of which employ up to 20 people.  Do the witnesses think I am looking at this differently from them?  It seems as if this will be a worse recession than the most recent one and will take far more than two to three years to recover from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Q00500","speaker":"1461"},{"type":"speechnospeaker","time":1592262000,"counter":133,"content":"<p>The Deputy is right that the current position is putting considerable pressure on firms.  As we have said, one of the things that could put us into the severe scenario is that the pressure on firms is bigger than the Government has anticipated and is covered by our central scenario, or if the policy response is less effective than anticipated.  I am not in a position to assess that and it will depend on what happens in the coming months.  It is interesting to hear what the Deputy is saying in that context.<\/p> <p>  One thing to be made clear is that once the confinement measures are lifted, although things will not return to normal in any sense, the economy will pick up.  People will be able to go back to work once they have their kids in school.  A lot of activity will naturally pick up and we might see quite a strong growth rate next year but it will not be anywhere near enough to fill the gap in demand and unemployment will remain high.<\/p><p>It is not that we are not going to see any growth, it is just that things will remain far below the level they used to be at for quite a while.<\/p><p> On the comparison with the previous crisis, Ireland went into that with an overheated housing market, people were very stretched on the credit side, Government revenues turned out to be very fragile and the banking system became very distressed.  We know that whenever that happens, one ends up with a very deep, lasting, and nasty recession.  In this case, the public finances and the banks are going into it in better shape and the European reaction has been much more timely and effective.  These give reasons for hope, even though I appreciate that for some of the Deputy's constituents, it is proving very hard to see that today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Q00600","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":135,"content":"<p>I thank Mr. Barnes.  In the last week, and I presume it is the same for every other politician, I met people from the hotel, bed and breakfast accommodation and Airbnb sectors and the biggest issue emerging from these meetings is the lowering of the VAT rate to 0%.  What is the lowest rate that Mr. Barnes can advise that would lead to a recovery in the tourism sector?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R00200","speaker":"1461"},{"type":"speechnospeaker","time":1592262000,"counter":136,"content":"<p>We do not look at specific measures of that sort but it may well be appropriate as part of the targeting to look at sectors like the hotel sector.  Temporary taxation measures can be one instrument that is effective but there may be others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":137,"content":"<p>For SMEs to survive through this Covid-19 crisis now, the wage subsidy scheme will need to be reinvented.  How would Mr. Barnes propose this could happen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R00400","speaker":"1461"},{"type":"speechnospeaker","time":1592262000,"counter":138,"content":"<p>Those kinds of supports should be kept in place as long as they are needed.  It may be that there is a need to adjust them as conditions evolve and may need to be more sectorally focused, as some sectors continue to face difficulties and others do not.  We, on the council, are not experts in designing such schemes.  All we know is that they need to be kept in place and that they can be financed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":139,"content":"<p>For businesses that are contemplating not reopening, what positive advice can Mr. Barnes give these businesses to encourage them to contemplate opening their businesses once more?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R00600","speaker":"1461"},{"type":"speechnospeaker","time":1592262000,"counter":140,"content":"<p>The only encouragement I can give them is that the health situation has improved greatly.  We are progressing through the different stages of the easing of the restrictions.  The Government is in a position through the programme that has been set out to continue these emergency support measures, which should help firms to survive and help individuals.  There also should be a sizeable stimulus package that will put money back into people&rsquo;s pockets and provided people are more comfortable and confident about the health situation, which will naturally take time but will happen, hopefully, there are better days ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":141,"content":"<p>There will be on average &euro;10 billion required from 2023 to 2025.  Professor McMahon has said that this would be required through either increasing taxation or cutting areas of public spending.  In the programme for Government, we see that there is a commitment to index tax credits and bands from 2022 in line with wage inflation of 2% to 3%.  The cumulative cost of these tax cuts from 2022 to 2025 is between &euro;2.7 billion and &euro;4 billion.  In addition to this, the programme for Government promises a tax cut for people earning over &euro;100,000 at the cost of &euro;123 million a year.  Given the fact that the programme for Government has ruled progressive taxation, and Mr. Barnes has said that the adjustment of approximately &euro;10 billion will need to be made by either tax increases or spending cuts, what areas would need to be looked at to make that adjustment, given the &euro;3 billion cost that indexing would have?  My deep concern here is that there will be spending cuts in health, housing and childcare but what is Mr. Barnes take on what areas would need to be looked at?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R00900","speaker":"1579"},{"type":"speechnospeaker","time":1592262000,"counter":142,"content":"<p>I agree with the Deputy that one aspect of the programme for Government is the commitment to index the tax system.  There are also commitments on income taxation.  Income taxation is approximately one third of Exchequer tax returns.  This means that raising taxes on a large part of revenue is being ruled out.  There is also commitment on corporation tax rates.  On the spending side, there is a commitment on maintaining social welfare rates.<\/p><p>A number of commitments have been made that reduce the margin for manoeuvre for the Government quite significantly as to how they address, on the one hand, the need to consolidate the public finances that is likely to exist in the third phase and, on the other hand, how to finance measures like Sl&aacute;intecare.  There are big questions on how this is going to be financed.  The council does not have a view as to how that should happen but as my colleague, Professor McMahon, said the options are very simple.  The options are to reduce spending in other areas, to increase the efficiency of spending or to increase taxation in other areas.  However, as important options are being kept off the table, it is going to be very difficult to balance those things and to meet these new spending commitments around housing and health and at the same time maintain fiscal sustainability.  The council has a concern that by making it more difficult the risks to fiscal sustainability have been increased because the temptation may well be to borrow more rather than to raise revenues or cut spending.  When starting from a position of very high debt that is a risky strategy, so there are some concerns about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#R01000","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":144,"content":"<p>Given those two options, and from what Professor McMahon said, it is concerning.  It is clear to me that if there is a lack of willingness to include progressive taxation, it will mean a freeze or cut in spending on health, housing and childcare.  On another aspect of this, it has been forecasted that there will be a significant fall in income tax receipts, VAT, etc., in the short to medium term.  Would Mr. Barnes agree that for both unemployment levels and Government revenue, we will largely be relying on the success of our SME sector and, therefore, on the success of Government supports for those SMEs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#S00200","speaker":"1579"},{"type":"speechnospeaker","time":1592262000,"counter":145,"content":"<p>Let me come back to the final point.  Although some options have been kept off the table, other options are still there.  For example, one option would be to raise VAT.  Another option that is mentioned in the document is raising PRSI rates and there are other taxes mentioned, or that are possible, including the increase in carbon taxation.  The increase in carbon tax that is envisaged would raise about &euro;800 million out to 2025, which is an important and useful contribution but is not on anything like the scale that is required.  Anyway there are other tax options there.<\/p> <p>  On the Deputy's second point, as we have discussed with other members of the committee this morning, the recovery of the SME sector is a key part of the recovery.  If it does not happen we will be in a much more difficult situation and we will be much closer to the kind of severe scenario that we outlined in our report.  The recovery of the SME sector and support of it with both emergency measures in the near term and ultimately with stimulus is very important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#S00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":146,"content":"<p>I thank Mr. Barnes.<\/p> <p>  We are looking at increased unemployment.  Longer-term unemployment could be higher than it was before Covid-19.  There is the possibility of an accelerated shift towards automation in certain sectors and that is very worrying for people who rely on that employment.  What is the council's take on what jobs and sectors are most susceptible to that shift towards automation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#S00400","speaker":"1579"},{"type":"speechnospeaker","time":1592262000,"counter":147,"content":"<p>Ms Holland may want to answer this question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#S00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1592262000,"counter":148,"content":"<p>This shift to automation is an issue that is of wide concern globally as well as in Ireland.  At a macro level there is less concern.  At a micro level of individual sectors and individual employees there may be some job losses but at the same time, it will be creating new avenues for employment.  This is a process that is likely to take several years to stabilise but could fill those jobs that are lost.  In the short term many firms have learned how to work remotely and have learned how to not maintain a physical workplace.<\/p><p>There may be some fallout from that, but we do not expect it to have a short term dramatic impact on employment rates across the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#S00600","nonspeaker":"Ms Dawn Holland","continuing":true},{"type":"speech","time":1592262000,"counter":150,"content":"<p>It would be very worrying for those working in those sectors if there was a shift towards automation and if it took several years for other jobs to be created.<\/p> <p>Corporation tax was mentioned earlier.  Receipts were buoyant in the first quarter and once again outperformed forecasts, as has been the trend in recent years.  There is concern about the potential threats to corporation tax in future, but the buoyancy in the first quarter was largely driven by the activities of a small number of multinational enterprises.  IFAC has noted that about 50% of 2018's corporate tax receipts was accounted for by just ten companies.  How significant a risk to revenue is posed by this strategy of putting all eggs in one basket?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#T00200","speaker":"1579"},{"type":"speechnospeaker","time":1592262000,"counter":151,"content":"<p>The council has noted on a number of occasions that it is a major risk to public finances as it is being used to meet permanent spending commitments.  They are concentrated on a small number of companies, many of which are very international and could move abroad if they decided.  There are also risks associated with the international tax environment.  It is a serious risk in the medium term.  In the short run it is a risk but it can go either way.  Corporation tax receipts might be very poor this year because of some of the domestic impacts in that very few companies will be making much profit.  On the other hand, the multinational sector receipts may be quite good, and may even surprise on the upside.  We will have to wait and see, as always.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#T00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":152,"content":"<p>The IFAC fiscal assessment forecasted real GDP growth of 8% in 2021.  I am concerned this is optimistic, especially considering the possibility of a second wave of Covid-19 and renewed restrictions, as we see in China.  Does the favourable forecast assume a UK-EU trade deal will be reached by the first deadline of 31 December?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#T00400","speaker":"1579"},{"type":"speechnospeaker","time":1592262000,"counter":153,"content":"<p>The growth rates for next year may be quite high because the economy will be bouncing back, assuming everything works out like the central scenario.  Assuming there are no more confinement measures once they are lifted, we will compare 2020, which is a year that was partially locked down and very disrupted, with 2021, which will be a year when business should be functioning again.  One can easily get growth rates that appear strong relative to what we are used to seeing, but that is only closing a very small part of the gap relative to the initial downturn.  The Deputy noted there are downside risks, particularly in the event of a second wave into next year.  That could have very severe consequences.  There are many risks around this but it is not surprising to see a high growth rate.  That should not be interpreted as a boom of any sort.  It is just a correction in the sense that business that goes from being locked down to open is going to be able to contribute to GDP.<\/p> <p>  In terms of the other risks, and the Deputy has described corporation tax, Brexit is a risk.  These central scenarios and what is in the stability programme all assume we move to a relatively good free trade agreement with the UK at the end of the year.  The Deputy can assess the likelihood of that for herself.  There is clearly a risk that we are in a severe scenario of the sort that we considered last year of a no-deal Brexit at the end of the year.  That prospect should not be discounted.  IFAC did a lot of analysis of that last autumn, if the Deputy is interested.  That could provide a very severe shock to the economy and comes against a background where the economy is already weakened.  There is a discussion about whether that shock might be greater or less in the current environment but it will definitely add to situation and make the recovery much more difficult.  It remains a real risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#T00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":154,"content":"<p>Deputy Colm Burke is the next speaker.  He has ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#T00600","speaker":"1518"},{"type":"speech","time":1592262000,"counter":155,"content":"<p>I thank the witnesses for their attendance and for the work they are doing in economic planning.<\/p><p>On the issue of helping the economy, one of the problems I am coming across is the delay by banks in responding to the new challenges, especially in the housing market.  I have seen cases where banks are not allowing people in receipt of full incomes to draw down loans because the employer of one the parties is receiving Covid support.  In one case, for instance, a builder was to be paid &euro;60,000 but the money could not be drawn down.  The person had used their savings to pay for the site on which the house was being built.  How can the Government work with the banks given that they are afraid to move where there is even a 1% level of risk?  How can that be changed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#T00700","speaker":"1523","continuing":true},{"type":"speechnospeaker","time":1592262000,"counter":157,"content":"<p>The Deputy asked a very good question, which he should probably address to the Financial Regulator and Central Bank.  These are important issues, the kinds of things it is important that policy address.  However, as a fiscal advisory council, we will leave it to the real experts to deal with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":158,"content":"<p>Does Mr. Barnes agree that it will add to the economic downturn if the way the banks are managing the situation is allowed to continue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00300","speaker":"1523"},{"type":"speechnospeaker","time":1592262000,"counter":159,"content":"<p>As the Deputy says, there is definitely a concern.  It is important to maintain a dynamic in the housing market and to keep it ticking over.  It is definitely an issue people should be thinking about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":160,"content":"<p>It is about cash flow.  It also applies to small businesses with a good track record that are now looking for an extension of their borrowings to assist them with cash flow.  The same response is being given to SMEs by the banking sector.  In real terms, the banking sector could be adding to the economic downturn.  I am not saying it is adding to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00500","speaker":"1523"},{"type":"speechnospeaker","time":1592262000,"counter":161,"content":"<p>Deputy Colm Burke is absolutely right.  It is important that businesses that are solvent but facing liquidity problems as a result of the Covid crisis are helped by the banks or the Government or both working together.  It is very important that we do not have unnecessary long-term damage done to the economy where viable businesses run by able people that provide good services are sacrificed because of a lack of liquidity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":162,"content":"<p>This type of policy by the banks could contribute to such a downturn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00700","speaker":"1523"},{"type":"speechnospeaker","time":1592262000,"counter":163,"content":"<p>I think so.  As I stated, none of us on the council is an expert on the banking system.  Deputy Burke probably knows far more about it than we do, but it obviously would be a concern if solvent businesses are not receiving the credit that they should receive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00800","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":164,"content":"<p>On the issue of exports, my understanding is that in March pharmaceutical exports were up 60% year on year.  The Irish Fiscal Advisory Council predicts an 8% fall in exports.  Has it identified exactly where that fall in exports will occur?  Is it in a specific area, for instance, electronics or services?  Where do we expect the downturn to manifest?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U00900","speaker":"1523"},{"type":"speechnospeaker","time":1592262000,"counter":165,"content":"<p>The predicted fall in exports that we are interested in will come from two things.  One is that the disruption to supply chains and trade caused by Covid has made it harder for people to export goods and the other is weak demand.  Demand is weak everywhere.  It is partly disrupted by the virus but is also due to the same factors of low investment and low consumption affecting demand overseas as well as here.  That is where we see the fall in export demand coming from.<\/p> <p>  A highly relevant point for Ireland is that the multinational sector is responsible for a lot of the pharmaceutical exports and those exports would have relatively little impact on Ireland in terms of employment, taxation and other things.  The position is very different for exports from more traditional sectors, such as agrifood, which employ many more people and are much more anchored in the economy.  The exports we are most concerned about are from domestic sectors as opposed to multinationals, which are often very volatile as well.<\/p><p>Perhaps the chief economist or other colleagues wish to comment. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#U01000","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speechnospeaker","time":1592262000,"counter":167,"content":"<p>Two of the sectors that would have been hit very much on the export side, in terms of people's projections, would be things like tourism, which is considered an export.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00200","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":168,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00300","speaker":"1523"},{"type":"speechnospeaker","time":1592262000,"counter":169,"content":"<p>There is also manufacturing of traditional manufacturing goods so hardware, machinery equipment and that kind of thing.  They would have been the key areas.  As Mr. Barnes has said, it is down to a mixture of a weaker demand externally from export markets but also the confinement measures themselves, which actually restrict movement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00400","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":170,"content":"<p>I wish to refer to the forecast and how we manage.  If there is a situation where there is no agreement on Brexit what do we need to do now to plan for that scenario?  Obviously it is the last thing we want to happen but if it does then it is another new challenge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00500","speaker":"1523"},{"type":"speechnospeaker","time":1592262000,"counter":171,"content":"<p>We understand that a great deal of contingency planning has been done.  On the economic side, it may be that it requires additional stimulus measures.  That is one of the things that could be considered when future packages are set.<\/p> <p>  As with Covid but perhaps even to a greater extent, a hard Brexit might be a long shock and so very much a change in Ireland's trading relationships.  That might have more long-term consequences.  That might be important in terms of measures, for example, around training or supporting firms and activities to transition to a post-Brexit world so it would have a major impact.  The stimulus could and should be provided in that situation but some of these long-term issues would have to be addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":172,"content":"<p>Savings in this country have been mentioned in terms of comparisons with 2008.  The high level of borrowings in 2008 are not the same as now in 2020.  Savings are now totally different as there is a significant amount of savings by individuals and, indeed, companies are in a good financial position.  How can one now use those savings more effectively?  Where there is a reduction in business and purchasing, what can be done to encourage the effective use of savings?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00700","speaker":"1523"},{"type":"speechnospeaker","time":1592262000,"counter":173,"content":"<p>Perhaps Professor McMahon can answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00800","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1592262000,"counter":174,"content":"<p>With some of the increase in aggregate saving that we see, we also have to think carefully that there is a distribution in all of this.  Some households, for instance, continue to get their full income, work from home and have been able to do that.  As a result they have been unable to spend because shops have not been open or the usual things they would spend on have not been possible and, therefore, their saving rates are very high.  We also have to be wary that at the other end of the distribution there are some people who have lost a lot of income, cut consumption and nevertheless their savings have either gone to zero or they have run down their savings.<\/p> <p>  To go back to the earlier answer that I gave, it is very difficult at this stage to know how people will react.  If people have savings when lockdown measures ease will they immediately rush out to spend them?  We do not know exactly how they will react.  Similarly, as Mr. Barnes said earlier, ensuring that the policies are in place to provide supports for those people who maybe do not have savings are going to be particularly important to maintain demand in the economy once we get back towards a more normal situation.<\/p> <p>  Again, without going into a specific policy, when thinking about stimulus, these sorts of issues and targeting measures, for instance, that may encourage spending again in certain sectors, one that was mentioned by one of the Deputies earlier was reducing VAT rates.  A temporary measure like that might be targeted at certain sectors to try to reinvigorate demand.  Again, that goes back to the point that we have made all along that there is huge uncertainty.  At the same time at this point in this recession or economic slowdown we probably have more resources in aggregate, even if they are distributed in a very uneven way, that at least provide some basis for demand to come back when the health officials tell us it is safe to do so. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#V00900","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1592262000,"counter":175,"content":"<p>I welcome the witnesses and thank them for their presentations, and, indeed, their paper.<\/p> <p>  It is widely acknowledged that 26% of our workforce is currently unemployed or on pandemic unemployment supports of some type or other.  From its paper, I gather that the IFAC has three scenarios developed: mild, which would be where conditions improve rapidly and there would be minimum impact; a central scenario, where the confinement measures ease but there is a lasting impact; and severe, where there would be repeated lockdowns and wider financial distress as a consequence.  Is it Mr. Barnes's view, based on this discussion and discussions outside this Chamber, that contingent on how the economy will develop and reboot over the next number of months and years, aside from what he calls financial stimulus which I will discuss later, is the health management and the confidence that we as members of the public will express in our local and, indeed, national economy?  If we do not manage the health aspect of this crisis well enough, we will be looking at the third scenario of repeated lockdowns, a significant financial impact, etc.  Equally, if we as members of the public do not express enough confidence to go to the local hotel, restaurants, pubs or whatever the case might be, then the economy will lose.  Does Mr. Barnes agree with the importance of health management and behavioural economics - confidence of the public - and how best does one get that message out?  That message is not getting out there and we as members of the public have a proactive role to play in the rebooting of the economy aside from the financial stimulus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#W00100","speaker":"1582"},{"type":"speechnospeaker","time":1592262000,"counter":176,"content":"<p>The Deputy is absolutely right.  The health outcomes are critical.  It is encouraging to see the news over the recent phase on how circumstances are improving.  There are also big questions about what might happen, for example, in the autumn, and about a second wave.  That is critical.<\/p> <p>  That also leads to the second point about confidence.  If the public is reassured about the health situation and the authorities have the health situation well managed even though they are fighting this very nasty virus, that would be helpful for people going out.  It also speaks to having the right sort of measures in place so that when people go out, they are confident that places are safe and that they can go about their business.  All of that is important.<\/p> <p>  Beyond that, and even conditional on the health outcomes, there is a lot of uncertainty about what the economic outcomes will be.  We discussed, for example, the SMEs.  It is quite difficult, with the kind of data that economists look at all the time, to know exactly what the state of the SMEs is and how that sector will recover.  It is difficult as well to know in this unprecedented crisis how people will respond to all of this, and the confidence aspect is important.  The more the public authorities can do to manage the health situation properly but also restore this confidence and get things moving again, the better.<\/p> <p>  Part of that is probably about having a plan for the medium term as well, not only for how we get out of the crisis but a vision for where the economy will go, for example, with issues such as climate change and pensions that otherwise might hang over people as a cloud with them not knowing where things are going to head.  Having a good, credible plan about that will also be helpful to people in their economic decision-making.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#W00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":177,"content":"<p>I agree with Mr. Barnes.  Clarity, in itself, breeds confidence.<\/p> <p>  I draw his attention to what the IFAC calls in its paper the \"appropriate fiscal stance\".  It has three phases.  A significant element of that is the need for a fiscal stimulus.  We have spoken at length about the SMEs, which are hugely important.  I come from County Kerry, which is hugely dependent on tourism.  Independent studies show that Kerry is the county that has been most severely impacted by the Covid-19 pandemic because of its reliance on tourism.  I ask Mr. Barnes's view on the fact that a county, such as Kerry, particularly from the tourism point of view, needs a particular financial stimulus package on the basis that it is the county that has been most impacted.  Have there been any studies on the impact on tourism and what that means for the tourism economy, both to a county such as Kerry, and nationally as well?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#W00300","speaker":"1582"},{"type":"speechnospeaker","time":1592262000,"counter":178,"content":"<p>We know that tourism is very important across Ireland.  I do not have any specific studies in mind that I can share with the Deputy but she is absolutely right that the regional aspect will be an issue.  The situation will be very different in an area like Kerry where many people may be negatively affected by a decline in tourism.  It would be very hard for such people to get jobs in other sectors because tourism is so important to the area's economy.  In places such as Dublin, if a company suffers, a person may be able to find a job more easily in another sector.  Addressing the regional dimension is very important, particularly to avoid lasting unemployment.  Making sure that money reaches the parts it needs to reach, which will include the regions that are more heavily impacted, is a helpful way to think about things.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00100","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":179,"content":"<p>I have a final point but I see the time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00200","speaker":"1582"},{"type":"speech","time":1592262000,"counter":180,"content":"<p>The Deputy may make a short point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00300","speaker":"1518"},{"type":"speech","time":1592262000,"counter":181,"content":"<p>From the IFAC paper, I gather that the council is confident that, with proper management, we need not return to austerity.  It has pointed out that, if the situation is managed properly, we may return to pre-Covid levels of activity within two to three and a half years.  Will Mr. Barnes comment on that very briefly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00400","speaker":"1582"},{"type":"speechnospeaker","time":1592262000,"counter":182,"content":"<p>As we have discussed this morning, we are confident that we should be able to avoid the kind of severe and painful austerity that people will remember from the period from 2008 to 2010 and the associated negative impact on employment.  This does not mean that difficult decisions will not have to be made in that period from 2023 to 2025.  Some combination of higher taxes and reductions to some elements of spending will need to be envisaged in one way or another.  It will not be an easy period, but it will be very different from what people will remember from the period from 2008 to 2010.  I hope that message reassures people.  Debt rising to very high levels does not mean that it will have the same consequences as it did between 2008 and 2010.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":183,"content":"<p>I also thank the witnesses for coming and for giving up their time.  It is much appreciated.  In a recent article in the <i>Irish Examiner<\/i>, Mr. Barnes acknowledged that spending to support the recovery over the coming years is the right thing to do.  He also noted the fiscal challenges that lie ahead of the next government.  SMEs, which are indigenous businesses, will obviously be key to the economic recovery.  Will Mr. Barnes tell me more about the specific stimulus packages which will need to be introduced?  I would also like to tease out further Deputy Foley's point about the need for balanced regional development.  I come from Waterford in the south east.  It is a region that has underperformed since the last recession.  Does Mr. Barnes believe that support should be tailored to specific regions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00600","speaker":"1614"},{"type":"speechnospeaker","time":1592262000,"counter":184,"content":"<p>I will let Ms Holland answer the point regarding the measures that might be helpful for stimulus.  With regard to regional measures, this issue has come up a number of times.  We do have to think very carefully with regard to the regions because some will be hit much harder than others.  That makes the overall adjustment much more difficult.  That is definitely a factor that needs to be taken into account both for purely economic reasons and for important social reasons.  Perhaps Ms Holland will share a few thoughts on the design of fiscal stimulus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1592262000,"counter":185,"content":"<p>I do not want to be overly prescriptive on specific measures that might be introduced.  We talked earlier about investment measures which could provide targeted temporary support to the economy to boost economic activity in the short term and which may also work towards some of our longer-term goals.  For example, it was mentioned that advantage might be taken of the spare capacity in the construction sector to achieve higher energy efficiency standards in buildings, to expand electrification or to develop renewable energy.  Such a measure could be used to provide some short-term stimulus to the economy.  The key thing is trying to preserve or re-establish relationships between firms and employees.  While employees have had to stay out of the workplace, many have become unemployed and have lost that connection.  Some have retained their positions through the wage subsidy schemes but have been out of the office.  Maintaining and strengthening those links and bringing firms and employees back together is crucial.  That is what we wish to see.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00800","nonspeaker":"Ms Dawn Holland"},{"type":"speech","time":1592262000,"counter":186,"content":"<p>According to the Central Bank, people have saved significant amounts in recent months.<\/p><p>Now as the economy reopens and people return to traditional shopping, we hope, do the witnesses believe this relative opening of the spending floodgates could drive inflation as supply struggles to cope?  Could the scarcity of stock drive up prices?  I refer, for example, to the cycle industry.  Cycling has never been more popular and great numbers of people are purchasing bikes.  We have seen in recent media reports that it takes about three months to have a bike manufactured and brought to Ireland.  Might we see an increase in inflation as a result of this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#X00900","speaker":"1614","continuing":true},{"type":"speechnospeaker","time":1592262000,"counter":188,"content":"<p>Certainly there is a possibility that we will see the price of certain goods go up, as the Deputy says.  Central bankers and the European Central Bank in particular would not view the price of specific goods going up, even by a lot, as a particularly worrying measure of inflation.  It is a relative price change reflecting the demand.  Measuring inflation is already very difficult during this current period because a number of goods that form part of the normal basket that goes into inflation are no longer being traded.  That makes the pure measurement of it very difficult.  It is even difficult to go month to month to realise how prices are really evolving at the true, underlying level.  The Deputy's question may have been getting at whether we should worry about inflation.  I certainly think in this first phase, the actions of the ECB and most central banks around the world have reflected the fact that at this moment, even if it were to tick up a little bit, inflation is not the main enemy.  The objective is to keep the economy ticking over to the best possible extent, as some of the other Deputies have mentioned, to ensure that SMEs are there to re-employ workers when lockdown measures are eased, to ensure that shops can reopen and people have somewhere to spend any money that they have.  At this moment, inflation is not where central banks should be particularly worried.  In the past few years, central banks have, if anything, been under-achieving on their inflation targets.  A small move up towards them is not necessarily a bad thing.  As to whether we have to shift our focus back towards inflation in phase 2 and certainly into phase 3, that will probably be appropriate but it is quite a bit down the road, at least for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Y00200","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1592262000,"counter":189,"content":"<p>I have a couple of questions, if I may.  Deputy Mair&eacute;ad Farrell asked about the changing international tax environment, in particular with regard to the Franco-German bonds.  What impact is that initiative likely to have?  Are we likely to lose more in corporation tax than we would potentially gain from these bonds by that changing international tax environment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Y00300","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":190,"content":"<p>It is possible to think about the two issues separately.  Ireland raises an exceptionally high share of its revenue through corporation tax and is a significant location for foreign direct investment, FDI.  How sustainable that is from an economic or political point of view is a big question.  It is at the heart of our concerns about over-reliance on those tax heads.  The Franco-German proposal on issuing bonds together in Europe is extremely significant and it is very important for Ireland.  In the short run, the impact may not be enormous.  Interest rates are so low and the ECB is being very active in the bond market.  It adds an additional channel of financing but, as Dr. Casey said, it is not clear how much Ireland will get out of it in the short run.  It is important but it is not hugely significant.  What I think is important is the commitment that lies behind it.  In 2008, we saw what happens when there are doubts about euro area countries standing behind each other in a position of crisis.  When the Irish Fiscal Advisory Council was set up, the bond spread was 14 percentage points on Irish Government debt.  That is one of the reasons we had austerity.  This was massively expensive and small countries like Ireland, particularly those without their own monetary policy, are always going to be vulnerable to these changes in behaviour, to use a term we have used this morning.  That commitment at European level is extremely important.  Some countries in the euro area are still struggling with high levels of public debt where the debt dynamics are much less favourable than they are in Ireland.<\/p><p>These are real issues.  Given the state the world is in, that commitment is important, but what is really significant for is providing a backstop for the Irish public finances and giving confidence to markets.  In that context, Ireland has much to gain from this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Y00400","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1592262000,"counter":192,"content":"<p>Dr. Casey projected earlier that there would be approximately &euro;14 billion in additional borrowings per year, and at the moment our borrowings are at about &euro;200 billion, which is approximately 100% debt-to-GNI* ratio.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00200","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":193,"content":"<p>To clarify, that was the amount we would be adding to our level of debt.  It is not necessarily borrowing.  The borrowings this year look to be of the order of &euro;23 billion, according to the Government's official SPU projections, but they could rise to &euro;30 billion if circumstances become more severe than that.  Next year, they are expected to be of the order of &euro;14 billion, in the central scenario.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00300","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":194,"content":"<p>Where would that leave us at the anticipated end of the lifespan of this D&aacute;il in 2025?  Among eurozone states, would we still be among the so-called PIGS, that is, Portugal, Italy, Greece and Spain?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00400","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":195,"content":"<p>Where we started, we were sixth highest among advanced, OECD countries, in terms of net debt and when cash assets and so on are stripped out.  We would have been behind the likes of France, Portugal, Italy, Greece and Japan.  It is almost impossible to say where each of those countries will end up in terms of debt because we just do not know what kind of stimulus they will introduce or how badly their individual economies will be affected.  I imagine that if each country is affected broadly equally, we will still be towards the very high end of the pack, but it is just too uncertain to say at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00500","nonspeaker":"Dr. Eddie Casey"},{"type":"speechnospeaker","time":1592262000,"counter":196,"content":"<p>It is very hard to know, for the reasons Dr. Casey outlined.  Two factors are important.  Unlike in 2008, when Ireland was a particularly weak country that attracted particularly negative focus from the markets, Ireland is now kind of in the same boat as all the other countries.  The Covid crisis has impacted Ireland like many other countries and so it is not suffering from a particular weakness, as it was in 2008.<\/p> <p>  The other matter that is important for the medium term is that one benefit for Ireland is that it is likely that its medium-term growth rate will be quite a lot higher than that of many other countries.  That partly reflects its demographics and partly reflects its productivity performance.  Ireland's ability to get its debt down, if interest rates stay as low as they are, is likely to be greater than that of most other countries in the euro.  That is a very positive aspect for Ireland in the medium run, assuming somewhat higher levels of growth than those of most other countries can be achieved.  Growing the economy is very important, whether through stimulus or long-term investments in skills and all the measures needed to make the economy work.  Ireland benefits from relatively favourable debt dynamics, even if it may be starting from a relatively high debt level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":197,"content":"<p>Mr. Barnes mentioned demographics.  How important is inward migration in that demographic picture?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00700","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":198,"content":"<p>Demographics are a very important part of the picture in Ireland-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00800","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1592262000,"counter":199,"content":"<p>How important is immigration as part of that demographic picture, as opposed to having a high birth rate relative to mainland Europe?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z00900","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":200,"content":"<p>It has two effects.  Dr. Casey might outline the numbers.  Migration may be disrupted for a while because of the Covid crisis but in the longer run we assume it will carry on.  A key aspect of migration in Ireland is that it amplifies growth.  In periods where growth is high, migration tends to be much stronger and there is much bigger impulse, whereas in periods where growth is weak, migration tends to produce an adjustment mechanism as an outflow or some adjustment on migration.  Much will depend on the underlying growth potential of the economy, but Dr. Casey might give a sense of the numbers in terms of how much is coming from a natural increase and from migration.  We should bear in mind that migrants are typically of working age and migration is one factor that keeps people in the workforce, which is an important effect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z01000","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1592262000,"counter":201,"content":"<p>I would not overstate the importance of migration.  There will potentially be no inward migration in net terms this year and perhaps 10,000 people next year, rising towards 30,000 per year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#Z01100","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":202,"content":"<p>Is that 13,000 or 30,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#AA00050","speaker":"1518"},{"type":"speechnospeaker","time":1592262000,"counter":203,"content":"<p>It is 30,000 per year.<\/p> <p>  Even at that, the more important demographic challenges we face in the long run are those just purely from ageing of the population which would be much larger than those several thousand.  We are talking about net flows.  The important thing to note about flows of migrants is that it varies a lot with the cycle.  In good times, we see a lot of inward migration, as Mr. Sebastian Barnes said.  In bad times, we see a lot of outward migration in net terms.  Over the course of the business cycle, it might end up being close to zero on average.  What really determines the long-run costs associated with ageing is actually the rate of natural births and natural ageing in the population.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#AA00100","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1592262000,"counter":204,"content":"<p>I thank you all for your time this morning and for answering all of the questions from me and all of the committee members.  That concludes this morning's session.  I will now suspend the committee until 2 p.m. when we will be meeting with representatives from the ESRI and the University of Limerick.  Deputy Butler will be chairing that session.  Again, I thank everyone, including those on video link.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CRS2020061600002#AA00200","speaker":"1518"},{"type":"unspoken","time":1592262000,"counter":205,"content":"<p>Sitting suspended at 1.06 p.m. and resumed at 2 p.m.<\/p>","notice":"TIME STRING DETECTED"}]