[{"type":"majorheading","content":"Joint Oireachtas Committee on Arts, Heritage, Regional, Rural and Gaeltacht Affairs","time":1493212500,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 14:15<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Michael Collins, Senator Marie-Louise O'Donnell, Deputy Danny Healy-Rae, Senator Fintan Warfield. Deputy Niamh Smyth,<\/p><p>In attendance: Deputies Martin Ferris, Michael Healy-Rae and Margaret Murphy O'Mahony.<\/p><p>DEPUTY PEADAR TÓIBÍN IN THE CHAIR.<\/p>","time":1493212500,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002"},{"type":"minorheading","content":"Business of Joint Committee","time":1493212500,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#B00100"},{"type":"speech","time":1493212500,"counter":5,"content":"<p>As we have the required quorum of four members, including one Deputy and one Senator, we will begin.  I ask members and witnesses to turn off their mobile phones so that they do not interfere with the sound system and the broadcasting of this meeting.  We have received apologies from Senator Maura Hopkins.<\/p> <p>  Before discussing the issues on today's agenda, I propose that we invite Mr. Paddy McGuinness, the former chairman of the Western Development Commission who resigned recently, to an upcoming meeting of this committee so that we can get an understanding of his perspective on what is necessary to develop a viable rural community.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#B00200","speaker":"1235"},{"type":"minorheading","content":"Sustaining Viable Rural Communities: Discussion (Resumed)","time":1493212500,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#B00300"},{"type":"speech","time":1493212500,"counter":7,"content":"<p>I welcome Mr. Patrick Murphy, chief executive officer, Mr. John Sullivan, chairman, Mr. Greg Casey and Mr. Ronan Sheehy from the Irish South &amp;amp; West Fish Producers Organisation, CLG.  I also welcome Mr. Tom Kennedy from Daingean U&iacute; Ch&uacute;is fishermen's committee and Ms Nora Parke, project co-ordinator with Killybegs Fishermen's Organisation Limited.  T&aacute; f&aacute;ilte romhaibh go l&eacute;ir agus gabhaim m&iacute;le bu&iacute;ochas libh as an taisteal m&oacute;r suas go dt&iacute; Teach Laighin inniu.<\/p><p>I wish to draw the attention of the witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I wish to advise them that their opening statements and any other documents they have submitted to the committee may be published on the committee's website after the meeting.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I now call on a representative of the Irish South &amp;amp; West Fish Producers Organisation to address the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#B00400","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":8,"content":"<p>I thank the Chairman and committee members for inviting us here today to give our views on what is important in rural Ireland.  We represent the fishing industry and for us, there is no more rural industry in the country than fishing.  It is on the periphery, outside of land and on the water.  It provides jobs not only on the vessels, but onshore in processing factories, shops and at fish counters, as well as for lorry drivers, net handlers and repairers and so forth.  The list goes on and on.<\/p><p>It is in parts of our country that do not see very much enterprise.  It is also in our island communities and is a baseline for creating tourism opportunities.  It brings life, work and resources into the areas and backs up the fabric of rural communities along our coastlines.  The possibilities created by fish farms are endless.  The fishing industry contributes &euro;700 million annually and employs 11,000 people all around the coastline.<\/p><p> We believe the recently-proposed decommissioning scheme would be the death knell for many communities along our coastline.  The scheme is targeted at vessels ranging from 12 m to 23 m.  These are the boats one sees in small harbours and are usually family-owned businesses.  They form the backbone of island communities.  If one were to take these boats out of the fleet, it would cause irreparable damage that could not be reversed.  Once these boats and the jobs they support are gone, they are gone.  They cannot be brought back again.  It is a decommissioning scheme.  <\/p><p> The proposal is that 30 vessels would have to go to correct the imbalance that the Scientific, Technical and Economic Committee for Fisheries, STECF has said is in our fishing industry.  We would lose 30 boats out of 176 vessels, that is, 20% of that fleet would have to go to correct the imbalance in our fleet.  We consider that it is worth investigating to see if there are other solutions that we could find to stop this from happening.  The Irish South &amp;amp; West Fish Producers Organisation proposed that when the opportunity would arise in certain circumstances, we should look at all avenues.  On foot of the uplift in the mackerel fishery, there was an increase of 10,000 tonnes and we asked for the additional quota to be allocated to the whitefish sector, that is, to the boats that have dual entitlements for whitefish and mackerel fishing.  The mackerel fishermen would forego their whitefish entitlements and it could be given to others within the whitefish fleet.  We conducted studies which showed at a minimum, it would mean a tonne of fish for every single licensed whitefish vessel operating in our coastal communities.<\/p><p> I thank the Chairman for giving me the opportunity to make my opening address.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#B00500","nonspeaker":"Mr. Patrick Murphy","continuing":true},{"type":"speech","time":1493212500,"counter":10,"content":"<p>I thank Mr. Murphy for his statement and we will get a chance to tease out some of those issues later.<\/p> <p>  I now invite the Daingean U&iacute; Ch&uacute;is fishermen's committee to make a statement. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#C00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":11,"content":"<p>I thank the Chairman.  Mr. Patrick Murphy spoke about mackerel and may I speak about mackerel also?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#C00300","nonspeaker":"Mr. Tom Kennedy"},{"type":"speech","time":1493212500,"counter":12,"content":"<p>Mr. Kennedy has ten minutes and may speak on any issue he believes makes the best use of his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#C00400","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":13,"content":"<p>At present, Ireland has a mackerel quota of 85,000 tonnes.  We have 27 boats in the south and 23 boats based in Killybegs fishing for mackerel.  At present, 87% of the quota is distributed to the 23 boats in Killybegs in the north west and we in the south west get the remaining 13% of the quota.<\/p> <p>  I am one of the 27 fishermen with boats based in the south west.  I have been fishing mackerel every year since 1984.  I am not entitled to the same portion of the quota as the other boats based in Killybegs.<\/p> <p>  We are seeking to rectify the imbalance of the present quota with only 13% allocated to fishermen in the south west.  We are willing to give up our whitefish entitlement to avail of the 14% increase of 10,000 tonnes.  I think the way in which the quota has been distributed in the past number of years is unfair.  We in the south west have been fishing as long as everybody else but have been disadvantaged by the imbalance in the distribution of the quota.  There are factories in Rossaveal, Dingle, Castletown and Baltimore that process mackerel.  Each of these factories employ 60 to 70 people every winter, but the mackerel fishing ended on 1 March 2017 and all the people in the factory had to be let go from their jobs.  If we had extra quota, they would have got another three to four weeks' work.  The share-out is very unfair.<\/p> <p>  I thank the Chairman and members of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#C00500","nonspeaker":"Mr. Tom Kennedy"},{"type":"speech","time":1493212500,"counter":14,"content":"<p>Go raibh m&iacute;le maith agat as sin.  Ag an deireadh, ba mhaith liom cuireadh a thabhairt do Killybegs Fishermen&rsquo;s Organisation to address the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#D00100","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":15,"content":"<p>I came to this meeting at very short notice and I was not aware the mackerel issue was going to be discussed.  I will not go into the ins and outs of it because Sean O'Donoghue has already dealt with it very seriously and in great depth as part of the consultation process, so I will not go over all the whys and wherefores regarding how we arrived at this particular situation.  There are very strong economic arguments to be made for not following through on what has been asked for.  The processing plants finished on 1 March, but the same happens in Killybegs.  The season finishes and that is the end of doing that particular lot of work.  The economists would soon come up with the answer as to whether it was feasible to spread it out over more processing plants dealing with smaller quantities.  I will not take up my ten minutes talking about something that has been very well dealt with already.  We just do not have an answer as yet as to where things stand.<\/p> <p>  There are two ways of looking at the role of fishing in keeping a viable rural community going.  We have the huge problems which have faced us in the very recent past, such as Brexit.  This requires immediate attention because it is a very serious situation which faces not just the fishing industry, but the entire country.  There are also the systemic and endemic issues that have held fishing back and have been part of the decline of fishing over a very long time.  These issues need to be addressed with a more organic approach, changing the whole thinking and the whole way of integrating fishing into our communities.  <\/p> <p>  We have infrastructural and educational problems.  Fishing in rural communities outside the main centres such as Killybegs, Castletownbere, Ros a' Mh&iacute;l and those sorts of big hubs of fishing - in the small areas that rely on small boats fishing inshore - needs to be tackled in a very different way.  I would hope that we could perhaps discuss that and come up with common solutions in a meeting such as this today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#D00200","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":16,"content":"<p>Go raibh m&iacute;le maith agat as sin.  Would An Teachta Michael Collins like to begin the questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#D00300","speaker":"1235"},{"type":"speech","time":1493212500,"counter":17,"content":"<p>I thank all the groups for being here today.  The Joint Committee on Arts, Heritage, Regional, Rural and Gaeltacht Affairs has been dealing with what it takes to sustain a viable rural community.  We were coming close to the end of putting our programme together but we had not had representatives of the fishing industry before the committee.  It is a very important industry.  It is important to the fishermen and crews but also to communities around our country.  I am delighted that the witnesses are here today.  It is not an active day in the D&aacute;il and still there are quite a lot of Deputies present, a lot more than we often have even on an active day in the D&aacute;il.  That demonstrates that all of the Deputies and Senators here have a huge amount of interest.<\/p> <p>  There are huge issues here, especially in respect of the smaller fishermen out there and the quotas the witnesses speak about.  They spoke about 87% of a quota going to a certain sector of fishermen and 13% to the fishermen of the south west.  That is a huge anomaly and must be addressed.<\/p> <p>  There are also other issues.  Perhaps the witnesses can enlighten me as to why a huge gap such as between the 87% and the 13% has been allowed to develop.  There is a review going on at present in which there is quite a lot of interest but very little is coming from it.  My worry is that there are superpowers which have the finances to convince people to continue with this situation, making life a little bit more difficult for those that share the 13%.  They would not have the finances available to counteract the big guns.  We need to tease that out and discuss it here.  I hope what we discuss here goes back to the Minister, Deputy Creed. <\/p> <p>  There are also other issues, such as those around crew members.  I have been contacted by crew members.  It is impossible for fishermen to get them in a way, because when the boat is parked up it is extremely difficult for people in this sector to access the social welfare system.  A lot of people cannot do so.<\/p><p>As we know, fishermen cannot go out to fish because of poor weather for many months of the year.  The crew will not get social welfare.  On that basis, fishermen cannot get their crew.  There are huge difficulties.  The Department of Social Protection needs to recognise and respect those issues.  It is difficult enough to get people to commit themselves to go out fishing because it is a tough, tough job.  My mother brought me up to respect fishermen because of the difficulties that the job entails.<\/p><p> The Department of Agriculture, Food and the Marine will not recognise courses provided by the National Maritime College of Ireland in Ringaskiddy.  That is a huge issue for many fishermen from the south west.  Many travel to Donegal to attend a recognised course.  This costs them a couple of thousand euro while a course is being provided locally in Ringaskiddy but not recognised by the Department.  This issue has been raised with me many times.  <\/p><p> Quotas are a huge issue for ordinary fishermen.  There are very poor landing facilities in some communities and poor pontoon facilities for the small inshore fisherman.  These issues make fishermen&rsquo;s lives far more difficult.  Why should a man coming home with his catch for the day have to walk across several boats to bring the catch onshore?  That is very unfair.  There is no understanding of the way fishermen work.  Some of them get up at 4 a.m. or 5 a.m. and work all day.  They feel they are being disrespected when they come ashore.  <\/p><p> I would like to work with the witnesses on these issues in the future.  I want to see how members, as politicians, can help them and perhaps we can work together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#D00400","speaker":"1263","continuing":true},{"type":"speechnospeaker","time":1493212500,"counter":19,"content":"<p>I will pull out a few strands from what has been addressed by all speakers.  The EU published a paper in April in regard to what it calls the blue economy.  The paper is based on studies conducted on inshore boats in the Mediterranean.  It is intended to use the paper as a blueprint to look at the north-west waters, the Atlantic and the North Sea.  It is clear from the paper that the number of knock-on jobs resulting from a small inshore fishery is approximately three to one, whereas for Atlantic and North Sea non-coastal, that is, seagoing fisheries, the figure is one to one or two to one.  That is an enormous difference highlighted by the study.<\/p> <p>  According to the European Commissioner for Environment, Maritime Affairs and Fisheries, Karmenu Vella, the EU will look at examining the blue economy and the inshore fishery along the Atlantic shoreline up to the North Sea.  Ireland Inc. needs to get involved in that with the EU because of a rarely-mentioned quirk in how we deal with our fisheries in this country.  When Ireland joined the EU in 1973, it was on the basis, as outlined in the Treaty of Accession of 1972, that it was signing up to the Common Fisheries Policy of 1970.  That policy makes clear that Ireland was giving up to the EU the waters and fish in the waters on the seaward side of what is known as the baseline.  That has been the position ever since.  We have never given over jurisdiction for fish inside the baseline.  On the east coast of Ireland, from Carlingford Lough to Carnsore Point, the baseline is the median high-water mark.<\/p><p>From Carnsore Point, down to Fastnet, out around Dursey Island and the Skelligs, up past the Blaskets, parallel to County Clare, going around the outside of the Aran Islands, out around Inishbofin, up around the top of Mayo and across Donegal Bay, technically speaking, all the waters inside that line are not within maritime jurisdiction at all.  In fact, in accordance with the Treaty of Accession signed by Ireland, which has never been changed under any subsequent treaties, we have never given the fish within the baseline to the EU.  It was retained within the ownership of Ireland.<\/p><p> Throughout Ireland's membership of the EU, however, it has become the practice that fish caught inside the baseline by Irish registered boats are not EU fish.  These boats are generally small 30 ft. or 35 ft. boats such as half-deckers or small trawlers fishing inside the baseline all across Donegal Bay, Galway Bay and all along the south west coast, up towards Bantry Bay, Kenmare River and Dingle Bay.  Over the years, the threat has been that if fishermen do not log the catch they will be prosecuted for failing to log it.  The fact of the matter is this fish was never granted to the EU by Ireland.  In the context of fisheries as we go forward, and especially with Brexit where there is an enormous threat coming down the tracks to Ireland's fishing industry, anything we can do alleviate pressure on fishermen and fisheries should be seriously examined.<\/p><p> The first thing this committee should do is examine whether or not it is as I have said, and that Ireland has never actually granted jurisdiction or responsibility for those fish to the EU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#E00200","nonspeaker":"Mr. Greg Casey","continuing":true},{"type":"speech","time":1493212500,"counter":21,"content":"<p>We will have a chance to come back to that issue and to look at the detail.  What was the Government's response to that particular argument?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#F00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":22,"content":"<p>With over 30 year's experience, I can tell the committee that in circumstances where the argument was ever raised - for example, as a defence where prosecutions were ever threatened - the general attitude of the State has been to back down, without ever wishing to formally have the situation recognised on the record.  With no disrespect intended to anybody involved in fishing organisations or otherwise, I believe the situation whereby these fish resources are not EU fish resources has never been raised as a specific issue with the EU by the Government or by fishing organisations.  Every kilo of fish caught inside the baseline comes off Ireland's quotas.  If Ireland was to look seriously at the amount of fish taken from inside the baseline along Ireland's south-west and north-west coast over 30 years, Ireland would be entitled to an enormous rebate.  That is hardly likely to happen, but I understand there is a basis for seeking and obtaining a rebate in respect of an over-declaration of fish landing, which is what Ireland has done.  My best guess, in particular in what we would call the whitefish segment of the Irish fishing fleet where the most pressure is currently, from my own knowledge and from speaking with fishermen, is that approximately 25% of fish in the whitefish sector along the south and south-west coast is caught inside the baseline.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#F00300","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":23,"content":"<p>I will return to that.  We have to give ten minutes to each Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00100","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":24,"content":"<p>That is proper.  I wanted to raise the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00200","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":25,"content":"<p>Do any other witnesses want to respond to the points made by Deputy Collins?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00300","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":26,"content":"<p>I would like to ask Deputy Collins about his reference to superpowers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00400","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":27,"content":"<p>As Ms Parke can see, there is a superpower.  Somebody has 87% of the market compared with the 13% owned by others.  It is obvious that superpowers operate in the sea, and it is unfortunate that we are in that situation.  As she heard a witness say, 60 or 70 people are working in towns around Castletownbere, Dingle and other places.  Perhaps if we could increase the percentage owned by bodies which are not superpowers there could be some fair play and a bit of negotiation could be done.  Sitting around a table resolves a lot of issues, as we have seen.  If that happened in the fishing industry, perhaps the number of employees in Castletownbere could increase from 60 to 120, and 100 could be employed in Dingle.  That means a lot to a rural community.  When the fishing industry in areas such as Schull to collapsed, the town started to collapse around it.  We are fighting for the survival of rural communities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00500","speaker":"1263"},{"type":"speechnospeaker","time":1493212500,"counter":28,"content":"<p>The implication is that the superpower or superpowers grabbed everything through might and main and did not allow anybody else a look in.  That is definitely not the case.  It has all been documented.  Has Deputy Collins read the submissions made by Sean O'Donoghue as part of the public consultation?  I am sure he would be more than happy that he would-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00600","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":29,"content":"<p>If he furnishes me with a copy I will read it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00700","speaker":"1263"},{"type":"speech","time":1493212500,"counter":30,"content":"<p>Can we try to speak through the Chair, if we can?  We have the benefit of the knowledge and advice of Deputy Collins on a regular basis in the committee.  It might be a better use of Ms Parke's time to answer his points.  We will not have a chance to hear her input on this issue for a while.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00800","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":31,"content":"<p>The main point is that the division of resources came about through a well-tested and long-standing process regarding how fisheries develop and quotas are allocated on a national basis.  It goes back to the very start of pelagic fisheries before the 1970s.  The boats then were relatively small and those based in the north west were those which put the most effort into the process.  They increased the size of their vessels and, as a result, were able to catch more fish.  In the early 1970s, when it became a quotas species, they had a track record and had built up Ireland's right to a share of the EU quota.  It was not a case of them saying that they were having it all.  Rather, that was the way things were done.  A formula was applied, and that is what still stands there now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G00900","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":32,"content":"<p>I will let Mr. Casey come in in a short while.  There are many questions.  He can bring his response into his next engagement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G01000","speaker":"1235"},{"type":"speech","time":1493212500,"counter":33,"content":"<p>I welcome the witnesses.  It is good that we are meeting and that a review is taking place.  I am sorry that, given the concerns and issues raised, the Minister is not present.  I am sure he will vet what was said today, and it is very important that he does.  As I see it, fishing in south-west Cork, Kerry, Dingle and the west is in trouble.  From what we have heard, it seems that the quota has been divided and, sadly, the areas I mentioned are only getting 13% of the quota.  It seems that in one area, 27 boats have to live off 13% of the quota, but in another 23 boats are living off 87%.<\/p><p>Every Deputy and public representative has to do his best to represent his own people.  Fishermen in south-west Cork and Kerry are Irishmen as well and should be treated as such.  A review is coming up and fishermen from the south west and Kerry are asking for 40% more, in return for which they will give back any whitefish quotas they have to be divvied up among those who want them.  That is not an unreasonable request.  The factory closed down in March and Norah Parke also said there were closures.  We have to remember that self-employed people find it very hard to get social welfare, one of the things that is wrong with the social welfare system in our country.<\/p><p> Another serious matter to be contended with is Brexit.  We are hearing that Britain has much of the waters around Ireland and will take them back.  What will that mean for our poor fishermen here?  Savage pressure will be put on by the Spaniards and other EU members who have savage equipment and can clean out the place in hours, resulting in our fishermen facing ruin and disaster.  We have been talking about hard borders and soft borders but there will be no border here when this happens.  England will definitely marshall her waters and what Ireland has left will be put under savage pressure.<\/p><p> The witnesses across the table from us are Irishmen as well.  I am asking the Minister, who is not here but will read the Official Report, not to let down the people of Cork and Kerry who have nothing and have not been getting a fair share.  That will have to change because they have families for which they have to put food on the table.  They are entitled to live off our waters as much as anyone else.  We are not discriminating against any people but asking for fair play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#G01100","speaker":"1320","continuing":true},{"type":"speechnospeaker","time":1493212500,"counter":35,"content":"<p>We have fishermen here who have fished mackerel since they were children.  I do not want a them-and-us situation.  We made a very solid proposal to the Minister based on the uplift.  The Killybegs organisation will not lose one fish of what it had in the previous year.  This was an increase our country got in the quota and we asked for that to be displaced, not for somebody else to get more fish but for everybody to get fish.  It is a solid basis and we have proven it as it is backed up with over five years of figures.  When a boat is given the opportunity to diversify from one fishery into another, it will do so.  Some 30 boats were to be decommissioned from our fleet of 176, around 20% of the total, and a one-year pilot project was carried out to see if it was a reasonable way of moving forward.<\/p> <p>  The Killybegs organisation got increases in the December council in many other areas of fishing where our vessels will lose.<\/p><p>Therefore, they will increase their earnings in any event.  They will not lose money.  There seems to be an awful way of dispelling rumours in this context and I want to dispel one of them.  Both sets of boats fish in the exact same way.  There is no difference between the boats.  The refrigerated sea water, RSW, boats can chill the fish to give them a better quality and fishermen can get a better price for their fish on the market.  The polyvalent boats have the exact same way of carrying the fish.  There are no differences between those two fleets, other than perhaps the size of some of the vessels.  <\/p><p> To return to the point from which all this stems, and this is the only message that needs to go to the Minister, this issue is about the nearly 400 jobs involved.  There are 30 boats with three people, on average, on each of those vessels, which numbers 90 people.  As Mr. Greg Casey said, there are three jobs ashore for every person at sea and four times 90 works out at 360 jobs.  We can apply that ratio across the country.  There are boats up and down the coast between 12 m and 23 m in length and they are facing devastation.<\/p><p> I met Packie Bonner, who is from Burtonport, on my return from a meeting in Brussels and he said that the changes he has seen over the years are frightening.  The industry is dying.  The boats are leaving.  The smaller boats, which are the ones I am talking about, are being wiped out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#H00200","nonspeaker":"Mr. Patrick Murphy","continuing":true},{"type":"speech","time":1493212500,"counter":37,"content":"<p>I will give Ms Parker an opportunity to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#J00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":38,"content":"<p>With respect to Mr. Patrick Murphy, I would also like to dispel some misinformation.  For a start, Mr. Murphy based his proposal at the time, in all good faith, on there being an increase in the mackerel quota which was supposed to happen.  However, there has not been an increase in the quota because the International Council for the Exploration of the Sea, ICES, which advises the EU on what the quotas should be and whose advice is almost always taken to the letter, made a mistake.  The scientists make a mistake in their calculation - a basic mistake that should not have happened.  We need this committee to send a strong message about that to the Government which, in turn, needs to bring that message to the  EU level, but that is a separate matter.  Not alone was there not an increase in the quota but there was to be a decrease in it in the coming years to make up for the misinformation that was given at that time.  It was not the case that the members of the Killybegs Fishermen's Organisation would not lose any fish quota but there was to be a substantial decrease in the quota that would be available.<\/p> <p>  There is most definitely a difference between the two types of vessels.  A naval architect would be better employed here to give that type of information but there is definitely a substantial difference.  It is not the case that everybody was working on the same level playing pitch before quotas were established in the 1970s.  A considerably different approach was taken by the fishermen in the South who concentrated on white fish.  They had great stocks of white fish in those days.  They had no interest in becoming involved in the pelagic scene.  The fishermen in the north west, who did not have the same opportunities to fish white fish stocks, concentrated on the pelagic fish stocks.  They built up their fleet and market and adhered to and, in many cases, increased their quotas.  They investigated new species and widened the whole repertoire, which was the basis for creating the strong processing sector in Killybegs.  <\/p> <p>  Deputy Healy-Rae made the point that the number of employees in the processing plants could possibly be doubled but that does not follow.  When the quantities of fish going through a processing plant are increased, almost invariably the mechanisation process is increased and there is a reduction in the number of jobs.  In this context, one cannot say that one plus one equals two.  It does not always work out as simplistically as that. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#J00300","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":39,"content":"<p>The ten minute slot Deputy Healy Rae had is expired but we can back to this matter on a later day.  I call Teachta Murphy O'Mahony.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#J00400","speaker":"1235"},{"type":"speech","time":1493212500,"counter":40,"content":"<p>I thank the Chairman for the invitation to attend this meeting.  As I said earlier I am not a member of this committee.  It was good of the Chairman to invite the Deputies representing Cork South-West and Kerry to attend this meeting.<\/p><p>They epitomise new politics agus, mar sin, ba mhaith liom bu&iacute;ochas a ghabh&aacute;il duit.<\/p><p> I welcome all the witnesses but in particular Greg Casey, John O'Sullivan, Patrick Murphy and Ronan Sheehy from my beautiful constituency of Cork South-West.<\/p><p> I cannot over-emphasise the importance of fishing to places in my constituency such as Baltimore, Castletownbere, Kinsale and Schull.  In many of those places, fishing is the only way of making a viable living and therefore the local economy is very dependent on fishing.  It is vitally important that the fishing industry is looked after but I am not sure if the Minister, Deputy Creed, knows the extent to which parts of my constituency are dependent on fishing.  For example, 95% of employment in the Beara Peninsula is directly or indirectly connected to fishing so the message about the huge importance of fishing in Cork South-West must go out from this meeting.<\/p><p> With regard to Brexit, the general election will take place in the United Kingdom, UK.  We hope that the potential hard Brexit might become a soft Brexit but no one knows if that will happen.  A hard Brexit would present a clear and present danger to the Irish fishing and seafood industries.  Currently, there are strong trade links between countries.  Seafood imports from the UK in recent years represented 65% of total imports into this country worth &euro;148 million, while Irish seafood exports to the UK represented 13% or &euro;71 million of the total.<\/p><p> The Government must make fishing a top priority in any future negotiations between the European Union and the UK.  It is imperative that we safeguard Irish interests relating to access to fishing grounds and quota share, including the Hague preferences, while avoiding the erection of trade barriers.  It is important also that any formal agreements must be part of any future Brexit negotiations.  My party has called on the Government to appoint a spokesman on Brexit and I repeat that call now.  Fishing is too important an issue not to have a one-stop-shop and one Minister responsible for Brexit.<\/p><p> With regard to the imbalance in the mackerel quota, I am here to fight for those in Cork South-West.  Ms Parke made reference to the history in this regard and said that it all happened during the 1970s.  People will have varying opinions on what happened then but it is very important that a sense of fairness is introduced for the future.  In terms of the mackerel quota review, Cork South-West and Kerry need more of the quota because 14% is not fair.  I call on the Minister, and I regret he is not here to listen to our views, to introduce a sense of fairness in that regard.  It is not all take.  The people involved in fishing in Cork South-West are willing to trade in other quotas.  We do not want to grab anything.  However, a sense of fairness must be introduced and I implore the Minister to introduce that with regard to the mackerel quota for Cork South-West.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#J00500","speaker":"1262","continuing":true},{"type":"speech","time":1493212500,"counter":42,"content":"<p>Do the witnesses want to offer responses or make points?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#K00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":43,"content":"<p>I would like to make some comments.  I am from Baltimore, in west Cork, where my uncles operate one of these processing factories.  The season is short.  Seasonally, they have approximately 60 people working for them, and 25 full-time equivalent jobs, but 25 jobs in a place like Baltimore are vital.  These factories are only hanging on, so to speak.  That is the reality.  Any increase in the mackerel quota to the polyvalent boats will help those factories but much of the commentary on this issue is to the effect that this fish somehow disappears and that it is not available to the processors in Killybegs.  Some of the polyvalent boats land a portion of their fish there as well.  Four of these 27 vessels are owned in Donegal.  Some of them are owned by processing facilities there.  This fish will not disappear.  There was never more fish processed in Killybegs than there was this year.<\/p><p>There is 1 million tonnes of blue whiting on their doorstep.  They get 91% of it and the polyvalent vessels get 9%.  Every vessel of the 23 this year had 1,800 tonnes of blue whiting to catch.  We had 400 tonnes for six boats of the 27.  The idea that all this employment will somehow be shifted out of Killybegs town is just not accurate; it is misleading.<br\/><br\/>I heard Ms Parke commenting on track records created in the 1970s.  Many whitefish track records were created by people sitting in this room and by many fishermen on the south-west coast.  That is open season.  Every boat on the coast has the same access to that as we have.  I refer to the boats which created that track record.  Therefore, the <i>&agrave; la carte<\/i>way of allocating quota is not right, balanced or fair.  We can do a lot with it.<br\/><br\/>We operate whitefish vessels in Baltimore, Schull and such places.  Last year we could not land a cod in October, November and December.  Every one of them had to be thrown back into the sea.  This proposal gives 2,500 tonnes of badly need whitefish quota.  It has potential to give back 2,500 tonnes of whitefish quota to boats that are struggling.  Coming up to Christmas, our guys on our whitefish boats struggle.  There is no cod or haddock to land and in some cases there is two tonnes of hake.  We want to improve these circumstances with this proposal.  It is not fair to sit here and say the fish are disappearing out of Killybegs and we are all going to suffer.  There are people suffering right now and we are trying to alleviate this problem with this proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#K00300","nonspeaker":"Mr. Ronan Sheehy","continuing":true},{"type":"speech","time":1493212500,"counter":45,"content":"<p>Would Ms Parke like to retort?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":46,"content":"<p>It is not as simplistic as Mr. Sheehy would make out.  For starters, if the Killybegs boats lose some of their quota, they will not be able to avail of any of the whitefish quota.  A dedicated pelagic RSW vessel cannot do any other sort of fishing; it is all it can do unless the 70 m boat that is being built at enormous cost to catch these fish is to be scrapped.  There is a danger that, if the fishermen are not catching the quota off their own coast, they will go somewhere else.  Those boats will be sold out of the fleet.  In the long run, it will have a significantly negative effect on the Irish fishing economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00300","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":47,"content":"<p>I welcome my colleagues from Daingean U&iacute; Ch&uacute;is in the south west.  I also welcome Ms Parke.  Did Sean O'Donoghue work for the Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00400","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":48,"content":"<p>Yes, he did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00500","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":49,"content":"<p>Did he work for the European Union as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00600","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":50,"content":"<p>He is on many different bodies in Europe.  He spends a lot of time negotiating in Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00700","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":51,"content":"<p>He is in charge of KFO now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00800","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":52,"content":"<p>He has been in charge of KFO since-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L00900","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":53,"content":"<p>I just wanted to clear that point up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L01000","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":54,"content":"<p>He was CEO of the KFO before he was involved with any of the European bodies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L01100","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":55,"content":"<p>I come from a fishing background and I am acutely aware of the politicisation of the industry going right back to 1972 when the fishing constituencies in this country were sold out in the negotiation on entering the European Union, which was then the European Economic Community.  From the figures, I note that &euro;98.73 million went to the RSW sector last year and &euro;24.056 million to the polyvalent sector.  Twenty-three boats are sharing almost &euro;99 million.  It is estimated that this will rise to &euro;110 million for 2017, again to be shared by 23 boats, with the smallest part of the cake being divided up between 27 boats.<\/p><p>The biggest argument anybody can make about sharing a natural asset like fish is how it is distributed, and that has to be for the common good.  When we distribute to maintain communities and fishing villages throughout the country, whether at Fenit, Dingle, Killybegs, Burtonport, Howth or anywhere else, we as elected representatives must try to ensure those communities survive.  In trying to ensure that, it is necessary to apply positive discrimination in favour of those most in need.  What they are asking for in the south west and the Daingean U&iacute; Ch&uacute;is area is very small at 10,000 tonnes for the fleet while they are giving back 2,500 tonnes to the whitefish fleet.  Every sector is gaining as a result of that proposal.  What I find very difficult to understand is how a boat averaging more than 4 million a year in a constituency is disputing a share of that 10,000 tonnes of mackerel.<\/p><p> I was in Donegal only the day after Martin McGuinness was buried.  I was right up the coast and down into Killybegs as well.  There are areas of Donegal that are suffering too.  Most areas in Donegal are suffering but there is one which is doing really well and that is the refrigerated sea water, RSW, area.  I cannot understand for the life of me why people cannot have that generosity of heart in a negotiation to ensure the survival of the industry right across the island.  Maybe I come from a different background from people like that, but I cannot understand it.  We fished and applied quota in Tralee Bay for the oyster fishing with the result that we all came out equal and saved the industry which has prospered ever since and is still one of the best managed in the country.  That is because we did it ourselves.  I hope Ms Parke will use her influence in the sector she represents here to try to ensure all of us survive.<\/p><p> Mr. Murphy made a contribution on decommissioning, which I have been blue in the face from arguing against.  Once boats are decommissioned, which is a policy driven by successive Governments, it takes an income away from the community in which the boat was decommissioned.  It puts more people on the live register and ensures less money is circulating in that community.  When that happens, there is a knock-on effect on small shopkeepers, local bar owners, oil suppliers and so on.  They are gone as a consequence of that.  It is necessary for us as legislators to ensure fairness in order that the weaker parts of our community which are most in need are facilitated to survive.  I hope Ms. Parke will use her influence to ensure that comes about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#L01200","speaker":"1317","continuing":true},{"type":"speech","time":1493212500,"counter":57,"content":"<p>I will open it first to Ms Parke on this occasion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#M00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":58,"content":"<p>I thank Deputy Ferris who has probably ascribed a great deal more influence to me than I could ever bring to bear.  However, I will do my best.  I take his point about fairness.  He will probably not believe it but the pelagic fishermen in Killybegs reckon that they have managed the fishery very well also to make it the fishery and source of income to the country that it is.  However, we will not argue over it on this occasion.  As when I corrected the figures Mr. Murphy was using, I point out that the figures the Deputy was using are not what is going to happen in 2018 and 2019.  Those figures are based on an erroneous prediction that had to be corrected.  It was erroneous down to the International Council for the Exploration of the Sea, ICES, advice in 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#M00300","nonspeaker":"Ms Norah Parke"},{"type":"speechnospeaker","time":1493212500,"counter":59,"content":"<p>Those figures are quoted on actual amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#M00400","nonspeaker":"Mr. Patrick Murphy"},{"type":"speech","time":1493212500,"counter":60,"content":"<p>I will let Ms Parke continue.  Mr. Murphy will be allowed back in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#M00500","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":61,"content":"<p>Okay, because this is ridiculous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#M00600","nonspeaker":"Mr. Patrick Murphy"},{"type":"speechnospeaker","time":1493212500,"counter":62,"content":"<p>This is going off on a tangent and the Chairman is probably going to be able to answer this satisfactorily.  I am looking at the public representatives here and wonder why they are all from the south west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#N00100","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":63,"content":"<p>All the elected representatives in the two concerned regions were invited.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#N00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":64,"content":"<p>And none from the north west accepted?  I thought that was probably the answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#N00300","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":65,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#N00400","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":66,"content":"<p>I just needed to be satisfied about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#N00500","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":67,"content":"<p>Two questions have come from the discussion so far.  One is what the correct figures are.  There is a clear difference of opinion on that.  Rather than use the rest of the meeting for that, we as a committee will request the actual figures from the Department in an effort to get a better understanding.  We could go back and forth on that issue until kingdom come and not make progress.  We will research that.  That is part of our job.  Another issue is to tease out the Government response with regard to the baseline that Mr. Casey mentioned earlier on.  I am going to allow Mr. Casey to respond to Deputy Martin Ferris's contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#N00600","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":68,"content":"<p>I want to correct the record on a few issues.  When Ireland joined the EU in 1972, we signed up to the Common Fisheries Policy of 1970, and Ireland's maritime jurisdiction at that point was 12 miles.  In fact, it was six miles.  We did not have 200 miles out into the Atlantic as we have now.  That did not come until November 1976.  From 1 January 1977, the EU set up a scheme whereby, over the following six years, 1977 to 1982, inclusive, all fishing interests - Irish, British, Dutch, French, whatever - would be enabled and entitled to go and fish within their own waters and in the waters of next-door neighbours, for example, Irish vessels by the west coast of Scotland, the British coming west of the English Channel, and the French and Spanish coming up.<\/p> <p>  Arising from that, the Common Fisheries Policy of 1983 arrived.  The Common Fisheries Policy of 1983 was essentially based on the landing figures that were given by national governments for each of the countries for that six-year reference period.  At that point, there was nothing to prevent and nothing to stop any boat in Ireland from fishing for mackerel.  In fact, there was an enormous mackerel fishery in Berehaven at that stage, which was essentially a co-fishery between Lough Swilly and Berehaven for the winter months, where Russian factory ships came and took mackerel from all Irish boats.  A large number of boats from the south west fished, caught and landed mackerel into those Russian factory ships.  Those same factory ships were in Lough Swilly and boats in the north west landed fish in them.  The first four so-called tank boats of the Irish fleet were bought at that stage by a number of people, including a gentleman from the Aran Islands, a gentleman from Donegal and a gentleman from Castletownbere.  They formed the basis of the Killybegs fleet at that stage.<\/p> <p>  The split between the tank boat segment and what one would call the dry hold segment, the polyvalent segment, did not arise under the 1992 Common Fisheries Policy until the mid-1990s.  The apartheid relating to the mackerel quota was then imposed, with the policy being formulated between 1992 and 1995 and then put in place.  From then on, polyvalent boats were effectively shut out of the industry and those involved with them have only gradually managed to claw their way back in by pleading on their bended knees.  People on those boats have been involved in fishing mackerel from their childhoods and landing fish into the factory ships in Berehaven.  They are now established back at 13%, but what they want is a fair crack at the whip to be able to catch fish.<\/p><p>That is granted to Ireland by Europe, to be divided up by the Minister in accordance with rational, reasonable and logical criteria.  There has never been any reasonable rationale, other than \"what we have, we hold\".  It is very important to note that if one looks at the records from ten years ago, from 2006, 2007 and 2008, the total allowable catch, TAC, granted to Ireland for mackerel at that time was 63,000 tonnes per year, 65,000 tonnes per year and 67,000 tonnes per year, respectively.  There was payback for an over-catch of about 10,000 to 12,00 tonnes taken from that but that was the TAC.  The TAC granted to Ireland over the past three or four years has been significantly above that baseline level from ten years ago.  Two or three years ago the amount granted to Ireland came to 107,000 tonnes.  That was maintained at 13% to 87%.  It dropped down this year to 85,000 tonnes.  That apartheid simply cannot continue, on any rational basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#N00700","nonspeaker":"Mr. Greg Casey","continuing":true},{"type":"speech","time":1493212500,"counter":70,"content":"<p>I thank the witnesses for being here today.  I am a Cavan-Monaghan Deputy and I am totally landlocked, so I have found this discussion very insightful.<\/p> <p>  We are all very aware that for a very long time there have been huge restrictions on fishermen right across the country.  It is our job in this committee to focus on making rural communities viable.  If we have to use positive discrimination, that is what we will do to ensure the survival of fishermen.  There are very few supports for self-employed people, and we are aware of that across the board.  We must do what we can to help businesses survive.  Survival is the new success when we consider what people have gone through over the past number of years. <\/p> <p>  In terms of legislators, and with Brexit looming, what should we be doing?  Are there opportunities in terms of the negotiations?  I ask the witnesses to lay out any opportunities they see today because perhaps there is something positive that we can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#O00200","speaker":"1271"},{"type":"speechnospeaker","time":1493212500,"counter":71,"content":"<p>I attended a conference on inshore fishing this morning at Dublin Castle and I brought my ideas to a Commission representative.  I have brought them to other Commission representatives, along with solutions to what I see are the problems going forward.<\/p> <p>  We have a very poor share out of fish quota, as Mr. Casey has outlined.  To use Mr. Sean O'Donoghue's catchphrase, we never cashed the cheque.  Between 1976 and 1983, we were allowed to input the results of what our fishing fleet had caught and our quota was set on the basis of those figures and those of all the other EU member states.  I have a problem with that.  <\/p> <p>  We are debating the mackerel issue, but we will step away from that for a moment.  In 1980, our Taoiseach at the time went on national television and said that we were living beyond our means and had to tighten our belts.  Credit for buying new boats and putting fishermen out to sea was stopped.  My father was a fisherman in Howth and he told me a very simple story which explains it well.  He went out on a boat from Howth and caught a lorry-load of fish.  They sent it to the market in Dublin and he went out again for the next trip.  When he came in with the fish from the next trip, somebody from the post office came down and told him that the fish he had landed and sent to the Dublin market was rotten and that they were not going to pay for it.  We had monkfish and anglerfish.  People at the time did not realise what it was and they were dumping it out over the side, so we never built up a quota.<\/p><p>The rules that were applied at the time were stacked against us.  Again, we did not have a modern fleet and there were no incentives to modernise the fleet.  We had a factory or a boatyard, where Mr. Sheehy comes from and BIM built boats but the enterprise went to the wall.  Now there are fish in the waters and we have modernised our fleet yet we still do not have access.  <\/p><p> I have been asked for a solution.  Under the landing obligation, boats are not allowed to dump fish anymore.  The provision will come in like a black curtain in 2019.  It will mean that we will not be allowed to dump fish over the side of boats but we will be choked because our quotas are so small.  As Mr. Sheehy said earlier, we could not land a cod fish for three months last year.  <\/p><p>I will explain what will happen under the landing obligation.  For three months, fishermen do not fish where cod swim because there is a danger they might catch some cod.  We have no entitlements to catch the cod and one cannot prosecute any other fishery.  Does the committee understand what I mean?  Our boats get tied to the pier wall and they can fish for nothing.  My organisation has the following suggestion.  Under the landing obligation, one can bring in fish that one previously dumped, and the scientists have told us.  I thought we surely should ask all the European countries to reveal how much fish they had been dumping before the landing obligation.  The saved fish then could be put into a common resource in order that any country that needed to access that fish to stay fishing and avoid the choke species could do so.  Under relative stability, however, that initiative will not be allowed because, as our Department has said, they will not give one fish.  I ask members, as legislators, to urge the Minister and his Department to ask and not just accept that the other 27 member states will use their power to vote down our suggestion because we are a small country.  As a country, we should highlight what will happen.<\/p><p> I will touch on the issue of Brexit, while staying away from discussing mackerel.  The UK catches 350,000 tonnes of fish in its waters but 670,000 tonnes of fish is caught by other countries.  When the UK takes back its fishing grounds it can easily double its fishing efforts.  We have said that Ireland should link it to trade.  Just like what was said earlier about the importance of trade, if I am in business - as I have been - and if I can go to a buyer and state I can drop the price of my product to two-thirds of the price of my counterpart because I have more of the product, from whom will that buyer buy?  Linking it to the market is well and good as a concept but it is incorrect.  Ireland needs to stand up in this case.<\/p><p> I will return to the mackerel sector.  We, as a small nation in the EU, should not allow ourselves to be dictated to just because we are smaller.  Again, I shall revert back to Mr. Sean O'Donoghue who has done fantastic work and produced a map that displays the fishing grounds of Europe post Brexit.  Let us remember that England is a coastal state.<\/p><p> At present there is controversy in Norway about the snow crab.  The European Union took Norway to court and won its case, which means European boats have a right to fish in the waters of Norway but its navy will not allow them in.  As DG MARE stipulates, one may have been given the right to enter waters but if the country refuses then one must go to war to challenge them.  This is the dilemma that we face in the white fisheries sector.  I will quickly explain the situation using a scenario based on 1,000 tonnes.  At present Ireland can land 100 tonnes, England takes 200 tonnes and the rest of Europe takes 700 tonnes.  Let us say that after it leaves the Union, England increases its tonnage by 200 tonnes giving it a total of 400 tonnes.  However, the scientific body called the International Council for the Exploration of the Sea, ICES, has said one cannot go above the threshold of 1,000 tonnes.  Let us remember that Ireland with 100 tonnes had 10% of the allocation.  If England has taken 400 tonnes out of the pot, that will leave 600 tonnes.  As Ireland has 10% under the relative stability mechanism, our allocation therefore would be reduced to 60 tonnes under the new scheme.  The committee members, as legislators, must be aware of this fact.<\/p><p>Regardless of the displacement within our own waters, this will be the final death knell for the Irish whitefish fleet if it happens.  At least that is now on the public record here.  That is what, as legislators, this committee should be driving home.<\/p><p> Members may want to know what I have asked for in this instance.  I have asked the Marine Institute to put together a model that shows the displacement that will happen.  It is not only a loss of fish that we will suffer.  There are between 500 and 600 EU vessels fishing in English waters.  When they are told to get out, they will go somewhere else.  The only waters they will be looking to go to are the waters in which there are fish, that is, Irish waters.  What is that going to do to our nursery grounds, fishing grounds and our stocks, regardless of what we are allowed to catch?  It will be devastating, as far as I am concerned, although I am not an expert.  We should be demanding that our main scientific institution determines what the effect will be.  <\/p><p> To go back to the issue of inshore fisheries, everything trickles down from the top.  If one takes a section out and puts pressure on, it will apply right down the line to the others.  I would give the example of two cows in a field.  Two cows in a field will survive on the grass growing there but if four cows are put in, they will all starve.  I will leave the committee with that concept.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#O00300","nonspeaker":"Mr. Patrick Murphy","continuing":true},{"type":"speechnospeaker","time":1493212500,"counter":74,"content":"<p>I wish to support what Mr. Murphy is saying.  It is very important at this stage that the fishing industry, public representatives, the Department, the Marine Institute and anyone who has anything to add to the debate all pull together because Brexit is far more dangerous to us than where mackerel is allocated or, indeed, anything else.  We all need to be the one team at this point in time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#Q00200","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":75,"content":"<p>One of the problems we have seen so far is that where resources are limited, there is division and competition over those resources.  As I see it, both of the regions we are talking about are already suffering significantly for various other economic reasons, including a lack of infrastructure and so forth, so the opportunities for people are fewer than in other areas, such as the east coast of Ireland.  That is a major difficulty.<\/p> <p>  I wish to pull the lens back a little to see what is happening.  What is the health of the fish stocks off the coast of Ireland at the moment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#Q00300","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":76,"content":"<p>There is a fish stock that has been teeming off the south and west coasts of Ireland in recent years.  It was a fish stock that was in trouble for many years but it has made a remarkable recovery, namely, the bluefin tuna.  It has even been spotted as far north as the North Sea.  There are two gentlemen here, Mr. Tom Kennedy and Mr. John O'Sullivan, who have fished for albacore tuna for almost 30 years and who are entitled to catch it.  In terms of the bluefin tuna however, Ireland does not have any quota.  There would have been good reasons for not having a quota for bluefin tuna 20 years ago because such tuna were not approaching our waters except on rare occasions.  They are now teeming in our waters and the total stock has grown, as the figures will testify.  However, as I understand it, fisherman asked the Department to make a submission to the International Commission for the Conservation of Atlantic Tuna, ICCAC, for Ireland to be given a quota to catch bluefin tuna in Irish waters - even a small quota to start with as a reference point.  I was there-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#Q00400","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":77,"content":"<p>What about the other-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#Q00500","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":78,"content":"<p>One moment please.  I was there and could not believe what I heard and saw.  The particular representative of the State who answered the question said that they were not even going to ask.  We have been talking about squeezed resources but there is a fish stock that is now in our waters that was not there in the past.  It is teeming in our waters and travelling further north all of the time but we are not even looking for a quota.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#Q00600","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":79,"content":"<p>Will someone speak to that and the other fish stock around the island as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00100","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":80,"content":"<p>We have the richest fishing grounds in the world.  One needs to see the fleet of boats in our waters as the number of French and Spanish boats is unreal and they are fishing for whitefish in the demersal zone.  There are also the big factory ships and the Dutch super trawlers are wreaking havoc off our coast, especially in species such as horse mackerel and in mackerel as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00200","nonspeaker":"Mr. John D. Sullivan"},{"type":"speech","time":1493212500,"counter":81,"content":"<p>That is actually my next question.  What percentage of the stocks off the Irish coast are being fished by other nations?  Is that information available? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00300","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":82,"content":"<p>Let me use hake as an example.  I am not talking about all the countries together but individual countries have around ten times our quota.  I spoke to French members of fish producers organisations like ourselves at meetings in Brussels and all over.  I put the proposal that I mentioned earlier about pooling our resources from the landing obligation.  He told me that they had the same problem.  They have producer organisations that cannot catch the fish they are allocated.  We have a permanent swap situation.  They are not able to catch all the fish.  They would want more boats to catch what they are allowed.<\/p> <p>  Let me describe it in a simple way.  Let us imagine a Spanish person, a French person and an Irish man sitting at the table and one puts food in front of each relative to the share-out of the fish.  The Irish man is finished in five minutes, one cannot see the Spanish or French man because of the amount of food they have in front of them.  Out comes the man from the kitchen and he brings out a teaspoon and puts a spoon of it onto the Irish man's plate.  He goes back into the kitchen and gets a shovel to try to put it on top of what the other two have.  That is the reality of the share-out.  I was told by the head of the Sea-fisheries Protection Authority, SFPA, that more than one third, one in every three fish that is landed in Europe is caught in Irish waters.  We have around 10% because we have a good share out in fairness of the mackerel and the pelagic fish.  I was never trying to make a case about a them and us.  It was about saving 30 boats in the whitefish sector. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00400","nonspeaker":"Mr. Patrick Murphy"},{"type":"speech","time":1493212500,"counter":83,"content":"<p>Does Ms Parke wish to comment now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00500","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":84,"content":"<p>I wish to follow up on what Mr. Patrick Murphy has been saying.  That is based on the official figures that are submitted, which we all know are possibly not totally accurate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00600","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":85,"content":"<p>Very good.  Members have a number of other questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00700","speaker":"1235"},{"type":"speech","time":1493212500,"counter":86,"content":"<p>This meeting has been very informative.  It would be very helpful if the paper that was submitted this morning was given to each member in respect of the further debate we will have with the Minister and his officials.<\/p> <p>  My information from people fishing out of Fenit is that they have never seen so much spurdog there.  I raised this with the officials from the Department, Dr. Cecil Beamish and Ms Josephine Kelly and somebody from the science section of the Department.  They said they would conduct trials.  It has gone nowhere.  Are the producer organisations putting on pressure in order to get some type of that fishery reopened, as it would be of some help, to inshore fishermen in particular?<\/p> <p>  In regard to sea bass, up until last year, boats from outside Ireland were able to fish for bass and Irish fishermen were not allowed to fish for it in our own waters.  This is the hypocrisy of the representation by successive Governments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00800","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":87,"content":"<p>The same is happening with bluefin tuna.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R00900","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":88,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R01000","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":89,"content":"<p>May I respond to Deputy Ferris's points?  The fishing of sea bass is down to the pressure from a lobby group, the anglers.  They have kept this from commercial fisheries.  What was the other species Deputy Ferris mentioned?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R01100","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":90,"content":"<p>The spurdog.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R01200","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":91,"content":"<p>As far as I know the National Inshore Fisheries Forum has been making quite a lot of representation about the spurdogs.  I just am not sure if any headway has been made.<\/p><p>There is a quota of 53 tonnes to avoid somebody being criminalised for accidentally catching them.  I cannot remember what headway the National Inland Fisheries Forum made on it, but I know it has been making representations on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#R01300","nonspeaker":"Ms Norah Parke","continuing":true},{"type":"speech","time":1493212500,"counter":93,"content":"<p>Does Ms Parke know spurdog is being imported into Europe at the moment?  It is even imported into this county.  It is on our coast and we cannot fish it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00200","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":94,"content":"<p>If the spurdog are inside the baseline, they are our fish and not European fish.  It is a matter for the Irish State to regulate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00300","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":95,"content":"<p>I would encourage every man fishing inside the baseline to go ahead and do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00400","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":96,"content":"<p>Good.  I am delighted to hear it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00500","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":97,"content":"<p>I would encourage them to put it up to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00600","speaker":"1317"},{"type":"speechnospeaker","time":1493212500,"counter":98,"content":"<p>I am delighted to hear it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00700","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":99,"content":"<p>It has been an extremely informative discussion for all of us.  In fairness, seeing as there are politicians from each side here, which was clearly recognised, I think we should write to the Minister and give our view.  An overwhelming majority was in favour of the Minister giving more serious attention to the serious issue of the 87% to 13% division of the quota.  That needs to be addressed going forward.  That is the overwhelming position from my reading of the meeting here today.<\/p> <p>  I also mentioned some other issues earlier on.  I know they are side issues to a degree, but they are very important to many fishermen.  Why does the Department of Agriculture, Food and the Marine not recognise courses given by the National Maritime College of Ireland in Ringaskiddy?  Many fishermen find that very difficult when trying to do courses.  They have to travel up to the North to have these courses recognised.  They can be recognised here but the Department of Agriculture, Food and the Marine is refusing to recognise them.  <\/p> <p>  Perhaps this is down to us as politicians, but why is the social welfare system so unfair to the crewmen when boats are parked up?  We have not really touched on that issue but it is something we need to look at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00800","speaker":"1263"},{"type":"speech","time":1493212500,"counter":100,"content":"<p>I am also very grateful for the education that I have received here today from the witnesses.  I thank them very much for being so informative and being so well up on what is happening and what is not happening.<\/p> <p>  Regarding Mr. Greg Casey's argument about fishing inside the baseline, I would also be of the opinion that anyone fishing inside the baseline should not be criminalised because he is in his own property.  Europe should not be consulted on that matter at all.  It should be up to our Minister for Agriculture, Food and the Marine to ensure we hold whatever fish are inside the baseline and let local fishermen be allowed fish away within it.<\/p> <p>  I am very concerned about the culling of 30 out of 176 vessels.  I should have said at the very start that is 20%.  We all know what culling means.  It means getting rid of them.  I am not in favour of that and we must all join together to ensure that does not happen.<\/p> <p>  On the review that is taking place, again I say to the Minister that we have to get more fair play.  The fishermen of south-west Cork, Dingle and Fenit must be given the 14% increase in the amount of tonnes they are looking for, because it is only fair play.  <\/p> <p>  We will all have to work together on the bigger problem of Brexit.  This is more than work for one man, this is team work for many people.  There will have to be a team effort from the Minister and his team to ensure that if England does take back her waters, the Irish fishing fleet will not be put under undue pressure by fishermen from other countries.  We mentioned the Spanish because they are the most dominant, but we will have to ensure the survival of our fishermen is our priority.  We will have to look after them 100%.<\/p><p>I thank the witnesses for appearing before the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#S00900","speaker":"1320","continuing":true},{"type":"speech","time":1493212500,"counter":102,"content":"<p>I thank the witnesses for a very informative discussion and for their deep insight into the industry.  It is perhaps an issue for another day and another committee, but I agree with Deputy Michael Collins that the crewmen need to be better looked after when their boats are tied up, often through no fault of their own.  We must remember that these people have families who depend on their working.  As Ms Parke said, it is important that we are all on the one hymn sheet with regard to Brexit.<\/p> <p>  Will the Minister for Agriculture, Food and the Marine, Deputy Creed, be informed of what has been discussed here today, particularly in respect of fairness regarding the mackerel quota and so on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#T00200","speaker":"1262"},{"type":"speech","time":1493212500,"counter":103,"content":"<p>We will collect our thoughts on Deputy Collins's proposal and compose a letter to be delivered to the Minister.<\/p> <p>  The presentations made by witnesses today will form part of two reports on which the committee is currently working.  The first report concerns how to develop viable rural communities.  The second will look at how Brexit will affect regional Ireland.  Those two aspects of today's presentations are key to the reports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#T00300","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":104,"content":"<p>I mentioned one fundamental issue regarding the operation of the Common Fisheries Policy, namely, that of the baseline which sometimes goes as far as 20 miles out to sea along the west and south-west coast and our inland waters inside it.  There is a second and more fundamental issue which the committee should consider and possibly seek legal advice on.  That issue is whether Ireland ever agreed to the 200 mile exclusive fishery limits of the State, whether by signing up to an EU treaty, voting on it or otherwise.  Many people think the damage was done in 1972.  In fact, a statutory instrument extended our fishing rights out to 200 miles from the baseline in November 1976.  That was six years before the 1982 signing of the United Nations Convention on the Law of the Sea which extended the exclusive fishery limits of states out to 200 miles.  Ireland did not ratify that convention until the Sea-Fisheries and Maritime Jurisdiction Act 2006.  In the context of the various treaties Ireland has signed during its membership of the EU, did it ever agree to give the EU the waters between the then six-mile limit and the 200-mile limit under the Common Fisheries Policy?  There is a very strong argument that it never did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#T00400","nonspeaker":"Mr. Greg Casey"},{"type":"speech","time":1493212500,"counter":105,"content":"<p>The committee is happy to test that.  My political instinct is that this country often obeys many of these ideas, treaties and agreements to the letter and beyond our responsibilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#T00500","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":106,"content":"<p>I want to highlight the issue of social welfare.  It is important to look into it not because a boat is tied up, but because fishermen are forced to sea during bad weather.  There are single operators in inshore fisheries and local communities.  I remember two such colleagues who lost their lives.  It is very hard when one has to press one's reset button.  Every week fishermen go to sea, they do so to earn their next week's wages.  There is nothing in the bank.  Fishermen have to get their wage every week so there is a very strong direction that they have to follow in bad weather.  In the inshore sector, their gear is outside and they have to go out and look after it.  That means they take risks.  If a social welfare system were set up to minimise their being forced to go out and do this, it would be beneficial and probably save lives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#T00600","nonspeaker":"Mr. Patrick Murphy"},{"type":"speechnospeaker","time":1493212500,"counter":107,"content":"<p>I would like to finish up with a couple of points.  I came to this meeting today, which was under the heading What it Takes to Sustain a Viable Rural Community.  Until I met my colleagues at the door I had no idea that I was coming to a discussion about mackerel.  I would have come with a completely different mindset and differently prepared.  I would also have made sure that if Deputies or other public representatives from the north west had been invited that they would have attended, or at least given me a good reason why they were not going to attend.  I wanted to make these points clear.<\/p> <p>  I appeal to the committee to perhaps temper its decision with some of the reasoning behind how the existing mackerel allocation has come about.  With Sean O'Donoghue's permission I will get some of the documents he submitted to the public consultation, not yet published, and I will make them available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#U00100","nonspeaker":"Ms Norah Parke"},{"type":"speech","time":1493212500,"counter":108,"content":"<p>We have not made any decision yet.  Although we have a full quota of people at this committee meeting it will be necessary to make those decisions at a larger meeting of our committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#U00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":109,"content":"<p>With regard to what Ms Parke has said, it is not the north versus the south with mackerel fishing.  That is not the scenario at all.  Reference was made to the 27 vessels and these boats are from Greencastle, Killybegs, Rossaveal, Dingle, Castletownbere, Baltimore, Kinsale and Crosshaven.  The situation pertains all around the coast, it is not just a north or south scenario.  We are not at all totally against any of the Killybegs fishermen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#U00300","nonspeaker":"Mr. John D. Sullivan"},{"type":"speech","time":1493212500,"counter":110,"content":"<p>We will not open that again because we did discuss that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#U00400","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":111,"content":"<p>To be fair, that idea must be disbanded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#U00500","nonspeaker":"Mr. John D. Sullivan"},{"type":"speech","time":1493212500,"counter":112,"content":"<p>I thank all the representatives for coming here today.  In my political view, how this country has given away our fishing resources and how we have made ourselves a tiny minority in our own waters is one of our biggest disgraces.  It is clear that all of the communities we are dealing with in this respect are communities that are living on the edge.<\/p> <p>  This discussion has been very educational for the committee.  As I have said, all of the content of the witnesses' engagement with the committee will find its way to the Minister, either through a letter or through the two reports we are writing.  Go raibh m&iacute;le maith agaibh as teacht anseo inniu agus sl&aacute;n abhaile.<\/p> <p>  We shall suspend the meeting for short while but I encourage all committee members to remain here because our next guest has also made a journey to meet with us.  Go raibh m&iacute;le maith agaibh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#U00600","speaker":"1235"},{"type":"unspoken","time":1493212500,"counter":113,"content":"<p>Sitting suspended at 3.55 p.m. and resumed at 4.05 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Crawford Art Gallery: Chairperson Designate","time":1493212500,"counter":114,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#X00100"},{"type":"speech","time":1493212500,"counter":115,"content":"<p>We are here to discuss the nomination of the chair designate of the Crawford Art Gallery.  I welcome Ms Rose McHugh to the meeting.  T&aacute; f&aacute;ilte romhat.<\/p><p>I wish to draw the attention of the witness to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I wish to advise the witness that her opening statement and any other documents she provides may be published on the committee's website after the meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I call Ms McHugh to make her opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#X00200","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":116,"content":"<p>I thank the members of the committee for this opportunity to speak to them about my proposed appointment as chairperson of the Crawford Art Gallery.  I was appointed to the board by the Minister on 15 March and I am appearing here relatively new to that position.  As the members have a copy of my submission, I propose to give them a brief outline of my background, go through my six priorities and take any questions they may have.<\/p> <p>  In terms of my background, I am a chartered accountant.  I am qualified in taxation and I have a law degree and an MBA from University College Cork, UCC.  I have spent more than 30 years working at a senior level in the financial and commercial sector.  I have significant board experience and I am now a full-time non-executive director.  I currently serve on a number of boards, including one of the financial services regulated by the Central Bank, a company listed on the Stock Exchange, leisure companies and voluntary companies.  I have served on the boards of semi-State companies.  I was chairman of Bord Iascaigh Mhara for two terms and I also served on the board of Bord na M&oacute;na.  In addition, as part of my role, I served on a number board subcommittees covering the areas of finance, audit, legal, nominations, remuneration and pensions - essentially, the full ambit.  That experience together with my legal and commercial experience gives me an excellent understanding and appreciation of corporate governance and I hope that experience will enable me to make a valuable contribution to the corporate strategy and to good corporate governance in the organisation.  From what I have seen, it is very well set out in that regard.<\/p> <p>  I have always had a keen interest in culture and, in particular, in the visual arts.  I am from Cork and I live there.  I have had no dealings with the Crawford Art Gallery before last month apart from being a regular visitor to it.  I have always admired the role it has played in the development of the visual arts in Cork.  I look forward to playing my role in leading the Crawford on to the next stage of its journey.  That is a brief outline of my background.<\/p> <p>  I have six immediate priorities and I am sure new ones will evolve.  In the month since I have taken on this position, these are what I consider to be the six key priorities.  The first one relates to the building.  I do not know if any of the members have visited the building.  It is a beautiful 300 year old building in a superb location in the city centre.  It has great character.<\/p> <p>mAs the members have a copy of my submission, I propose to give them a brief background ofmyself and then go through my six key prioirites and then take any quesitons that they may have. I am a Chartered Accountant, qualified In taxation, and have a law degree and an MBA from IJCC.<\/p><p>It is a lovely red-brick building but like any building that is 300 years old, there are issues with it.<\/p><p> The art collection of the Crawford began in 1819 when we received 100 sculpture casts from the Vatican Museum.  They have been housed since then in this old Custom House built in 1724.  The building was extended twice, in 1884 and again in 2000.  It is long overdue a single cohesive plan, which I may come back to later, but the first issue regarding the building is its ownership.  In 2006, the building was designated as a national cultural institution.  At the time, the building was owned by the former City of Cork Vocational Education Committee, now the City of Cork Education and Training Board, and the plan was that ownership of the building would be transferred to the Office of Public Works, which would do the requisite works.  That was in 2006 but since then, unfortunately, we have had the recession and difficult economic times.  Ownership of the building remained with the VEC and the transfer never took place.  That had knock-on implications in that the Crawfords had to continue doing essential repairs, maintenance, etc.  My first key priority is to try to sort out the ownership of the building and have it transferred from the education and training board, ETB, to the OPW.<\/p><p> The second priority relates to the ownership of the collection.  We have a wonderful collection of over 4,000 pieces of art, primarily Irish art.  It is one of the largest collections of Irish art in the country, mainly 18th century up to modern art, but we have an ownership issue with regard to it.  It is split in two in that we own anything acquired after 2006 when we set up our own company but anything acquired prior to 2006 is still owned by the ETB.  That is far from satisfactory in terms of various practical issues such as insurance.  It insures some pieces while we insure others.  We are not getting the most competitive rates.  It seems to be a simple enough issue and it is the second priority I would like to have regularised.  <\/p><p> My third priority relates to the organisational structure.  Last month, the Minister appointed eight new members to the board and, this month, the director of the gallery, who has served the gallery for over 30 years and has done a wonderful job in building up the art collection, is retiring.  That leaves two issues for me to deal with from an organisational point of view.  First, I need to make interim arrangements for the management of the gallery until such time as we appoint a new director, and I have already done that.  Second, I need to make arrangements to appoint a new director.  I am working on a job description and talking to the Department about that.  Essentially, the third priority relates to the organisational structure.<\/p><p> The fourth priority relates to the strategic plan which, along with the code of practice, is a very important document.  From what I can gather, a draft strategic plan was prepared in 2011, on which substantial progress was made, but apparently the Government then announced the potential merger of the Crawford, the National Gallery and the Irish Museum of Modern Art, IMMA.  While that did not go ahead, the strategic plan seems to have been put on hold.   There is some very good work in that plan but it needs to be updated and moved forward.  The fourth priority is to develop a strategic plan.  We can do a certain amount at this stage with the board but the new director will have a significant input to the plan.  While we can make some progress, we need to bring the director on board before we get into the meat of that issue.<\/p><p> Moving on to operations, from what I have seen in my first month so far, the gallery is very well run, with very good procedures.  I was delighted to see the code of practice on the operations director's desk.  It was well worn, which means it is used regularly.  I am very impressed in terms of the regulations, etc.<\/p><p> The gallery's budget from the Government is quite modest, given what it does.  It gets a grant of &euro;1.375 million and from that it runs a number of concurrent exhibitions every year.  It does a superb job with what is essentially a limited budget.  It generates additional income of approximately &euro;100,000 but its budget is quite modest.  To be fair to it, it punches above its weight in that regard.<\/p><p> Two issues struck me immediately with regard to operations.  First, there is potential to increase the third party income.  There must be many opportunities for companies in the Cork area to be associated with such a prestigious gallery and to help promote and fund exhibitions, which would give us more leeway in terms of doing more exhibitions.  We have a number of existing sub-committees in the gallery.  We have a finance, audit, legal and artistic policy but I have set up a fourth new committee dealing with building and development.<\/p><p>I will refer to the building again in a moment.  With regard to development, it is essentially a matter of considering opportunities for third-party development, hopefully using my commercial skills and the commercial skills and contacts of the other board members to see what we can do in that regard.  <\/p><p> Visitor numbers are very healthy.  There were approximately 180,000 last year.  The number would have peaked at perhaps 200,000 in 2007 but it has recovered a bit.  Fewer visitors are coming to Cork.  Our budget was cut back, the wages were still the same and repairs and maintenance had to be carried out.  The exhibitions were probably cut back slightly as a consequence.  I would like to see the number rising to 200,000 again in the short term and, I hope, doubling to 400,000 over the next ten years.<\/p><p> I have asked senior management to consider and raise at the next board meeting the possibility of opening on a Sunday.  At present, the gallery does not open on a Sunday.  A number of other natural cultural institutions do.  It seems a shame that ours does not open on Sunday because that is the day on which people have time off.  Obviously, there are cost implications but I have asked the board about this.  I hope we will put the arrangement into place in the forthcoming months.  The operations are the fifth area on which I want to focus.<\/p><p> I started with the building and I am finishing with the building.  The sixth priority for me is the master development plan.  As I mentioned, the building is old and far from perfect.  While it satisfies the minimum requirements in terms of disability access, etc., it is not perfect.  There is a lot that needs to be done to any 300-year-old building.  There is a significant capital project required over the next five years.  I mentioned I set up a new sub-committee on building and development.  The building part is essentially to focus on the building and drive it forward.  There is quite an amount of work in that.  We are at a very early stage.  It will probably be a five-year project.  I would like to carry it out on a phased basis so the gallery will remain open throughout.  I have set up the sub-committee with some members of the existing board and I have also brought in some external board members with skill sets where I have seen some gaps.  There has been some preliminary work done by the OPW in that there has been a strategic appraisal by three different firms of architects.  They have all agreed it is possible to extent, upgrade and optimise the existing building, essentially to create a gallery that is of the requisite standard for a national cultural institution.  It is probably not at this standard at present.  It does need work.  I have just come from the National Gallery, where I have had coffee.  I do not know whether any of the members have been in the Crawford Art Gallery.  Our shop is so small that the security personnel man the shop and remove the takings from it.  There is a lot that needs to be done.  Our storage is far from perfect.  There is a lot that needs to be done.  The good thing is that it can be done.  I am probably coming onto the board at a good time in that finances are not as constrained as they were.  I hope that is a positive.<\/p><p> Those are my immediate priorities.  There are a number of others beneath them.  I am in the job for only a month so other things will evolve.  I have outlined my plan for the six to 12 months.  I thank the Minister.  The board she has just appointed has an excellent range of skills, which is very helpful.  I look forward to working with management over the next five years to deliver a gallery of which we can all be proud and which I hope will be fit for purpose as it faces the next 300 years.  I thank the committee for the opportunity to talk to members today.  I will be happy to take any questions they have, with the caveat that I may not have all the answers as I have been in my position for only a month.  I am getting up to speed as quickly as I can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#X00300","nonspeaker":"Ms Rose McHugh","continuing":true},{"type":"speech","time":1493212500,"counter":119,"content":"<p>Go raibh m&iacute;le maith agat as an cur i l&aacute;thair iontach leathan agus suimi&uacute;il sin.  Are there any questions?  We will start with Deputy Niamh Smyth and Senator O'Donnell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#Z00200","speaker":"1235"},{"type":"speech","time":1493212500,"counter":120,"content":"<p>I thank Ms McHugh for attending today.  She had quite a journey so we appreciate it.  Unfortunately, I have never had the opportunity to visit the Crawford Art Gallery but I hope to do so.<\/p> <p>  I am interested in hearing a little more about two points.  Give that Ms McHugh is so new to her post, she may not know about the education and outreach initiatives that may be happening in the gallery.  For me, arts education is very important.  Having such a national cultural institution must be very important to the schools in the area, both primary and secondary.  We have an arts and education charter.  To have what is in the Crawford Art Gallery on the schools' doorstep must be very beneficial to them.  For the junior certificate cycle, support studies is a very important part.  With the new leaving certificate programme coming on stream, galleries become increasingly important.  What relationships has the Crawford Art Gallery with local schools?  Ms McHugh mentioned the ETB, which has a particularly close relationship.  Perhaps she wants to disengage from that particular relationship.<\/p><p>Perhaps there is a desire to disengage from that particular relationship.  However, the ETBs can be very useful in engaging young people in galleries.  In my previous life, I was an art teacher and history of art is part of the leaving certificate curriculum.  In my experience unless the art teacher takes the impetus to get young people to a gallery, it is difficult to get students to visit a gallery on their own.  As such there are two strands to my question and they are on the arts in education initiatives the gallery runs and the Crawford's experience of engaging young people in the gallery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#Z00300","speaker":"1271","continuing":true},{"type":"speechnospeaker","time":1493212500,"counter":122,"content":"<p>Education is very important for the Crawford, which has a full-time education person with responsibility in the area.  In every exhibition we run, a great deal of detailed work is done at the planning stage and education is a very important part of that.  We have digitised the entire collection and it is used quite a bit by primary, secondary and university students.  The VEC, or ETB as it now is, has in fact been very good to us and we have a very good relationship with it.  We work a great deal with schools and run a number of painting and drawing programmes for teenagers which are always booked out.  There is an area which it would be useful to develop.  The Crawford School of Art used to be housed with us but moved out in 1980.  I have asked the principal of the school to come on board our sub-committee for artistic policy because it is important that we interact and engage with those students who are coming up.  I have met with her and she has agreed to join the sub-committee to see what areas we can work on together.  It is in our interest to work with the students who are studying art and are a captive audience.  We should be involving them.  We have had some very good meetings and the plan is to work with the principal on our sub-committee.  We work with all primary and secondary schools throughout Cork and the region.  Education is very important for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00200","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":123,"content":"<p>My follow up question was on visitors to the gallery.  Is there still that difficulty, as there is with all regional art galleries and centres, of a perception that it is for the elite in our communities or regions?  Does the Crawford have a particular way to break down that barrier or a particular policy to engage communities?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00300","speaker":"1271"},{"type":"speechnospeaker","time":1493212500,"counter":124,"content":"<p>It is a good question.  That perception is there to an extent and it is not helped even by our entrance which is old and austere.  It can be off-putting.  We have done a great deal of work to counter that and it is partly about going out to the regions.  There is a men's shed group on the northside in Cork and our people have actually gone out to them to bring them back in because there was an initial trepidation about coming in.  We also provide buses to people in direct provision centres to come in and we do arts and crafts classes with them.  We have had to work around it and be a bit imaginative.  We have subsidised courses for many of these people.  It has probably involved us going out to get the people in and we have been doing that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00400","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":125,"content":"<p>Following that, has there been any monitoring or analysis of the impact that is having in terms of the clients the gallery is engaging with?  Are they coming to the gallery themselves?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00500","speaker":"1271"},{"type":"speechnospeaker","time":1493212500,"counter":126,"content":"<p>It is a good question.  I have tried to get a breakdown of the detail behind our visitor numbers but I do not have it.  We are working with UCC over the summer months to get a breakdown of our visitors to answer those questions and get in behind our numbers.  I have asked the same question and it is something that is being worked on.  We do not have the feedback yet but by the end of the summer we will have a great deal more knowledge on the breakdown and that type of thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00600","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":127,"content":"<p>I thank Ms McHugh.  Outreach is the way to get them in.  One has to go to the people-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00700","speaker":"1271"},{"type":"speechnospeaker","time":1493212500,"counter":128,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00800","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":129,"content":"<p>-----and change that culture and mindset.  I say, \"Well done\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA00900","speaker":"1271"},{"type":"speechnospeaker","time":1493212500,"counter":130,"content":"<p>I think it is working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA01000","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":131,"content":"<p>Of course it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA01100","speaker":"1271"},{"type":"speechnospeaker","time":1493212500,"counter":132,"content":"<p>The men's shed was a great success because they just did not want to come in.  We actually bring paintings out to people just to get them comfortable with that albeit we have to be very careful not to bring some of the more valuable ones.  There is a great deal of good work being done in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA01200","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":133,"content":"<p>I know the gallery, which is stunning.  I have been there on many occasions and as such I congratulate Ms McHugh and wish her the best of luck.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA01300","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":134,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#AA01400","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":135,"content":"<p>I think we are a visually illiterate country.  I do not mean that with regard to great paintings, but about where we live, what buildings we put up and what we think look like nice houses.  We are appalling with regard to where we ask people to actually survive for their lives or even where they live when they get old.  We have no proper architecture at all.  It is all half-copied.  Ms McHugh has a huge opportunity and am delighted to hear her remark - my colleague suggested it here - that the gallery will reach out.  A symphony can play all it likes in a concert hall, but if nobody hears it, it should come out and play.  The Crawford Art Gallery can encourage people in.  I refer to people like those in men's sheds, which is an extraordinary organisation and full of artists who might not have had the opportunity-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00100","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":136,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00200","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":137,"content":"<p>-----to paint when they were young, because they were working in other areas.  What does Ms McHugh think would be her greatest strength, coming to the board as the chair?  I know her background is in corporate affairs, taxation and accounting.  What does she think her greatest strength is going to be with her board and sub-committees?  It is all going to come from her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00300","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":138,"content":"<p>Even only having come into the Crawford Art Gallery a month ago, my experience enables me to go in, assess the situation and prioritise what needs to be done.  One can sit back, look in, see what needs to be done and maybe distinguish the minor things from the larger things and then I suppose make them happen after that.  The building is going to be an extremely challenging issue.  I have decided that I am probably better off chairing the new committee that has been set up because it requires interaction with a number of Departments, the Office of Public Works, OPW, and the ETB.  I am pulling a lot together.  It is a matter of seeing what needs to be done, pulling it together and getting it done.  That is what I am used to doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00400","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":139,"content":"<p>What does Ms McHugh understand by \"participating in cultural life\"?  People say that, write it in great treatises and put it on the top of reports, that is, \"we hope people will participate in cultural life\".  That is always discussed in politics.  What does Ms McHugh understand by that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00500","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":140,"content":"<p>What I would love to see is people from Cork going in, embracing it, seeing the wonderful treasures we have and enjoying them.  So many people I spoke to since I got involved said they had not been in the Crawford in 30 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00600","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":141,"content":"<p>Why?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00700","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":142,"content":"<p>I asked that and the answers never struck me.  Has it changed?  I would love to change that perception, get people engaged and get Cork people to go in.  Tourism is probably easier because many tourists coming here want to see what is available from a cultural point of view and we tick many of the boxes.  The more challenging matter is to get the local people to go in.  We have a wonderful caf&eacute; and that brings people in.  In terms of going beyond that, we have taken on a new person.  We have received sanction for a part-time person-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00800","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":143,"content":"<p>Forget about the other person.  We are talking about Ms McHugh and her passion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB00900","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":144,"content":"<p>I think marketing and development are making people-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB01000","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":145,"content":"<p>How would Ms McHugh go about that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB01100","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":146,"content":"<p>It is partly a matter of awareness.  People just are not aware of it.  I plan for some very simple things.  Eight of the board are new and at the next board meeting, I am going to say that if each of them could make contact with ten new people who they think would be interested, and put an onus on them to bring people in because it would help.  Opening on Sundays will be attractive because most people work during the week and have jobs to do on Saturday.  Sunday is when people have time to enjoy culture and engage with it.  The gallery will hopefully open on Sundays, and we will make people more aware of it.  There is not an awareness there.  We have a wonderful jewel sitting on our doorstep in the centre of our city, and there is much that can be done.  It is partly a matter of awareness for people.<\/p> <p>  We have a beautiful library and we have started to have small weddings and functions in the building.  We could do more and open it up.  The library, for example, would make a superb place for a meeting room and strategy days.  It is a beautiful old library.  We have a board now with contacts and relationships with business people in Cork.  It will start making people think about using the Crawford Art Gallery for a meeting or an away day.  We had a very good meeting on International Women's Day about a month ago.  Accountancy firms brought in 50 to 100 women who toured the gallery and had dinner there.  I received such positive feedback on that.<\/p><p>It is a process of getting people in, ensuring they have an enjoyable experience and getting the word out.  It will not happen overnight but I would like to see a change and that it would open up more.  There are some very loyal people and very regular visitors but it is about getting the average person to come in and see what we do because there are different exhibitions all the time.  A number of them are happening at any one time.  It is also about getting younger people engaged and engaging with the colleges.  It is hard work.  It is just getting the message out there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#BB01200","nonspeaker":"Ms Rose McHugh","continuing":true},{"type":"speech","time":1493212500,"counter":148,"content":"<p>It is a very important point because it will not just happen with a marketing manager.  One must sit and think of really creative, imaginative and evocative ways to invite one's own people in and make it a place where they go or think of as a place to be or to engage with.  That takes passion and a lot of imagination and thought.  It is very exciting because the gallery is asking its own people, not tourists, and wants to make it alive for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00200","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":149,"content":"<p>I think it is a wonderful opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00300","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":150,"content":"<p>My last question is about ownership.  I cannot believe the ETB owns the collection - not that it does not deserve it.  I do not mean that.  Where is that line and how much would it cost to buy it out?  How does the gallery get the collection and move it to itself through the OPW?  What happens there?  Where is the gallery in that process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00400","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":151,"content":"<p>I have started to engage with the Department about the building and the collection.  To be frank, I do not think it should be that difficult.  The ETB does not want it and is not looking for anything for it so it is really just about organising the logistics.  Apparently, in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00500","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":152,"content":"<p>Why has it not happened then?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00600","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":153,"content":"<p>Apparently, the requisite legislation which would have provided for the building to be transferred to the OPW and the collection to be transferred to the gallery, because we set up a new company when we became a cultural institution, was drawn up in 2007.  However, the legal advice from the Office of the Comptroller and Auditor General was that there was a flaw in the draft legislation.  It provided that the building and contents to be transferred to the OPW.  The perception was that this could mean that the collection was going there.  It did not want it.  Nobody wanted it but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00700","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":154,"content":"<p>It was only a hub.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00800","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":155,"content":"<p>Exactly.  From what I can gather, it was just a flaw in the legislation and I do not understand why we cannot sort that out and get the requisite legislation.  It seems very simple.  If it is not done in the next six months, I would be very disappointed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC00900","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":156,"content":"<p>I might ask Ms McHugh to come back and tell us how the gallery is doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01000","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":157,"content":"<p>The building may take more but the collection does not seem to be a difficult issue.  Everybody thinks we should have it.  There are all kinds of practicalities relating to not having it.  I would think that this is one of the easier issues to tick in my box.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01100","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":158,"content":"<p>I appreciate Ms McHugh making the journey.  I was in the Crawford Art Gallery last Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01200","speaker":"1372"},{"type":"speech","time":1493212500,"counter":159,"content":"<p>Robert Ballagh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01300","speaker":"1427"},{"type":"speech","time":1493212500,"counter":160,"content":"<p>I was delighted to see the Robert Ballagh piece.  I was in Cork, which, to my shame, I rarely get to.  I was speaking at Cork Institute of Technology, which is stunning.  I went into town afterwards and got lunch and a coffee.  I was walking around town and to my disgust, I could not find any public seating.  I looked around and just saw older people sitting on pillars.  I ventured into the space in front of the gallery but there was still no seating.  I wondered what the space was for and decided to go in and lie down on one of the gallery benches, make a nuisance of myself and rest there for a while because I had already had a coffee.  When we do not have public seating, it tells people that it actually costs something to go to town.  A person must go into a private business to sit down and reflect.  Thankfully, the Crawford Art Gallery filled that void.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01400","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":161,"content":"<p>I am glad we were of some use to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01500","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":162,"content":"<p>No, it is really important.  The Crawford Art Gallery is a public space.  As I went in with that intention in mind, I was concerned that a security guard was the first person I met but that is common.  I noticed that he sat in the shop and wondered whether somebody was at lunch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01600","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":163,"content":"<p>No, unfortunately.  It is not ideal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01700","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":164,"content":"<p>No, but I appreciate that Ms McHugh touched on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01800","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":165,"content":"<p>To be fair, they do a great job and I am very happy that they do it.<\/p><p>When compared to the wonderful shop in the National Gallery, it probably does not encourage people to come in.  It is very small as well.  That is certainly one area that could be improved.  Has the Senator any other observations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#CC01900","nonspeaker":"Ms Rose McHugh","continuing":true},{"type":"speech","time":1493212500,"counter":167,"content":"<p>Yes.  Ms McHugh mentioned-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00200","speaker":"1372"},{"type":"speech","time":1493212500,"counter":168,"content":"<p>A secret shopper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00300","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":169,"content":"<p>Senator Warfield was preparing today, obviously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00400","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":170,"content":"<p>Ms McHugh mentioned multi-disciplinary aspects and previous speakers spoke about whether our national institutions are accessible.  I would probably give citizens more credit.  It was good to see Roy Keane there.  That was the first piece I saw.  It just dragged me in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00500","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":171,"content":"<p>It is actually one of the most popular pieces.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00600","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":172,"content":"<p>It would drag anyone in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00700","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":173,"content":"<p>It is a very popular piece.  It is a good one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00800","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":174,"content":"<p>I commend the gallery in regard to those on direct provision.  Direct provision is one of the greatest scandals of our time.  It is hard to imagine someone being on &euro;19.50 a week with no access to cultural participation.  One could not afford an instrument or membership of a club.  Senator Marie-Louise O'Donnell mentioned how we participate in cultural life.  What the Crawford is doing certainly should be commended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD00900","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":175,"content":"<p>We work with autistic and visually impaired people.  Really great work is done with a tiny team.  They all are very important.  At the planning stage of every exhibition, they spend quite a bit of time focusing on education and outreach.  To be fair to them, they actually do a very good job on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01000","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":176,"content":"<p>It might be time to touch on the accessibility issues.  There is a lift.  Are there areas in the building which are not accessible?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01100","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":177,"content":"<p>There is a lift but there is one gallery which is not accessible for wheelchairs.  That is not ideal.  As I mentioned at the outset, we do not tick all the boxes in that regard.  Hopefully, once we do the redevelopment, that will not be an issue.  As I said, we are not perfect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01200","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":178,"content":"<p>When was the last time there was a capital injection from Government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01300","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":179,"content":"<p>There has only been one.  It was not from Government; it was EU structural funding.  The extension in 2000 was done with EU structural funding.  It is a wonderful extension.  The then Minister, President Michael D. Higgins, and then Minister of State, Mr. Toddy O'Sullivan, were very helpful in that regard.  There has been no capital injection of any description as such from Government.  The Crawford family did the one in the 1800s and I think it was primarily EU structural funding after that.  There has been no significant capital injection from Government to date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01400","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":180,"content":"<p>That EU injection was made in 2007.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01500","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":181,"content":"<p>I stand to be corrected but, according my own notes, it was made in 2000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01600","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":182,"content":"<p>I am sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01700","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":183,"content":"<p>It is overdue.  We are the only cultural institution of the visual arts outside Dublin and maybe, partly because of that, we are a bit neglected.  We are well overdue a capital injection.  When I see what is spent on some of the others, what is required to bring it up to the standard of a national cultural institution is not huge.  I do not think we will be looking for a huge amount.  Being the only national cultural institution outside Dublin, it is important it is not neglected and is brought up to standard.  If I was to be honest, we are not best in class at present.  It is a beautiful building and I love it, but it could be improved.  <\/p> <p>  In response to Senator Warfield's question on accessibility, one of the galleries is not accessible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01800","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":184,"content":"<p>On that point, regional parity is something that fuels my belief in a united Ireland.  It fuels everything about my politics, not that the current funding would allow one to have such a vision.  I would encourage Ms McHugh to not only envisage the Crawford as a leader for Cork but for the south of Ireland.  It is a huge frustration that the Government did not allow satellites for the likes of the National Gallery when it was being refurbished.  One of our reports is around viable rural communities and I refer to the town of Ennis in that regard.  The Tate established a number of satellites.  I would encourage Ms McHugh not to allow the lack of funding from Government at this time to place a ceiling on her vision for the Crawford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD01900","speaker":"1372"},{"type":"speechnospeaker","time":1493212500,"counter":185,"content":"<p>On that note, because regional development is an important part of the committee's remit, I hope I will have the committee's support if I need changes to legislation, or anything like that, to do simple things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD02000","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":186,"content":"<p>I commend the Government initiative, Creative Ireland.<\/p><p>Where does the Crawford Gallery fit into that initiative over the next five years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#DD02100","speaker":"1372","continuing":true},{"type":"speechnospeaker","time":1493212500,"counter":188,"content":"<p>We will fit in very well.  We hope the redevelopment of the Crawford Gallery will be a part of Creative Ireland.  Its director, John Concannon, is hopefully coming to our next board meeting to speak to us about how the Crawford's redevelopment might fit in with that.  My submission referred to other ways in which we might tie in, such as collaboration and digitisation.  We have consciously looked at Creative Ireland and its ambitions and we tick many of the boxes and are working to make sure we satisfy the various objectives set out in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00200","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":189,"content":"<p>I encourage the Crawford to use that space outside the gallery.  It is just cordoned off, cars cannot go into it and there is nowhere to sit.  I thank Ms McHugh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00300","speaker":"1372"},{"type":"speech","time":1493212500,"counter":190,"content":"<p>We thank Ms McHugh.  We can see from her CV that she is very busy.  The Crawford has a long and proud history in Cork.  Often people are appointed to boards and it is rubber-stamped and ignored by committees.  This committee believes it is important not to do that but to invite in the new chairpersons so we can build a relationship with them and get a better understanding about their specific objectives. This is a two-way relationship so, as Ms McHugh said, if this committee can be of any use in developing her remit and objectives, whether in terms of funding, legislation or the structures under which she operates, we will be all ears and we would love to be able to help.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00400","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":191,"content":"<p>That is good to hear.  The art collection is a simple matter everyone wants to see happen.  With the committee's support, I would love to see that matter out of the way very quickly.  That would be great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00500","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":192,"content":"<p>The regional remit is obviously very important.  There is no doubt that there are massive gaps in the regional delivery and engagement of art and culture.  This is something that bucks that trend and we want to make sure it is strengthened further.  We wish Ms McHugh luck.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00600","speaker":"1235"},{"type":"speech","time":1493212500,"counter":193,"content":"<p>It is terribly important an institution such as the Crawford Gallery is completely independent in its ideas, passion, imagination, creativity and artistry.  There is a development regionally and rurally but there is a trend towards a Tesco-ising of the arts.  I have a feeling about this in that everything will happen everywhere almost at the same time and that we will all believe in this word \"creativity\".  One has one's own pace, time, artistry, purity, beauty and passion.  It frightens me a little that people might think they have to do things a certain way or be influenced by the person who tells them how to do their artwork, even though the artists are the greatest mentors.  The Crawford should remain unique and wonderful.  It should use the Department and the committee, as the chairman said, but should remain unique and wonderful in its own way and not lock into someone's view about how the arts should be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00700","speaker":"1427"},{"type":"speech","time":1493212500,"counter":194,"content":"<p>There is no doubt that standardisation is a danger.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00800","speaker":"1235"},{"type":"speech","time":1493212500,"counter":195,"content":"<p>It is everywhere I look.  We are all singing the same verse of the song.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE00900","speaker":"1427"},{"type":"speech","time":1493212500,"counter":196,"content":"<p>There is that danger when people look to roll out something that things become standardised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE01000","speaker":"1235"},{"type":"speech","time":1493212500,"counter":197,"content":"<p>It is not a bus company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE01100","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":198,"content":"<p>It is a unique building in Cork and a unique gallery and I hope that it does not go that way.  Certainly, under my watch I do not believe it will.<\/p> <p>  In 2014 we held an exhibition on three centuries of Irish art.  We have a lovely catalogue if anybody would like one.  It was a beautiful exhibition of the artwork we have and it was a great showcase for the Crawford.  If anybody would like a catalogue, I would be happy to send one on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE01200","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":199,"content":"<p>I would be delighted and privileged to get one.  We were wondering who would get one.  We thought it would be the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#EE01300","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":200,"content":"<p>I would be happy to send them on to the members because the catalogue is a wonderful showcase.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#FF00100","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":201,"content":"<p>Please do.  We would be happy to pay for them individually.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#FF00200","speaker":"1427"},{"type":"speechnospeaker","time":1493212500,"counter":202,"content":"<p>We got a very good deal on cost.  They only cost &euro;23 so there are no issues in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#FF00300","nonspeaker":"Ms Rose McHugh"},{"type":"speech","time":1493212500,"counter":203,"content":"<p>We look forward to spending many hours poring over the catalogue.<\/p> <p>  Again, we thank Ms McHugh.  We will sent a letter to the Minister noting that we have had the opportunity to discuss Ms McHugh's appointment with her.  We wish her great luck in her new role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#FF00400","speaker":"1235"},{"type":"speechnospeaker","time":1493212500,"counter":204,"content":"<p>I thank the Chairman and the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22017042600002#FF00450","nonspeaker":"Ms Rose McHugh"},{"type":"unspoken","time":1493212500,"counter":205,"content":"<p>The joint committee adjourned at 4.45 p.m. until 2.15 p.m. on Wednesday, 10 May 2017.<\/p>","notice":"TIME STRING DETECTED"}]