[{"type":"majorheading","content":"Joint Oireachtas Committee on Communications, Climate Action and Environment","time":1559689200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Timmy Dooley, Terry Leyden, Eamon Ryan, Tim Lombard. Brian Stanley.<\/p><p>Teachta \/ Deputy Hildegarde Naughton; Seanadóir \/ Senator Hildegarde Naughton sa Chathaoir \/ in the Chair.<\/p>","time":1559689200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002"},{"type":"unspoken","time":1559689200,"counter":4,"content":"<p>The joint committee met in private session until 11.35 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"National Broadband Plan: Discussion","time":1559689200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#H00050"},{"type":"speech","time":1559689200,"counter":6,"content":"<p>I welcome the following officials from the Commission for Communications Regulation, ComReg, to discuss the national broadband plan: Mr. Garrett Blaney, chairperson and commissioner; Mr. Robert Mourik, commissioner; Mr. Jeremy Godfrey, commissioner; and Mr. Donal Leavy, director of the wholesale division.<\/p><p>I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>I advise the witnesses that any submissions or opening statements they have made to the committee will be published on the committee website following the meeting.<\/p><p>Members are reminded of the long-standing practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I remind members and witnesses to turn off their mobile phones or to switch them onto flight mode.<\/p><p>I call Mr. Blaney to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#H00100","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":7,"content":"<p>T&aacute; muid bu&iacute;och as ucht an chuiridh bheith i l&aacute;thair anseo inniu.  On behalf of the ComReg, I welcome the opportunity to appear.  I am joined today, as the Chairman mentioned, by my fellow commissioners, Mr. Jeremy Godfrey and Mr. Robert Mourik, and my colleague, Donal Leavy, director of the wholesale division.  This is my first opportunity to appear before the committee in my capacity as chair of ComReg.  Mr. Mourik and I only joined the organisation in January, but Mr. Godfrey has been with the organisation for the past six years so he is an old hand.<\/p> <p>  As the committee will be aware, ComReg is the national regulatory authority for electronic communications.  We promote competition and investment in the sector, uphold end user rights and manage the radio spectrum.<\/p><p>In our recently published strategy statement, we have confirmed our vision for the sector that consumers and businesses in Ireland have affordable, high-quality and widespread access to communications services and applications that support their social and economic needs.  Our role in achieving this vision is to ensure that communications markets operate effectively in the interests of end users and society.  In recent years, predictable and proportionate regulation has created an environment which has led to investment in high-speed broadband networks covering three quarters of the premises in the State.  At the same time, there has been an increasing choice of service providers.  In the coming years, operators plan to make effective direct fibre connections to most of the premises I mentioned.  There are, however, parts of the State where the population density is lower and high-speed broadband would not be a viable commercial investment.  Consumers and businesses in these areas have not benefited equally.  That is why we welcome the Government's national broadband plan, NBP, which will address this market failure and result in the availability of high-speed broadband to all.<\/p><p> ComReg has two roles in respect of the NBP.  First, we have significant technical and regulatory expertise and have been advised the Government on matters in respect of which this expertise is relevant.  Second, we are the independent regulator of the market.  This includes regulation of certain products that National Broadband Ireland, NBI, may require as inputs to its network.  We are happy to provide more details to the committee, as needed, about ComReg's role to date and in the future.  As we stated in our letter to the committee, however, ComReg has no specific legal functions in determining the roll-out time or in respect of value-for-money or ownership issues.  To date, our primary role as adviser to the Government has been in respect of issues highlighted in the European Commission's state aid guidelines.  More specifically, we have been consulted on the approach taken to define the intervention area to ensure that the NBP does not distort competition in commercially viable areas.  We have also advised on requirements to ensure that the NBP wholesale intervention facilitates an open competitive market among retail service providers that will be selling broadband services in the intervention area.  This has involved matters such as wholesale product design and pricing, access and non-discrimination obligations and enforcement approaches, all of which are very similar to the issues we consider in our regulatory role in respect of Eir's wholesale broadband products.<\/p><p> In connection with the Government's state aid application, and in response to a request from the European Commission, we confirmed in writing last year that we have been consulted on all matters where state aid guidelines recommend consultation with the national regulatory authority, NRA, including, in particular, pricing and the mapping exercise carried out under the guidelines.  We expressed the opinion to the European Commission that the Department has considered our views on such matters.  We confirmed to it that, based on the information available, there were no issues arising from the consultation process that ComReg wished to bring to the attention of the Commission.<\/p><p> The Department of Communications, Climate Action and Environment established an expert working group, of which ComReg was a member, in order to provide detailed technical and regulatory advice, and detailed technical questions were discussed.  ComReg also attended the Department's steering group as an observer.  The steering group acts as an advisory body and the Minister is the ultimate decision maker.  ComReg did not participate in the steering group's decision-making.<\/p><p> We should add that ComReg had no role in advising on policy matters such as value for money or prioritisation of the NBP within the Government's expenditure plans.  We were not involved in the procurement process and played no role in assessing the proposed roll-out timelines, ownership structures or financial capability of the bidders.  We were not involved in the preparation of the cost-benefit analysis.  That was carried out by others.  These matters are properly the responsibility of Government and its spending Departments rather than an independent regulator with a defined statutory role.<\/p><p> In our role as independent regulator, we established a mechanism for interested parties to pose questions about current and possible future regulation where appropriate.  We have published our responses to these questions on our website.  These have covered issues such as access to Eir's ducts and poles and the possible applicability of significant market power and universal service obligations after the NBP network is complete.<\/p><p>We have also taken the initiative to share our early thinking on the retirement of the copper network once fibre-based services are available.<\/p><p> For the future, it is possible that ComReg could play a role in advising the Minister or his or her representative on certain post-contract governance matters to the extent within ComReg's expertise, primarily involving the issues on which we have been advising to date, such as product design and non-discriminatory access for retail service providers.  The precise scope of any role for ComReg will be determined by the Government in due course.<\/p><p> We will also continue to provide independent regulation of the sector during and beyond the roll-out of the national broadband plan, NBP, infrastructure.  Regulatory matters relevant to the NBP might include duct and pole access, the application of the significant market power regime, universal service obligations and the upholding of the rights of consumers of retail service providers.<\/p><p> I thank the committee for the opportunity to appear today and to make this statement.  We are happy to take questions members may have arising from our statement and follow up with written responses on anything we cannot cover specifically today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#H00200","nonspeaker":"Mr. Garrett Blaney","continuing":true},{"type":"speech","time":1559689200,"counter":10,"content":"<p>I thank Mr. Blaney.  In ComReg's investigations into 5G, did it look at other jurisdictions?  What were its findings on this in an Irish context?  Is it fair to say fixed fibre would be needed in conjunction with 5G?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#K00200","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":11,"content":"<p>I will answer this question.  Last year, when preparing an assignment process for spectrum, which includes one of the spectrum bands identified in Europe as a pioneer band for 5G, we did a study on the connectivity needs of users.  The conclusion was that mobile and fixed services are complementary in ensuring the needs of end users are met.  For a number of reasons, we do not believe 4G or 5G mobile networks can meet the objectives of the national broadband plan.  We modelled a number of scenarios, the most aggressive of which was 99.5% population coverage including a 30 Mbps service to a single user at the edge of the cell.  This would require almost double the number of cell sites that mobile networks have at present, which would be very expensive to put in place and would take a long time.  We are all aware of some of the difficulties mobile operators have in finding cell sites.  Even the coverage we modelled would not guarantee indoor connectivity, only outdoor connectivity.  Many of the more remote premises covered by the national broadband plan would require additional equipment to ensure the signal could be received indoors.  End users of a mobile network could not be guaranteed the same consistent high-quality experience.  The modelling we did was for a single user at the cell edge.  Providing capacity if everybody in the coverage area was streaming video every evening would be another kettle of fish entirely.  Even the very expensive additional mobile network coverage would not be sufficient to meet the objectives of the NBP.<\/p> <p>  To answer the question on the amount of fibre, one of the deployment scenarios for 5G involves what are called small cells.  Our modelling was based on the large macro cells with equipment on towers and masts.  There is a deployment scenario whereby the cell size is a few hundred metres or so.  This has been designed for deployment in urban environments with a big density of demand.  To deploy it in rural environments would require fibre backhaul from each small cell.<\/p><p>If one were to put a number of small cell sites along a rural road, one would still need to have fibre along the road to handle the backhaul from those sites.  The expense would be much higher and the signals could still be blocked by, for example, foliage and rain.<\/p><p> I will make another point about 5G and 4G.  As well as their use in mobile networks, radio technologies can be used for fixed wireless connections.  There is potential in the use of wireless in fixed wireless mode to serve selected hard-to-reach premises.  However, mobile broadband would not be a solution.  Fixed wireless broadband could form part of a solution but only selectively.<\/p><p> The Chairman asked about examining 5G deployment in other countries.  There is none really, save for very small trial deployments in the United States where suburban fixed wireless broadband is being used.  They are in environments where there is a much greater demand density than is found in the rural premises served by the NBP; therefore, they are not relevant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#K00300","nonspeaker":"Mr. Jeremy Godfrey","continuing":true},{"type":"speech","time":1559689200,"counter":13,"content":"<p>I wish to ask a number of questions.  The committee has previously discussed the 300,000 premises being covered by Eir.  My understanding is Eir is charging a wholesale connection rate of approximately &euro;170 per connection, with a further charge of &euro;170 where someone switches.  Can ComReg do anything about this?  When the NBP is rolled out, there will be an initial &euro;100 sign-up fee and no charge for switching.  The delegates might supply us with some information on the matter.  It appears that existing customers will be at a disadvantage versus those in the intervention areas.  Is there any way to standardise the charges?<\/p> <p>  I understand the regulated part of Eir's fixed-line business is showing profits in excess of 50%.  That figure makes Eir stand out as probably one of the most profitable incumbents in the world and certainly in Europe.  What does that tell ComReg about the extent of its regulatory regime's effectiveness in addressing wholesale charges which also cover poles and ducts?  This will have an impact on charges under the NBP.  From some of the recent information provided, we were led to believe that approximately &euro;1 billion of the supposed &euro;3 billion cost associated with the NBP would go to Eir to pay for access to its ducts and poles.  As such, a profit of 50% seems excessive, but perhaps the delegates might speak about it.  Eir announced a reduction of 20% or so in operating costs in this quarter.  Is the reduction being reflected in the price to the customer and will it be reflected in a reduction in pole and duct charges?  The delegates might have a view on that matter.<\/p> <p>  Recently Eir announced to the market that it had refinanced its debt at a figure of 3.5%.  Essentially, shareholders converted equity into debt by adding more debt to the company's books.  ComReg allows Eir to earn approximately 8% on its cost of capital.  There seems to be something of a mismatch between Eir's cost of capital and its real costs.  This would have an impact on the cost of the NBP.  Do the delegates have a view on the matter?<\/p> <p>  I will turn to an area that has been covered somewhat by the Chairman.  Mr. Godfrey captured some of it in his response.  In trying to understand what the best model for a network in the intervention area should be, there is a view that what has been offered by Granahan McCourt is effectively 100% fibre coverage for the 542,000 premises.  That is having an impact on the roll-out.  It was a shock to many consumers in the intervention area that it would take between seven and ten years to get broadband.  Is it possible for some of the roll-out to be done using fibre and fixed wireless broadband?<\/p><p>I understand fully what is being said regarding 4G and 5G from a mobile perspective.  There is also the issue of the deployment of fixed wireless in some locations.  Has any modelling been done on providing broadband in the intervention area based on a sliding scale of, say, 70% fibre to homes with 30% fixed wireless, or a variation thereof, that would hit the sweet spot in respect of cost and roll out?  I know there are issues with fixed wireless.  There are issues with fibre to the cabinet at the moment for those of us who have to suffer that.  There is not a definite solution for everybody.  Is it possible to look at a mixture of fibre and fixed wireless that will achieve the optimum outcome for the consumer, while reaching the minimum standard of 30 Mbps?  Someone with a child about to enter primary school today could be waiting until after that child completes his or her leaving certificate before a fibre connection will be provided.  Instead of potentially waiting for a decade, those people might instead accept a fixed wireless solution which could be deployed in two or three years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#L00200","speaker":"1274","continuing":true},{"type":"speech","time":1559689200,"counter":15,"content":"<p>The witnesses can address those questions in any order they wish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#M00200","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":16,"content":"<p>We will try to deal with the questions in sequence.  I ask members to remind us if we forget something.  Mr. Godfrey will first cover the question on the 300,000 premises and the wholesale price.  Mr. Leavy will speak about the question of profits and how that impacts on the way we regulate.  Mr. Mourik will then address the general approach we are taking for the pricing of the poles and ducts.  Mr. Godfrey might then return to the question concerning the mix between fixed wireless and fibre access and how that might work.  I ask Mr. Godfrey to start.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#M00300","nonspeaker":"Mr. Garrett Blaney"},{"type":"speechnospeaker","time":1559689200,"counter":17,"content":"<p>I will begin with the question of connection charges.  Some members might remember that this was a bone of contention when I was last before the committee in October.  We made a decision on this issue in December.  Prior to that, Eir was charging &euro;270 for connections to the fibre to the home, FTTH, network.  The decision we made gives Eir a great deal of flexibility in how it prices its wholesale product.  Regarding the issue of fibre to the cabinet, that is now a more mature network.  The demand is more certain and we know what the deployment costs are.  We moved in December to what is called a cost orientation obligation where we determined what price Eir should be allowed to charge for that network.  The fibre to the home network is new and therefore it is much harder to accurately predict the take-up of demand.  We share that difficulty with our colleagues across Europe.  There are also more uncertainties about the cost of deployment.  It is, therefore, much more risky and difficult to set a fixed price.<\/p> <p>  We are taking a margin squeeze approach to Eir.  The company has the freedom to choose its wholesale prices.  It has to ensure, however, that there is enough space between the wholesale price and the retail price to allow companies such as Sky Ireland, Vodafone and other resellers to be able to compete effectively.  We took the view that Eir should not have complete freedom to set the connection charge.  We felt that the company's previous approach of having a very high upfront connection charge had the potential to have anti-competitive effects.  We made a decision, therefore, to give Eir the freedom to choose the connection charge, subject to two constraints.  One was that it should charge the same for a new connection as for a migration.  That was intended to ensure that there was no distortion of the incentives for resellers.  We did not want them waiting until somebody else had the disadvantage of paying for the connection and then coming along and trying to churn the customers.  We wanted to ensure there was no distortion between new customers and existing customers.  The second approach we took was to stipulate that the amount of money that Eir could recover through those upfront charges should, over the lifetime of the asset, be no greater than the cost of building the last connection to the premises of the end user.  Based on Eir's costs and its average customer lifetime, the company proposed a price of &euro;170.  We scrutinised its proposal but we do not approve the company's prices.<\/p><p>It is the company's responsibility to comply with regulation and we certainly did not see any need to intervene.  As the Deputy stated, the Government has taken a slightly different approach in deciding how the wholesale connection charges for the national broadband plan should be arranged.  The &euro;170 will not, as a matter of practice, be passed in full to end users.  The retail connection charge is also &euro;100 in the area with the 300,000 premises being connected.  As a result of the way the regulation works, the reseller can amortise that &euro;170 over the average 42-month customer lifetime.  It amounts to approximately &euro;4 per month so the resellers can charge &euro;100 upfront and recover the remaining &euro;70 over the 42 months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#M00400","nonspeaker":"Mr. Jeremy Godfrey","continuing":true},{"type":"speech","time":1559689200,"counter":19,"content":"<p>The customer still gets hit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00200","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":20,"content":"<p>The customer is only paying &euro;100.  If Eir chose to charge less on the upfront connection price, it would be entitled to charge more on the monthly rental.  It is really a question of swings and roundabouts.  Having said that, this decision is the subject of an appeal.  Having discussed it at a high level, I would rather not go into any more detail on it because there are legal proceedings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00300","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speechnospeaker","time":1559689200,"counter":21,"content":"<p>Mr. Leavy might want to speak to the profits as the Deputy mentioned the figure of an 8% return on cost of capital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00400","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":22,"content":"<p>There is 50% profit on fixed-line businesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00500","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":23,"content":"<p>To clarify, I assume the 50% figure is in reference to Eir's earnings before interest, taxes, depreciation and amortisation, EBITDA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00600","nonspeaker":"Mr. Donal Leavy"},{"type":"speech","time":1559689200,"counter":24,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00700","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":25,"content":"<p>The 50% does not include depreciation, for example, which is a very material number in a network business like telecommunications.  After tax, Eir's net profit margins are quite considerably lower.  Looking at Eir's separated accounts, it is quite profitable in its traditional narrow band business, which is its traditional retail line rental and calls.  Looking at the accounts at face value, this is where we would see higher than the regulated rate of return.  It is something we are looking at currently.  The 8% refers to Eir's weighted average cost of capital, which is a blend of its estimated cost of equity, or a share and its cost of debt.  We have just published in the past couple of days a proposal to cut that from approximately 8% to 6%.  That is based on the latest information available to us as to what the number should be.  That would be very much in line with European norms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00800","nonspeaker":"Mr. Donal Leavy"},{"type":"speech","time":1559689200,"counter":26,"content":"<p>The intention is to cut that to 6%<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N00900","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":27,"content":"<p>It is a proposal and we must consult and consider what comes back to us.  We will probably have a decision by the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N01000","nonspeaker":"Mr. Donal Leavy"},{"type":"speech","time":1559689200,"counter":28,"content":"<p>What about the 20% reduction in operating costs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N01100","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":29,"content":"<p>Eir has certainly cut costs in the past year or two.  I understand from Eir that the bulk of this does not relate to field force.  Rather, it relates to corporate overheads and so on.  We model Eir's network based on modern, efficient practice as best we can.  Sometimes these things move out of sync.  My understanding from Eir is that the bulk of that reduction is non-field force related.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N01200","nonspeaker":"Mr. Donal Leavy"},{"type":"speechnospeaker","time":1559689200,"counter":30,"content":"<p>I will ask Mr. Mourik to set out our normal process for poles and ducts work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N01300","nonspeaker":"Mr. Garrett Blaney"},{"type":"speechnospeaker","time":1559689200,"counter":31,"content":"<p>ComReg regulates the pole and duct prices of Eir and it is part of the regulation of all civil engineering access infrastructure that Eir owns.  Broadly speaking, we regulate prices and a number of functional requirements of poles and ducts work.<\/p> <p>  I will first address the question about pricing.<\/p><p>When we, as regulators, say to a company like Eircom that they have to open up their depots and ducts, it is logical that they can charge a price for that.  We set that price.  What we do here, and what we have done, is that we have said that Eircom may charge no more than its effectively incurred costs.  What that means is that we look at the actual cost but we then set a price that is more related to what an efficient operator in the market would charge.  We do not allow inefficiencies that Eircom may have to be paid for by competitors in the market.  The measure here, and that is a European standard, is that Eircom can pass on efficiently incurred costs.  The last time that we calculated that was in 2016.  We have kicked off a review of that pricing internally now and we are going to consider whether the use of poles and ducts should be any different in the context of the NBP or whether-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#N01400","nonspeaker":"Mr. Robert Mourik","continuing":true},{"type":"speech","time":1559689200,"counter":33,"content":"<p>I ask Mr. Mourik to help members and those who await the service to try to understand the reason taxpayers must pay for the use of a pole or a duct, considering that whatever contractor wins this will string the fibre along the poles or put it through the ducts.  The contractor will pay for the privilege anyway.  Many citizens of the State, taxpayers, will find it difficult to understand why Eircom should be paid anything for the use of its poles and ducts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#O00200","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":34,"content":"<p>Let me set it out in a very high level and then if Mr. Leavy wants to fill in some detail he can do so.  By law, and this is regulated at a European level, we can open up infrastructure and regulate certain parts of what, in the end, is an asset of a privately-held company but that privately-held company should be reimbursed for that fact.  They have costs and they maintain the poles, which are an asset that is on their books.  What we do, as an independent regulator, by law we have to figure out what are the efficiently incurred costs.  We cannot force Eircom to give something away for free.  That is not how it works.  What we, as a regulator do, is figure out what the price is in order that Eircom gets reimbursed but is not reimbursed more than what is really due to it.  We try to strike a balance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#O00300","nonspeaker":"Mr. Robert Mourik"},{"type":"speech","time":1559689200,"counter":35,"content":"<p>People have an issue with the notion of &euro;20 per pole.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#O00400","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":36,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#O00500","nonspeaker":"Mr. Robert Mourik"},{"type":"speech","time":1559689200,"counter":37,"content":"<p>People will find it hard to understand that there is a potential cost to Eircom for stringing a piece of fibre along its poles considering that its own copper wire is already there and the pole must be maintained in good order to facilitate that piece of copper in the first instance.  This is an incremental piece but it is hard, from the perspective of many taxpayers, to understand how it could cost &euro;20 a pole or how there could be any cost for maintaining a duct, quite frankly.  Of course it is a private asset and there needs to be some compensation or payment made for access to it but &euro;20 seems excessive.  People are rightly concerned that the total amount of taxpayers' money going to a private company for the duration of this contract is &euro;1 billion, considering that Eir will have access to the fibre to sell services through to the end user, but that is a separate issue.  It is just the cost and I do not profess to have access to the information ComReg has in terms of making that determination.  From our perspective, we need to give ComReg an opportunity to provide that information to us and onwards to the taxpayer, who will ultimately pay the bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#O00600","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":38,"content":"<p>I fully understand and I ask Mr. Leavy to go into some of the detail of the cost but I wish to stress one thing.<\/p><p>Even though I understand that the taxpayer must pay money, we have to maintain a strict neutrality on whoever the buyer is, regardless of whether it is another private company or NBI that gets a subsidy.  We try to the best of our capability to come up with the rate, according to an international methodology, of what actual price Eir can charge.  Mr. Leavy can clarify some of the elements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#O00700","nonspeaker":"Mr. Robert Mourik","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":40,"content":"<p>I will clarify one or two points on the cost.  First, as long as Eir remains <i>in situ<\/i>in these areas and is sharing these poles with the NBP company the current rule is quite simple - we split the cost 50-50.  Instead of being &euro;20 per annum, it will be &euro;10 per annum.  That is one observation.  It is quite possible over time that Eir's legacy copper network will be technically inferior to a fibre-to-the-home network.  As a result, I do not know how long Eir will remain <i>in situ<\/i>in terms of it providing services.  Ultimately, somebody has to pay for those poles because there will be a reinvestment rate.  From experience of Eir's footprint in respect of the 300,000 premises, we know that quite a number of poles had to be replaced.  They have to be paid for by somebody.  It is inescapable that there must be some charge.  I will not speculate too much now on how that is to be calculated because we will possibly make proposals on that later this year and I do not want to say anything that would pre-empt what we might do.  In principle, there is a cost.  There is a cost in installing, maintaining and replacing poles.  There are some operating costs and so forth.  If Eir is incurring these costs and this is done incurred efficiently, by law it is entitled to some compensation.  There is no way around that.<br\/><br\/>We are examining this matter.  As Mr. Mourik stated, we are looking at what the price of the poles should be in the intervention area.  Should it be the same as the standard &euro;20 mentioned, divided by two into &euro;10 or are there reasons it would vary?  Are there operational efficiencies one could achieve because the scale is so large?  Are there procurement efficiencies?  On the other hand, will the reinvestment rate into new poles be different from that which Eir has been employing up to now?  All these things work in various directions so it is hard to speculate how it will land.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#P00200","nonspeaker":"Mr. Donal Leavy"},{"type":"speechnospeaker","time":1559689200,"counter":41,"content":"<p>I wish to stress that this is a maximum rate.  At present, the rate of &euro;20 is a maximum rate and Eir and NBI could come to a commercial arrangement that would allow for a lower pole price if they choose to do so.  The only thing Eir must be aware of is that the price it agrees with NBI has to be offered to another third party in similar circumstances.  There is already scope today, before we take another decision later this year, to change that rate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#P00300","nonspeaker":"Mr. Robert Mourik"},{"type":"speech","time":1559689200,"counter":42,"content":"<p>Does Mr. Godfrey wish to comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#P00400","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":43,"content":"<p>I will reply to the Deputy's question about fixed wireless.  He asked if it is possible to optimise the mix of fibre and fixed wireless.  That is fundamentally a matter for NBI and the Government to work out.  The Government has a service standard that is required in the tender process.  The mix of technologies used to meet the standard is not something that ComReg has modelled.  However, I can provide a little more information because two years ago we completed an assignment of spectrum in the 3.6 GHz band.  That spectrum is useful for 5G in urban contexts but is also useful for fixed wireless in rural contexts.  We made sure that we brought forward and progressed that spectrum award so that bidders in the NBP procurement would have the opportunity to buy that spectrum if they thought it was going to be useful.  We also assigned that spectrum on a regional basis with some rural lots and some urban lots so that options were available.<\/p> <p>  What happened is that there is at least one operator deploying fixed wireless using that spectrum on a commercial basis in rural areas.  I take this personally because my family home is in north Cork, 5 km from the nearest village.<\/p><p>I am fortunate enough to be able to see the mast from my house so I have quite a good broadband service; it is much better than I ever had when it was provided on the copper network.  My neighbours keep saying that they cannot see the mast because of the topography and the location of the trees.  I actually put a repeater on my chimney for one of my neighbours in order that they can get service.  That illustrates both the potential and also the difficulties of using fixed wireless in these areas.  What the optimum choice to be made by NBI in rolling out its network will be is unclear.  Many people have been working with the Government on the network design.  For some lucky customers, there is the potential to get services from commercial operators.  It is certainly a possibility but the optimum mix is not something that ComReg has a mandate to decide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#P00500","nonspeaker":"Mr. Jeremy Godfrey","continuing":true},{"type":"speech","time":1559689200,"counter":45,"content":"<p>I have a final supplementary question on that issue.  Some time ago, ComReg stated that it was paying rebates to some of the auction winners for the 3.6 GHz spectrum.  Is that still the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00200","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":46,"content":"<p>Most of the spectrum licences have been commenced.  There are still some where the transition has not yet been finalised.  There is full information on our website in respect of that matter.  I can send information to the Deputy on it.  If the spectrum is not available to the people who won it in the auction, we give them a rebate to reflect that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00300","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":47,"content":"<p>I ask Mr. Godfrey to clarify why it is not available.  Is it because an incumbent had not moved off the spectrum?  Were there issues-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00400","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":48,"content":"<p>There are quite a few customers involved.  This was not greenfield spectrum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00500","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":49,"content":"<p>Yes, I know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00600","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":50,"content":"<p>It was already in use.  It makes no sense at all to withdraw service from customers who are using it until the new operator is ready to use the spectrum so we have run a transition process whereby the new owner of the spectrum tells us when it wants it and then we ensure that the old user of the spectrum is out.  Of course, 3.6 GHz is a new band and it has taken time for the manufacturers to produce the right equipment.  We have just made sure there has been continuity of service.  New operators know six months in advance when they are going to deploy their networks, which is plenty of time for us to manage the transition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00700","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":51,"content":"<p>Deputy Stanley is next.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00800","speaker":"1315"},{"type":"speech","time":1559689200,"counter":52,"content":"<p>Before putting my questions to ComReg, I would like to set the scene in terms of its role.  Until four or five years ago, ComReg did not have oversight in respect of Irish Water or broadband.  Now ComReg is the regulatory body for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q00900","speaker":"1232"},{"type":"speech","time":1559689200,"counter":53,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q01000","speaker":"1315"},{"type":"speech","time":1559689200,"counter":54,"content":"<p>Sorry, it is not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q01100","speaker":"1232"},{"type":"speech","time":1559689200,"counter":55,"content":"<p>The Deputy is referring to Mr. Blaney's previous job<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q01200","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":56,"content":"<p>My previous job was with the CER.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q01300","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":57,"content":"<p>The Deputy was talking to the right person a few months ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q01400","speaker":"1315"},{"type":"speech","time":1559689200,"counter":58,"content":"<p>Before taking on responsibility in respect of broadband, ComReg was already under pressure and sought extra staff.  This is an enormous job of work.  When one looks at the structure of this project and design of the tender, as outlined in documents released by the Department, as well as at how the contract will work, it is clear that there is a lot of regulation to be done.  ComReg is going to be busy but it was already under pressure regarding staff.  I do not think there is any dispute about that.  ComReg has been operating with less than one quarter of the staff that it needs to fulfil its regulatory duties.  The commission has made a number of pleas to the Department, according to freedom of information data, seeking additional staff.  When we ask questions of the Minister or of senior officials, we are told that ComReg is looking after this and that it is going to regulate it.  There is an awful lot of weight being put on the commission's shoulders.  I am saying this in an effort to set the scene here.<\/p> <p>  We have been asking questions about how this is going to be monitored because it is a very precarious structure, to put it mildly.  It is going to be very difficult to manage and monitor but, according to the Minister, ComReg will ensure that this is adequately monitored and regulated.<\/p><p>Has ComReg received guarantees from the Minister, the Department or the Government that it will receive adequate finance to do this?  If not, will Mr. Blaney outline the concern in respect of his responsibility because I have many replies to the questions put to this Minister or the previous Minister in charge of putting broadband in place saying that everything will be fine because ComReg is looking after the public interest.<br\/><br\/>Second, in respect of the NDP, the public is looking at this project and saying that the risk for the investor is &euro;180 million.  A number of other risks have emerged over the past three or four years and even in the past 12 months in respect of this project but, from the investor's point of view, the &euro;1 billion will go to another private company - Eir.  The reason Eir has to be paid is it holds the trump card because it has a monopoly on the network because it controls most of the network.  It comprises Eir's poles, ducting and outside of the MANs, it owns almost everything else in terms of getting around the highways and byways and between towns, villages and cities.<br\/><br\/>Mr. Fergal Mulligan, the programme director from the Department appeared before the committee on 22 May and stated:<\/p><blockquote>ComReg is 100% responsible for whether we [the taxpayer] pay &euro;900 million, &euro;800 million or slightly more.  If ComReg were to determine that the pole and duct prices should be slightly more,  we have factored that into our contingency.... <\/blockquote><p>In light of that how does Mr. Blaney intend to regulate the prices?  The subsidy to Eir could be &euro;36 million a year.  The public is looking at the sheer amount involved, with up to &euro; 1 billion of taxpayer's money is going to a private entity, which was purchased by a French investor.  We are, therefore, going to pay an entity owned by an American investor to pay the French investor for permission to hang cables on its poles and put some cables through its ducting. <br\/><br\/>I understand the predicament ComReg is in.  It is not a nice one to be landed with, but how does it intend to manage this and what bargaining power has it?  The private investors who own Eir hold all the cards.  ComReg may under the utility regulations say to them that the company has to give its officials access, but it can make it damn awkward for anybody else.  ComReg is caught arbitrating between two private entities owned by a French investor and American investor and it is going to give an ass and cart load of taxpayer's money one investor to buy off the other so that the public can have this service.  How does the regulator do that, given that it is dealing with two monopolies? What bargaining power has it?  ComReg is in a weak position on the taxpayer's behalf<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Q01500","speaker":"1232","continuing":true},{"type":"speech","time":1559689200,"counter":60,"content":"<p>Does the Deputy want a reply to that question first?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#R00200","speaker":"1315"},{"type":"speech","time":1559689200,"counter":61,"content":"<p>I have only three questions.  On 5 May 2019, when the Minister appeared before the committee, he stated:<\/p><blockquote>The price it can charge to operators is fixed.  In the case of a residential home it is set at &euro;30 per month per subscriber.  This is an entirely regulated business.  <\/blockquote> <p>Will ComReg confirm the role it played in the decision to charge &euro;30 per month?  What is that based on?<\/p><p>As I recall it, when ComReg issued its regulation on a wholesale access price for broadband last November, it set the price at &euro;19.54 per house.  Why is the contract now stating it will be &euro;30?  What control will ComReg have over the figure of &euro;30 in the future?  Is it index-linked?  Although I know Mr. Blaney will say it has certain powers, the key flaw in all of this is that ComReg is dealing with a monopoly.  If the contract for the NBP plan goes in the direction in which the Government is driving it, the monopoly will have full control of the NBP network.  As Mr. Blaney said in his opening remarks, \"For the future, it is possible that ComReg could play a role in advising the Minister or his or her representative on certain post-contract governance matters to the extent within ComReg's expertise.\"  He went on to mention some of the issues involved.<\/p><p> The board of National Broadband Ireland will have nine members.  ComReg represents the public interest which we are supposed to be representing.  That is why we are having this useful conversation.  Eight people on the board will represent the American investor which will, as we have learned, invest between &euro;30 million and &euro;40 million in the early days of the process.  The taxpayer who will put in up to &euro;3 billion in the early years of the process will be represented by one person.  ComReg's interests, our interests and those of the people will be represented by one person.  The loyalty of the others on the board of the corporate entity, National Broadband Ireland, will be to the company.  When I asked for clarification on this matter in recent weeks, I was told that they would be appointed by the investor.  One person and one person only will be appointed by the Minister to represent the taxpayer.  The point I am making relates to how these matters will be overseen.  ComReg will regulate it.  If the single soul who will be on the board has the will to stand up and thump or kick the table at a meeting, he or she will be completely outvoted.  He or she will have little or no say, no authority and no power to try to put the brakes on if it goes off in a certain direction.  <\/p><p> I have asked my three questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#R00300","speaker":"1232","continuing":true},{"type":"speech","time":1559689200,"counter":63,"content":"<p>Mr. Blaney can reply in any order to the questions that have been asked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00200","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":64,"content":"<p>I will answer the first question before asking Mr. Mourik to provide clarity on access to poles and ducts.  Mr. Godfrey to cover the last question.<br\/><br\/>Deputy Stanley's first question had two parts related to staff and finances.  I want to make it clear that ComReg is self-financing.  It is financed from an industry levy and the proceeds of the sale of spectrum.  As we create our finances and do not rely on the State for finance, we do not have constraints on our finances <i>per se<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00300","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":65,"content":"<p>According to documents released under freedom of information legislation, ComReg has made a number of pleas for extra money.  My understanding is it has to be authorised by the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00400","speaker":"1232"},{"type":"speech","time":1559689200,"counter":66,"content":"<p>Will the Deputy, please, allow Mr. Blaney to finish?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00500","speaker":"1315"},{"type":"speech","time":1559689200,"counter":67,"content":"<p>I want to clarify the point.  I ask the delegates to correct me if I am wrong in my understanding the Minister has to authorise it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00600","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":68,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00700","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":69,"content":"<p>If that is the case, has ComReg received assurances from the Minister?  The documents that have been released show that ComReg is operating with approximately one quarter of the staff it needs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00800","speaker":"1232"},{"type":"speech","time":1559689200,"counter":70,"content":"<p>I think the delegates are clear on the question asked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S00900","speaker":"1315"},{"type":"speech","time":1559689200,"counter":71,"content":"<p>The NBP is going to create a lot of extra work for ComReg.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S01000","speaker":"1232"},{"type":"speech","time":1559689200,"counter":72,"content":"<p>Will the Deputy, please, allow Mr. Blaney to answer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S01100","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":73,"content":"<p>I understand what the Deputy is asking.  It is not an issue of finance but of staff.  We are required to ask-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S01200","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":74,"content":"<p>Money will be required to pay the staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S01300","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":75,"content":"<p>We have the money required to pay the additional staff, but we must have them sanctioned by the Departments of Communications, Climate Action and Environment and Public Expenditure and Reform.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S01400","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":76,"content":"<p>They will have to be paid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S01500","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":77,"content":"<p>We have sufficient funds to pay any extra staff we recruit.  The question is whether we will be allowed to appoint them.  When we previously asked for extra staff, we secured an increase in numbers from 115 to 147.  We have requested further staff who may or may not be required, depending on the exact role we will have under the NBP.  A final decision on that matter has been deferred until there is clarity on the NBP process and all of the arrangements for the NBP are in place.<\/p><p>We will revert to the Department at that point.  We have taken on some extra staff and may need more.  We will make that further request at that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#S01600","nonspeaker":"Mr. Garrett Blaney","continuing":true},{"type":"speech","time":1559689200,"counter":79,"content":"<p>Does Mr. Blaney have the 147 staff or-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#T00200","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":80,"content":"<p>We have sanction to recruit 147 staff and are in the middle of a recruitment process.  Some of the staff have joined but not all of them.  We are not yet at our full complement but will be relatively soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#T00300","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":81,"content":"<p>It will still fall a long way short of what ComReg set out it needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#T00400","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":82,"content":"<p>We are still short of our staffing requirement.  We will have clarity in that regard once there is clarity on the NBP process.  It is not a complete process at this stage.  Mr. Mourik will deal with the next question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#T00500","nonspeaker":"Mr. Garrett Blaney"},{"type":"speechnospeaker","time":1559689200,"counter":83,"content":"<p>I will try to give the Deputy some assurance that access to poles and ducts will be provided relatively efficiently and effectively.  The nub of his question is whether we can guarantee that a company such as Eir which has all of those poles will provide access.  We have powers under legislation to do two things and are doing them.  We are setting prices for access to the poles and ducts.  As I pointed out in response to Deputy Dooley, we have prices in the market for access to the poles and are looking at whether they need to be revised.  It is to be hoped we can consult on that matter later this year.  Under these powers, we can request information from Eir and dig deep into what the costs should be before we set anything.  We have very strong legal powers.<\/p> <p>  A second important aspect is the more functional requirements of pole and duct access.  In November last year we issued a new decision about the manner in which Eircom must give access to poles and ducts.  The decision is quite detailed, but in summary, there are now very detailed provisions to ensure Eircom will provide access to its ducts and poles in exactly the same manner as it uses them.  For example, it has just rolled out fibre to the home in the 300,000 area.  It must give the same access to any party.  We have ensured the provisions and obligations we put on Eircom are in line with best practice in Europe.  It is not just a matter of having these legal powers.  We have made pricing decisions surrounding functioning access.  It is now a matter of following through.  In this case, National Broadband Ireland can apply for access with Eir.  Issues or problems can be raised with ComReg and we can adjudicate on those matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#T00600","nonspeaker":"Mr. Robert Mourik"},{"type":"speech","time":1559689200,"counter":84,"content":"<p>For clarification, ComReg can request information and Eir will provide it.  In his opening statement Mr. Blaney described ComReg as operating in a market, but there is no market.  As Eir is the sole owner of the network, there is no market.  The State is dealing with a monopoly.  The public have raised the issue of the lack of investment in the network since Eircom was sold by the Fianna F&aacute;il-led Government in 1999.  Many poles throughout the country are falling over and some have collapsed into ditches.  However - hey presto - in recent months new poles have been installed.  It seems that Eir has discovered that it is guaranteed an income stream and that it is in its interests to erect new poles because ComReg will point out to it that wires cannot be hung on a pole that has broken in half or fallen into a ditch.<\/p><p>What is really happening here is the public is subsidising the reinvestment in their pole and duct network, which has been neglected by all of the different capitalist entities that have flipped and sold Eircom at different times when it was passed from one to another like a game of Monopoly over the past 20 years.  Now, by and large, the public is to subsidise the renewal of that pole network.  If one drives around one can see that this is what is happening on the ground in getting ready for that scenario.  Effectively, the commission is not dealing with a market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#T00700","speaker":"1232","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":86,"content":"<p>Because, as the Deputy has said, since there is no competitive market for poles and ducts-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00200","nonspeaker":"Mr. Robert Mourik"},{"type":"speech","time":1559689200,"counter":87,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00300","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":88,"content":"<p>-----we have to ascertain what the right price is.  My remark about getting the information is that we are allowed inside the books of Eircom to see exactly what those costs are to determine that price.<\/p> <p>  Eircom is rolling out fibre to some 300,000 premises.  I do not have specific details, but to do that Eircom will have to replace poles to make the network ready for the infrastructure.  ComReg will determine that if National Broadband Ireland needs access to poles in the intervention area, it gets access to a pole network that is fit for purpose, where Eircom has replaced the poles that are falling over and so on.  It is a necessity to build that new network.  That is the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00400","nonspeaker":"Mr. Robert Mourik"},{"type":"speech","time":1559689200,"counter":89,"content":"<p>My point is that it will be funded by billions of euro from the taxpayer.  This is the game they are playing, and it is a good game.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00500","speaker":"1232"},{"type":"speech","time":1559689200,"counter":90,"content":"<p>I invite Mr. Godfrey and remind him the microphone will come on itself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00600","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":91,"content":"<p>In Brussels one has to turn them on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00700","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":92,"content":"<p>We have gone automatic here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00800","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":93,"content":"<p>The Deputy asked about the monthly price and how it compares with the prices regulated by ComReg.  I will provide a little bit of background on that.  The key product we are discussing here is virtual unbundled access, VUA.  This is the high-speed broadband connection between the customer premises and the local hand-over point, which in the Eircom network will be the local telephone exchange.  A retail service provider can either provide its own backhaul from the exchange or it can buy a bundle of the VUA products together with backhaul.  Back in December ComReg finished a review of the wholesale local access market, of which VUA is the key product.  As part of that we set a price, as the Deputy has mentioned, for VUA provided over fibre to the cabinet, FTTC, infrastructure.  This is the &euro;19.54 price referred to by the Deputy.  It is for fibre to the cabinet.  As I said earlier, we did not set a fixed price for VUA provided to the home infrastructure, which is the 300,000 premises.  Eircom has also announced that it is planning to roll out a much more extensive fibre to the home infrastructure in the areas where it currently has fibre to the cabinet infrastructure.  We did not set a fixed price for that and have given Eir pricing flexibility for the reasons I have mentioned.  As well as the difficulties in setting a price, it also gives Eir the possibility to choose a pricing approach that is best calculated to drive penetration on that network.  I can inform the committee that the prices do not have a single price for fibre to the home product.  There are a range of prices depending on the speed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U00900","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":94,"content":"<p>The Minister, Deputy Bruton, however, told this committee on 14 May: \"In the case of a residential home it [the price] is set at &euro;30 per month per subscriber.  This is an entirely regulated business.\"  Will the witness confirm this is the figure?  What role ComReg did play in setting the figure and what is it based on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#U01000","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":95,"content":"<p>I will try to explain ComReg's role.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#V00100","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":96,"content":"<p>I will let you finish your contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#V00200","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":97,"content":"<p>Eir's price for fibre to the home ranges from &euro;22.30 per month for a 150 Mb per second service up to &euro;38.50 for a 1 Gb per second service.  It also charges a &euro;170 upfront wholesale fee, either for the initial connection or for a migration.  The precise contractual terms on pricing are a matter for the Government.  Deputy Eamon Ryan asked the Minister whether it was index linked and the Minister said he would come back to the committee with more information about that.  The Department's synopsis of the contract refers to detailed price control mechanisms, but as it has not disclosed in detail what those mechanisms are, it is not possible for me to go beyond them.  I refer to the precise way in which benchmarking to the market is carried out.  Although the price is not set by ComReg, it is set in the context of a regulated market, so exactly how that price is chosen is a matter for the Department, as I said.  The Deputy will see that it is within the range of prices that Eir charges in the context of the regulation we put in place.<\/p> <p>  The Deputy asked us what our role might be in the future.  Again, this depends on how the contract finally turns out.  As the Department has said, there are detailed rules to control the prices and how they will evolve over time.  To the extent that ComReg has information, insights or technical expertise that are useful to the Minister or are representative in applying those provisions of the contract, then it would be natural for ComReg to be asked to provide that advice, input or expertise.  Subject to us having the appropriate statutory mandate and resources to do that, we would be happy to do so.  As Mr. Blaney said, the resource conversation with the Department of Communications, Climate Action and Environment and the Department of Finance has resulted in us getting the resources we required for our day-to-day business, which includes the resources we would need for continuing wholesale regulation under the significant market power regime, which includes the continuing scrutiny of the duct and pole price.  That is just part of business as usual for us.  It is not specifically national broadband plan related, although it is relevant.  However, the specific resources that might be needed to advise the Minister on post-contract governance issues are something that will be determined once the contract is finalised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#V00300","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":98,"content":"<p>I wish to ask a series of questions and get an answer before moving to my next question rather than throwing out five questions at once.  I want to ask Mr. Godfrey about this issue of what percentage of fixed wireless might be appropriate.  I know he avoided saying that ComReg came to a conclusion on that but my understanding is that the Government is indicating less than 2% or around 2% in the national broadband plan.  Many people in the industry or people with knowledge of the sector think that what we are doing here is gold plating and that, as Mr. Godfrey says, we have the technology and the spectrum to carry out fixed wireless solutions.  While one's neighbours in north Cork might have difficulty, a person would know straight away whether he or she can connect from a mast to a house by line of sight or otherwise.  Does Mr. Godfrey not have a view on what the percentage would be?  The fixed wireless does meet all the technical specifications the Government is looking for in its deployment.  ComReg is there to protect the consumer.  As Deputy Dooley says, it may well be in the consumer's interest to have fixed wireless.  It has the advantage that it can be deployed more quickly.  Has ComReg not done an assessment of what the percentage might be with fixed wireless and what the capabilities would be?  Let us look at it as a capability within the national broadband scheme area first of all.  Has any assessment been done by ComReg on what that could be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#V00400","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":99,"content":"<p>We have not done an assessment of how to optimise the national broadband plan.<\/p><p>In the run-up to the 3.6 GHz award we did an assessment of what proportion of premises might be covered by different service providers using that spectrum.  That was in a report which I am happy to share with the Deputy.<\/p><p> On the question of the role of fixed wireless, through launching the 3.6 GHz spectrum we have certainly enabled commercial deployments to happen because the spectrum is available for people to use for that purpose.  One of the problems with fixed wireless is that it is difficult to see it being used as a comprehensive solution in any geographical area because of these line of sight issues.  Even though I can get it, my neighbour may not be able to.  If my neighbour is going to be served with fibre, they may as well serve me with fibre as well.  It has not been our role to do that detailed planning but we are not surprised that the choice has been to use fibre.  The Deputy also talked about the technical characteristics.  Fixed wireless can certainly provide a good service.  It tends to be a contended service so it could become overloaded if it was used to try to provide universal service to everybody in an area.  The other issue with wireless is the requirement for future-proofing.  Fibre is certainly better able to meet the requirements because the upgrading of the speeds and capability of fibre can be done merely by changing some of the equipment at the end.  Changing the capability of wireless involves the deployment of a entirely new technology.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#V00500","nonspeaker":"Mr. Jeremy Godfrey","continuing":true},{"type":"speech","time":1559689200,"counter":101,"content":"<p>Did the issuing of the 3.6 GHz spectrum and its take-up by some commercial operators lead to an adjustment of the map area for the national broadband plan?  Were any areas taken out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#W00200","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":102,"content":"<p>I do not think so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#W00300","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":103,"content":"<p>My next question is for Mr. Blaney or Mr. Leavy.  It was stated that ComReg has \"also taken the initiative to share early thinking on the retirement of the copper network once fibre-based services are available on Eir.\"  I presume ComReg is assuming that when the fibre optic goes in, the need for the copper will become redundant.  Copper has a recycling value. Does ComReg expect Eir to take it out?  Will Eir not be obliged to maintain any universal service obligation requiring fixed line copper?  Can it be assumed that the copper will be taken out reasonably quickly once an area is serviced with fibre?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#W00400","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":104,"content":"<p>I do not think we can make that assumption.  I will ask Mr. Godfrey to go through that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#W00500","nonspeaker":"Mr. Garrett Blaney"},{"type":"speechnospeaker","time":1559689200,"counter":105,"content":"<p>I was involved in the sharing of the early thinking.  We certainly do not see any reason regulators should insist that parallel copper and fibre networks remain in place and that the consumer would have to bear the expense of having two networks in place.  We want to make sure there are no regulatory barriers to the retirement of copper.  In our early thinking, one of the things we said was that the universal service obligation is technology-neutral.  It is an obligation to provide the connection and the voice service.  If that can be provided over fibre rather than copper, whoever is the universal service provider should certainly have the right to choose the most cost effective technology.  The cost savings from retirement of copper ought to be achieved for the benefit-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#W00600","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":106,"content":"<p>The regulated cost Eir can charge in maintaining those poles in part covers the cost of maintaining a copper wire on them.  If the copper is removed, does that regulatory cost just pass on to the national broadband company?  How do they recoup the cost that was previously associated with the copper?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#W00700","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":107,"content":"<p>As Mr. Leavy said, the cost to be recovered from a pole is &euro;20 a month all told.  If there are two networks on the pole, it is split.  If one of the networks goes away, the remaining network would have to pay the full &euro;20.  The other aspect of our early thinking was that, to protect the consumer and competition, if Eir were to decide to withdraw the copper it would have to be done in a way which protected the interests of end users.<\/p><p>They should not have to pay higher prices.  They should be adequately informed.  They should also be told about the differences in service characteristics.  Similarly, wholesale service providers that are making use of the copper network should be able to migrate to equivalent services provided over the fibre network.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#W00800","nonspeaker":"Mr. Jeremy Godfrey","continuing":true},{"type":"speech","time":1559689200,"counter":109,"content":"<p>I apologise for focusing my questions on Mr. Godfrey, but he said something which was related to what Deputy Stanley had asked.  He mentioned the average wholesale cost of broadband access.  The Minister made great play of the fact that &euro;30 per home would be the standard price and that it would be the same in the country and the city.  Mr. Godfrey said that would not be the case, that it could vary from as little as &euro;23 for a 150 mbps connection to &euro;38 for 1 gigabyte.  It is important to make the point that the cost of &euro;30 per house is not sacrosanct and should not be.  Mr. Godfrey asked whether such costs should be index-linked.  Given the technological improvements that are occurring and the benefits of Moore's law in the technology sector, cost reduction is standard.  If one looks back over the last ten or 20 years and the cost of connections and providing data for the home via a variety of sources, it is clear that the cost has continued to decline.  Does ComReg have a view on whether the cost of such services should be index-linked?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#X00200","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":110,"content":"<p>The contractual provisions for the revision of wholesale prices for NBI are a matter for the Government, not ComReg.  ComReg is involved in regulating the wholesale market in the commercial areas.  We have allowed Eir some flexibility in pricing.  Given Moore's law and the mobile networks, it is the common experience that the amount paid by each user each month has remained more or less the same but the amount of data people are consuming has gone up.  That is a common phenomenon in the telecoms industry.  It is possible that at some point in the future we might decide to have a cost-oriented price for fibre to the home.  It is something we might well consider the next time we review the markets in five years' time.  I would not be surprised if the forces of competition and changes in user behaviour drive changes in prices in the competitive market.  It is for the Government to provide more detail on the benchmarking process.  Changes in the commercial area can be taken into account in the price evolution process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#X00300","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":111,"content":"<p>As a rule, the prices charged for regulated telecommunications are not index-linked.  They are cost-based.  In the area of technology costs continue to decline per the amount of data transferred.  Costs are not increasing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#X00400","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":112,"content":"<p>The precise way in which wholesale prices will evolve in contracts is something the Government has decided.  If the Deputy wants further details, the Government can provide them.  As to whether index-linking is appropriate, ComReg has one index-linked price - the cost associated with a stand-alone telephone line.  It is still subject to index-linked regulations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#X00500","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":113,"content":"<p>Increasingly, that is becoming ancient history.  I have had difficulty in getting an answer to this question.  Ministers said the reason Ireland was following the gap or concession model was fibre degraded, that it would be a wasting asset by the end of the period and that it would involve reinvestment.  I asked for evidence to that effect, but nobody has yet got back to me with it.  Does ComReg have any evidence that fibre cable technology is a degrading asset?  Is there any evidence from any other jurisdiction or example to show that it is a degrading asset?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#X00600","speaker":"1294"},{"type":"speech","time":1559689200,"counter":114,"content":"<p>Mr. Leavy indicated that he wished to intervene.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00100","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":115,"content":"<p>Yes, I have an additional point about the Deputy's previous question on technological change.  We have found over the years that in civil engineering the underlying build accounts for the vast bulk of the cost of a network, especially a local access network such as the one we are talking about.  It would not be unusual for it to make up 80% of the total cost and that infrastructure is much less susceptible to the type of technological change to which the Deputy referred.  For example, while the electronic equipment is certainly much cheaper per unit than it was 20 years ago and thus the cost of transmission per megabit much lower, the underlying civil engineering infrastructure, that is, the ducts and poles, is not as susceptible to the same technological change.  That is why the cost of line rental, for instance, has not really gone down in price over the years, whereas the cost of a call or a megabit of broadband has reduced substantially.  There is that mix of the two factors, with relatively stable prices for certain types of infrastructure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00200","nonspeaker":"Mr. Donal Leavy"},{"type":"speechnospeaker","time":1559689200,"counter":116,"content":"<p>Mr. Leavy might also respond to Deputy Eamon Ryan's question about the future of fibre.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00300","nonspeaker":"Mr. Garrett Blaney"},{"type":"speechnospeaker","time":1559689200,"counter":117,"content":"<p>For regulatory purposes, we set the depreciating period for fibre in Eircom's accounts.  We set it at 20 years, but at some point it will have to be replaced.  I am not saying the period is set in stone, but there certainly is a finite life for any physical asset.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00400","nonspeaker":"Mr. Donal Leavy"},{"type":"speech","time":1559689200,"counter":118,"content":"<p>I understood fibre was slightly different in that its very nature and the light transmission within it mean that it does not degrade significantly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00500","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":119,"content":"<p>Long-term deployments of fibre, particularly in rural areas, are quite new, but there is evidence that fibre does degrade over time.  It must be able to take the light over very long distances.  We are not just talking about a piece of glass but a very carefully constructed piece of glass which must ensure the light is properly constrained within it.  As it gradually gets a little cloudier, its capability to transmit light lessens and that loss of power does get greater over time.  As Mr. Leavy said, we have assumed a 20-year lifetime.  One finds that sometimes things last longer than that and that at other times they do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00600","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":120,"content":"<p>I would be grateful if Mr. Godfrey would send me any information he has on the clouding of the glass.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00700","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":121,"content":"<p>Certainly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00800","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":122,"content":"<p>I have two further questions.  The delegates stated the ownership issue was not a matter for ComReg.  However, I argue that it must be at the heart of its mission to regulate a market in which we do not have competition in circumstances where the State is effectively creating that monopoly.  In the case of the previous monopoly, when Eir was transferred to private ownership, the State was paid &euro;3 billion, of which the union received one third.  That was the deal - the private operator got the network and the State the money.  In the case of broadband, we are creating a monopoly where we give the money and the private operator gets the network.  The ownership question is fundamental in all of this.  Is ComReg not concerned, in its role as regulator, about the nature of the monopoly we are creating?  As Deputy Stanley said, it is a strange monopoly in that it involves both the monopoly of the pole owner and the monopoly of the fibreglass owner.  Surely ComReg has an interest in the wisdom of creating a private monopoly which will be in place for 40, 50, 60 or 70 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y00900","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":123,"content":"<p>As regulator, we care a lot about monopolies or, to use the technical term we use, where there is \"significant market power\".  It matters much less to us whether it is a private or publicly owned monopoly; we regulate in exactly the same way in either case.  Our role is to make sure that if there is an entity with significant market power, it is not allowed to abuse that market power.  We are concerned to ensure it cannot use its power to prevent competition in downstream markets and expand the scope of its monopoly beyond where it naturally arises.<\/p><p>In rural areas, it is not a commercial proposition even for one network to be deployed.  The Government subsidy scheme is there to ensure that there is one network.  Inevitably if there is one, it is an monopoly.  The state aid guidelines recognise when there is a market failure and a Government intervention that will create a monopoly.  That is a phenomenon not only in Ireland but in all the other markets across Europe where there have been public interventions to provide broadband.  The state aid guidelines effectively require the state, the Irish State in our case, to put in place provisions in the contract that look very similar to the sorts of remedies a regulator would apply if it found significant market power in the commercial area.  That is why it must be a wholesale network that is provided.  It must be open to the participation of third parties, non-discriminatory in the way it treats the retail service provider and open to reasonable access requests and so on.  Some of the provisions in a contract, given the state aid rules, look quite similar to a ComReg decision that imposes obligations on an operator with a significant market power.  As a regulator, we are used - as the Deputy stated, this is core to our job - to looking for where there is significant market power and putting in place remedies to mitigate the impact of that significant market power.  It is an inevitability in the telecoms industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Y01000","nonspeaker":"Mr. Jeremy Godfrey","continuing":true},{"type":"speech","time":1559689200,"counter":125,"content":"<p>Mr. Blaney, as a former regulator with the CER, might be best placed to answer my final question.  The one way we could break that monopoly or have choice is to use the ESB poles, instead of or in combination with other options.  There is a variety of options we could examine.  When it comes to regulating that option, is that part of SIRO's work?  Is that a function of ComReg or of CER?  If we want to get competition into this process at this late stage by the use of the ESB poles in terms of the charge of &euro;20 or whatever per pole so that the bidder will have a real negotiating power with Eir, where is ComReg's role in that versus the role of CER?  How does the State co-ordinate with CER on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00200","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":126,"content":"<p>We have had discussions with CER and understand the position but what we do in ComReg is quite a different role from what the Commission for Regulation of Utilities, CRU, does in its function.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00300","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":127,"content":"<p>Yes, the CRU, my apologies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00400","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":128,"content":"<p>The CRU's function is to ensure that it has got efficient use of the electricity system and it has to match the needs of the electricity users against telecoms users.  From a ComReg point of view, the driver is the broadband cost reduction directive and it sets out clearly that our role comes in at the point a dispute arises.  If a telecoms operator believes it does not have access to the infrastructure of another utility - it might be electricity, it might also be water or it might be gas or any other utility defined in that directive - and if a dispute arises, we have a role then to go along to try to solve it.  Clearly, if that was to happen we would engage with the CRU and we would have a discussion with it at that point.  That may arise at some point in the future but it has not arisen to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00500","nonspeaker":"Mr. Garrett Blaney"},{"type":"speech","time":1559689200,"counter":129,"content":"<p>No one wants access to SIRO's fibre yet or could they have access to its fibre on a wholesale basis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00600","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":130,"content":"<p>Mr. Godfrey might take that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00700","nonspeaker":"Mr. Garrett Blaney"},{"type":"speechnospeaker","time":1559689200,"counter":131,"content":"<p>SIRO is a wholesale-only business.  That is its business model.  Everyone who wants it has access to its fibre.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00800","nonspeaker":"Mr. Jeremy Godfrey"},{"type":"speech","time":1559689200,"counter":132,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z00900","speaker":"1294"},{"type":"speech","time":1559689200,"counter":133,"content":"<p>We will leave it there.  I thank our guests for attending.  We will suspend until 2.30 p.m.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#Z01000","speaker":"1315"},{"type":"unspoken","time":1559689200,"counter":134,"content":"<p>Sitting suspended at 1.05 p.m. and resumed at 2.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1559689200,"counter":135,"content":"<p>I welcome the following representatives from KPMG to the meeting to discuss the national broadband plan: Ms Michele Connolly, head of corporate finance and lead partner on the national broadband plan; Mr. Robert Costello, director; and Mr. Chris Rainbird, director.<\/p><p>I draw the witnesses' attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>I advise the witnesses that any submission or opening statement they have made to the committee will be published on the committee website after this meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I remind members to turn off their mobile phones or to switch them to flight mode as they interfere with the sound system.<\/p><p>I call Ms Connolly to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#UU00100","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":136,"content":"<p>My name is Michele Connolly and I am the head of corporate finance in KPMG Ireland.  I am the KPMG lead partner on the national broadband plan.  Joining me today are my colleagues, Mr. Robert Costello and Mr. Chris Rainbird, who are directors on my team.<\/p> <p>  In this opening statement I will provide some background on KPMG.  I will then take the committee through the scope of our engagement, followed by a summary of some of the key aspects of our advice.<\/p><p>I am a chartered accountant by profession and I have been a partner in KPMG since 2005.  I lead our government and infrastructure practice in Ireland.  For more than 20 years, I have provided financial and commercial advice to public and private sector bodies on major infrastructural projects in Ireland and overseas.  From a telecoms perspective, the team has advised on a range of projects in Ireland and internationally, including similar broadband projects in northern England, Scotland, Northern Ireland and Australia.<br\/><br\/>We were appointed in December 2014, following a competitive tendering process, as financial and commercial advisers on the national broadband plan.  Our scope of advice was split into three phases.  During phase 1 KPMG advised on the ownership options, funding, governance and the financial appraisal of the project.  Phase 2 involved the state aid processes, which were led by PwC with Mason Hayes &amp;amp; Curran, which we supported.  Phase 3 was the procurement phase, during which KPMG provided advice on the design of the process, the commercial deal structure, the commercial contract terms and negotiations, the funding requirements and the overall process from pre-qualification to contract award together with a range of other <i>ad hoc<\/i>matters.  Analysys Mason is the technical adviser on the procurement and Mason Hayes &amp;amp; Curran is the legal adviser.<br\/><br\/>I will now describe in more detail some of the key areas of our advice, turning first to the ownership question.  Our 2015 ownership report examined five main options that were identified as potential vehicles for delivering the Government's national broadband plan intervention strategy.  The report provided a financial and non-financial appraisal of various ownership options.  Its preferred option was that the private sector design, build, operate and own the infrastructure.  We refer to this as the gap funding model.  This option was assessed as the least expensive in monetary terms and ranked highest on deliverability of the non-financial objectives.<br\/><br\/>There were a variety of reasons for this recommendation.  Some of the over-riding ones were that where the private sector owns the infrastructure, it is incentivised from a commercial perspective to continue to invest in and upgrade the infrastructure and to continue to drive additional usage from the infrastructure indefinitely.  This, in turn, drives additional economic benefit to Ireland.  This could be achieved under other options but it would be through a contractual obligation, which we believe is not as strong as a commercial imperative.  Under the recommended option, the State transfers significant downside risk to the private sector, such as technological obsolescence and long-term renewal of the asset, while retaining upside through a variety of financial sharing mechanisms over the life of the contract.<br\/><br\/>I shall turn next to some key aspects of our role during the procurement.  As the committee is aware, shortly before detailed solutions were to be submitted SIRO withdrew from the procurement.  The Department received detailed solutions from the two remaining bidders, namely, Granahan McCourt and Eir, in September 2017.  In their detailed solution submissions, both of the bidders that remained in the procurement projected significantly higher levels of subsidy than the Department's budget model.  The Department, therefore, made the decision to reappraise the project in accordance with the public spending code and asked KPMG to assist.  The reappraisal identified a long list of eight options.  The results of our assessment indicated that the current approach should continue.  This assessment was made based on looking at the then current situation against the same criteria as the original ownership report.<br\/><br\/>Following Eir's withdrawal from the process, the Department requested that KPMG undertake a review of the available procurement options at that point.  The review concluded that the current process should continue but came with a clear recommendation on including initiatives to address the lack of competitive tension.  The report also considered the methodology regarding how we would assess whether a bid received in a single bidder situation was acceptable to meet the requirements under the public spending code.<br\/><br\/>The final tender was received in September 2018.  The overall finding of the tender evaluation completed by KPMG and Analysys Mason was that the final tender was now capable of satisfying the Department's requirements as set out in the tender documentation.  A tender evaluation considers how well the bid meets the requirements of the Government.  This is different from the cost-benefit analysis as prepared by PwC, which compared costs to economic benefits delivered.<\/p><p> I turn to the concept of value for money.  In light of the fact that two bidders had withdrawn from the procurement process before the final tender stage, it has not been possible to compare the final tender received with any competing bid, which is the traditional means of assessing value for money.  Using the methodology that we had set out previously, additional detailed analysis was undertaken by KPMG, with support from Analysys Mason, to inform the Department's consideration of whether the final tender submitted by the remaining bidder was an acceptable outcome for the Government by reference to the public spending code.  This analysis examined various means by which to verify or benchmark key components and assumptions in the tender, and it concluded that the bidder's final tender pricing was higher than expected in some key areas.  The detailed technical assessment undertaken by Analysys Mason concluded that the bidder proposed a technical solution that was capable of delivering on the Government's requirements.<\/p><p> Each of the areas of difference between the bidder's key assumptions and the Department's was then considered to ensure that the Department was adequately protected should its assumptions prove to be more accurate than the bidder's.  In a number of areas, we made additional recommendations to try to enhance the relevant contractual provisions in favour of the Department further.  However, a contract is only effective if it is appropriately adhered to and implemented by both parties.  We have made a series of recommendations throughout this report as to the level of effort and skills required to monitor and oversee the various contractual provisions.<\/p><p> This has been a protracted procurement process to this point, but that is reflective of the complexity of the infrastructural deficit that the project is trying to address.  It is a large and complex project with significant inherent risks.  It has also had to address varying challenges along the way.  The level of detailed work that was undertaken at key stages to assess and reassess the optimal route forward as circumstances changed has been significant.  The solution on the table now, which is more expensive than originally envisaged, has been assessed as capable of delivering on the Government's requirements.  It is underpinned by a contract that, if implemented and monitored appropriately, should provide the Government with the mechanisms to exercise oversight over the deployment and long-term operation of the network, share in certain upsides, and limit the downsides of the project.  I am happy to take questions on the advice that we have provided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#UU00200","nonspeaker":"Ms Michele Connolly","continuing":true},{"type":"speech","time":1559689200,"counter":139,"content":"<p>I thank Ms Connolly.  I will start by asking a question about the project reappraisal that KPMG conducted.  Is reducing the size of the intervention area the main method of reducing the capped cost of &euro;3 billion?  If the intervention area was reduced by 20%, for example, has KPMG calculated the cost savings?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00200","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":140,"content":"<p>In the context of the reappraisal, we considered a number of scenarios where the project would only deliver 90% or 95% coverage and assessed their financial impacts.  The overall assessment was that, although it would reduce the cost of the project, it would also reduce the revenue that the project would generate and one would still have to try to deliver broadband by other means to those areas eliminated from the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00300","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":141,"content":"<p>The main point is that reducing the intervention area would reduce the cost but also decrease the revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00400","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":142,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00500","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":143,"content":"<p>I now call my colleague, Deputy Dooley.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00600","speaker":"1315"},{"type":"speech","time":1559689200,"counter":144,"content":"<p>I thank Ms Connolly for her opening statement and presentation.  Has KPMG any ongoing relationship with Granahan McCourt or any of its companies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00700","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":145,"content":"<p>KPMG is the statutory auditor and tax adviser to Granahan McCourt Dublin (Ireland) Limited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":146,"content":"<p>Does anybody from within Ms Connolly's team have any role in that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW00900","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":147,"content":"<p>There is nobody from within my team who has or had any role in advising Granahan McCourt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW01000","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":148,"content":"<p>There is no potential for cross-contamination in any shape or form.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW01100","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":149,"content":"<p>Not at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW01200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":150,"content":"<p>I thank Ms Connolly.  In her opening statement, she said that KPMG had provided advice on the design of the procurement process.<\/p><p>In hindsight, is KPMG happy with the advice it provided?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#WW01300","speaker":"1274","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":152,"content":"<p>We are happy with the advice that we provided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":153,"content":"<p>Does KPMG accept that the advice it provided to follow a particular route did not meet the key principle set out in that objective?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00300","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":154,"content":"<p>When we designed the procurement process in the first instance, our intention was to design a process that complied with the EU procurement rules and regulations.  We also set out to design a process that would deliver on the objectives of Government as set out in the intervention strategy for broadband.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":155,"content":"<p>It is the Government and the EU that are at fault, then, for a procurement process that KPMG takes credit for designing and that left one bidder in the race before it was concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00500","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":156,"content":"<p>The fact that there is only one bidder remaining in place at the moment is not a function or a result of the procurement process that we designed.  That is a function of commercial considerations by the two bidders that withdrew from the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":157,"content":"<p>I refer Ms Connolly to the advice KPMG provided in the ownership report of 3 July 2015.  On page 24, there is a description of ownership options and the key principle set out in that chart states that \"intervention is structured so that the subsidy provided is the minimum amount necessary to allow for infrastructure development by the private sector whilst ensuring that the returns earned by the private sector are reasonable.\"  The second principle is that \"the private sector will be able to incorporate the infrastructure created into its operation permanently (with the exception of accounting separation for infrastructure created) with there being no requirement to return the asset post contract.\"  Is it not the case that the general thinking at the time was that the best value for money from the State's perspective would be obtained by virtue of existing infrastructure and therefore the incorporation of this new contract into an existing infrastructure had the best potential to return best value to the State?  Was that not the general thinking at the time?  There was existing infrastructure in place from at least two companies and those two companies competing against each other had the potential to provide a competitive environment and give best value to the taxpayer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00700","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":158,"content":"<p>One of the considerations in looking at the different ownership options under consideration was to see whether it would be possible to use existing infrastructure that was already in place in Ireland.  It is a requirement of state aid in the first instance to use the existing infrastructure to the greatest extent possible.  There is a similar requirement in other jurisdictions that have sought to deliver broadband.  That was certainly one of the factors underpinning the consideration.  The ownership option that was decided on, which is now on the table from the final bidder, uses the existing infrastructure that is in place in Ireland.  It will use aspects of the Eir and ESB networks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":159,"content":"<p>In her presentation, Ms Connolly referred to the withdrawal of Siro and there having been two submissions at a particular stage from Granahan McCourt and Eir.  She stated that in their detailed solution submission, both of the bidders that remained in the procurement projected significantly higher levels of subsidy than the Department's budget model.  Can Ms Connolly talk to us about the Department's budget model?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX00900","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":160,"content":"<p>In any project of this nature, before going out to procurement a budget model is prepared by-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX01000","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":161,"content":"<p>Did KPMG advise on that?  Did it help to prepare it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX01100","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":162,"content":"<p>We did help to prepare it.  We would have had inputs from a number of other parties such as Analysys Mason on the detail of the costing of the technical elements.  When that budget model was prepared, it was subject to review and updating over a period of time as more information came to light.  We flagged when the original budget model was prepared that it would need to be revised as the process went along.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX01200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":163,"content":"<p>Does KPMG accept responsibility for that budget model being considerably out of kilter with what was ultimately submitted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX01300","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":164,"content":"<p>When the budget model was originally prepared, it was flagged that it would need to be updated as more information came to light through the process.  It was never going to be the final budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX01400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":165,"content":"<p>When was that information supposed to come?  Was it at a point when the submissions came in?  How could it be that much out of step?  Maybe it was not that much out of step.  What was the nature of the gap between what KPMG projected as the Department's budget model and what was actually submitted by the two bidders?<\/p><p>What was the scale of the difference between the two?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#XX01500","speaker":"1274","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":167,"content":"<p>There was a significant difference in the order of &euro;1 billion.  A key element related to the costing of the technical solution that was going to be used.  Additional information came to light on the design of the network required to deliver broadband and the extent to which the network was going to be able to rely on the existing infrastructure, the coverage that would provide and the cost to implement the project.  That information would have come to light over the course of the competitive dialogue process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":168,"content":"<p>Would it be fair to say the Department's budget model was of the order of &euro;500 million?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00300","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":169,"content":"<p>That is not correct.  The original budget model would have been a higher number than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":170,"content":"<p>It was a higher number and the &euro;1 billion on top of that was the order of the difference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00500","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":171,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":172,"content":"<p>It seems to be a considerable difference, considering the company's experience in Northern Ireland, the north of England, Australia and elsewhere.  Does Ms Connolly consider that the company has failed in its advice in that regard?  Based on its experience, it was not able to get a closer analysis of the costs involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00700","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":173,"content":"<p>The cost to deliver broadband in any jurisdiction is going to be quite specific to the nature of the coverage that one starts with, the target to be reached and the geographical spread of the areas to be covered.  The design of that network is an area that Analysys Mason would have looked at and costed in more detail.  We took the outputs from the Analysys Mason work to incorporate into our budget model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":174,"content":"<p>The industry view over time was that the Department had budgeted a set amount of money and there was a belief among bidders that this was all that was available.  There is certainly a very strong view that SIRO pulled out because it did not think it was possible to put a business model together based on what the State would provide by way of subsidy.  As a result, we wound up without true competition at the end.  Ms Connolly has confirmed that the Department's budget model was surpassed very significantly at a later stage, leading me to believe what has been in the ether.  The net result is that we had one bidder at the end.  In addition to the &euro;1 billion of a difference identified, it seems there was at least another &euro;1 billion or perhaps more added to the final projected cost.  We are now at a stage where the expected cost to the State is approximately &euro;3 billion.  It is indicated on page 24 of the national broadband intervention strategy report by KPMG that the idea was to provide the minimum amount necessary to allow for infrastructure development and this would be best reached through active competition.  Does Ms Connolly accept that when we reached the end there was not an active competitive environment and that this makes it difficult to judge whether we are getting a result with the minimum amount of investment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY00900","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":175,"content":"<p>I accept that there was no competitive tension at the end of the process.  However, we had competitive tension for quite some period in the course of the procurement process, right up to and including after we had detailed submissions from the two remaining bidders.  That gave us a very detailed breakdown of the financials, cost estimates, technical solutions and the revenue estimates that were going to be put forward or assumed by two particular parties in the process.  There was not a considerable difference between the estimates that were coming from both parties.  We had strong competitive tension until that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#YY01000","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":176,"content":"<p>Does Ms Connolly not accept that the apportionment of risk, which would have been a variable in the event of there being competition, was effectively compromised?  There was only one bidder and the State, depending on whether a contract was ever signed, appears to be carrying the vast majority of the risk.  Granahan McCourt's proposal, as we understand, based on what the Taoiseach has told us in the D&aacute;il, is committing only &euro;170 million of capital versus a commitment by the State of &euro;3 billion.  It is very clear that if there were competitive tensions, notwithstanding the cost escalation, there was the capacity to ensure the private sector carried much more of the risk than the State.  Again, I refer Ms Connolly back to the original assumption that the State would carry less risk and less cost by going down the gap-funded model.  I may come to that question afterwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00100","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":177,"content":"<p>I would not necessarily agree with the Deputy's assessment of the balance of risk.  At the time that we received the detailed submissions from both parties, the contract, which is where the risk transfer is outlined, had been the subject of extensive negotiations with both Eir and Granahan McCourt.  That contract provides for the transfer of significant risk around deployment, particularly around the timing of how long it is going to take for deployment to be delivered.  It transfers significant risk around the demand that there will be and the level of revenue that will come in from customers on this project.  It transfers significant risk around the technology and around the repairs and the renewals that are required to keep this network up and running and, in particular, to futureproof that network.  The contract, as it stands, transfers all of that risk across to the private sector bidder.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":178,"content":"<p>Yes, that brings me to the private sector bidder.  Where is the risk being transferred to?  What entity carries the risk?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00300","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":179,"content":"<p>The bidding entity is Granahan McCourt Dublin (Ireland) Limited.  It will establish, as is the norm, a special purpose vehicle or SPV that will be wholly owned by Granahan McCourt Dublin (Ireland) Limited and the SPV will sign the contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":180,"content":"<p>In transferring risk to an entity with a considerable reputation, does Ms Connolly believe Granahan McCourt has the weight of reputation that can carry the risk?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00500","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":181,"content":"<p>When Granahan McCourt came through the original pre-qualification assessment and through the various changes in ownership of that consortium since then, it has been subject to detailed analysis looking at the level of experience and expertise that the consortium has and the level of financial support that has been behind that consortium.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":182,"content":"<p>Will Ms Connolly take us through the changes in character of the bidder from its first iteration to what the contract will now be signed with?  Has Ms Connolly a detailed map of the changes and why she believes they were necessary over that period?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00700","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":183,"content":"<p>The pre-qualification documentation, as is the norm on any project of this nature, set out requirements against which people had to put their submission in on day one.  It would have also, at the time, set out what happens in the event that the bidding entity seeks to make a change for whatever reason.  Changes often happen in the make-up of a company or a consortium bidding for a project, so our tender documents would have provided for that and set out a detailed procedure to be followed in the event that the corporate or consortium sought to make a change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":184,"content":"<p>Is it not the case that Granahan McCourt from the start had little or no standing of its own and relied on others?  In the first instance, it relied on John Laing, SSE and Enet.  All of those entities withdrew from the Granahan McCourt consortium.  At some point a company called McCourt Global LLC was introduced or presented some letter of undertaking to get through a certain phase of the bid process.<\/p><p>We discovered recently, by virtue of an article in <i>The Sunday Times <\/i>by Justine McCarthy, that this entity was no longer participating and that another company, Tetrad, was effectively the piggy bank, as it were.  In essence, we have Granahan McCourt Dublin (Ireland) Limited throughout the process, but it does not appear to have much standing and certainly is unable to cover for itself.  Whenever I raise this with the Taoiseach or the Minister, I am informed that it complies with the procurement process and that the information memorandum that was produced.  That brings me back to my question.  If KPMG designed that procurement process, is it happy to stand over it when it considers the way in which the process has been jockeyed through by a company with little or no standing that has been able to substitute, somewhat like Lanigan's ball, by pulling people in and out at various stages just to get past the hurdles that were set to ensure we got a company with the reputation, capacity and capability to roll out high-speed broadband to the 542,000 homes and premises that are waiting for it, in addition to value for money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#ZZ00900","speaker":"1274","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":186,"content":"<p>The original tender documents that were designed set out criteria against which the consortium, as it was when it started, was going to be assessed.  Each change along the way has been assessed by reference to the original criteria to ensure the company, Granahan McCourt Dublin (Ireland) Limited, which is the entity with which we are now in discussions, still has the financial strength and technical capability to undertake this project.  It is always open to a bidder for any project, infrastructure or otherwise, to rely on the support of other entities to deliver its obligations under a contract.  That is standard and it is what our procurement process was designed to allow.  What is relevant and particularly important is that each time somebody seeks to make a change it is properly evaluated and assessed to ensure the entity at the table still has the financial strength and technical capability that are required in the course of this project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":187,"content":"<p>Is Ms Connolly not concerned that there have been so many changes?  Is she not concerned that companies of considerable international standing have not remained part of this consortium?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00300","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":188,"content":"<p>The fact that there have been a number of changes in the consortium would be unusual but, as I said at the outset, this is a complex infrastructure project that is seeking to transfer significant risk to the private sector.  The entities that withdrew have their reasons for doing so.  To my mind, that is symptomatic of people recognising that it is a big, complicated project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":189,"content":"<p>That is important and I thank Ms Connolly for the clarity.  It is a complex project and the companies that pulled out are well used to dealing with complex infrastructural projects of scale around the world.  The only company that does not have competence in dealing with such projects is Granahan McCourt Dublin (Ireland) Limited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00500","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":190,"content":"<p>Granahan McCourt Dublin (Ireland) Limited has been assessed as having that capability-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":191,"content":"<p>That is on the back of other companies that have jockeyed in and out at a rate of knots.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00700","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":192,"content":"<p>-----on the back of significant project experience in North America and South America.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":193,"content":"<p>I will move to the next matter Ms Connolly mentioned, namely, the project reappraisal.  I cannot understand how Ms Connolly went through a reappraisal of the project.  Perhaps it was a separate group within the company.  The project reappraisal was carried out in May 2019.  Was it carried out by Ms Connolly's team or a separate team?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA00900","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":194,"content":"<p>It was carried out by my team.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA01000","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":195,"content":"<p>Ms Connolly's team was reappraising the state of play, effectively.  Would it be fair to say Ms Connolly felt somewhat compelled to follow through on what she had proposed in her original documentation, the ownership report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA01100","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":196,"content":"<p>Our reappraisal work would have started by us standing back and saying, \"What is the list of potential options to deliver this project at that point in time?\"<\/p><p>It included looking at some of the options that were on the table at the time of our initial report in 2015.  It also added in a number of additional options at that point in time, including looking at a universal service designation and the option of negotiating directly with infrastructure access providers such as Eir and ESB.  The assessment considered the options from a financial and a non-financial perspective.  In terms of the non-financial perspective, it took the criteria set out in the original ownership report, that is, the same criteria as we had at the outset, namely coverage, market effectiveness, incentives to invest, protecting the public interest, deliverability and ability to manage risk.  It assessed the key options against those criteria to determine, on a non-financial basis, which option came out ahead, and, from both a financial and a non-financial perspective, the gap funded option, which is the private sector to build, own and operate, came out ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#AAA01200","nonspeaker":"Ms Michele Connolly","continuing":true},{"type":"speech","time":1559689200,"counter":198,"content":"<p>Did KPMG assess the risk of a failure by Granahan McCourt to meet its contract obligations and the impact that would have on the roll-out of broadband to 542,000 premises throughout the State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#BBB00200","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":199,"content":"<p>There is a suite of mechanisms in the contract to protect the State from that eventuality or to protect it in the event that such an eventuality happens.  There is a significant series of security packages in terms of performance bonds that Granahan McCourt has to put in place to cover both deployment and what happens at the end of the 25 years.  There are additional protections in there from the point of view of security over the assets, which will be exercised through the Minister's special share and through a detailed and significant performance regime that covers both the deployment and the operation of the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#BBB00300","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":200,"content":"<p>I accept that the taxpayer is protected in the event of failure.  The Department and the Minister have been at pains to point out that no moneys will be transferred until work is completed but I am also mindful of those citizens who are waiting for broadband and how any failure of the company will adversely affect the broadband roll-out period.  KPMG examined a number of alternatives and, on page 38 of its report, it refers to the fact that a significant body of literature exists on models to deliver similar projects, with international examples that the company had examined.  Did particular countries do this differently, about which KPMG might be able to advise us?  Today is not about an inquisition of KPMG but about trying to understand whether what is about to happen is the best way forward or whether there are alternatives that we, as a Legislature, should consider in respect of the speed and rate at which broadband can be rolled out to the people who are waiting for it.  We also want to determine if what is proposed represents best value for money for the taxpayer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#BBB00400","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":201,"content":"<p>We assessed a range of other projects at the time of the original ownership report and at the time of the project reappraisal, some of which our team had direct experience of and others of which we were aware.  No one-size-fits-all approach has been adopted across a range of other jurisdictions.  Each jurisdiction has come at it slightly differently.  Many other jurisdictions have encountered similar issues in the transfer of risk, particularly in terms of the degree to which one can use existing infrastructure within the jurisdiction.  In terms of two key projects that we examined, one followed a similar approach and the other followed a different one.  The one that followed a different approach was Australia.  It started out in 2008 seeking to deliver a similar level of coverage, that is, 100% coverage, and a similar standard of broadband.  It initially sought to deliver that using a concession model involving the private sector designing, building and operating the network, but the public sector owning it.  One of the challenges that Australia encountered early on was access to the existing infrastructure which was owned by the incumbent private sector operator.<\/p><p>That did not prove possible to deliver within the confines of the procurement process and it pressed stop on its concession procurement.  It reappraised its options and went a different route, which was to set up a publicly owned State-owned company, with the view the State-owned company would design, build, own and operate the network.  That has been under way since the entity was established in 2008 and 2009.  The entity has not proceeded according to plan.  The roll-out is over budget.  It is quite significantly behind schedule.  It also has encountered the difficulty that with changing administrations, there have been changes in policy positions that have resulted in changing technology being used across the project.  As a range of different technologies is being used, it is not fibre to the premises, which is used in Ireland.  That is one option of which we were well aware.<\/p><p> A second option is what is used across the water in the UK.  In the UK, a State company, BDUK, was established to manage the delivery of its objectives.  Its objective is comparable to ours because it is set by the European Commission objective, which is to deliver nationwide coverage of 30 Mbps and above.  It went through three phases.  The first phase was to try to deliver 90% coverage with a second wave to identify 95% coverage and a third wave to deliver the balance.  The approach was to let a series of framework contracts from which local authorities and regions throughout the UK could draw to then deliver broadband.  As its approach is gap-funded the same as ours, the private sector will design, build, own and operate those networks.<\/p><p> Let me outline a couple of key points to note in terms of progress to date.  Its initial first wave of framework agreements to deliver the 90% phase had only one bidder.  That bidder was the incumbent, BT.  Later waves had a broader range of bidders.  The initial contracts have been under way for a number of years at this stage and we can already see the contractual mechanisms, which were adopted and which in particular included a range of the clawback provisions similar to what we have in the current contract here, and under those clawback provisions, more than &pound;700 million is already due to come back to BDUK from differing levels of take-up on the ground compared with what was expected.<\/p><p> When we set out to look at the ownership options and reappraise them, on each occasion we looked around to see what had happened elsewhere, what had worked well, what had perhaps not worked so well, making sure to look, in particular, to adopt comparable mechanisms to what had worked well such as the clawback mechanisms, and to build on and enhance them.  Just as importantly, we looked to see where there were areas of difficulty with a view to know how to avoid it in the projects we have here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#BBB00500","nonspeaker":"Ms Michele Connolly","continuing":true},{"type":"speech","time":1559689200,"counter":203,"content":"<p>I thank Ms Connolly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#CCC00200","speaker":"1274"},{"type":"speech","time":1559689200,"counter":204,"content":"<p>My first question is on the options paper, which formed the basis of the Government's decision afterwards, which was the gap model.  The paper stated the gap-funding model had a number of advantages and outlined them: it was the cheapest option to the State overall, minimising exposure to risk.  It recognised that it would take the advantage of competition between bidders to further lower the contribution from the taxpayer.<\/p> <p>  Of course, that was then and this is now.  The situation has changed.  We have only one bidder as the other two pulled out fairly quickly after Eir secured the 300,000 easiest-to-reach households.  We have no competition for the contract.  The cost to the State has gone from &euro;800 million to almost &euro;3 billion.<\/p><p>If one examines the way this is set out over its first years, one will see that the State is front-loading the contract with &euro;2.95 billion worth of risk.  The private bidders are putting in less than &euro;200 million.  I ask Ms Connolly to explain this.  Certain advantages were heavily leaned on and highlighted as reasons to go with the gap model in the first instance.  Now we are in a different place.  We have been in it for well over a year.  Which of the advantages that were set out in the initial appraisal still exist?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#CCC00300","speaker":"1232","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":206,"content":"<p>As I have mentioned, when we looked at the original ownership report, we assessed the gap-funded option against a series of objectives that existed at the time.  If we go through the objectives to see which of them still apply, one of the first ones we will see is coverage.  It is projected that the option which is on the table now will deliver 100% coverage at speeds of 30 Mbps or above.  The second criterion - market effectiveness - assesses whether the option on the table delivers the minimum intervention necessary in the marketplace that leaves it open and transparent and non-discriminatory to any of the retail service providers.  The option that is on the table, with the tender we have, delivers that.  It offers openness, transparency and certainty of pricing to the retail service providers that might come forward.  It intervenes only to the extent that the private sector will not provide services on a commercial basis.  The third criterion - assessing whether there was an incentive to invest - involves looking at whether the option ensures that whoever owns the network is incentivised to continue to invest in, repair and maintain the network and to future-proof the network over its lifetime.  The bid that is on the table now includes such an incentive within it.  The private sector is taking the risk of continuing to invest in the network and to future-proof it over its lifetime.  The final criterion I will mention involves protecting the public interest.  Various mechanisms within the option that is now on the table seek to ensure the State is protected from bearing further downside risk while being able to share in the upside to this project through the deployment, internal rate of return and terminal value clawback mechanisms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#DDD00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":207,"content":"<p>Like others, I contend that some of the objectives could have been achieved by using a different model.  Some of what Ms Connolly has stated is incorrect.  I have been monitoring the overall project.  I have been discussing it with various people in this room and elsewhere for three years.  This is the most unusual contract I have ever seen.  It is a most unusual process.  There were five interested parties at the start.  Three of them got involved in the bidding process.  This entity spawned from Enet.  I was told by representatives of Enet that the company's preferred option was for the main infrastructure to be in public ownership.  That is what was stated at the time.  There were changes among the personnel in that entity, including the people in charge.  SSE, Enet and Laing were involved when the bidding part of the game and the tender process got under way.  There have been others along the way.  All of them have big economic firepower and a history of being involved in major infrastructural projects in England, Scotland, Wales and other parts of the world.  They have pulled out.  I do not know whether Ms Connolly agrees with what I have to say about the cost.  If it emerged at a county council meeting that the cost of a project had multiplied almost fourfold, it would not get off the blocks.  The extent to which taxpayers will be leaned on to pay for this project has increased from &euro;800 million to &euro;2.95 billion.<\/p><p>That is extraordinary.  The changes in entity that took place since the earlier changes and since Eir and the ESB pulled out changed the whole game.  Once Eir and the ESB pulled out, the tendering process was banjaxed.  I have listened to the delegates explain their view and it is good that they are here because I am interested to hear their explanations, they having designed the tendering process.  Government spokespersons have defended the process, but no matter what way one turns it, reliance was placed on the examination and a lot of faith put in ComReg, representatives of which appeared before the committee this morning and which does not have enough resources to do what it is now doing, even before this show gets on the road.  We know that from documents it released on foot of freedom of information requests.  Even at this late stage, Enet has changed again, with Frank McCourt turning out to be the main investor.<\/p><p> Another unusual aspect to the process is that the original cost seems to have been based on it being likely that SIRO, comprising the ESB and Vodafone, or Eir, which had just been bought by a French investor and is in its ownership, would be the chosen bidder.  Now that neither of those bidders was chosen, the taxpayer will fund a subsidy of between &euro;900 million and &euro;1 billion - nobody has disputed this - which is to be paid to hang cables on their poles.<\/p><p> Those are just some of the highlights that stick out as being extraordinary, to say the least.  There are other extraordinary things about the process.  By any standard, it does not have an ounce of credibility in the eyes of a large section of the public and many in the industry.  It was the wrong process from day one to go with the gap-funding model, but that is a separate issue.  Even assuming that we put our faith in the gap-funding model, it is extraordinary in terms of the standards by which it ought to operate and with what we have been left.  I do not see any advantage to it.  I listened very carefully to what Ms Connolly had to say and I respect that she is here to do a job, but I do not see the advantages as outlined in her initial appraisal.<\/p><p> On page 8 of the 2018 reappraisal it is stated that the purpose of the report is to provide a reappraisal of the NBP in line with the public spending code.  As the public spending code benchmark figure of &euro;800 million was determined on the basis of value for money, how can it now be said that the NBP constitutes value for money if it will cost more than three and a half times that figure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#DDD00300","speaker":"1232","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":209,"content":"<p>The original budget model assumed a higher number of homes to be covered in the first instance.  The project has-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#EEE00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":210,"content":"<p>Did it assume that three and a half times as many homes would be covered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#EEE00300","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":211,"content":"<p>It would have covered an increased number of homes.  During the process, we had to withdraw the 300,000 premises that were going to be covered by commercial private sector intervention from Eir.  That was one factor in the change in costs.  There were several other factors such as further information on how technically complicated this would be and the level of risk that would be incurred by whoever was going to deliver the process.  When we received the two detailed solution submissions, one from Eir and one-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#EEE00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":212,"content":"<p>I wish to clarify something.  I pointed out to the then Minister, Deputy Naughten, that the removal of the 300,000 premises would make the process more expensive.  I compared it to farming, in that if one takes away the best land, a higher subsidy will be required to farm the bad land.  The then Minister said that was not the case with the NBP.  That is a matter of public record.  Ms Connolly is stating KPMG advised him differently at the time.<\/p><p>Was it advising the then Minister, Deputy Naughten, that it was going to be more expensive to run the network to the remaining 540,000 households, businesses and farms?  That is certainly not what we were being told.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#EEE00500","speaker":"1232","continuing":true},{"type":"speech","time":1559689200,"counter":214,"content":"<p>Perhaps we might let Ms Connolly finish as she was in the middle of making a contribution.  If we allow her to finish, she might answer that question-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00200","speaker":"1315"},{"type":"speech","time":1559689200,"counter":215,"content":"<p>I just asked her to clarify the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00300","speaker":"1232"},{"type":"speech","time":1559689200,"counter":216,"content":"<p>-----and finish her earlier thread of thought.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00400","speaker":"1315"},{"type":"speechnospeaker","time":1559689200,"counter":217,"content":"<p>The detailed solutions from Eir and Granahan McCourt were comparable in terms of pricing.  One entity had existing infrastructure in operation on the island of Ireland, while another had significant experience of delivering telecoms networks overseas.  Both entities priced the project on a comparable level.<\/p> <p>  I shall now turn to Deputy Stanley's specific question.  On the impact of the withdrawal of the 300,000 homes, the exact pricing would have been completed by Analysys Mason as it was a technical assessment.  That issue would have been looked at from a number of perspectives because the cost impact might have been dependent on who the winning bidder was.  One way or another, removing the 300,000 premises would have removed revenue from the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00500","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":218,"content":"<p>Therefore, it did have an effect.  Will Ms Connolly explain the impact of Eir which owned infrastructure and the ESB which also owned infrastructure being out of the race?  Had either of these entities had stayed in the race to win the bid, would the project have been a lot cheaper?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00600","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":219,"content":"<p>If one looks at the detailed solutions, Eir and Granahan McCourt were in the race at that point.  Therefore, we had competitive tension when we received the detailed submissions from them.  We had seen the details of pricing and there was not a significant difference between the prices on the table from the two parties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00700","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":220,"content":"<p>Was the fact that they owned the infrastructure a significant factor?  In 2018 KPMG was asked to carry out the reappraisal of the national broadband plan.  Not surprisingly, the report concluded that the initial KPMG appraisal was correct and that the preferred model should continue to be the State's and the Government's preferred model.  In hindsight, does Ms Connolly believe it was appropriate for the State to ask KPMG to carry out the reappraisal?  KPMG had carried out the initial appraisal and put the process together.  When questions were asked about it, KPMG was asked to examine itself.  Does Ms Connolly believe that was appropriate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00800","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":221,"content":"<p>It is incumbent on us to look at the facts of any situation, to prepare a detailed analysis for our client - from financial and non-financial perspectives - and to give it the results of that analysis.  It would not be in our long-term interests to give poor advice.  It is incumbent on us to give to our client the best advice on what is better in the longer term, not just what is best in the short term.  It would ultimately damage our reputation if we were to say, \"Let us stick with the original option because that is the option on which we originally advised.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF00900","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":222,"content":"<p>Would it not have been better for somebody else to examine it with a fresh set of eyes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF01000","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":223,"content":"<p>I do not believe so.  This is a very complex project with many complex issues surrounding the nature of the technical solution we are trying to put forward and the level of risk transfer we are trying to achieve.  Bringing in a fresh pair of eyes at that stage would have taken time to get up them to speed.  I do not believe they would have come up with different advice.  Our advice was prepared in an objective manner and knowing the level of scrutiny to which it would be subject.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF01100","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":224,"content":"<p>In the reappraisal report KPMG was asked to cost viable alternative options as outlined by the Department of Communications, Climate Action and Environment.  Will Ms Connolly explain why the decision was taken by KPMG not to carry out individual financial appraisals of each of the other four options?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#FFF01200","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":225,"content":"<p>On the process included in the reappraisal, we started off identifying, with the Department, a total of eight options for analysis.  The eight options were first subject to an assessment against the constraints set out in the public spending code.  The constraints would have encompassed a range of issues surrounding legal, regulatory, social, environmental and other factors.  Each of the eight options would have been assessed for the degree to which they met the Government's objectives for the delivery of broadband as set out in the intervention strategy.  There was a stage 1 appraisal in which all eight options were considered.  The results of the appraisal identified two options that were significantly ahead of the others.  They were taken forward to a detailed assessment, both from a financial perspective and a non-financial perspective, against the criteria I set out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#GGG00100","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":226,"content":"<p>I refer to the reappraisal.  There is a section in the report that deals with quantifying the costs of viable options and specified sources of funding.  It goes on to deal with the financial appraisal model.  It runs to 14 pages, 12 of which have been redacted.  There is almost nothing left on those pages.  Does Ms Connolly think it would be in the public interest, the interests of the taxpayer and those of the Oireachtas, given that the taxpayer will cough up big time to the tune of &euro;2.95 billion to get the project under way, to see what is on those 12 pages?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#GGG00200","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":227,"content":"<p>The details underpinning what is on those 12 pages are commercially sensitive.  They are elements that take information from each of the bidders in the process that would have informed the analysis and thinking.  It is commercial information that is confidential to the bidding entities.  That is the reason the decision has been made to redact it.  In our assessment we would have looked at the details and the results of the reappraisal indicated that, from both a financial and a non-financial perspective, the gap funded model which is what we have had come out ahead based on each of the elements on the redacted pages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#GGG00300","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":228,"content":"<p>Ms Connolly would have to say the gap was wide.  It is &euro;2.95 billion which is a wide gap to fill.  That effectively is what has happened.<\/p> <p>  I refer to the ownership model as set out in the contract.  After 25 years the company or whoever the company sells it on to will own it.  The facts are that the taxpayer will cough up &euro;2.95 billion and that the board of NBI will have nine people on it, eight of whom will be appointed by the bidder and the financiers.  The financiers will provide the lesser part of the finance required, namely, &euro;200 million.  I know the point has been made that over the term of the contract other moneys will come in, but they will come from customers.  That is from where they will come; it will be day-to-day revenue.  The State will cough up &euro;2.95 billion, yet it will not own a metre of cable, one pole or a yard of ducting.  On the other hand, there will be a board overseeing the project that will be made up of nine people, one of whom will be representing the Oireachtas, the Minister, Joe and Mary public and the taxpayer.  Does Ms Connolly consider that is a sound business case with which to move forward and a good outcome for the taxpayer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#GGG00400","speaker":"1232"},{"type":"speechnospeaker","time":1559689200,"counter":229,"content":"<p>I will make a number of comments.  The Deputy referenced &euro;2.95 billion as the amount of money the State will spend.  I should point out that &euro;2.95 billion is the maximum the State will spend.<\/p><p>There is a subsidy of &euro;2.1 billion within that amount and an allowance for contingencies, as well as an element of VAT.  That figure is also subject to a significant level of clawback during deployment, operations and at the end of the contract.  Regarding the Deputy's comments on the board, the contract provides for a significant level of oversight and governance of the project by the Government.  That is one of the areas where we have been very strong in our recommendations.  We stated the Government needed to have the skills and resources required for all of those protections to operate effectively.  <\/p><p> That governance includes a strong performance regime.  It also includes significant reporting obligations to ensure there is openness and transparency within this vehicle.  Those reporting obligations will be on a monthly, quarterly and an annual basis.  Also included in governance is the ability for the Government to go in and benchmark the cost of operations of this vehicle.  In addition, governance includes an ability for the Government to assess, at key points throughout deployment, the extent to which things are proceeding according to plan or not, as the case may be.  The Government also has a representative on the board of directors of this entity but it derives its primary protections through the governance mechanisms within the contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#GGG00500","nonspeaker":"Ms Michele Connolly","continuing":true},{"type":"speech","time":1559689200,"counter":231,"content":"<p>I thank Ms Connolly for her attendance.  I am sure she understands why we are asking these questions.  It is in the public interest.  I studied and then worked in the business school in University College Dublin, UCD.  I was in the marketing rather than the accounting wing.  I am going to ask some questions to get my head around some of the accounting aspects.  We know the bidder is investing &euro;175 million in capital into the project.  We also know from the newspapers that the bidder will get a return on that investment.  We do not know what that is.<\/p> <p>  Representatives from the Commission for Communications Regulation, ComReg, were here earlier.  In respect of utility regulated assets, the weighted average cost of capital is about 6%.  My understanding from similar types of infrastructure projects, that is, major long-term investment projects, is that someone investing private capital might expect a return on investment in the low single digits.  I am working with a hypothesis.  Let us assume it was 12%, twice the cost of capital.  That would not be an outlandish assumption as to what the return might be.  I am not stating it is the rate of return or anywhere near it.  Let us, however, just take that as an assumption for the purposes of what I am about to ask Ms Connolly.  That would not be a crazy assumption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH00300","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":232,"content":"<p>As the Deputy might expect, I am not going to be drawn on what the level of return will be in this project.  I will say this is a project where the bidder is exposed to the risk of demand.  That is not a feature in all infrastructure projects.  Where an investor is exposed to the risk of demand, that has a bearing on the level of return expected from the project.  This project carries much more risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":233,"content":"<p>There is the whole demand side, as Ms Connolly has described.  The estimate is that revenue from that demand will be in the region of &euro;2.5 billion over the lifetime of the project.  My understanding is the return on investment is slightly separate from that.  It is not reflecting totally what the demand is.  There is a projected actual return on the basis of the capital invested.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH00500","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":234,"content":"<p>No, the return on the project will be a function of what the profitability of the entity is over its lifetime.  That will include the capital and the operations.  It is not like a regulated entity that simply achieves a return on capital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH00600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":235,"content":"<p>How is a figure being estimated?  Is it based on an estimate of a combined return on capital plus the revenues that will come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH00700","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":236,"content":"<p>The detailed financial model that the investor brought forward would have included its estimates of the revenue that was going to come in from the subsidy and the revenue from the retail service providers, that is, the users of the network.  Against that, the investor would have to take into account the cost to build the asset, as well as the substantial cost to operate the asset over its lifetime.  That includes the cost of the infrastructure it will need to rent from Eir.  Putting all of that into a financial model will then drive out what is the profitability of the project.  The investor's return comes from the profitability inherent in the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":237,"content":"<p>It could be higher or lower then, depending on the revenue returns and the costs from Eir and so on.  The exact return in the end depends then on how the investor negotiates its business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH00900","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":238,"content":"<p>That is correct.  It could be higher or it could be lower.  To the extent that it is higher, protection mechanisms are built into the contract-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH01000","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":239,"content":"<p>Clawback.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH01100","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":240,"content":"<p>-----to ensure the State claws it back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH01200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":241,"content":"<p>There must also be provisions included to stipulate that the retained earnings would be reinvested in the business.   That is in order that there is not only an investment of capital of &euro;175 million over the lifetime of the project.<\/p><p>Further capital investments should be made from the retained earnings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#HHH01300","speaker":"1294","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":243,"content":"<p>The Deputy is correct; it bears the responsibility of making sure the infrastructure is available for use and capable of delivering the service required.  It is also incumbent on the company to drive innovation in this network and to ensure it is responsive to whatever the retail service providers want the network to do.  That will drive more revenue, and more revenue being driven through the project is good for the company from a profitability perspective.  It is also good for the State, from a profitability and economic benefit perspective, because it means that the network is being used.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":244,"content":"<p>I will not make assumptions because I do not have the financial model in front of me.  If the figure, hypothetically, is 12%, on the initial capital, the company would achieve a profit of &euro;525 million over the 25 years, if my very simple business school accounting is correct.  If retained earnings are ploughed back in and investment continues as a growing capital asset value, the company would make a profit of &euro;2.975 billion from the venture, assuming a 12% return on investment.  We do not know exactly how much of that will be retained earnings, but the profit that would accrue to the entity delivering this project would be between &euro;500 million and &euro;3 billion.  That is a fair assumption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00300","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":245,"content":"<p>I do not believe that is a fair assumption.  The way a return is calculated on this is not the same as simply applying a percentage to the level of capital invested.  An IRR model looks at the profitability of a business over a 25-year period.  It does not equate to applying a percentage to the level of capital invested in the project at the outset.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":246,"content":"<p>Those investing &euro;175 million are not doing so for charitable purposes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00500","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":247,"content":"<p>The Deputy is absolutely correct; they will expect to make a return on the project.  I am simply saying the way it is calculated is not related solely to the amount of capital invested in the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":248,"content":"<p>During the modelling process, did KPMG, PwC or the Department calculate the projected value of the tangible asset at various stages in the process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00700","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":249,"content":"<p>The value of the asset is derived from the revenue that an entity could earn from that asset.  In this instance, one would have to consider the revenue into the future that customers - being the retail service providers - would pay to the entity owning the infrastructure.  The value is calculated on that basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":250,"content":"<p>It is a sellable, tangible asset.  At various stages of the process one would assume that value will increase, as the customer base changes, for example.  The worth of the asset at various stages must have been calculated, given the modelling.  I assume the value has been included in the modelling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ00900","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":251,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ01000","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":252,"content":"<p>It seems that two options are considered in the reassessment report, namely, the gap model or the concession model.  We can rule out the 80% variations, because politically we are not going to leave 20% of rural Ireland behind.  However, the basic choice is between the gap model, where the ownership is retained with the private equity, and the concession model, where the ownership returns to the State.  Is that a fair assessment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ01100","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":253,"content":"<p>They are the two options that were subject to the detailed financial assessment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ01200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":254,"content":"<p>On page 17 of the report of 1 May, the assessment of non-financial appraisal results of the shortlisted options are put succinctly.  The incentive to invest, where the ownership remains in the private ownership model, notably scores five on the assessment, and ownership being retained by the State also scores five in terms of protecting the public interest.<\/p><p>I am not sure it is in the public interest to offer a private equity company a profit of between &euro;500 million and &euro;3 billion, depending on the performance of the asset, in addition to the asset value at the end, while the State makes a contribution of &euro;3 billion.  My basic first-year accounting leaves me scratching my head and wondering how it could ever be a good deal that a company's risk contribution is &euro;175 million versus a State contribution of &euro;3 billion - it could be less, &euro;2.5 billion or whatever else - and, in addition, the company gets a &euro;500 million-plus profit from the return on the investment and gets to own the asset.  We do not know what the asset will be worth, but if it is generating those types of income streams, it will be substantial.  I just do not understand an accounting world where that can make sense.  If I was back in a first-year commerce lecture in UCD, I would be the first with my hand up to put it to the lecturer that this is surely not in the public interest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#JJJ01300","speaker":"1294","continuing":true},{"type":"speechnospeaker","time":1559689200,"counter":256,"content":"<p>There are several factors to consider in the issue the Deputy is raising.  One of the considerations within the contract is the value of the asset at the end of the 25 years.  There is provision in the contract for the State to share in what is assessed to be the terminal value of the asset at that point in time.  A calculation will be done at year 25 and a significant portion of that value will be returned to the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":257,"content":"<p>What portion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00300","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":258,"content":"<p>A 40% share will be returned to the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":259,"content":"<p>I have a technical question.  We were told by the Minister and his officials that the cost of wholesale broadband access had been assessed at &euro;30 per month.  Is that cost index linked in the financial modelling?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00500","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":260,"content":"<p>Yes, it is subject to indexation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":261,"content":"<p>The officials from ComReg said this morning that such indexation was somewhat unusual, given that the average costs of technology were coming down.  In fact, only one other product ComReg regulates is index-linked.  Did KPMG refer to ComReg before agreeing to index-link that figure in the modelling?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00700","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":262,"content":"<p>That was a matter for the Department, dealing directly with ComReg.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00800","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":263,"content":"<p>On page 17 of the report, there is an assessment of the key differences between the gap funded model and the concession model, including the advantages and disadvantages of each.  It is noted that the target timeline would have to be extended if there was a switch to a concession model.  For example, the State might go back to the same operator and say everything will stay the same, as agreed, other than that, say, it might want 100% of the asset at the end of the lifetime instead of 40%.  What timeline extension might be required at this stage to switch from the gap funded model to a concession model?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK00900","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":264,"content":"<p>The assessment was that to switch from the gap funded model to a concession model would require a new procurement.  The extent of the change under the procurement process would be so significant that we would have had to go back to the start of the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01000","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":265,"content":"<p>It does not say that in the analysis set out in the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01100","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":266,"content":"<p>It would have been on foot of legal advice at the time regarding the restrictions within EU procurement regulations as to the extent of the change the could be made.  The legal assessment at that point in time was that switching from something where the private sector owned the asset to a position where the public sector owned it would have required going back to the start of the procurement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01200","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":267,"content":"<p>I assume Ms Connolly cannot share the legal analysis with the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01300","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":268,"content":"<p>That is a matter for the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01400","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":269,"content":"<p>Does the Department have a similar legal analysis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01500","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":270,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01600","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":271,"content":"<p>I suggest to the Chairman that we obtain that advice.  It would be useful to have it available to any academics or other experts we might request to review our analysis of the legal options.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01700","speaker":"1294"},{"type":"speech","time":1559689200,"counter":272,"content":"<p>I will request that information.  I invite Senator Lombard to put final questions to the delegates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01800","speaker":"1315"},{"type":"speech","time":1559689200,"counter":273,"content":"<p>I will be brief as the delegates have been answering questions for nearly an hour and a half.  Will they elaborate on the &euro;3 billion, providing a breakdown on the initial funding, the VAT and the fund that will be in place if there is an issue regarding overspending?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK01900","speaker":"1386"},{"type":"speechnospeaker","time":1559689200,"counter":274,"content":"<p>That breakdown is in the public domain.  The figure comprises a subsidy of &euro;2.1 billion, plus an additional allowance of &euro;480 million as a contingent amount that may be drawn on in 14 specific defined circumstances.<\/p><p>The rules relating when it can be drawn are set out in considerable detail in the contract.  The &euro;480 million will only be drawn to the extent that it is required, based on actual circumstances as they might transpire over the course of the project.  There is an additional &euro;355 million related to VAT.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#KKK02000","nonspeaker":"Ms Michele Connolly","continuing":true},{"type":"speech","time":1559689200,"counter":276,"content":"<p>When is the money paid down for the delivery of the contract?  Can Ms Connolly give a breakdown of the &euro;2.1 billion we are paying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00200","speaker":"1386"},{"type":"speechnospeaker","time":1559689200,"counter":277,"content":"<p>There are three main payment streams under which payments are made to the bidder.  These are deployment milestone payments, ongoing capital payments and connection payments.  The entire intervention area has been segregated out into 110 different deployment areas, each of which is subject to a very specific regime of milestone payments.  The Government subsidy is paid provided the private sector entity delivering the project reaches the appropriate milestones.  The ongoing capital payments will continue over the life of the project, and relate to the continued upkeep of the asset.  In addition, there are connection payments where, as a retail service provider decides to connect a house to the network, the private sector bidder is paid a sum of money for making the connection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00300","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":278,"content":"<p>Are all the payments in line with public spending codes and with what the Department may be looking for?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00400","speaker":"1386"},{"type":"speechnospeaker","time":1559689200,"counter":279,"content":"<p>They are all in line with what we originally set out under the tender documentation.  In terms of the spending code requirements, what is relevant is the level of governance and oversight in respect of making the payments.  Detailed and specific reporting regimes are outlined in the contract against which any submission from Granahan McCourt will be assessed as part of determining whether it meets the requirements.  One of the specific recommendations we made to the Department is for it to have the appropriate skills and resources to ensure it can properly implement the governance and reporting regimes in the contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00500","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":280,"content":"<p>What will the finished product be in terms of infrastructure after 25 years?  Can Ms Connolly provide clarity regarding the value and the ownership of the asset after 25 years?  Will there be a rebate to the State after 25 years?  Who will own the asset at that point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00600","speaker":"1386"},{"type":"speechnospeaker","time":1559689200,"counter":281,"content":"<p>The asset will be owned by Granahan McCourt at the end of the 25-year period.  We made a recommendation to the Department, on which it has acted, that it commit to continuing to operate the service for at least another ten years after that period, with no subsidy.  That will ensure the Department will continue to have certainty that there will be a continuation of service after the 25-year period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00700","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":282,"content":"<p>It will be 35 years, realistically.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00800","speaker":"1386"},{"type":"speechnospeaker","time":1559689200,"counter":283,"content":"<p>Yes, but the final ten years will be with no subsidy.  If the company does not wish to operate the asset at the end of the 25 years, the Government has the option to take it back.  At the end of the 25-year period, there is what we call the \"third limb\" of the clawback regime.  There is clawback during deployment, which is between 50% and 100% of savings; there is clawback during operations where excess profits are being delivered; and there is clawback at the end of 25 years, which is referred to as the \"terminal value\" clawback, when the State will get 40% of the assessed value of the asset back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL00900","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":284,"content":"<p>If the committee were to do something unusual by stating we should begin the national broadband process all over again, what timeline would Ms Connolly envisage for it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#LLL01000","speaker":"1386"},{"type":"speechnospeaker","time":1559689200,"counter":285,"content":"<p>If we were to start again, working on the assumption that the intervention strategy and the objectives would still be the same and that everybody would still want to deliver 100% coverage to rural Ireland at a minimum of 30 Mbps as set out in the intervention strategy - I am assuming everybody would still want to start on that basis - as well as appoint advisers, the Department would have to look at the options available in order to deliver in line with that strategy.  Effectively, we would have to go back and look at items such as the options for ownership.  Once that had been decided, we would then need to design a procurement process.  It would be possible to reuse much of the material that is already there such as, for example, the procurement process and the documentation.  That could be used and adapted.  The same applies to the contract, which could be used and adapted.  However, it would still take a considerable period of months to look at the options and get a Government decision on them and then putting in place and starting a tendering process.  We would also have to go back and do a market consultation.  Starting from square one, there would be a need to consult the market to see if there would be a different appetite second time round and whether a different outcome from a cost perspective would be delivered second time round.  All that preparatory work could take anywhere from six to 12 or six to 18 months before it would be possible to start a tender competition, which for a project of this scale and complexity would take a minimum of two to three years, assuming it did not hit any additional challenges along the way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00100","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":286,"content":"<p>Realistically, it would be five years - 18 months plus another three years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00200","speaker":"1386"},{"type":"speechnospeaker","time":1559689200,"counter":287,"content":"<p>That would not be an unreasonable assumption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00300","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":288,"content":"<p>I thank Ms Connolly for that response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00400","speaker":"1386"},{"type":"speech","time":1559689200,"counter":289,"content":"<p>Does Deputy Dooley have a brief question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00500","speaker":"1315"},{"type":"speech","time":1559689200,"counter":290,"content":"<p>On the issue of the terminal value, I am a little confused.  Ms Connolly did not give a figure in that regard but she seemed to suggest it would be a function of the revenue-generating potential at the end of the 25-year period.  The assumption throughout is that by the end of the contract 80% of the people in that intervention area will have signed up at, as we understand it, &euro;30 per head.  Can Ms Connolly provide an estimate of what the value of the infrastructure will be at the end of the period?  How has she accounted for investment?  She indicated the importance of it being in private ownership.  One of the benefits would be that there would be an incentive for the owner to invest in the infrastructure over the period.  How would she take into account such investment at the end of the period?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00600","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":291,"content":"<p>When one looks at the calculation of the terminal value clawback, the contract sets out a mechanism - this has already been disclosed in some of the correspondence - for calculating that terminal value.  That would be a function of the profitability in this instance - the earnings before tax, interest, depreciation and amortisation, EBITDA, of the project multiplied by a factor of ten.  That is the calculation and the Government would then be entitled to get 40% of that terminal value of whatever that is the valuation.  What those numbers are will be dependent on what the actual performance of the business is at that point, both in terms of the level of demand, as the Deputy mentioned, and the function of the not insignificant cost involved to operate this network, including the cost of using the existing infrastructure owned by Eir.  The mechanism in the contract, which is set out in some detail, indicates what number that will deliver and this will be a function of what the actual performance of the business will be at that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00700","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":292,"content":"<p>We have been able to make assumptions along the way.  We had the regulator before the committee prior to Ms Connolly's coming before us.  We know the cost involved.  We know what the ducts and poles will cost.  There is an assumption that 80% of people will sign up at &euro;30 per premises.  Ms Connolly indicated, based on the submissions made by Eir and Granahan McCourt, that she knows all the costs.  Will she estimate, based on those projections, what the value of the infrastructure will be at year 25, assuming that 80% of the 542,000 involved will sign up?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#MMM00800","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":293,"content":"<p>That figure is commercially sensitive and I am not in a position to disclose or give an estimate of it.  What I can say-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00100","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":294,"content":"<p>Will Ms Connolly help me with the commercial sensitivity?  The Minister also seems to hide behind it.  We are not in an active competitive environment.  There is only one bidder.  Who would benefit from the revelation of that figure now, other than we who are trying to take a decision?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00200","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":295,"content":"<p>We are still in a procurement process in that we have not reached a contract award and there are aspects within the detail of the commercial deal that is on the table with the private sector bidder that would impact its bidding strategy for other projects in other jurisdictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00300","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":296,"content":"<p>With respect, we have been challenged by the Taoiseach to support, or otherwise, this contract and we have asked for these hearings in order that we can make a value judgment on what is before us.  If Ms Connolly is suggesting to us that she cannot provide information because she is concerned about what might happen in another jurisdiction, we cannot accept that.  That does not amount to commercial sensitivity in this jurisdiction.  We are representing the taxpayer.  Will Ms Connolly, please, tell us what the value of the infrastructure will be at the end of the 25-year period, based on the assumptions I have put to her?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00400","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":297,"content":"<p>The value of the infrastructure at the end of the 25 years is going to be a function of whatever the actual revenue and operating costs are going to be at that time.  It has already been mooted in earlier sittings that the revenue of the vehicle at that time could be in the order of &euro;150 million.  I assess that as being a little high, but as the costs to operate this entity are quite significant, I am not in a position to put a figure on the terminal value clawback.  This is not a business that has a very significant degree of inherent profitability and the reason for this intervention in the first place is it is not commercially viable for the private sector to do it on its own.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00500","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":298,"content":"<p>With respect to Ms Connolly, she introduced herself as head of corporate finance at KPMG.  Surely in that role she is able to do that calculation for us today.  I am not holding her to what the cost will be in 25 years because indexation comes into play, but I am asking, in today's terms, based on the costs we do know and which Ms Connolly was at pains to tell us she was aware of and based on the projection that 80% will have signed up to this contract by year 25, will she give us what that would equate to in terms of the value of the infrastructure?  This is not about the clawback or additional costs for investment that might happen along the way but about the straight line value of the infrastructure at the point of termination of the contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00600","speaker":"1274"},{"type":"speechnospeaker","time":1559689200,"counter":299,"content":"<p>That is a figure the Department has assessed and which remains commercially confidential.  I am not in a position to release that information without consulting it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00700","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":300,"content":"<p>That is absolutely fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00800","speaker":"1274"},{"type":"speech","time":1559689200,"counter":301,"content":"<p>Ms Connolly has answered the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN00900","speaker":"1315"},{"type":"speech","time":1559689200,"counter":302,"content":"<p>If the Department has that number, we will go after it for it.  I recognise that Ms Connolly would have to retain it as confidential.  I thought she was suggesting it could not be calculated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN01000","speaker":"1274"},{"type":"speech","time":1559689200,"counter":303,"content":"<p>It can be calculated, but it is commercially sensitive.  That is the answer and Ms Connolly has been very clear on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN01100","speaker":"1315"},{"type":"speech","time":1559689200,"counter":304,"content":"<p>Did Ms Connolly not say the value was typically ten times the earnings before EBITDA?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN01200","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":305,"content":"<p>That is what is outlined in the contract.  The contract is explicit that it will be calculated as ten times what the average EBITDA is over the last three years of the contract and that the State will be entitled to 40% of it.  The mechanism is in place and it is clear and transparent.  It will be a mathematical calculation at the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN01300","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":306,"content":"<p>To help us do our own mathematical calculations without too much guesswork, are we assuming an inflation rate of 2.5% to 3% a year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN01400","speaker":"1294"},{"type":"speechnospeaker","time":1559689200,"counter":307,"content":"<p>It is in that order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#NNN01500","nonspeaker":"Ms Michele Connolly"},{"type":"speech","time":1559689200,"counter":308,"content":"<p>I thank all the delegates for attending.  It has been a very productive session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22019060500002#OOO00100","speaker":"1315"},{"type":"unspoken","time":1559689200,"counter":309,"content":"<p>The joint committee adjourned at 4.15 p.m. until 3.p.m. on Tuesday, 11 June 2019.<\/p>","notice":"TIME STRING DETECTED"}]