[{"type":"majorheading","content":"Select Committee on Foreign Affairs and Trade, and Defence","time":1606348800,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 11:30<\/p><p>The Select Committee met at 11:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Cathal Berry, John Brady, Sorca Clarke, Simon Coveney (Minister for Defence), Gary Gannon, David Stanton.<\/p><p>Teachta \/ Deputy Charles Flanagan sa Chathaoir \/ in the Chair.<\/p>","time":1606348800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002"},{"type":"minorheading","content":"Defence (Amendment) Bill 2020: Committee Stage","time":1606348800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#A00100"},{"type":"speech","time":1606348800,"counter":5,"content":"<p>We have convened to consider Committee Stage of the Defence (Amendment) Bill 2020 that was referred to this committee on 23 September.  I welcome the Minister for Defence and his officials.  I call him to make a brief opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#A00200","speaker":"1589"},{"type":"speech","time":1606348800,"counter":6,"content":"<p>I know there are only two amendments for us to consider but I will say a few things before we formally move through Committee Stage.  I thank the Chairman and members of the committee for the opportunity to make a brief statement.<\/p> <p>  Although this is a relatively short Bill, it addresses some important matters.  The principal issues dealt with by this legislation relate to overseas operations as well as the provisions in the Defence Act for the enlistment of minors.  In addition, the opportunity has been taken to make a number of other minor amendments to the Defence Act.<\/p> <p>  As the committee is aware, I will be moving an amendment to delete section 4 of the Bill as this particular amendment to the Defence Act was accelerated and enacted pursuant to the Emergency Measures in the Public Interest (Covid-19) Act 2020.  I also take the opportunity to advise the committee that I propose to bring forward a series of amendments at Report Stage to allow for a member of the Reserve Defence Force, on a voluntary basis, to provide additional support to the Permanent Defence Forces at home and overseas.<\/p> <p>  The programme for Government, within the framework of the proposed commission on the Defence Forces, includes a commitment to carry out a review of the role of the Reserve Defence Force, including the question of deploying members of the Reserve Defence Force with specialist skills on overseas missions.  Having considered the matter, I recently obtained approval from Government to bring forward amendments to the Defence Acts to provide the legislative basis, by way of enabling provisions, to allow members of the Reserve Defence Force to serve in support of the Permanent Defence Forces at home and overseas, on a voluntary basis.   These amendments do not, in any way, preclude the commission from examining comprehensively the roles of the Reserve Defence Force nor do they prejudge any possible recommendations from the commission.  I am simply taking the opportunity, through the current legislation, to facilitate any such recommendations by the commission, on a wider role for the Reserve Defence Force, which I believe to be necessary, by removing the current legislative restrictions.<\/p> <p>  The proposed amendments will focus on the Defence (Amendment) (No. 2) Act 1960 and the Defence (Amendment) Act 2006, removing prohibitions, contained within those Acts,  on members of the Reserve Defence Force serving overseas.  There is also an amendment to facilitate a broader degree of support, which the Reserve Defence Force can offer to the Permanent Defence Forces at home.  There will be some consequential, technical amendments required to the Defence Act 1954.<\/p> <p>  It should be noted that any deployment of a member of the Reserve Defence Force, on foot of these amendments, will be on an entirely voluntary basis.  Also, I cannot accept Deputy Berry's amendment but we will more than compensate for that by bringing forward a series of other amendments at Report State that are consequential on each other.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#A00300","speaker":"1457"},{"type":"speech","time":1606348800,"counter":7,"content":"<p>I thank the Minister.  I will allow brief comments before going on to the Bill although, perhaps, it might be preferable to deal with the Bill section by section.  I acknowledge the fact that the Minister has made an opening statement so any members can make a brief statement now.  I believe that the best order would be to go straight to the Bill.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#A00400","speaker":"1589"},{"type":"unspoken","time":1606348800,"counter":8,"content":"<p>Sections 1 to 3, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1606348800,"counter":9,"content":"<p>SECTION 4<\/p>"},{"type":"unspoken","time":1606348800,"counter":10,"content":"<p>Question proposed: \"That section 4 be deleted.\"<\/p>"},{"type":"speech","time":1606348800,"counter":11,"content":"<p>What we planned to do here, when this legislation was originally drafted, was effectively done because we fastforwarded it and it was done in the Covid emergency legislation.  I went through that in some detail at Second Stage and I can do it again if people like.  Effectively, what is in this section is catered for in law already and, therefore, we do not need to repeat it for obvious reasons.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#A00800","speaker":"1457"},{"type":"speech","time":1606348800,"counter":12,"content":"<p>Does section 4 refer to the re-enlistment of formerly enlisted persons?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#A00900","speaker":"1515"},{"type":"speech","time":1606348800,"counter":13,"content":"<p>Yes, it is about the re-enlistment of former enlisted members of the Permanent Defence Force and, this is because, in the context of Covid, we wanted to bring back skillsets.  It was part of the recruitment and retention issues, basically, and it still is.  We are re-enlisting people now.  We have not achieved the numbers we would like but there is a steady stream of people seeking to come back into the Defence Forces, for various reasons.  Some of the reasons are linked to job opportunities that no longer exist due to Covid and others because we have a very active recruitment campaign under way.  It is one of many strategies to deal with the fact that we are 1,000 people below where we should be in terms of the number in our Defence Forces.  One of the ways to address the issue, and arguably it is the most efficient way, is to bring people back in who have left but have the skillset and training so can slot back into the Defence Forces quickly.  That has been a very successful scheme within the Air Corps, particularly in terms of getting pilots back.  We are trying to ensure that for the Army and Naval Service.  There has been legislation done for it so we do not have to do it again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#A01000","speaker":"1457"},{"type":"unspoken","time":1606348800,"counter":14,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1606348800,"counter":15,"content":"<p>Sections 5 to 7, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1606348800,"counter":16,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1606348800,"counter":17,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 6, between lines 28 and 29, to insert the following:  \t<b>&quot;Amendment of section 3 of Defence (Amendment) Act 2006<\/b><br \/><br \/><b>8.<\/b>The Defence (Amendment) Act 2006 is amended in section 3(1) by the substitution of &quot;Defence Forces&quot; for &ldquo;Permanent Defence Force&quot;.&quot;.  <\/blockquote> <p>I am not sure how relevant this proposal is.  What the Minister said is a very encouraging development.  I propose a small change which would allow a member of the Reserve Defence Force to travel abroad in an official capacity.  That would allow for the same privilege as is extended to members of the Permanent Defence Force.  What the Minister said is far more comprehensive and ambitious.  He said he will introduce a series of amendments on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B00100","speaker":"1587"},{"type":"speech","time":1606348800,"counter":18,"content":"<p>The Deputy might consider withdrawing the amendment, with the opportunity to resubmit it on Report Stage.  In the meantime the Deputy and Minister could consider the matter further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B00200","speaker":"1589"},{"type":"speech","time":1606348800,"counter":19,"content":"<p>That makes perfect sense.  The proposal the Minister made today will have a transformative effect on the Reserve Defence Force.  The ability to deploy Reserve personnel at home and overseas from an operational perspective to augment the permanent Defence Forces would breathe new life into the Reserve Defence Force.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B00300","speaker":"1587"},{"type":"speech","time":1606348800,"counter":20,"content":"<p>As a former member of the Reserve I welcome this wholeheartedly.  The opportunity for those with the skill set and training of the required standard to serve abroad is something that has been sought for many years.  I am sure the Minister is aware of this, but one issue that might arise is the necessity for people who are employed at home to give it up for a certain period of time Reserve Defence Force to serve abroad.  That employment should be preserved for them.  Will that issue be addressed?  We await the Minister's amendments and proposals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B00400","speaker":"1515"},{"type":"speech","time":1606348800,"counter":21,"content":"<p>I thank Deputies.  We had quite a good debate on this on Second Stage.  The Bill is quite technical.  It does not change fundamental policy on defence, but I was anxious to use this opportunity to put in place legislation as a foundation, from a legal perspective, to allow the commission to make recommendations to the Government on the future of the Reserve in terms of its function.<\/p> <p>  Nobody is questioning the existence of the Reserve, but it is currently way under strength.  Many people have said to me that if the Reserve had an increased role, they would consider joining more seriously.  I hear the kind of accusations of training for training's sake, as opposed to training for the purpose of being deployed with and complementing the Permanent Defence Force at home and abroad.  The decision to join or stay in the Reserve should be informed by a more ambitious approach to its role.  Of course we need to manage that in a responsible way. <\/p> <p>  Many in the Permanent Defence Force will need reassurance that this is not in some way limiting their place on the career ladder or opportunity to serve overseas; quite the opposite.  We have limitations on what we can do overseas because we have shortages of certain specialties.  Ships are not going to sea because of the limitations enforced on us due to the fact we are missing a chef, medic, specialised engineer or whatever.  There is an opportunity for specialist skill sets, in particular, in the Reserve to be able to complement and work with the Permanent Defence Force at home and abroad.<\/p> <p>  When the commission has been established I will ask it to examine this more seriously in terms of international best practice and make some recommendations to me.  I have encouraged it to be ambitious and, if necessary, quite radical to reflect the future security and defence challenges we face.  One of the specific terms of reference will be the Reserve Defence Force.  I do not want the commission to make recommendations and for us then to have to start the legislative process all over again.  It could take six or eight months to facilitate those recommendations.<\/p> <p>  I appreciate what Deputy Berry is willing to do.  If he withdraws his amendment, he can resubmit it on Report Stage and see what I come up with.  He could then push or drop it if the amendments I bring forward go as far as he suggested.  As he said, they will probably go well beyond what his amendment proposed.  We are in a good space.  I will share the amendments as soon as they are ready for Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B00500","speaker":"1457"},{"type":"speech","time":1606348800,"counter":22,"content":"<p>I thank the Minister.  I understand Deputy Berry will withdraw the amendment, with the right to resubmit it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B00600","speaker":"1589"},{"type":"speech","time":1606348800,"counter":23,"content":"<p>That is correct.  What the Minister is proposing has exceeded my expectations.  I am very happy to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B00700","speaker":"1587"},{"type":"unspoken","time":1606348800,"counter":24,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1606348800,"counter":25,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1606348800,"counter":26,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1606348800,"counter":27,"content":"<p>Bill reported with amendment.<\/p>"},{"type":"speech","time":1606348800,"counter":28,"content":"<p>I thank the Minister and his officials for their attendance.  Unless there are any other matters, we will adjourn until next week.  We may have a Teams meeting earlier in the week to deal with correspondence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B01100","speaker":"1589"},{"type":"minorheading","content":"Message to Dáil","time":1606348800,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B01200"},{"type":"speech","time":1606348800,"counter":30,"content":"<p>In accordance with Standing Order 101, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Foreign Affairs and Defence has completed its consideration of the Defence (Amendment) Bill 2020 and has made amendments thereto. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2020112600002#B01300","speaker":"1589"},{"type":"unspoken","time":1606348800,"counter":31,"content":"<p>The select committee adjourned at 11.48 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]