[{"type":"majorheading","content":"Joint Oireachtas Committee on Education and Social Protection","time":1429099800,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:10<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Byrne, Senator Gerard P. Craughwell, Deputy Michael Conaghan, Senator Marie-Louise O'Donnell. Deputy Seán Crowe,+ Deputy Noel Harrington, Deputy Charlie McConalogue, Deputy Jonathan O'Brien,<\/p><p>+ In the absence of Deputy Jonathan O'Brien, for part of meeting.<\/p><p>DEPUTY JOANNA TUFFY IN THE CHAIR.<\/p>","time":1429099800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002"},{"type":"unspoken","time":1429099800,"counter":4,"content":"<p>The joint committee met in private session until 1.29 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"General Scheme of Retention of Records Bill 2015: Discussion","time":1429099800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#F00100"},{"type":"speech","time":1429099800,"counter":6,"content":"<p>I welcome the officials from the Department of Education and Skills.  I draw to their attention the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or persons or an entity by name or in such a way as to make him, her or it identifiable.  Their opening statement will be published on the committee website after the meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I remind members, visitors and those in the gallery to ensure that their mobile phones are switched off completely or switched to flight mode.<\/p><p> Today we are looking at the general scheme of the retention of records Bill 2015.  On 9 March, the Minister for Education and Skills referred to the committee the general scheme of this Bill for pre-legislative scrutiny.  Submissions on the general scheme were sought and seven were received.  At its meeting on 1 April, the joint committee decided to invite the Department of Education and Skills to today's meeting to assist us in our consideration of the matter.  I welcome from the Department Mr. Dermot Mulligan, Ms Mary McGarry and Mr. Aongus &Oacute; hAonghusa.  I now invite Mr. Mulligan to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#F00200","speaker":"1010","continuing":true},{"type":"speechnospeaker","time":1429099800,"counter":8,"content":"<p>I thank the committee for the invitation to take part in today's discussion on the general scheme of the retention of records Bill 2015, which was approved by Government in March.  The Bill amends existing legislation and its aim is to preserve the records of the Commission to Inquire into Child Abuse, the Residential Institutions Redress Board and the Residential Institutions Review Committee so that we never forget the wrong which was done to children and that we remain constantly vigilant to protect the rights of children.  Specifically, the intention is that these records will be deposited with the National Archives where they will be preserved and sealed for a period of 75 years.  At the end of this period, the records will be available for public inspection, subject to conditions which will be determined by the director of the National Archives.<\/p> <p>  I will now say a few words about the bodies whose records will be covered by this Bill.  The first of these is the Commission to Inquire into Child Abuse, which was established by the Commission to Inquire into Child Abuse Act 2000.  Its main functions were to report on the abuse of children in certain types of institutions and to give those who suffered this abuse an opportunity to describe what happened to them.  Under the Act, the types of institutions covered included \"a school, an industrial school, a reformatory school, an orphanage, a hospital, a children's home and any other place where children are cared for other than as members of their families.\"<\/p> <p>  The commission comprised two separate and distinct committees, namely, the confidential committee and the investigation committee, which were required to report separately to the commission as a whole.  The confidential committee heard the uncontested evidence of those who did not wish to have the alleged abuse investigated further.  The investigation committee inquired into the manner in which children were placed in institutions, the abuse they suffered while in these institutions and related matters.  Investigations were conducted into all institutions where the number of complainants was more than 20.  Between the two committees, the commission received the evidence of over 1,500 witnesses who attended or were resident as children in schools and care facilities in the State, including particularly industrial and reformatory schools.  The commission produced its final report, also known as the Ryan report, in May 2009.  The commission has almost completed its work and is expected to be dissolved later this year.<\/p> <p>  The other two bodies covered by the Bill are the Residential Institutions Redress Board and the Residential Institutions Review Committee.  These bodies were established by the Residential Institutions Redress Act 2002.  The redress board was established to make awards to residents of certain residential institutions who suffered abuse in childhood.  To qualify for an award from the redress board, applicants were required to establish to the board&rsquo;s satisfaction that they suffered injuries consistent with abuse while resident in one of the 139 specified institutions.  Abuse is defined in the legislation to include physical, sexual and emotional abuse, and neglect.  The legislation made it clear that the making of an award to an applicant does not constitute a finding of fact relating to fault or negligence on the part of an alleged abuser or the person responsible for the management, administration, operation, supervision, inspection and regulation of the specified institutions.  At end December 2014, the redress board had made 15,547 awards, with an overall average award value of &euro;62,240.  The review committee was established to provide for appeals from decisions of the redress board.  The Residential Institutions Redress Board and the review committee have also almost completed their work and it is expected that they will be dissolved this year.  The overall expenditure on the redress scheme is some &euro;1.2 billion. <\/p> <p>  I will now describe the current legislative provisions, which have imposed strict confidentiality requirements on all three bodies.  As far as the Residential Institutions Redress Board and the review committee are concerned, section 28 of the 2002 redress Act prohibits the disclosure of information provided to those bodies other than to the Garda S&iacute;och&aacute;na or to an appropriate person in relation to prevention of child abuse.<\/p><p>It also provides for any unauthorised disclosure to be a criminal offence.  Section 28(6) prohibits publication of any information concerning an application or an award that could reasonably lead to the identification of an applicant, an alleged abuser or a residential institution.  Any such publication is also a criminal offence.  <br\/><br\/>Section 28 of the 2000 Act also provides that the commission cannot be required to disclose information provided to it, other than to An Garda S&iacute;och&aacute;na to prevent a serious offence or to an appropriate person to prevent child abuse.<br\/><br\/>Section 27 prohibits the disclosure of information provided to the confidential committee, other than in limited circumstances, with any unauthorised disclosure constituting a criminal offence.<br\/><br\/>While section 5(3) of the 2000 Act provides that the commission&rsquo;s report could contain findings that the abuse of children occurred in a particular institution, the person who committed the abuse could only be identified where they had been the subject of a criminal conviction in relation to it.  Under the Act, the commission report could not identify or contain information that could lead to the identification of those who were the subject of abuse in childhood and could not contain findings in relation to particular instances of the alleged abuse of children.<br\/><br\/>Under the existing legislation, it is a matter for each of the three bodies concerned to dispose of their records.  Section 7(6) of the 2000 Act provides that the commission shall make such arrangements as it considers appropriate in relation to the custody and disposal of its documents and copies of documents given to it.  In this regard, the records of the confidential committee are expressly deemed by section 27(5) not to constitute departmental records within the meaning of the National Archives Act 1986 and every witness to the committee was given an assurance of complete confidentiality.  Similarly, the records of the redress board and review committee do not constitute departmental records within the meaning of the National Archives Act 1986 and under sections 28(6) and 28(7) of the 2002 Act, it is a matter for the board or committee respectively to determine the disposal of its documents.<br\/><br\/>If there were no change to the legislation then the board and review committee would be required to destroy their records on dissolution.  The commission would also be required to destroy its confidential committee records.  The commission considered that the retention of investigation committee records which identify individual survivors and alleged abusers would be in breach of the 2000 Act.<br\/><br\/>I will now explain the rationale for the retention of the records.  The Oireachtas has previously considered the issue of the retention of the commission&rsquo;s records.  The Government sponsored motion on the Ryan report on the Commission to Inquire into Child Abuse, which was adopted by D&aacute;il &Eacute;ireann on Friday, 12 June 2009, noted &ldquo;the desirability that, in so far as possible, all of the documentation received by and in the possession of the Commission to Inquire into Child Abuse is preserved for posterity and not destroyed&rdquo;. <i><\/i>The Labour Party's Private Members&rsquo; Institutional Child Abuse Bill 2009 also addressed this issue.  In July 2013, the then Minister for Education and Skills, Deputy Ruair&iacute; Quinn, announced that he had secured Government agreement in principle to bring forward legislative proposals to allow for the retention of the records of these three redress bodies.  In the press release of Tuesday, 10<sup><\/sup>March 2015, announcing the publication of the general scheme of the Bill,  Minister for Education and Skills, Deputy Jan O&rsquo;Sullivan announced:<blockquote>In keeping with the motion adopted by D&aacute;il &Eacute;ireann following the publication of the Ryan report, these proposals will allow the documentation received by the Commission to Inquire into Child Abuse to be preserved for posterity and not destroyed.  They will also preserve the documentation of the Residential Institutions Redress Board and the Review Committee.  These records are highly sensitive and contain the personal stories of victims of institutional child abuse.  I believe that it is very important that these records are not destroyed, both to ensure that future generations will understand what happened and out of respect to the victims who came forward.  By sealing the records for 75 years and ensuring appropriate safeguards on the release of the records thereafter, we are in a position to preserve these sensitive records.<\/blockquote>The retention of these records therefore represents a significant departure from the position provided for in the existing legislation and it is recognised that this is a very sensitive issue.  There is a need for the legislation to balance the rights to privacy of those who gave evidence to the commission and redress bodies against the need to ensure that as a society we never forget the harm that was done to children and the need to ensure that the protection of children is always to the forefront of our minds.  The heads of this Bill attempt to strike this balance.The legal advice is that this balance is achieved if access to the records is prohibited for a lengthy period, of the order of 75 years, having regard to the rights of the parties who engaged with the bodies.<\/p><p>The intention is that after this period the records will be available for public inspection in accordance with conditions stipulated by the director of the National Archives.  It is expected that the individuals involved will be deceased at that stage.<\/p><p> The draft general scheme was circulated to the 18 congregations that are party to the 2002 indemnity agreement and to the various groups representing survivors of residential institutional child abuse.<\/p><p> The Department and the Minister would be happy to consider any views of the committee arising out of its consideration of the Bill.  It would be the Minister&rsquo;s intention to proceed as quickly as possible with the drafting of the Bill after that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#G00200","nonspeaker":"Mr. Dermot Mulligan","continuing":true},{"type":"speech","time":1429099800,"counter":11,"content":"<p>I thank the witnesses for appearing before the committee and updating us on the Department's position on the proposed Bill.  The balance struck is reasonable.  However, when the committees, boards and inquiries were set up, one would have expected the issue to be addressed then, as those who contributed to the inquiries, the redress board and the review committee would have done so on the basis of the 2002 legislation.  Why was that not the case?  It can only have been to try to reassure those coming forward that their contributions would be confidential.  Now we are changing the terms, although I accept it is for valid reasons.  I would be interested to hear any feedback the Department has had arising from its engagement with those who contributed and whose testimony informed those documents.  I would like to hear their views on the issue and whether they would have been as comfortable coming forward in the first place had what we may regard as a reasonable balance been included in the initial legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#J00300","speaker":"999"},{"type":"speech","time":1429099800,"counter":12,"content":"<p>I have a couple of questions.  If we go down the road of new legislation, I would not want to compound the hurt inflicted on children and particularly on those who have given evidence.  I have read some of their submissions, some of which concern reputational damage to organisations.  We are stuck in this difficult situation.  This is a significant departure.  Perhaps Mr. Mulligan would explain where the demand for this has come from.  He mentioned an announcement made by the former Minister for Education and Skills, Deputy Ruair&iacute; Quinn, in the D&aacute;il.  Has the demand come from academics, historians or the survivors themselves?  What is the scale of the records being dealt with?  How many records are involved?  What are the criteria for keeping and not keeping records?  How many individuals' records are involved?  Why did the Minister decide not to have a consultation process on the issue?  That is a significant matter.  The complaint throughout has been that people have not been involved in the process.  The next step for the committee is whether it will allow those individuals to give their views, or perhaps that is a discussion for later on.  Is there a concern about legal action, given that testimony was given on the basis of confidentiality which is now being breached, or is that provided for in the new legislation?<\/p> <p>  What will happen to the records held by the Education Finance Board?  Why are they not being included in the legislation?  In one of the submissions, Irish Survivors of Child Abuse, Irish SOCA, complained bitterly about institutional vandalism.  I am conscious that the witnesses may not be able to answer some of these questions.  Why were those records destroyed if we are concerned about keeping records?  Will the Minister make a commitment that there will be no exemptions in the sealing of the records as per the concerns of Irish SOCA?  That is an issue the witnesses may not be able to address, but the Minister needs to return to the committee with that information.  Will the Minister listen to the concerns of survivors who do not agree with this initiative?<\/p><p>There needs to be a consultation process so that this is not just landed on people.  Many people who went through the process said it opened old wounds and was the worst thing they had done.  They had wanted to tell their story but were left devastated as individuals.  What are the implications of any legal actions being taken?  Have any of these records been accessed to assist with the prosecution of individuals or are they kept separate?<\/p><p> The 75-year limit confuses me.  Why is it 75 years?  Is it just a ballpark figure?  The witnesses said there was a legal recommendation but why was it not 50 years?  I presume a lot of the people affected would be dead within 50 years.   Why is it 75 years?  Why is it not 100 years?  When the data are handed over to the National Archives who will be legally responsible for the records?  Does the Department of Education and Skills lose its responsibility for them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#J00500","speaker":"1037","continuing":true},{"type":"speech","time":1429099800,"counter":14,"content":"<p>My input will be very short.  A number of the victims that came forward to the various redress boards did so on the basis of the legislation that was there at the time.  As Deputy McConalogue has already pointed out, what is very reasonable today was not available to the people who came forward.  I have personal knowledge of one individual who did not come forward because he did not want his name to come out.  The man, who has since died, never sought compensation and this was for two reasons.  One, he did not want to relive what had happened in the institution and, two, he wanted total privacy with respect to what happened to him in his early life.  If we now decide to retain the records - I do not care whether it is for 75 years or 175 years - is there a breach of trust here?<\/p> <p>  Some people will not have mentioned what happened to them to their extended family, such as their in-laws, and will never have mentioned that they were in an institution.  The idea that the information would come out 50 years after they died would cause them pain and suffering right now.  Are we opening the door to possible litigation?  A colleague asked about litigation on behalf of the good names of institutions but what about the good names of individuals?<\/p> <p>  On the subject of consultation, are we going to have to go back to every individual to get a signature from them to say they agree to retaining their records?  Some 15,547 came forward to the redress board having suffered great pain in their younger lives.  Are we now going to force them to go into their old age wondering who is going to find out their secrets?  While I see the benefit of doing this, I also see a breach of trust.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#K00200","speaker":"1196"},{"type":"speech","time":1429099800,"counter":15,"content":"<p>I thank the officials for their presentation.  As Deputy McConalogue said, there is an element of changing the goalposts for both alleged abusers and, in particular, survivors who would have entered into a process in good faith and, with a certain knowledge of the legislation, assured that their identities would be preserved.  Any legislation which attempts to balance rights is difficult because somebody's rights are bound to be chipped away in some respects.  There is a necessity to preserve these records, not for posterity but to ensure this never happens again.  Human nature has collective amnesia and intergenerational amnesia is quite prevalent.  Society is inclined to forget things.<\/p><p>That is why we should preserve the records.  However, we are lighting a 75 year fuse here that could explode in a different context and society.  Take the example of the 1911 census records.  If one trawls through those records, one can identify people who were described as lunatics and one might know their grandsons, grand-daughters or relations.  The term was quite acceptable at that time but it is now unacceptable.  It is just a description, and it is only the tip of the iceberg in terms of the sensitivity of these files.  How do we, in 2015, protect something, even in the language, that could be opened in 2080?  It is not the identity of the people who will be deceased, but there is a bigger consideration in terms of their families.  This is still a small country.  It is based on townlands, the parish, the street and the neighbourhood, so we must be very mindful of the dangers of this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#K00300","speaker":"995","continuing":true},{"type":"speech","time":1429099800,"counter":17,"content":"<p>I wish to take up something Deputy Crowe said.  Why is the Department doing it?  I do not understand; perhaps there is something wrong.  They are protected in section 28 of the 2002 redress Act.  That section prohibits the disclosure and publication.  Why are we doing it?  It is after the fact here.<\/p> <p>  Have the witnesses read the submission from the Sisters of Our Lady of Charity and their argument against it?  Have they read the contribution of the Congregation of Our Lady of Charity of the Good Shepherd?  They make extraordinary arguments as to why it should not be done.  The Oireachtas Library &amp;amp; Research Service has done us a great service.  The questions on pages 9 and 10 of its research ask the question that all of the Senators and Deputies here are asking, namely, where is the expectation of confidentiality which people began with and that is now turned into something else?  Where is the expectation of one's good name, which again people began with and has now become something else?  Where is the expectation of privacy?  In fact, 75 years is not a long time because some of them were infants.  My mother is 93 and she is fine.  The idea appears to be that 75 years is somewhere in the jurassic past.<\/p> <p>  Perhaps the witnesses would answer some of these questions because it appears as if we have changed A to B and I am wondering about the reason for that.  If I organise myself, in situation A, from a confidentiality, good name and right to privacy perspective and that is how I got involved, and then it becomes something else, there are legitimate questions to be asked.  I do not know how we got here, although in one way I do.  However, I wish to have that question answered, because I would oppose it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#L00200","speaker":"1170"},{"type":"speech","time":1429099800,"counter":18,"content":"<p>The overriding consideration is that the State has a duty to society and to all of us to ensure that matters such as these are not forgotten and that the records are not obliterated, when people will argue in the future about what happened and did not happen to many young people.  It is important that those records are retained and that the State gives a reasonable time, in so far as it can, in terms of protecting people's identity.  Regarding the passage of time and 75 years, one can never copperfasten that.  However, the availability of the data as a standing reminder of the dreadful things that happened must be retained, so we are not left after whatever number of years have passed guessing what happened, using hearsay or trying to interpret something that is almost a lost memory.  The actual data is the basic requirement that society needs.<\/p> <p>  The general point is that there is an overriding and over-arching obligation on the State.  There is no perfect way of doing this.  One is always going to touch a nerve or reach an edge or verge where one is not sure whether to step on one side or the other.<\/p><p>That is a human predicament with all of this type of undertaking.  The State has probably done the best job it can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#L00300","speaker":"1031","continuing":true},{"type":"speech","time":1429099800,"counter":20,"content":"<p>I do not have much to add.  Whether the period is 75 years, 100 years or 200 years, the cruelty inflicted on very young and innocent children or young adults can never be forgotten.  In reading the submissions from the different organisations, religious orders and individuals, it is clear that they have concerns which must be listened to.  We must respect those concerns; this involves some people who participated in the cruelty and others who did not, and they have very real concerns.  I am not sure whether keeping records will make any difference as nobody will forget what has happened in this country.  We cannot be allowed to forget it and it lives in everybody's memory.  It is a generational issue and it will not go away.<\/p> <p>  The people in question want assurances with respect to confidentiality about what will be kept on file, whether it is for 75 years or longer.  We need to take into account what has been said by these organisations and particularly by individuals.  It is their life that has been destroyed.  There were good and bad ways.  There were many decent religious orders with good priests, nuns and lay people but, unfortunately, a small group of individuals has destroyed their reputation.  Unfortunately for the people who have been left scarred, although they may now be older, they and their children, grandchildren and great-grandchildren will always remember the scars.  It is not something on which we can toss a coin and the process must be understood properly.  The Department and the Minister must take into consideration what is said by those who contributed submissions to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#M00200","speaker":"1029"},{"type":"speech","time":1429099800,"counter":21,"content":"<p>Is there a need or reason to retain these records?  I am not at all convinced there is but if there is a reason to retain them, could they not be sanitised?  Could the names be removed, with people referred to as \"Victim A, B, C or D\", up to 1,500 or 15,547?  As some of my colleagues have indicated, we live in a country that is essentially parish-based.  People live in parishes that were subjected to this and they have their good name intact.  In 75 years, we might hear something akin to a person's grandfather \"taking the soup\", which is a phrase still thrown around the country.  I recall being down the country at one stage and hearing somebody referred to with a particular title.  I thought it was the surname but I found out some time later that it was a remark used to reflect the fact that the family \"took the soup\" several hundred years beforehand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#M00300","speaker":"1196"},{"type":"speech","time":1429099800,"counter":22,"content":"<p>The issue of protecting the right of a good name raises a very important point.  Information in those records, such as allegations of abuse, may potentially read as statements of legal fact, rather than a statement of testimony and evidence from victims of abuse in those institutions.  Some allegations of abuse were never contested but may be denied.  To what extent can it be made clear in 75 years that the records are not legal findings of guilt but a record of evidence?  It is a moot point but it is interesting to consider the right of a good name.  We are all asking the questions.  I understand that we want to protect and preserve, and we want people to be informed about what happened.  That is why history is so important, although the Labour Party and our last Minister for education did not think it important enough to be a core subject.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#M00400","speaker":"1170"},{"type":"speech","time":1429099800,"counter":23,"content":"<p>That was not Deputy Quinn.  It was prior to his tenure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#M00500","speaker":"1031"},{"type":"speech","time":1429099800,"counter":24,"content":"<p>Who was it?  Anyway, it is a little off the point.  History plays a major part.<\/p><p>Seventy-five could be the age of one's father, not necessarily one's grandfather.  The institutions, such as the Congregation of Our Lady of Charity and the Sisters of Our Lady of Charity, have legitimate points to make.  We should be very much aware of them.  We should also bear in mind the points of the individuals who have written, who believed they were in one area and now find themselves somewhere else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#M00600","speaker":"1170","continuing":true},{"type":"speech","time":1429099800,"counter":26,"content":"<p>People do forget.  Historical events such as the Great Irish Famine and the Holocaust should be considered in this regard.  We are reaching a time when the last survivors of the Holocaust will have passed away.  While popular descriptions of events, including reports in newspapers, are available, it is important that people are able to look at the original source material.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#N00200","speaker":"1010"},{"type":"speech","time":1429099800,"counter":27,"content":"<p>Nobody is saying that should not happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#N00300","speaker":"1170"},{"type":"speech","time":1429099800,"counter":28,"content":"<p>My understanding of the law as it stands is that all these records will be destroyed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#N00400","speaker":"1010"},{"type":"speech","time":1429099800,"counter":29,"content":"<p>They may be held and not destroyed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#N00500","speaker":"1170"},{"type":"speech","time":1429099800,"counter":30,"content":"<p>The main point is that something has to be done or the records will be destroyed.  That is a point that could be clarified.<\/p><p>An article in <i>Time<\/i>magazine states a baby born today could live to be 140.  I do not know whether that is true but life expectancy is increasing all the time.  What protections would exist for somebody still alive?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#N00600","speaker":"1010"},{"type":"speechnospeaker","time":1429099800,"counter":31,"content":"<p>I thank the members for their comments and questions, which I appreciate.  We are very conscious of how sensitive this area is for individuals and organisations.  There are different points of view and different rights involved.  Reference was made to the difficulty of balancing those rights.  I would not underestimate the difficulty.  I will try to address the questions.  If I miss any, the members may remind me of them.<\/p> <p>  One of the core questions concerns why a change is being advocated now.  Why was this not thought about back in 2000 and 2002, when the legislation was brought in originally?  A watershed moment in the past 15 years was the publication of the Ryan report in 2009.  It established, without any shadow of a doubt, the scale and systematic nature of the abuse that took place and the hurt done to so many children.  That was not known about in 2000 and 2002.  The question of why we are changing now is a fair one.  What I have described is the key in this regard.<\/p> <p>  If we do not do something, the records will be destroyed, as the Chairman said.  The need to remember and to retain the documentation that indicates exactly what happened, the people to whom it happened and the wrong that was done to them is the real reason this Bill is being proposed.  Some commentators have talked about the power of personal testimony.  As the Chairman said, nothing has the same impact as an individual's story about what happened to him or her.  The more we anonymise, sanitise or summarise exactly what happened to individuals, the greater the risk that we will forget what happened.  Perhaps that is the key point.<\/p><p>Our legal advice is approximately 75 years is appropriate.  Fifty years is probably too short because of the points made on life expectancy.  It may be, and I hope it is the case, that average life expectancy will become longer than this.  It is a difficult call to make as to how soon to allow access.  We are balancing the various rights.  I take the point it may be different in 75 years' time and there will be an opportunity to revisit this then.<\/p><p> With regard to the scale, we are speaking about 1 million to 2 million records so it is significant.  These records relate to more than 16,000 applicants to the redress board, more than 1,000 applicants to the review committee and approximately 2,500 individuals who engaged with the commission.  We have been in intensive discussions with the National Archives about this and the intention is not that all of these records will be retained.  Many of them deal with administrative issues such as arranging meetings, which are probably not of archival value.  This is certainly the view of the National Archives.<\/p><p> With regard to the change to the provisions on confidentiality under which people made submissions and applied and whether this is a breach of trust, there is a difficulty with balancing where we thought we were as a society in the period from 2000 to 2002 and where we are now, knowing what happened and what the Ryan report clearly states happened, and the imperative that nothing like it can happen again and the protection of the rights of children are paramount.  How to do this and where to draw the line is a difficult question.  It is one of the issues we have carefully considered with legal advisers, and the outcome of this is that sealing the records for 75 years gets the balance right.<\/p><p> In terms of consultations, what we planned in this area was the subject of a D&aacute;il motion in 2009 and announcements were made in 2013.  When it was published, we circulated the general scheme to congregations and survivor groups for comment.  We have not received as many written submissions as the committee has.  We received two written submissions from congregation groups, we have had some contact with representatives from survivor groups and have received submissions from two individuals.  If the groups which have made submissions to the committee want to send them to the Department, we would be interested in their content and would be willing to meet them to discuss the points raised.  This is an important and sensitive issue and we want to consult and engage with the various groups and individuals who have a view on it.<\/p><p>In regard to who will be legally responsible for the records, currently this is the responsibility of various bodies.  We are working with the National Audit Office on who will bear legal responsibility for them when they move to the National Archives office.<\/p><p> In regard to the education and finance board records, following establishment of the residential institutions statutory fund the property rights and liabilities of the education and finance board were transferred to the residential institutions statutory fund board, which took the decision to destroy those records.  The Minister had no particular role in that regard.  This may in the future lead to some administrative problems in terms of new applications for services to be funded by Caranua but it is not considered to be an impossible thing to overcome.  From the point of view of retention of those records, they were not at that stage considered to be of any particular archival value.<\/p><p> I hope I have answered members' questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#N00700","nonspeaker":"Mr. Dermot Mulligan","continuing":true},{"type":"speech","time":1429099800,"counter":34,"content":"<p>I am still not satisfied in my mind.  The phrase \"Lest we forget\" has been mentioned many times.  If we have done nothing else in this world, we have forgotten.  Regardless of the many reports and documents in existence, we continually forget.  Our economic crash is an example of us forgetting.  I do not understand why we want to do this or who has requested it.  Has somebody approached the Minister or the Department indicating that he or she believes that in 50 or 100 years' time we might want to research this area?  To help us remember, a copy of the Ryan report could be displayed in every State institution in this country.  Why do we want to keep these records and who is asking that they be kept?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#P00200","speaker":"1196"},{"type":"speech","time":1429099800,"counter":35,"content":"<p>In regard to the phrase \"Lest we forget\", I think that sometimes we have to forget because we are not able to live with the abuses of the past.  We have to do that from an imaginative point of view at least as otherwise we would not get out of bed in the morning.<\/p> <p>  The people who gave these most harrowing and appalling testimonies about their lives did so in the knowledge that they would be confidential, or did they not?  Did somebody say to them that they would be confidential up to a point or not confidential?  I thought they gave these testimonies confidentially.  Is that not the point?  If they are confidential then they should remain so.  Whether people thought that meant they would be held in an archive or destroyed I do not know.  I understand the need for preservation but I understood that the testimonies were made in good faith and confidentially.  Perhaps I am wrong.  I am not too sure the people concerned are aware of what is being proposed given the process has moved on somewhat and brilliantly.  In my view, the Government dealt extraordinarily well with this, in so far as it could.  <\/p> <p>  Perhaps I could get an answer to my question, which really is the nub of what is at issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#P00300","speaker":"1170"},{"type":"speech","time":1429099800,"counter":36,"content":"<p>I understand the rationale for retention of these records.  I believe there will be a historical value in these testimonies being available for future generations.<\/p><p>However, I do not think that is the point.  The key point is that these people told their stories on the basis that they would be confidential.  Historically, they were very much failed by the State and by the authorities responsible for looking after them.  I have no doubt it took a hell of a lot for these people to come forward and tell their stories and personal experiences in very intimate detail to the commission, but this was on the basis that it would be confidential.  I now have grave reservations about any decision to change those terms, allowing their stories to be told in 75 years' time whether they like it or not.  As a State, we have an obligation to them on the basis on which they engaged with the State and the inquiries that were established.<\/p><p> Some of the people who gave testimonies are now deceased and there is no basis on which we can inquire retrospectively what their view would have been.  However, they certainly would have departed this world believing that their engagement with the State under law was confidential and would not go any further.  As we know, one of the things that is hardest to come across in life is discretion, and if you want to keep a secret, you keep it to yourself.  People would think that if their engagement was based on law it would be pretty watertight and that it was unlikely that the State would then breach the terms of its engagement and commitment to them.<\/p><p> For those who are deceased, there is certainly a big issue.  For those who, thankfully, are in good health and continue to be with us, I would imagine there is, at a minimum, a responsibility on the State to engage with them.  We should put to them the rationale for the State's seeking to change the terms of its engagement with the commission and why it feels this would be valuable, and ask for their response and consent.  As I said, I do not think it should be the case that we are going to do this whether people like it or not.  We have an obligation to all citizens to respect their wishes, particularly those we have failed in the past.<\/p><p> Mr. Mulligan made the point that the more we anonymise, the more the value of the testimony diminishes.  Names are very important because they continue on and, in 75 years, it will be difficult without names to trace who the person was.  Where a name is given, it will be very straightforward and easy, but much of the impact of these stories could be protected and preserved without the name being there.  It is more tricky in regard to the deceased members but, at a minimum, for those members who are willing to engage with the State at this stage, I would have thought their consent would be an important factor and that they should be consulted.  Has the Department given consideration to this?  What are its considerations and is it something to which it is still open?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#P00400","speaker":"999","continuing":true},{"type":"speech","time":1429099800,"counter":38,"content":"<p>To add one sentence to what Deputy McConalogue has said, some of the stories are about familial abuse, parental neglect, psychiatric and learning difficulties and drug and alcohol abuse, so it is not just about abuses by institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#Q00200","speaker":"1170"},{"type":"speech","time":1429099800,"counter":39,"content":"<p>Arising from the discussion, I believe there is huge merit in the retention of the information.  If the choice was that the records were to be destroyed or not, I do not think they should be destroyed.  The difficulty is the potential for the release of the information.  The reality is that access to information in Ireland has been revolutionised in the past 30 years and has changed enormously even in the past ten years, whether through freedom of information legislation or otherwise.  The technological advances in the area of information have been enormous and 99% of that has been positive.<\/p><p>The difficulty is the interpretation of the information.  We can get almost any kind of information we want in a household but how we interpret it is a major difficulty.  How can we future-proof or predict how people will access and use information in 2080 or 2081?  It is something we cannot consider in 2015.  We could not consider ten years ago how we could access information today.  Can there be some kind of provision in the legislation to future-proof members' concerns and those of the public and the survivors in balancing the public right to information and the individual's right to protection?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#Q00300","speaker":"995","continuing":true},{"type":"speech","time":1429099800,"counter":41,"content":"<p>We cannot be the arbiter of what people in the future will do with this information.  There is no way of putting cotton wool around this and protecting it.  These records are a valuable resource because they shine a light on an area of Irish life of which no one is proud.  They shine a light on things that happened.  Dreadful things happened to young people and we must confront it, internalise it and come to terms with the fact that our culture is not always a pretty thing.  There is an ugliness running through it, as there is in most societies.  Putting it back for another 100 years or putting Tipp-Ex through people's names in the records does not deal with things.  Dreadful things happened in our society, as in other societies, but the last thing we should do is pretend they did not happen or that these things happened to anonymous people.  These things happened to people with names.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#R00200","speaker":"1031"},{"type":"speech","time":1429099800,"counter":42,"content":"<p>They gave their names confidentially.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#R00300","speaker":"1170"},{"type":"speech","time":1429099800,"counter":43,"content":"<p>They gave their names.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#R00400","speaker":"1031"},{"type":"speech","time":1429099800,"counter":44,"content":"<p>We are arguing at cross purposes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#R00500","speaker":"1170"},{"type":"speech","time":1429099800,"counter":45,"content":"<p>We must learn from it and not just pretend this is not there.  That is the point of bringing it to the surface, so that it is not forever kept underwater by tying big stones to it.  That is what happened in the past and it is part of the problem we have today.  We buried things, hid things and pretended things did not happen.  All kinds of things happen in society and we must take account of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#R00600","speaker":"1031"},{"type":"speech","time":1429099800,"counter":46,"content":"<p>For some of us, it is not an intellectual argument as some of us know intimately some of the people who went through these experiences.  Anyone who has been involved in politics will have met many of the survivors groups.  Like it or lump it, we agreed to the legislation.  As legislators, we are saying that we are conscious of the impact on survivors.  That is my main concern.  I do not want to compound the hurt of anyone who has been hurt.  We gave them guarantees that we would take a particular route, even though some of us might not have agreed that some groups or individuals were excluded from some of the redress schemes established but that is an argument for another day.  What we are saying is that we know best but I genuinely do not think I can make that decision on behalf of those individuals.  In 75 years' time, if legislators decide to open it up, that will be a matter for them but we gave that guarantee.<\/p><p>Again, I did not agree with the confession box system where one could tell one's story but it would never be on record.  That did not work for many people. The processes which we established did not work for many people.  I have met quite a number of people over recent years who curse the day they actually went to these different structures because it opened up old wounds and did not make them feel better.  What impact will this legislation have on many of these individuals?  If it is only one that says he or she does not agree with this, we have to take cognisance of that individual&rsquo;s position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#R00700","speaker":"1037","continuing":true},{"type":"speech","time":1429099800,"counter":48,"content":"<p>I have a different view on this.  I recall one newspaper article in which a woman from One in Four supported this legislation.  I am of the view that there are survivors who are favourable to this legislation.  On the one hand, people are arguing that we cannot trust people in the future while, on the other hand, they are arguing we should abdicate our responsibilities to the legislators of the future.  Most people are in favour of retaining the records which means some people will have access.  I can understand the argument against freedom of information access to these records now while the people affected are still alive.  If it is going to be available to people in the future, then it should be available to the public.<\/p> <p>  If we were to support this legislation, we would be setting a value, stating the information should be available in the future on the basis of freedom of information but, to keep in mind the sensitivities of the people alive now, it should be made available in 75 years time.  That would be taking responsibility as legislators and setting a benchmark rather than leaving it to somebody in the future to set that benchmark.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00200","speaker":"1010"},{"type":"speech","time":1429099800,"counter":49,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00300","speaker":"1196"},{"type":"speech","time":1429099800,"counter":50,"content":"<p>A point of disagreement is what the Senator means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00400","speaker":"1010"},{"type":"speech","time":1429099800,"counter":51,"content":"<p>It is a good argument and I am convinced by it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00500","speaker":"1170"},{"type":"speech","time":1429099800,"counter":52,"content":"<p>We are essentially saying that we gave our word but we want to change it now.  That is exactly what happened to the people in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00600","speaker":"1196"},{"type":"speech","time":1429099800,"counter":53,"content":"<p>Maybe the issue was kicked to touch by the legislators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00700","speaker":"1010"},{"type":"speech","time":1429099800,"counter":54,"content":"<p>The legislation seemed clear at the time that these testimonies were for the purposes of the use of the inquiry only.  That was the basis on which people engaged.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00800","speaker":"999"},{"type":"speech","time":1429099800,"counter":55,"content":"<p>But was it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S00900","speaker":"1010"},{"type":"speech","time":1429099800,"counter":56,"content":"<p>I have no doubt that many of those who gave testimony to the inquiry would be happy for their names to be attached to it for posterity.  For anyone who came forward, part of them wanted to tell that story.  We do not know, however, to what extent they wanted that story to be acknowledged or to be disseminated further.  The option we are discussing here today was not available to the people at the time they engaged with the inquiry.  We simply do not know the answer to the question as to how far they wanted the information to go.<\/p> <p>  We do not know the answer for those who did not engage if the terms were different.  For those who are deceased, we will never know.  For those who are still with us, the question should be put to them.  While many will say they believe this is sensible, if there are any who would not have engaged had they known the terms were different, then we have to respect that.  It cannot be a matter of we know what is best for them.  We need to be cognisant of that and, at a minimum, seek consent before their names would be included and available in the future.<\/p> <p>  Has this happened with legislation in the past?  What consideration has been given by the Department and the Government into this setting a precedent for the future?  Does it mean that legislation can be similarly changed in the future?<\/p><p>It will certainly be looked upon in the future as something that can happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#S01000","speaker":"999","continuing":true},{"type":"speech","time":1429099800,"counter":58,"content":"<p>In that regard, is there a precedent for this in Britain?  As our neighbour, it is the most likely to have had something similar to this.  I have heard that records or transcripts dating back to the 19th century have been released later.  Is Mr. Mulligan aware of any precedents, not only here but in the United Kingdom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00200","speaker":"1010"},{"type":"speechnospeaker","time":1429099800,"counter":59,"content":"<p>In this part we were asked about where the demand was for this.  I would draw attention to my statement where I indicated that there was a motion passed by the D&aacute;il that looked for this documentation of the commission to be preserved for posterity and not destroyed.  In relation to the commission documentation, there was a key motion passed by the Dail in that respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00300","nonspeaker":"Mr. Dermot Mulligan"},{"type":"speech","time":1429099800,"counter":60,"content":"<p>Was it a unanimous motion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00400","speaker":"1010"},{"type":"speechnospeaker","time":1429099800,"counter":61,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00500","nonspeaker":"Mr. Dermot Mulligan"},{"type":"speech","time":1429099800,"counter":62,"content":"<p>That is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00600","speaker":"1010"},{"type":"speechnospeaker","time":1429099800,"counter":63,"content":"<p>This would apply that principle to the redress board and the review committee.  I acknowledge the issue regarding confidentiality and the terms in which persons made applications, gave evidence, etc. is a particularly difficult and sensitive one for the individuals concerned and their families.  It is correct that what we are talking about in this part of the discussion is not so much whether the records would be retained but rather how and when they would be released.  There is a variety of opinion, for example, among survivor groups, in relation to the length of time.  Some would like the records released right away.  Some think 100 years is too short.  There is a range of views on that.  There is a range of views also on whether particular individuals would like their own records to be released and when.  I am not minimising this as an issue.  It is a really sensitive one.  The way that the general scheme has been prepared is that the conditions on the release of records would be stipulated by the director of the National Archives office at the time, in 75 years or whenever.  It is open to consider whether there would be other restrictions or guarantees on that, and maybe that is what some of those who have expressed opinions on it might be interested in.  I am not in a position to say anything particular about it, except that an important factor in the consideration of this is that people gave evidence on the basis that it would be confidential.  In the submissions we have received to date on this, we have heard that message from only one individual.  It is something we need to consider carefully and we probably need to reflect a little further on it whenever we hear the committee's final views.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00700","nonspeaker":"Mr. Dermot Mulligan"},{"type":"speech","time":1429099800,"counter":64,"content":"<p>I thank the representatives, Mr. Mulligan, Ms McGarry and Mr. &Oacute; hAonghusa, for their attendance today.  We will be looking at the issue further.  We will look at it in private session and we will be in touch with them.  If we have any other issues, we will be able to contact them in the meantime.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00800","speaker":"1010"},{"type":"speechnospeaker","time":1429099800,"counter":65,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EDJ2015041500002#T00900","nonspeaker":"Mr. Dermot Mulligan"},{"type":"unspoken","time":1429099800,"counter":66,"content":"<p>The joint committee went into private session at 2.35 p.m. and adjourned at 2.45 p.m. until 1 p.m. on Wednesday, 22 April 2015.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform","time":1429095600,"counter":67},{"type":"unspoken","content":"<p>The Joint Committee met at 12:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Tom Barry, Senator Sean D. Barrett, Deputy Michael Creed, Senator Paul Coghlan, Deputy Timmy Dooley, Senator Aideen Hayden. Deputy Sean Fleming, Deputy Kathloeen Lynch,* Deputy Michael McGrath, Deputy Paul Murphy, Deputy Kieran O'Donnell, Deputy Arthur Spring, Deputy Peadar Tóibín, Deputy Brian Walsh,<\/p><p>* In the absence of Deputy Ciarán Lynch.<\/p><p>DEPUTY LIAM TWOMEY IN THE CHAIR.<\/p>","time":1429095600,"counter":68,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002"},{"type":"unspoken","time":1429095600,"counter":69,"content":"<p>The joint committee met in private session until until 12.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Flood Risk Insurance Cover: Discussion","time":1429095600,"counter":70,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#C00100"},{"type":"speech","time":1429095600,"counter":71,"content":"<p>I ask that all mobile telephones be switched off.  This is important as the broadcasting unit has indicated there still are serious problems with mobile telephones being switched on.  The joint committee will have two separate sessions today, both of which concern the provision of insurance in areas at risk of flooding and subsidence.  I remind members that the joint committee will deal with correspondence and other agenda items in private at the end of our second session this afternoon.<\/p><p>Session A, which has expert witnesses, is part of the committee's deliberations on this topic.  We have invited Mr. Lawrence Owens from the Cork Business Association and Dr. Swenja Surminski from the London School of Economics and Political Science, LSE, to share their insights and I welcome both witnesses to the meeting.  Mr. Owens is the chief executive of the Cork Business Association, which represents more than 150 businesses in Cork city.  The city of Cork is prone to flooding and many of the businesses represented by the Cork Business Association have serious concerns regarding the level of flood insurance cover on offer at present and in the immediate future.  Dr. Surminski is a senior research fellow at the Grantham Research Institute on Climate Change and the Environment, which is part of the LSE.  Dr. Surminski is a programme leader for the &quot;climate risk, insurance and private sector&quot; work-stream at the institute.  Prior to joining the LSE, Dr. Surminski spent more than ten years in the insurance industry working on climate and risk management.  The format of the session is that Mr. Owens first will make some opening remarks, which will then be followed by those of Dr. Surminski.  A question and answer session will follow to qualify any matters.  I remind members, witnesses and those in the public Gallery that all mobile phones must be switched off.<\/p><p>I advise the witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  If they are directed by the committee to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter to only qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Finally, members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person or persons outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p><p>I ask Mr. Owens to begin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#C00200","speaker":"1095"},{"type":"speechnospeaker","time":1429095600,"counter":72,"content":"<p>I thank the Chairman for the opportunity to address the joint committee.  Rather than going through the entire submission in detail, I will summarise some of its aspects.  As the Chairman noted, the Cork Business Association, which is a not-for-profit organisation, represents more than 150 members across diverse sectors of business within the city.  I will drill down to the association's concern in this regard.  The Office of Public Works, OPW, scheme for flood defence for Cork has been identified as a viable flood risk management option in respect of riverine, fluvial and tidal sources in the Lee catchment flood risk management plan.  As current estimates of the cost of this work are approximately &euro;50 million to &euro;60 million, it is a significant investment of taxpayers' money in the Cork area to provide flood relief.  As a business organisation, the association has visited Fermoy, Clonmel, Waterford and other locations to see the standard and quality of work of the OPW, as well as its effectiveness.  Cork is a different situation in that work has not started and the finance value has not yet been set in absolute terms.  The projected dates for commencement of the work are 2016 or 2017 and the completion date will be up to 2020 and beyond.  Naturally, the expectation among business owners is that once the OPW flood relief scheme is completed, realistic flood insurance cover then will follow.  However, the commentary from the representative body for insurance companies, namely, Insurance Ireland, is somewhat different and this is a major concern.  In its opinion, based on the plans it has seen for the flood relief scheme in Cork, the proposed work will not reduce the risk of flooding sufficiently to allow the industry to provide flood cover for businesses and householders in Cork city.  Consequently, the ongoing difficulties faced by businesses and property owners in Cork city in respect of the lack of flood insurance are set to continue.<\/p><p>Therefore, it begs the question as to what investing in Cork's flood defences will achieve in terms of achieving a reasonable level of insurance cover and what the implications are for similar investment in flood defence schemes nationally.<br\/><br\/>The announcement in March 2014 of a memorandum of understanding between the OPW and Insurance Ireland allows for the exchange of flood defence data, which we welcome.  Rather than any commitment to provide insurance cover, however, is this really the best we can expect from the insurance industry in light of significant State investment?  We are very determined on one point, namely, that the Government must ensure that the investment in which the State is included delivers more than just an understanding.<br\/><br\/>I again stress that this is a national issue, but I am giving the Cork perspective.  What does the future hold for our members who cannot currently get flood insurance?  What do the next six years hold for our members while the flood defence works are underway, during which there is a very real possibility of being flooded again?  The lack of clarity on this issue has massive implications for the future development of the city.  How do we in the Cork Business Association encourage businesses affected by the lack of insurance cover to invest in their premises and to upgrade same if they cannot protect them?  How do we encourage domestic and foreign inward investment if we cannot guarantee such investment is protected?  <br\/><br\/>It is imperative that homes and businesses in Cork city and nationally can access flood insurance at a reasonable cost without delay.  The <i>status quo<\/i>is unsustainable, with many businesses and homeowners exposed to massive risk.  We fully understand that insurance is not for inevitable loss.  However, being able to transfer risk, which has been done traditionally through insurance, is critical to the economic success of any region as commercial operations simply will not start, develop and thrive without this mechanism.  The concept of the premiums of the many paying for the losses of the few is one of the foundation stones of insurance when one considers the advances being made in the UK.  For further clarification, I can provide information on the flood relief scheme in the UK.  It is not in place just yet, but the insurance industry has taken some degree of ownership and has involved itself in developing a scheme which seems to have some potential.  I respect that it will operate within the private sector in terms of domestic, and not commercial, insurance, but the framework has significant logic which could be examined.  Essentially, it is a reinsurance scheme with a certain fund.  Claims and policies are dealt with as normal, but if there is a fund claim, the insurance company can claim against the fund as a backup.<br\/><br\/>The nub of the question is the investment that is included for Cork, which is &euro;50 million or &euro;60 million.  The soundbites from the insurance industry indicate that it is not good enough.  The OPW, which has a superb standard and quality of work and has proved effective, is involved in a one in 100 year flood defence system.  Is it the OPW or the insurance industry that decides on the quality of the work?  If there is a question to be asked, it needs to be clarified before we invest a significant amount of ratepayers' money in a flood defence scheme and end up without any flood cover.  We would then again be in a situation whereby we have a flood defence scheme, but no way to protect businesses and households in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#C00300","nonspeaker":"Mr. Lawrence Owens","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":74,"content":"<p>I thank the Chairman for inviting me.  It is a pleasure to share what I hope will be some useful insights.  In terms of my background, as the Chairman mentioned I worked in the insurance industry and have seen it from the private sector side in terms of arranging flood insurance and working with flood victims, a point which is important to consider.  There is a human side and a business angle, in terms of an insurance company making a commercial decision on whether to provide insurance.  There is a public finance aspect which is probably where this committee comes in.  There is also a climate and flood risk dimension, which is important to clarify at the outset.  It is a multidimensional issue and the stakeholders involved all come from very different angles and follow very different premises, which is what makes it so difficult to find a solution.<\/p> <p>  There is no silver bullet for arranging flood insurance.  In my submission I highlighted the fact that there are a large variety of insurance concepts around the world.<\/p><p>I have had the dubious pleasure of being involved in discussions in some EU countries, in the US and in developing countries where efforts are being made to design flood insurance.  Closer to home, I have been involved in the Flood Re discussion.  It is important to highlight that various concepts are floating around and that almost every single concept has its flaws.  Almost every country is discussing the possibility of reforming or redesigning it.  I say that just as a statement.  I know it is not very helpful because the committee would probably have loved to be given an example of something that is working very well.  It is a particular challenge in light of the need to bridge the gap between current risk - what is of concern to stakeholders such as businesses - and future risk in terms of climate change and rising flood risk.  I think that is the first aspect of the matter.<\/p><p> My key message is that when we talk about insurance, we need to consider both of its dimensions - the risk side, which relates to issues like information, prevention and planning, and the compensation side, which relates to how it is organised.  In most of the existing schemes across the world, these sides are not really closely integrated.  My observation is that it is really important for us to tie them together as we go forward.  We need to make sure the compensation side is closely linked to our understanding of risks.  This reflects on the previous speaker's comments about who decides, judges or takes a stance in terms of risk levels.  It is important to consider that aspect of the matter.  It is of fundamental importance that the risk side and the compensation side are closely linked into the future.<\/p><p> The next point I would like to make relates to the design of insurance that is fit for the future.  I would say three key principles usually need to be borne in mind.  The first of those principles, affordability, relates to the requirement for home owners and businesses to be able to pay for insurance.  The second principle, availability, is provided for through the private sector, is provided for publicly, or is provided for through a mix - usually in the form of a public private partnership.  The third principle, financial sustainability or solvency, is quite an important aspect of the matter.  I refer to whether the scheme is actually solvent in terms of paying out claims and is likely to be around not just for the next year but for the next five to ten years, at least.<\/p><p> I would add the issue of vulnerability and exposure as a further factor on the risk side.  Obviously, one faces certain trade-offs when one is designing an insurance scheme.  For example, one must make a decision on whether the scheme is affordable for everyone.  One must consider the affordability of insurance for newer properties by comparison with insurance for older properties.  One must look at whether it is affordable for people who are extremely vulnerable and for small and big businesses.  Many decisions that are almost normative need to be made.  A decision needs to be made on who decides what is affordable, for example.  I was involved in a survey of small businesses across England.  When we asked them about the affordability of flood insurance, we got a wide spread of responses.  It is important for us to recognise that when we are considering who should decide how much an affordable insurance policy should cost and who should set the rate system.<\/p><p> The issue of availability is related to the question of how much the public is expected to intervene and be involved.  As I said, there are schemes in which the public is basically providing all the funding and is reinsuring the schemes.  For example, flood insurance is the second largest public liability on the public budget in the US.<\/p><p>That is one extreme and then there is the case of completely privately arranged flood insurance in other countries, such as in Scandinavia.  That deals with the question of to what extent is there a degree of intervention.<\/p><p> Financial stability is obviously a question for the regulator and it is important to recognise that the regulator has certain parameters in terms of setting risk levels beyond which an insurance company cannot go.  For example, if an insurance company underwrites flood insurance risk up to a certain level, it needs to prove that it is able to manage and respond to those claims and that is often in conflict with the local decision of accepting a certain level of flood risk.  For an insurance company, that decision is driven by regulatory settings and then facing the local demand for insurance cover.  It is important to recognise what potential the role of the regulator could play in this.<\/p><p> The final issue is vulnerability and exposure and the risk aspects.  I often think that going forward an insurance system, flood risk management and planning are important but what is probably needed most is a resilience broker.  It is almost like an independent body that shares the information, ensures transparency in risk data and co-ordinates prevention while also having a role in ensuring access to insurance and providing case-by-case advice.  That is often missing.  Going forward, that is an interesting aspect in order that there is not just a focus on an insurance broker but potentially a resilience broker who could fill that role.<\/p><p> There are couple of issues I could highlight in the context of the advantages and disadvantages of certain systems but they could be picked up in the discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#D00200","nonspeaker":"Dr. Swenja Surminski","continuing":true},{"type":"speech","time":1429095600,"counter":77,"content":"<p>I welcome Mr. Owens and Dr. Surminski and I thank them both for their time and opening statements.  I would like to discuss the situation in Cork with Mr. Owens as the best case study in the country of an area prone to flooding.  The city has experienced devastating floods, particularly in 2009, with a number of events since then.  Do many businesses in the city not have flood insurance cover following these recent events?  What risk do they face if there is another flood event next winter, for example?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#F00200","speaker":"993"},{"type":"speechnospeaker","time":1429095600,"counter":78,"content":"<p>The river divides and creates this island within the centre of the city.  The vast majority of our members on that island do not have flood insurance.  Some may have had their last flood insurance before the last episode but that get out of jail card is gone and they are now without insurance cover.  I will give an example of one trader who was flooded in 2014.  She had flood insurance and the premises was devastated.  A &euro;250,000 investment was put into the premises.  It was built in with huge resilience in the premises in terms of what can be done.  There are certain mechanisms that can be applied at a business level to make a premises somewhat robust in terms of flood prevention and flood defences.  However, with regard to her insurance going forward, she has a &euro;20,000 excess only.  That is not an excess on the bottom down.  That is the most she can ever get if her business is flooded again and, therefore, traders either have no flood insurance or it is so negligible that it is not worth it.<\/p> <p>  The economy is on an upturn and businesses are starting to reopen.  Flood insurance is a basic requirement for loan approval from a bank.  If one does not have it, the loan is gone.<\/p><p>Local and multinational investment will continue to be affected because whereas flood insurance is a given in most locations, unfortunately in Cork, particularly on the island, businesses do not have it.  It is extremely difficult to run a business in the knowledge that flooding, which is inevitable unless defences are installed in the coming years, will probably wipe out one's business.  It is very difficult to trade in this type of environment.  Statistics show that &euro;500 million has been spent nationally on flood defences and it is forecast that a further &euro;210 million will be spent for this purpose.  Our concern, as I intimated, is that the large sums spent by taxpayers on flood defences surely deserve some degree of recognition.  The defences established by the Office of Public Works in Cork function and are sufficiently resilient to provide some level of defence.  The insurance industry should re-examine its position.  While I agree with Dr. Surminski that there is no silver bullet that will resolve this issue, the problem will get worse if we ignore it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#F00300","nonspeaker":"Mr. Lawrence Owens","continuing":true},{"type":"speech","time":1429095600,"counter":80,"content":"<p>Would another flood event in Cork wipe out certain businesses that do not have insurance cover?  Do some of them lack the financial capacity to survive another flood?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00200","speaker":"993"},{"type":"speechnospeaker","time":1429095600,"counter":81,"content":"<p>The Deputy asks a good question.  Many of the businesses in question are very resilient and deal with the issue as best they can.  Business owners continue to trade because their business is their livelihood.  There is a considerable degree of resilience among individuals as opposed to premises.  However, there is no question that another flood similar to those experienced in 2009 or 2014 would wipe out a number of businesses.  They may have had flood insurance on the previous occasion but no longer have it and will decide, therefore, that it is no longer worthwhile to continue in business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00300","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":82,"content":"<p>Is the Cork Business Association or Cork Chamber of Commerce in dialogue with the representative body of the insurance industry on the issues facing the city?  Mr. Owens cited a statement in which the insurance industry indicates it may not reinstate cover if it is not satisfied with the nature of the flood defences.  Is the industry saying anything publicly or privately to the Cork Business Association or its members?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00400","speaker":"993"},{"type":"speechnospeaker","time":1429095600,"counter":83,"content":"<p>No, our organisation has not had any dialogue with the insurance industry.  All we can do is take cognisance of the statements and comments it makes and these are causing great concern.  As I indicated, the natural assumption among businesses was that if investment was made in a flood defence mechanism designed for a one in 100 year event, the <i>quid pro quo<\/i>would be the provision of some element of insurance cover and a degree of reasonableness.<br\/><br\/>As I intimated, we fully accept that it is not against inevitable risk but we are investing substantial amounts of taxpayers' money, particularly in Cork.  I visited Fermoy, Clonmel and Waterford where superb flood defence works have proved effective.  In 2014, with the exception of one area where flood defence works had not been completed, Waterford was flood proof because the works carried out by the Office of Public Works were effective.  If the OPW has delivered the works in Cork to the same standards and level of efficiency, delivery on the insurance side must follow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00500","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":84,"content":"<p>Will this be a factor in attracting new retailers and international chains to Cork when they are considering risks and the possibility of not being able to obtain flood cover?  While new developments can be elevated and the risk of flooding mitigated, will insurance cover be a factor for companies considering locating in low-lying premises which are at risk?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00600","speaker":"993"},{"type":"speechnospeaker","time":1429095600,"counter":85,"content":"<p>The Deputy is correct that resilience can be built into the design of new developments and that the primary risk is to existing premises.  This issue is putting questions in the minds of investors and developers.  Rather than placing barriers in the way of inward investment, we should make the process as effective and efficient as possible.  This issue presents a barrier and while I fully understand its complexity, any questions regarding insurance could cause potential investors to locate elsewhere.  Cork needs to attract new retailers and businesses to the city.  While it would be unreasonable to argue that this issue will prevent all potential investments, it will certainly cause potential investors to ask whether they should invest &euro;1 million or &euro;2 million in Cork or a safer location.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00700","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":86,"content":"<p>Has Dr. Surminski compared data in Ireland on the number and coverage of businesses with flood insurance cover with similar data in other European countries?  If so, where does Ireland stand <i>vis-&agrave;-vis<\/i>other countries in terms of these baseline data?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00800","speaker":"993"},{"type":"speechnospeaker","time":1429095600,"counter":87,"content":"<p>It is interesting because most of the data being collected are focused on the domestic side, namely, households, and occasionally small businesses.<\/p><p>Most of the data collected is focused on the domestic side - that is, households - and occasionally on small businesses.  That is the case in most European countries.  I have heard from Insurance Ireland that it provides statistics on the number of households that have access to flood insurance, but I have not seen data on the number of businesses.  That is an important point to highlight.  In most countries that debate is fairly separated in that a discussion is had about homeowners' need for insurance, with small businesses possibly linked to that, but access by the rest of the business community to insurance is kept fairly separate.  That has been the case in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#G00900","nonspeaker":"Dr. Swenja Surminski","continuing":true},{"type":"speech","time":1429095600,"counter":89,"content":"<p>Who provides that data internationally?  In terms of the data on coverage for businesses, for example, would it be provided by the insurers, the representative bodies or the state register?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#H00200","speaker":"993"},{"type":"speechnospeaker","time":1429095600,"counter":90,"content":"<p>If it comes, I would expect it would be from the insurers.  It is interesting because one would assume that data about insurance coverage is available at the press of a button, but that is not the case.  I highlighted that in my submission when I said that the latest data is from the European insurance body from 2009 and then there is something from the European Commission from 2012.  That does not seem to be very accurate.  In fact, Ireland was not part of the insurance representation there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#H00300","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":91,"content":"<p>This is my final question.  The position of successive Governments in Ireland has been that it is a commercial decision for insurers to decide whether they should provide cover for floods, for example, or for subsidence risk.  The State does not intervene or put any onus on an insurer to provide cover, but it will help to reduce risk by carrying out flood relief measures, for example.  Dr. Surminski referred to other models internationally under which the state does become involved in reinsurance, for example, or underwriting the risk.  Are there other good models in Europe whereby the state becomes involved for the greater economic good because insurers will not take the risk of providing cover in certain locations for certain types of risk?  Does any state take the view that it is in its overall economic interest to have insurance and that it will provide some backstop?  What are the best models, in Dr. Surminski's view?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#H00400","speaker":"993"},{"type":"speechnospeaker","time":1429095600,"counter":92,"content":"<p>The best is always a tricky question.  In terms of the models that exist, in Spain there is an insurance pool that covers natural disasters and terrorism, and that is state-backed.  France has something similar.  It is almost like an insurance tax in that everybody who pays insurance pays an extra tax that funds the \"Cat Nat\" pool, as it is called.  Switzerland has a state-owned monopoly insurance body that handles natural disasters and risk.  In terms of balancing risk and risk management, the Swiss model seems to be doing quite well.  It is difficult to come up with a best system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#H00500","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":93,"content":"<p>I thank our guests, Mr. Owens and Dr. Surminski, for their submissions.  I have some questions for Mr. Owens.  Coming from Cork, I am familiar with the devastation that occurred in the city centre, and while I do not represent that area, I have some experience of flooding in residential areas and also flooding of businesses.  In respect of the experience in Fermoy, Clonmel and Waterford, to which Mr. Owens alluded, the quality of the works and the consequent re-flooding, have businesses in those areas been able to get insurance on foot of the success of the design and the works that have been completed?  He spoke about the memorandum of understanding.  That is fairly weak in terms of the amount of money that will go into the Cork flood defence scheme.<\/p> <p>  Second, we hear the continuous debate about climate change, rising sea levels etc.  That brings into sharp focus whether the predictions made at a particular time about flood risk through models and so on are a moveable feast.<\/p><p>A one in 100 year flood might be a much more recurring likelihood now than it was 50 years ago.  In that sense, under the climate change agenda, one of the measures we are taking is retrofitting houses with insulation to improve their energy efficiency.  In response to rising sea levels and the increased likelihood of flood risk, is there a case for areas that are subject to recurrent flooding to have a programme of retrofitting premises with the optimum level of flood defence mechanisms available?  Mr. Owens made reference to new builds, but is there a level of retrofitting on individual premises that can mitigate problems, and what kind of costs would this involve?  On that basis, could the State enter into partnership with the insurance sector to work along those lines?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#H00600","speaker":"986","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":95,"content":"<p>There are a number of questions and I will go back to the initial one in terms of Fermoy and Clonmel.  We do not have empirical data from those areas in terms of the cover of flood insurance but I am aware anecdotally that it has not changed the goalposts.  There are certain businesses there that did not have insurance prior to the work being completed and they are still in the same position.  It has not changed.  In terms of the one in 100 years timeframe, it is early days in respect of towns such as Fermoy and Clonmel.<\/p> <p>  In the second part of Deputy Creed's question on the standard and quality of work, the OPW has the hydrologists.  They have the expertise and the track record historically of doing this type of work.  Their analysis, and the levels and quality of their work so far, has proved effective.  A comprehensive study was carried out by the OPW where 300 locations in Ireland were identified as particularly prone to flooding.  All of that data is now shared with the insurance sector.  There is total transparency in terms of the data.  I am assured that the insurance sector itself has comprehensive data on the country's insurance issues.  There is quite a benchmark level of data out there for the insurance sector.<\/p> <p>  I agree with Deputy Creed on retrofitting.  Retrofitting could be done, certainly on a local basis, to build in resilience to one's premises, whether through non-returnable valves for the pipe networks coming into the buildings or defence mechanisms on the side walls because, where one defends one's premises and makes it as resilient and robust as possible, if one's neighbour next door does not, it comes through the walls.  In terms of flooding, the weakest link in the chain will result in the domino effect.  However, at an individual level, there could be such initiatives, whether through a rate reduction or a local authority initiative in that area to assist businesses.  While that can help and would be beneficial, the local work on the individual premises coupled with the significant work on a macro scale by the OPW would deliver a much more resilient area, including individual premises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#J00200","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":96,"content":"<p>Dr. Surminski probably wishes to comment on what sort of retrofitting can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#J00300","speaker":"1095"},{"type":"speechnospeaker","time":1429095600,"counter":97,"content":"<p>The retrofitting aspect is important, although there is still a lack of clarity in terms of assessing and evaluating the impact that process can have on the outcome of a flood.  In Ireland, there have been discussions on kite-marking certain matters.  For example, one installs certain measures and they are then officially approved which gives some assurance that they work.  There is also a human dimension.  Some of these measures require a person to be present in the facility to operate them and sometimes that is the weak link in making it in time for the flood.  There are certain aspects that need to be clarified but, by and large, there is strong evidence that resilient reinstatement or retrofitting is important and cost effective in many cases.<\/p> <p>  Another point I would highlight touches on the case of Cork, which seems an extreme example.<\/p><p>I know Cork is probably the most exposed city to floods in Ireland.  I am surprised, however, that so far the insurance industry has not spelled out its criteria or expectations for what constitutes a flood risk.  What usually happens in other areas of insurance is that certain conditions are set down and if one meets them, then one can expect to get insurance.  This creates a degree of transparency.  A business in a certain trade will know it will have to comply with certain conditions.  By doing so, it will get insurance.<\/p><p> This does not seem to be the case with flooding.  To me, this could be an avenue to creating a level playing field.  It could allow for clarity as to what from an insurance perspective must be expected of a business or a community in terms of flood prevention defences and retrofitting.  It would also ensure this is adhered to when it comes to the point of granting insurance cover.  I am a bit surprised that this does not seem to be in place in this case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#J00400","nonspeaker":"Dr. Swenja Surminski","continuing":true},{"type":"speech","time":1429095600,"counter":99,"content":"<p>Insurance Ireland will attend the committee later on.  We will certainly put that question to them then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#K00200","speaker":"1095"},{"type":"speech","time":1429095600,"counter":100,"content":"<p>How would Mr. Lawrence Owens measure the level of progress since the memorandum of understanding has been put in place?  Has the situation improved in any way?  He said the Government must provide more than understanding.  Will he be more specific as to what exactly it needs to do?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#K00300","speaker":"1080"},{"type":"speechnospeaker","time":1429095600,"counter":101,"content":"<p>There is the direct and the indirect situation.  With regard to investment and the locations, the Government certainly has a degree of leverage with the insurance industry for the work that has been completed in certain areas and which have proved effective so far.<\/p> <p>  The word &ldquo;understanding&rdquo; is very vague and it gives much of the decision-making process back to the insurance industry.  I am well aware we cannot impose a position on the insurance industry and there has to be due diligence and assessment of risk.  As I said earlier, however, if there are individual and local flood defences with more resilience, coupled with a significant investment to provide flood defences for Cork, then, surely, the correlation must be insurance cover should follow.  It should be reasonable cover, not cover at an exorbitant rate which means one effectively does not have insurance cover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#K00400","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":102,"content":"<p>Is the Government hand-in-hand with the insurance industry?  What is the level of co-operation between the two at the moment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#K00500","speaker":"1080"},{"type":"speechnospeaker","time":1429095600,"counter":103,"content":"<p>I am not saying that for a moment.  All the information and databases the insurance industry has requested, it has received from the OPW, Office of Public Works.  One would swear I am working for the OPW but I am not.  The work it has completed has been to a very high standard, however.  Historically, the areas that have been completed have been somewhat to the very least resilient and it has a complete and comprehensive database.<\/p> <p>  The entire armoury is there for the insurance industry to make decisions that are reasonable and fair.  There are issues in the health insurance sector such as equalisation.  That can be examined, as well as the flood schemes.  I know from talking to Dr. Swenja Surminski that it is not an absolute cure all.  There are, however, methods and strategies in the UK and Europe that provide a base to look at.  What we are doing now is ineffective and proving to be detrimental in providing opportunities for business development because it is putting roadblocks in place.  Despite all the work done by the Government and local businesses, we still seem to be in exactly the same situation, namely, we cannot get flood insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#K00600","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":104,"content":"<p>Is best practice being followed in the granting of planning permission in Cork?  I have heard a retail park is being built on a bog in Ballyvolane which will mean that a local estate, Brookvale, will become more vulnerable to flooding as a result.<\/p><p>Given that there are problems there, are we taking enough steps in planning to ensure we will not make problems worse in the future?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#K00700","speaker":"1080","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":106,"content":"<p>We have a history of building estates or buildings in areas that were unsuitable and we are seeing the legacy of this in various locations in terms of increased flooding.  I am not <i>au fait<\/i>with how the flood plain or the issue of flooding is taken into the planning design but it must be part of that process.  As we intimated earlier, any of the newer developments are usually resilient in terms of design and construction, particularly in the city island area.  Many new developments are coming on stream.  The critical problem is within the older buildings - the older, indigenous businesses.  It is incredibly difficult to install that resilience because it requires external work on the streetscape in terms of non-returnable valves or doorsteps and, as I said earlier, they are only as good as the weakest link in the chain of that network.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#L00200","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":107,"content":"<p>I thank Dr. Surminski for raising the issue of climate change because it is the elephant in the room.  Often when we discuss climate change in this institution, we speak about it as a cost, but in fact not dealing with it is a cost.<\/p> <p>  In respect of the State and insurance companies, what is the incidence of the State providing direct insurance cover in these scenarios or competing against private firms to provide insurance for these types of risks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#L00300","speaker":"1080"},{"type":"speechnospeaker","time":1429095600,"counter":108,"content":"<p>It is fair to say that Ireland is an exception in terms of having a purely privately based insurance system.  The UK takes a similar approach and although Scandinavia leans more towards the private side, both Ireland and the UK are pretty much an exception because the state is involved in some form in most other European countries.  The state does this either through providing the re-insurance in order that the insurers come back and re-insure or actually providing the entire thing.  Spain would be an example of the latter course.  In many countries, I would be asked how they can attract the private sector to do more while in other countries like Ireland and the UK, there is the question of whether the Government should be more involved.  The insurance industry in the UK has asked for more state involvement.  The initial suggestion was that the Flood Re scheme would be backed by the state and have a public guarantee behind it.  That has not happened until now.  It is not the official line.  It is unclear what happens once the fund gets overwhelmed.  If there were a major flood that would wipe out the fund, it is likely that the State would come in and provide some last resort backing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#L00400","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":109,"content":"<p>One of the concerns regarding that type of mixed scenario is that the State is in some way subsidising the private sector in that it is covering the costly end of the market and allowing profiteering in the more lucrative end of the market.  What is Dr. Surminski's view on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#L00500","speaker":"1080"},{"type":"speechnospeaker","time":1429095600,"counter":110,"content":"<p>That is a concern.  We need to keep in mind that flood insurance is not provided here as a stand-alone product.  It is usually tied in with other insurance products.  One does not go out and buy flood insurance.  It is usually part of an insurance package.  That is what makes it attractive for private insurance companies to provide it.  If it were a stand-alone product, I doubt whether the private insurance industry would be writing it or would be very interested in it.  I always say that the industry does not make money on flood insurance alone so it is the high-risk end, as Deputy T&oacute;ib&iacute;n says.  The industry makes it affordable and commercially viable by linking it to other insurance products it sells such as home insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#L00600","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":111,"content":"<p>Given that we have covered much ground, I will recap some of it.  Is Mr. Owens of the opinion, based on the best available knowledge, that Cork is adequately covered in terms of flood defences by the OPW's work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00100","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":112,"content":"<p>No, I said that will be the case after the work has been completed.  The plan is still going through the public consultation process.  It could take until 2020 or 2022 for the plan that has been designed for Cork to be completed and the flood defence mechanisms to be in place, using the funding that has been earmarked.  According to all the expert opinion, the OPW's design will provide a resilient flood defence system against a one in 100 year flood for Cork city.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00200","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":113,"content":"<p>I am involved in a voluntary organisation with a premises on the South Mall which has been flooded twice in recent years.  Am I correct that no real, permanent outcome is anticipated until 2020?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00300","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":114,"content":"<p>Absolutely.  Cork is where it has always been.  It is open to flooding.  It is up to individual premises to implement whatever defence mechanism it can.  If the atmospheric conditions occur, we will be flooded again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00400","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":115,"content":"<p>There is no immediate solution to the difficulty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00500","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":116,"content":"<p>No.  As I mentioned in my submission, over the next five to six years, the status quo in Cork will not change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00600","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":117,"content":"<p>We are discussing the longer-term situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00700","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":118,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00800","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":119,"content":"<p>Mr. Owens's point is that there is no mechanism that obliges insurers to take into account remedial works that have been undertaken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M00900","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":120,"content":"<p>If serious work has been done on an individual premises to make it flood-resistant, in so far as possible, there must be a quid pro quo by the insurance industry to consider the situation and offer a favourable level of insurance.  While most people running a business do not run out seeking insurance as a priority, it is a necessity.  As Dr. Surminski said, flood insurance is just one part of an overall insurance package but, unfortunately, it is the most complex aspect of insurance and, as we know in Cork, the most difficult to get.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M01000","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":121,"content":"<p>We have a very commercially-driven insurance market in which insurers will decide not to cover certain households based on their risk of flooding.  It is not just a Cork problem.  In D&uacute;n Laoghaire-Rathdown we have a major problem and have had flooding in a considerable part of the constituency.  Any insurance company can decline cover to any household based on excellent information provided by the OPW advising them as to where the flood plains happen to be.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M01100","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":122,"content":"<p>The irony is that is very much the case and the information is out there.  If somebody requests an insurance quote, but his or her premises is on the red zone of the map, the insurance company will refuse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M01200","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":123,"content":"<p>We have no appeals function, body or independent regulator of any description that allows people to report that they have been unfairly refused flood insurance despite the remedial works their local authority has done.  Am I correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M01300","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":124,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M01400","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":125,"content":"<p>The first question is what we need to do to address it.  We have an entirely commercial market with no right of appeal from the average household, which is unusual in a European context, as Dr. Surminski has pointed out.  Is Dr. Surminski aware of any other countries in which there are appeals mechanisms by which an individual householder or business can appeal against an insurer's decision not to insure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M01500","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":126,"content":"<p>I am surprised that this seems to be the core of the problem here, given that in most countries, including the UK, the insurance industry would say not enough is being done and would be working - in the case of England with the Environment Agency - to identify the schemes and the needs for investment.<\/p><p>Again, I am surprised this does not seem to be the case here because it seems logical.  There is a huge interest for insurers in making sure those investments go on because, ultimately, insurers want to write business.  For an insurer not to write business might occasionally be a good decision but, ultimately, it is in business to write business.  Therefore, I am a bit surprised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#M01600","nonspeaker":"Dr. Swenja Surminski","continuing":true},{"type":"speech","time":1429095600,"counter":128,"content":"<p>That brings me to my next point, which was also raised by one of my colleagues.  Obviously, in a totally commercially driven insurance market such as we have here, insurance companies plan to make profit.  Therefore, they cherry-pick the easiest targets and leave behind the old and the sick as much as they possibly can, in this case, the flood-ridden.  Is there enough competition in the Irish market at the moment or is it too narrow in so far as it is allowing insurers to simply cherry-pick the best business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#N00200","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":129,"content":"<p>That is an interesting idea.  One could argue that, if a certain region is being left out, there is a business case for someone to come in and provide insurance cover there.  In that context, one could argue that certain highly specialised niche insurers might want to consider that region.  However, I want to add a word of caution here.  Insurers obviously have to decide how much risk they can take on, and they are heavily regulated in terms of ensuring they are actually making a sound decision on that.  They also have to be able to say, for example, in regard to a decision to write insurance cover in Cork, how the work that is being planned affects risks this year, next year or in two years' time.  Insurers are very much looking at the next 12 months when they consider underwriting.  Some people would almost call this market failure because a lot of the flood risk work is more in the medium and longer term while the insurance focus is on the next 12 months.  It is sometimes hard to argue that an investment or some remedial work that is going on will have an impact within the next 12 months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#N00300","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":130,"content":"<p>I will conclude by making a comment more than anything else.  While I do not have any statistics on this, it is my experience that premiums overall in this country went up considerably in the past 12 months.  One point to bear in mind is the idea raised earlier of a levy on all insurance policies to protect areas where it is particularly difficult to get insurance.  We must bear in mind that this is already part of the lexicon here in that all insurers in the country are currently paying for the failure of Quinn Insurance, so it is not something we should rule out.  It is also important to make the point that a lot of the flooding that happens in the country happens because previous administrations, planning bodies and so on allowed building on flood plains that should never have been permitted.  There is a State responsibility for insurance.  I would ask the Chair that some of these points, particularly in regard to the models that are pursued in other countries, be brought to the attention of the relevant Minister, the Minister for the Environment, Community and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#N00400","speaker":"1172"},{"type":"speech","time":1429095600,"counter":131,"content":"<p>We can certainly write a short report and send it to the relevant Minister.  I call Senator Barrett.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#N00500","speaker":"1095"},{"type":"speech","time":1429095600,"counter":132,"content":"<p>I welcome our visitors from Cork and London, respectively.  To deal with Cork first, the word \"not\" really jumped out of Mr. Owens's statement that \"the proposed works will not reduce the risk of flooding sufficiently to allow [the insurance companies] provide flood cover\".  I had been thinking of the no claims bonuses and so on, but they cannot even get cover.  Why is it that we spend &euro;55 million on a project yet the insurance industry says there are no benefits, certainly not any it is willing to acknowledge?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#N00600","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":133,"content":"<p>That is the kernel of our concern.  As I said earlier, despite huge investment on the part of a body that has a significant track record in terms of this work, we remain in exactly the same situation.  That is the frustration in terms of business.  In terms of economic impact, this is a road block in terms of potential development and investment in Cork and other areas.  It is frustrating that despite investment of ratepayers' money in a particular area - in this case Cork - the situation remains the same.  To me, it is a case of getting retaliation in first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00100","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":134,"content":"<p>Many previous road projects have been the subject of cost benefit analysis.  I have never heard anybody dispute the major benefits of that analyses in terms of time savings or accident reductions.  Why are the benefits of this project not accepted?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00200","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":135,"content":"<p>Anybody can look at the plan of a project and pick holes in it or take the view, from a blueprint point of view, that it will not be effective and will not deliver within the compass of what in their view would be suitable for a city or location.  We believe that is unreasonable and unfair.  It certainly does not reflect well on the competency and standard of work carried out previously by the OPW.  It is a very invidious position that the insurance industry have taken up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00300","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":136,"content":"<p>Perhaps Mr. Owens would elaborate on the 2014 flooding event in Cork.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00400","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":137,"content":"<p>The event in 2014 was probably not as bad as the 2009 event in that it was mainly a tidal flood.  Cork is subject to fluvial and tidal flooding.  Once the atmospheric conditions, in terms of high tide, rain and pressure, reach a critical point, the water comes back up the channel into the River Lee and is forced back upwards literally everywhere.  It comes back up through the normal pipe network and overflows the quay walls resulting in a Doomsday situation.  While it is the case that water flows up the street and in doorways it also comes back up through whatever public services are in a building, leading to flooding from the inside out too.  For this reason, defences have to be external and internal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00500","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":138,"content":"<p>Was that a normal event in terms of flooding in Cork?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00600","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":139,"content":"<p>The 2014 event was not the worst but it was quite a significant event.  The 2009 event was cataclysmic in terms of the volume of water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00700","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":140,"content":"<p>Have the administrative problems of 2009 been addressed?  To the outsider it appeared communications between the ESB, Cork Corporation and Cork County Council were a shambles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00800","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":141,"content":"<p>As the 2009 flooding event is a matter of litigation it would not be wise for me to comment further on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O00900","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":142,"content":"<p>Travelling by train one can see the flood plains around the Mahon area and between Cork city and Cobh.  Why are there flood plains and land not subject to flooding within a few miles of each other?  Is there something wrong in terms of management of particular areas?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O01000","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":143,"content":"<p>The OPW plan for the Cork catchment area proposes the reintroduction of particular areas of land back into the flood plain.  From a layman's point, the plan sets out not only the physical defences that will be provided within the city but the areas to be reintroduced back into the flood plain area and the putting in place of a comprehensive technological advice system for business and property owners.  The plan is very broad based and addresses issues such as defences, the flood plains and advice and management.  When people are warned about possible flooding they are better able to prepare for it.  In terms of the overall plan, we have to be better at everything we do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O01100","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":144,"content":"<p>There were particular complaints about the flooding in Blackpool, which it has been stated arose because of a blockage of a stream.  I presume that was the result of human error and was not a problem that could have been remedied by the OPW.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O01200","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":145,"content":"<p>As stated earlier by Senator Hayden, a degree of work remains to be done in terms of management of our rivers and how we control them.  The flooding problem can only be addressed by way of the putting in place of an effective defence mechanism and proper management.  In the vast majority of cases this is being done.  The opposite side of the coin is that the insurance industry will have to acknowledge the degree of initiative and effort from a business and local government point of view in terms of the development of the plan and will have to stand up to the mark in that regard.  It has a social responsibility to do so.  I accept the insurance industry is a commercial business.<\/p><p>I have no problem with anyone making a profit but there is also a social element to this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#O01300","nonspeaker":"Mr. Lawrence Owens","continuing":true},{"type":"speech","time":1429095600,"counter":147,"content":"<p>Was the cost-benefit analysis of the project published and furnished to Mr. Owens's members?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00200","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":148,"content":"<p>The OPW is still in the process of a comprehensive public consultation.  The documents are open to the public for scrutiny.  One of the reasons we are here is for the analysis of the insurance industry of the documentation and the plan so far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00300","nonspeaker":"Mr. Lawrence Owens"},{"type":"speech","time":1429095600,"counter":149,"content":"<p>The two papers Dr. Surminski sent us contain very important information.  Page 15 of the 2014 paper states there is no formal requirement for insurance providers to share flood risk information with their customers or the government.  This is something a committee such as this would be quite taken aback to read.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00400","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":150,"content":"<p>Senator Barrett has referred to the new Flood Re scheme in the UK and that is a really weak spot.  There is an expectation from the government and the regulator that, quite naturally, insurers would want to share risk information with their customers, but the government and the regulator do not see it as their obligation to instruct them to do so.  This is why there is no formal requirement.  It is a weakness because it is such an obvious first step to ensure whoever is exposed gets the information, whether from insurers or those handling flood risk, because it needs to be shared.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00500","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":151,"content":"<p>The papers will be most useful when we come to assess this and I thank Dr. Surminski for them.  Property protection measures are dealt with on page 16, which states there are no formal mechanisms to advise policyholders about the options under standard operating procedures.  Senator Hayden spoke about the amazing record the insurance industry in Ireland has of going broke repeatedly and having to be bailed out.  If we have to set up rules by which it conducts itself whereby it might actually be solvent, may we borrow this from Dr. Surminski?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00600","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":152,"content":"<p>The response I received with regard to Flood Re was this would be seen as micromanaging the insurance approach and it was not deemed necessary.  I very much concur that in the case of flood insurance where problems exist and there is a need to guide and set principles, it is a missed opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00700","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":153,"content":"<p>It is micromanaged but it comes up through the basement in Mr. Owens's premises.  Dr. Surminski's paper deals with granting improved terms or reduced premiums to those who take risk reduction measures or benefit from defence structures.  These are considered to be the most obvious form of financial incentives that insurance can create and is the main reason risk-based pricing is widely advocated among risk reduction experts.  Dr. Surminski states this will happen in Scotland, and resilient reinstatement should be the norm in flooded properties, therefore the benefits about which Mr. Owens has told us should be incorporated into insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00800","speaker":"1157"},{"type":"speechnospeaker","time":1429095600,"counter":154,"content":"<p>When it comes to reinstatement, it is clear a building has been flooded so it is quite likely it will flood again.  If there is a very clear case, which has been appraised and on which a cost-benefit analysis has been done, flood risk should be considered when repairs and building work are done.  The problem at present is this usually increases the claims cost, which means reinstating a house in a flood resilient way is more expensive than reinstating it as is.  The question then raised is whose obligation it is to pay for the increase in cost and so far insurers have stated unless they are required by building codes or regulation to reinstate it they will not do so.<\/p><p>That is another example.  There might be a case for intervening and setting the principles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#P00900","nonspeaker":"Dr. Swenja Surminski","continuing":true},{"type":"speech","time":1429095600,"counter":156,"content":"<p>I thank Dr. Surminski.  It would be useful if she could send those papers to the Governor of the Central Bank because we are trying to come to terms with the regulation of all financial institutions in Ireland, as she knows.  What she has to say would be of great interest to him.  I commend her on the work she has done and thank her for her presentation today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#Q00200","speaker":"1157"},{"type":"speech","time":1429095600,"counter":157,"content":"<p>Through the secretariat, we can refer those papers to the Governor of the Central Bank on the recommendation of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#Q00300","speaker":"1095"},{"type":"speech","time":1429095600,"counter":158,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#Q00400","speaker":"1157"},{"type":"speech","time":1429095600,"counter":159,"content":"<p>I really appreciate Chairman's and members' forbearance in allowing me to contribute.  I was watching the proceedings on the monitor in the office and feel there are some points we may need to clarify.<\/p> <p>  Unless one knows Cork very well &ndash; a few of us around this table do &ndash; one might think the entire city was under water all at once.  That is actually not true.  Although there were floods in Blackpool, the city centre and Douglas, these were three separate events, even though the Blackpool area flooded several times.  It is important to understand how the city floods.  The water does not always come over the quay walls.  The water rises because it is a tidal city and is between two rivers, which is important to realise.<\/p> <p>  When young people were experiencing difficulty getting insurance for their cars a number of years ago, we set out a mechanism to address this and to put in place an appeals system.  This was to ensure they could get insurance and it had the dramatic effect of lowering the cost.<\/p> <p>  I understand fully that insurance companies would be reluctant to include flood abatement measures after a premises has been flooded.  Mr. Owens will know that when people start to reinstate their premises after a flood, particularly if that premises is a food outlet, such as a restaurant or delicatessen, they protect against the possibility of a recurrence themselves, where they can.  What happens once might not necessarily happen the next time round.  On the last occasion, a particular premises was very badly hit because sewage came up.  As it was a food outlet, one can imagine the consequences.  What I have described happens anyway in that retailers bear the cost of the additional measures, which is important to realise.<\/p> <p>  Although the OPW is doing what it needs to do, including engaging in ongoing consultation, creating flood plains and taking other measures, I am never certain how a tidal river can be controlled.  I am never certain about it because, as has been said, the two causes of flooding can sometimes come into play at the same time.  However, greater minds than mine will tackle that.<\/p> <p>  People clearly cannot continue to operate their businesses without insurance, although I know many do.  It must be a cause of constant worry to them.  A sinking fund or the type of mechanism we put in place for young drivers refused by three insurance companies should come into play in this instance.  It needs to happen while the project is being worked on.  I am not certain whether that makes any sense or whether it would be one of the suggestions the delegation would make, but we must consider it.<\/p><p>It was not just the city centre.  It involved the two major commercial areas in the city that were flooded, and they are a distance apart.  One did not necessarily affect the other at that time.<\/p><p> There is another issue in terms of who controls and manages the waterways.  That is not clear.  The city council will come out and throw the grappling hooks under the bridges and try to get out as much as it can.  Waterways Ireland manages the waterways to a certain point within the city.  That clarity must come about.  Who exactly is responsible and what is the plan for the management of the waterways?  As a result of high tides, heavy rainfall and the release of water, there will be times when there will be flooding no matter how clear are the waterways.  That can be managed and explained, and people understand those circumstances.  They may not accept them but they understand them.<\/p><p> With respect to solutions, how do we manage to remove risk from people while work is ongoing?  When the work is completed, how can we force insurance companies to insure people who have done all in their power to ensure the damage does not happen again?  Senator Barrett is quite right.  I can have five crashes on the road up and back from Dublin but no one would ever refuse to give insurance because of that.  There is a significant difference and it must be about how we ensure people can get cover to continue trading.  If this is not done, there will be an impact on the commercial life of the city, and it will suffer as a result.  I would like to hear the views on the solution.  We can examine the problem from now until Christmas but what are the solutions?  How will they come into play?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#Q00500","speaker":"982","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":161,"content":"<p>I compliment the Minister of State's knowledge of the potential areas for flooding and she is absolutely correct.  With respect to inbuilt resilience, she is correct that businesses would have placed an onus to invest an extra portion, but that must be controlled with some degree of logic.  Even if businesses do the work, they may not get the credit with an insurance spin-off.  There should be an agreement to put this in place from a legislative perspective, so if someone does A or B, there will be recognition of that from the insurance company.  A voluntary process is still not good enough.  The Minister of State is correct that the process has begun.  Food businesses have a particular difficulty as the water that comes up is sewage water and it is polluted, so the entire building must be reinstated to a certain specification.  There must be an agreed guideline and benchmark that the insurance industry can live with and which is in line with best practice in terms of the Government's understanding.  It must be managed in this way.  That would be a help but currently the process is just blowing in the wind with respect to what particular businesses do.<\/p> <p>  The Minister of State is correct about flooding in Cork.  Blackpool is a particular area subject to flooding.  One of the reasons is a lack of maintenance and she was quite right to highlight the waterways coming to Blackpool.  Much of the water was cleared by local businesses to ensure water flows back to the Lee rather than flooding Blackpool.  A combination must involve better management of waterways but the Minister of State is also correct in stating there is a lack of clarity about who controls the waterways.  It is a case of it being one party or another but nothing happening, leading to it being someone else's problem.  There must be understanding as to whether Waterways Ireland or the local council is responsible.  If no one is responsible, no one does anything.  That is a concern that we must clarify.<\/p> <p>  Some of the solutions are already there in plans, particularly for Cork, and they are on the conveyor belt to be rolled out.  There are certainly areas with which we can examine models from the UK or elsewhere that have potentially effective strategies for introduction.<\/p><p>One can cherry-pick what is out there.  In some countries, adverse selection is not allowed; an insurance company cannot refuse insurance.  I believe that applies in France and Belgium.  There are certainly areas we can examine where countries are doing it better or being more efficient.  We can put our own efficiency in place in terms of our strategy and how we plan to go forward and, through a combination of those, we can try to resolve the problem.<br\/><br\/>Again, for the next six years at least, if the <i>status quo<\/i>continues, there will be no insurance cover for the vast majority of businesses in Cork, irrespective of what they do to their premises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#R00200","nonspeaker":"Mr. Lawrence Owens","continuing":true},{"type":"speech","time":1429095600,"counter":163,"content":"<p>Dr. Surminski, I will ask Deputy Spring to make his contribution, after which you may respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#S00200","speaker":"1095"},{"type":"speech","time":1429095600,"counter":164,"content":"<p>On this occasion Cork and Kerry are quite alike, without having as many All-Ireland medals.  That is particularly so in Tralee, Ballylongford and the Cashin, which are prone not only to river flooding but also to tidal flooding.  The enormity of the infrastructure that is required to protect it is such that it is probably beyond comprehension both financially and geographically.<\/p> <p>  I wish to make a number of points.  One is the inability of people to access insurance due to the OPW maps which point out areas that are open to risk and areas that have potential under the catchment flood risk assessment and management, CFRAM, programme, which is the study undertaken to identify areas that are potentially open to more flooding in the future with the increasing levels of tides and sea levels.  Insurance companies have identified these and are not allowing any insurance in these areas at all.<\/p> <p>  Mr. Owens referred to France and Belgium, where people cannot be denied insurance.  I am of the opinion that there should be not so much a sinking fund as that everyone should have access to insurance.  However, people can be denied insurance by the fact that the price of the insurance can be too onerous.  It can be extortionate in nature and essentially push a person away from taking it on.  Will Dr. Surminski say whether there is a cap and collar mechanism in place whereby there is a percentage insurance companies can make on individual homes, more so than businesses?  We have given a great deal of time to discussing businesses.  However, business has the ability to trade its way out of the problem at some level, but individuals do not have that ability.  The valuation on a house, especially for the fair deal scheme, access to houses, the ability to re-sell individual homes and the ability to trade up and trade down, which the Government is trying to encourage, are all enormously affected by whether one's house is in such an area.  Are there tax incentives in other countries as well?  Dr. Surminski referred to a Swiss scheme earlier, whereby there was state involvement in the protection and in the payment thereafter.  Will she explain a little further how that works?<\/p> <p>  Currently, there are people in this country who do not have access to insurance and their homes are increasingly prone to flooding.  The industry as a whole appears to be socialised when it goes into a default position of collapsing, as we notice from the levies imposed here, but when an insurance company is in a position to privatise and alleviate higher risk, it does so to the detriment of society.  Cork has been mentioned a great deal at this meeting, but the problem is getting worse in my area.  I know the witnesses do not wish to cite an example, but we will have to do something about this.  If Dr. Surminski could give us some type of roadmap, we could diverge from that along the way.  What does she think is the best thing for Ireland to do at this point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#S00300","speaker":"1048"},{"type":"speechnospeaker","time":1429095600,"counter":165,"content":"<p>On the specific questions about Cork and what could be done about the immediate situation of businesses not being able to access insurance, I refer to my earlier comment.  In the case of Cork I have not followed the discussions and my suggestion might have already happened.<\/p><p>The first suggestion would be to get the insurance industry, business, counsel and local stakeholders around a table and for everyone to be transparent about flood risk.  Do we all share the same information about flood risk?  If we do not, it could be one of the reasons there are different levels of flood risk information.  In certain cases in England, Members of Parliament got involved because some of their constituencies received conflicting flood risk information and public flood risk maps showed something different from what the insurance flood risk maps showed.  The question arose of how to manage that.  I would suggest an open discussion to ask if everyone agreed on the level of flood risk and whether everyone agreed on what was in the pipeline in terms of defence work and flood risk management work.  On that basis it should be fairly logical to establish what insurers would deem acceptable in terms of flood risk at a business level.  We could then build on that.  It might have already happened but it seems to me to be the logical first step.<\/p><p> We also need to be careful not to jump to the conclusion that more State intervention is what is needed.  My rule is that there is a justification for state intervention if access to insurance is blocked and if that has a detrimental impact on home owners, business owners and the like.  After the 9\/11 attacks, terrorism cover was not available and a lot of businesses ceased to be able to trade so a state solution was put in place immediately.  Before we in Ireland can say we are at such a moment, we need to ask what the blockages are which prevent insurance from being available.  I get the impression it is not the lack of flood risk management and investment, though usually the first thing one hears from the community and from insurers is that not enough is being done to manage flood risk.  This meeting gives me the impression that this is not the problem but we do need to investigate the blockages before we draw the conclusion that there is a case for the State to intervene.<\/p><p> I was asked for certain examples.  One thing that came to mind is that Germany, after its floods of two years ago, put in place a mechanism in which local businesses and home owners could only access public compensation money if they could prove that they were not able to insure themselves.  In a way, Germany faces almost the opposite problem to us in that the insurance take-up is very low.  A point was made about the car scheme for young drivers who were not able to get insurance and one could imagine something similar being put in place as an immediate backstop.  First, though, we need to understand what the real blockages are because I am not convinced we really understand them as yet.  <\/p><p> Deputy Spring asked what we could do to influence the price or availability of insurance.  There are examples of schemes whereby subsidies are given to people facing higher flood risk and flood insurance bills because they live in higher-risk areas.  In the US they have such subsidies and one can claim support which goes straight into one's flood insurance premium.  It is a linked system whereby the state subsidises a person's flood insurance bill.<\/p><p>Rate controls could be set by setting a cap.  In that way one could say flood insurance is capped.  There is an overall rate that could be linked to flood risk levels.  For example, if one lives in a one in 100 year flood zone, the price is X.  That is what is being tried with Flood Re in England, but it is being linked to council tax levels.  Basically, one's council tax determines what one pays for flood insurance.  The problem that creates is that it is not linked to the flood risk issue.  I think there needs to be at least some way of linking it back to the flood risk, not just the council tax band.  There are some examples and options as to what one can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#S00400","nonspeaker":"Dr. Swenja Surminski","continuing":true},{"type":"speech","time":1429095600,"counter":168,"content":"<p>I agree with many of the contributions made.  We have a particular problem in Cork with OPW maps, as stated earlier.  Consultation is taking place.  A private company is doing the mapping and people are giving their observations.  Many of these flood plains have been viewed from the sky and are computer generated models but are completely inaccurate on the ground.  Funds have not been put in place to determine whether the map is correct.  Once the map is generated, it creates problems.  In my own locality many people were unable to get insurance cover.  On these maps, the flood plain finishes in the centre of a hill.  Water has never travelled uphill before and will not in the future, unless something odd happens.  It is embarrassing trying to defend such a map.  Certainly for people looking for insurance it is major concern as their biggest asset is their house.<\/p> <p>  I am well aware of the position in Cork city, having been a member of the council at the time it flooded.  It was a shocking situation.  The library was due to open on the day of the flooding.  The university was completely damaged.  All its computers system had been placed on the ground floor, where the racetrack had been, and massive sums of money were lost.  The State will be dealing with that issue but the problem as I understand it is that nobody said it was his or her fault.  They turned around and blamed everybody else and are still doing so.  Great damage was done.  We cannot put our finger on it and point out the chain of events but we need to look at how each person in each section could modify their behaviour to make sure this does not happen.  We heard all kinds of stories about the dam being opened and cascades of water coming down.  I am not sure how one gets people to take responsibility but public engagement is very interesting.  Perhaps we should have a sinking fund - pardon the pun - similar to the fund for uninsured drivers where if one is unlucky to have a crash, there is a way of getting compensation.  I agree there are blockages in terms of ownership.  How does one get compensation?  If a person looks for insurance cover and cannot get it, there should be a place to send that person before the event, rather than the person saying afterwards that he or she was looking for it and is now looking for compensation.   That person is already in the middle of a traumatic event without them having to look for paperwork they may not have.<\/p> <p>  There are now many apartment blocks very close to the Rive Lee in Cork city.  The car park can get flooded and possibly the first floor of the apartment block.  While those on the second, third and fourth floors are not flooded, they have a responsibility, through their management agency, to provide for the structure of the building.  They will get insurance cover by virtue of being on the higher levels but there must be some way of involving the owners who have a responsibility for flooding.  It is a complex issue.  I thought we in Cork were the only people dealing with this situation but there are others involved.<\/p><p>Unless we put some structure in place, this is going to be a talking shop for a long time to come.  I agree with the principle that insurance should be widely available.  The witness says in point five that it has to be practical and deliverable.  If it is not practical, this will continue and I do not believe anybody wants to see it continue, but we do not want to create a situation where the State takes on all or undue risk and it is offloaded by insurers who think the State is an easy touch.  We can all see the problems but I wonder if some Department will take it up.  Maybe it is for the local authority to take it up in the first instance and try to become the effective people to change this and get it correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#U00300","speaker":"980","continuing":true},{"type":"speech","time":1429095600,"counter":170,"content":"<p>The OPW is making a presentation at 2.15 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#V00200","speaker":"1095"},{"type":"speech","time":1429095600,"counter":171,"content":"<p>I am aware of that but we have been having this battle with the OPW for years.  The solution has not happened yet.  I do not believe the OPW has created solutions in time so we may need to bring local authorities and Departments in to place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#V00300","speaker":"980"},{"type":"speech","time":1429095600,"counter":172,"content":"<p>We will have that discussion at 2.15 p.m.  I will allow the witnesses to answer the Deputy's questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#V00400","speaker":"1095"},{"type":"speechnospeaker","time":1429095600,"counter":173,"content":"<p>The Deputy is correct that there are question marks in terms of the accuracy of the entire CFRAM document, which is a comprehensive study.  It was to have given the insurance companies more data with which to make informed decisions on whether they can say \"yes\", but ironically it has given the insurance companies a bigger argument with which to say \"no\".  The answer cannot be achieved without the insurance industry being absolutely involved in the decision-making process, but we must look at agreed standards of internal construction or defence mechanisms within each building, which should be part of the insurance companies' pitch for customers' policies.  That should be agreed with Government involvement.  We have guidance for structures of agreed standards and benchmarks for businesses, which is assurance for the insurance industry.<\/p> <p>  We all want this to work but I do not believe the State is a get-out-of-jail card.  It has a governance role.  The combination of logical, agreed standards from best practice and knowledge in the OPW, or whoever would provide that information, would be helpful.  Dialogue and discussion are also helpful because once there is an episode, there is an inundation of visitations, and Cork is no different from anywhere else.  We get tremendous degrees of concern but then the floods dry up, the river moves on and we are back in the same situation.<\/p> <p>  We need to look actively at some resolution to the problem.  It is an issue for inward investment and for business development throughout the country.  It is a roadblock we need to take out of the way.  How it is done may be a combination of what can be done from a business perspective.  There is an onus on individual businesses, on the Government to control it, on Insurance Ireland to be reasonable and fair in its methodology and on looking at agreed standards in design, construction and enforcement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#V00500","nonspeaker":"Mr. Lawrence Owens"},{"type":"speechnospeaker","time":1429095600,"counter":174,"content":"<p>Insurance is not just the insurance industry.  Insurance is an instrument that can be provided as social insurance, as public insurance, or privately provided.  Insurance <i>per se<\/i>plays the role of transferring risk and taking the bad risk away so people can undertake their business or lead their daily lives and protect their assets.  It also has another role which is important.  It can send risk signals.  It can point out where risks are.  That is a really important role but it requires transparency and trust.  I sense that this is not the case here.  The way this risk signalling is played does not seem to be very effective in the insurance industry at the moment.  From what Mr. Owens is saying, people just get the message: &quot;We do not insure.&quot;  It is important to make sure that risk signalling can work properly.<\/p><p>Hard decisions will have to be made regarding whether it will be possible to protect everybody and every business and how we will move forward.  I sense that is a very difficult discussion for certain areas that are already quite exposed, but that will not go away.  It is important to get clarity and transparency now because the issue will not go away and in ten years' time we might have a similar discussion in other areas of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#V00600","nonspeaker":"Dr. Swenja Surminski","continuing":true},{"type":"speech","time":1429095600,"counter":176,"content":"<p>Actually, Dr. Surminski gave a series of recommendations in her submission which we did not get to read out.  She looked at clarity on insurance costs and what they can and cannot deliver, and openness about costs.  Flood plain maps come into that as well.  I might put her eight questions to Insurance Ireland and ask it to answer them.  If we got answers to some of Dr. Surminski's recommendations from the insurance companies, it would form a very strong basis for our own report.  If she does not mind that, I will use her questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#W00200","speaker":"1095"},{"type":"speechnospeaker","time":1429095600,"counter":177,"content":"<p>Sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#W00300","nonspeaker":"Dr. Swenja Surminski"},{"type":"speech","time":1429095600,"counter":178,"content":"<p>This has been a very comprehensive and useful discussion.  On behalf of the committee, I thank the witnesses, Mr. Owens from the Cork Business Association and Dr. Surminski from the LSE, both of whom had to travel some distance to meet with us, for participating in this meeting and for the material they supplied to the committee.  We will be speaking with representatives from the OPW and Insurance Ireland this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#W00400","speaker":"1095"},{"type":"unspoken","time":1429095600,"counter":179,"content":"<p>Sitting suspended at 1.45 p.m. and resumed at 2.25 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1429095600,"counter":180,"content":"<p>Before we begin I remind members that we deal with correspondence and other agenda items in private following this session.  This is session B, involving representatives from the Office of Public Works and Insurance Ireland.  The purpose of this session is to continue our deliberations on the issue of the provision of insurance in areas at risk of flooding and subsidence.<\/p><p>I welcome Mr. Tony Smyth, director of engineering services, and his colleague, Mr. Brian Brogan, from the Office of Public Works.  I also welcome Mr. Kevin Thompson, chief executive of Insurance Ireland, and his colleague, Mr. Michael Horan.  The format of the session involve Mr. Tony Smyth making some opening remarks followed by Mr. Kevin Thomson.  A question and answer session will follow that to clarify any matters.<\/p><p>I advise the witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  If they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or persons or an entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#EE00200","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":181,"content":"<p>I welcome the opportunity to address the joint committee on the important issue of the provision of flood insurance and the difficulty in providing insurance to people who live in areas most at risk of flooding and subsidence.  The Office of Public Works has a specific role in the exchange of information with the insurance industry on flood risk and flood defence matters.  The OPW has no responsibility for the oversight or regulation of the insurance industry, insurance matters generally or for issues of subsidence.<\/p> <p>  I will outline for committee members the OPW's responsibilities in the area of flood risk management to be helpful.  Following the strategic review of flood risk policy in 2004, the OPW was assigned the lead co-ordinating role for flood risk management in Ireland.  At the core of the OPW's work is the objective of reducing, to the greatest extent possible, the level of flood risk to people, property, infrastructure and the environment.  In the context of its role and responsibilities in respect of flood risk management, the OPW delivers services through the following four key areas: strategic planning to manage flood risk in future under the catchment flood risk assessment and management, CFRAM, programme, which also ensures that Ireland is in compliance with the EU floods directive; a programme of capital investment to address existing flood risk to properties and infrastructure through major and minor flood relief projects, which are delivered largely in partnership with local authorities; programmed maintenance of arterial drainage and urban flood relief schemes completed by the OPW under the Arterial Drainage Acts; and an advisory role to the Department of the Environment, Community and Local Government as well as assisting the public to prepare and recover from flooding.  In carrying out its functions, the OPW works in close co-operation with other State bodies, principally the local authorities, which have key responsibilities in the area of flood risk management in the country as well.<\/p> <p>  I am keen to discuss the memorandum of understanding with Insurance Ireland as part of the agenda for today's meeting.  The Government has agreed that the current strategy of the OPW investing in flood defences and flood defence schemes in the worst-affected areas as well as the CFRAM programme represent the most cost-effective solution to the difficulties faced by people from flood risk, including the difficulty of obtaining insurance cover.  To support the regular exchange of information between the insurance industry and the OPW in respect of flood defence works, a memorandum of understanding between Insurance Ireland, the representative body for insurance companies in Ireland, and the Office of Public Works was signed on 24 March 2014 following some 14 months of work, including detailed technical work on the format of the data to be provided by the OPW to Insurance Ireland.<\/p><p> As I indicated earlier, the OPW has no role or responsibility regarding the oversight or regulation of the insurance industry.  The memorandum of understanding between the OPW and Insurance Ireland has a specific focus to agree a basis on which information can be provided to the insurance industry on flood relief schemes completed by the OPW and the standard of protection offered by those schemes.  While it is accepted that the provision of cover, the level of premiums charged, and the policy terms applied are a matter for individual insurers, the memorandum notes the OPW requirement that, when assessing exposure to flood risk, insurers take full account of information provided by the OPW on completed flood defence schemes.<\/p><p> The memorandum is also focused on the provision of data by Insurance Ireland to the OPW about areas impacted by flood loss.  The memorandum of understanding will not guarantee the availability of flood risk cover in the locations concerned.  The memorandum came into effect on 1 June 2014 with an initial tranche of data provided by the OPW to Insurance Ireland in respect of 12 completed flood defence schemes, showing the design, extent and nature of the protections offered by these works.  A list of these schemes has been provided to the committee.<\/p><p> Insurance Ireland in early 2015 provided some general and provisional data to the OPW about current levels of flood cover for households and businesses affected by these 12 schemes.  The provisional data provide early indications that flood risk insurance is widely available in areas where flood relief schemes have been completed by the OPW.  A more definitive breakdown on the provision of flood insurance risk will not be available from Insurance Ireland until after June, when a full renewal cycle has been completed following the coming into effect of the memorandum.<\/p><p> Following receipt of these provisional data, the Insurance Ireland-OPW flood working group met, with the Department of Finance joining the group for that meeting.  A meeting took place on 3 March 2015 and the next meeting is scheduled for later this month.  The OPW expects metrics on the additional insurance coverage that results from the construction of flood defence works will become available as part of the ongoing exchange of information with Insurance Ireland.  Since the last meeting, the OPW and the Department of Finance have been in consultation on the subject of required clarification in relation to these initial data and further information we wish to have included in the data gathering work undertaken by Insurance Ireland.  We will write to Insurance Ireland to set out some of those issues.<\/p><p> The arrangements set out in the memorandum represent an ongoing process.  In January 2015, data on a further four flood relief schemes, provided to the committee in an appendix to the statement, was communicated by the OPW to Insurance Ireland in the agreed format and data on further completed schemes will be provided in due course.<\/p><p> Ultimately, it is a matter for the insurance companies to decide how they will use the information provided on completed flood defence schemes.  As part of the process, they are committed to taking the information into account in their assessment of risk and it is hoped that this will facilitate the provision of flood insurance cover in areas that are protected by completed schemes.<\/p><p> In conclusion, the OPW is committed to doing all it can across its four key areas of activity within available resources to identify and prioritise the measures necessary to manage the risks from significant floods.  Our work is towards the core objective of reducing, to the greatest extent possible, the level of flood risk to people, property, infrastructure and the environment.  The data exchange between the OPW and Insurance Ireland, through the memorandum, is a means of measuring the outcome and the impact of the Government's current policy and investment in this area.  I am happy to take any questions from committee members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#EE00300","nonspeaker":"Mr. Tony Smyth","continuing":true},{"type":"speech","time":1429095600,"counter":183,"content":"<p>The next contributor is Mr. Thompson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#FF00200","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":184,"content":"<p>Insurance Ireland prepared the following brief statement.  On behalf of the members of Insurance Ireland, I welcome the opportunity to address the joint committee on the provision of insurance in areas at risk of flooding and subsidence.  Insurance Ireland, the leading voice of insurance, represents 95% of the domestic insurance and 85% of the international life insurance market.<\/p> <p>  Insurance Ireland members pay out more than &euro;5.4 billion in claims each year to Irish customers and contribute over &euro;1.6 billion in tax to the Exchequer per annum.  Property claims costs exceeded &euro;400 million in 2013.  There were over 100,000 property claims in 2013 when one adds up the cost of claims arising from all insured perils.  Household and small business policies are package policies covering a range of perils such as fire, storm, flood, theft, subsidence, and escape of water, such as burst pipes following a freeze.  We have experienced 14 major weather events since 2000.  The claims cost of these events are highlighted in the submission to the committee, with the largest for flooding costing &euro;244 million in November 2009.<\/p><p>The total cost of claims for the period since 2000 is &euro;1.445 billion.  <\/p><p> The winter storms of December 2013 to February 2014 were the most recent major weather events.  Taken together, claims costs resulting from these storms amounted to approximately &euro;157 million.  There were just over 30,000 claims, predominantly storm but also some flood claims, arising from these storms, with approximately 70% by number and cost resulting from the storms in February 2014, which climaxed with Storm Darwin on 12 February.  Insurers rose to the logistical challenge of dealing with more than 30,000 claims in such a short period of time and worked hard to ensure that policyholders' claims were handled quickly.<\/p><p> Of the above 14 major weather events, eight were floods.  The total cost of these flood events was &euro;697 million.  There are, in addition, many smaller, localised pluvial, fluvial and tidal flooding events on an ongoing basis.  Flooding can arise from a number of sources &ndash; pluvial, fluvial, coastal inundation, blocked drains, burst water mains and dam failure.<\/p><p> Capital expenditure on flood risk management over the years 2001 to 2014 averaged &euro;28 million per annum.  This is far short of what is needed.  To put this in context, the cost of the 2006 Kilkenny flood defence scheme alone was &euro;48 million.  Adequate investment in flood defences is vital.  The increased frequency of flooding in recent years highlights the need for action to be taken now in the affected areas so that flood defences are constructed to the desired standard of 1 in 100 as quickly as possible.<\/p><p> Flood insurance is widely available in Ireland and the household insurance market is very competitive.  Flood is a standard peril in household insurance policies.  All policyholders pay a contribution - low-risk areas subsidise high-risk areas.  Some people pay a higher premium or have a higher flood excess because the flood risk is higher.  Exclusion of cover is a last resort.  Insurance offers protection against a risk but not a certainty.  It is not tenable to ask policyholders in general to absorb the cost of inevitable losses.<\/p><p> Insurance Ireland's goals are, as far as possible, to preserve the widespread availability and affordability of insurance and to partner with Government and the OPW in particular to achieve this.  The elements necessary for the sustainable provision of insurance are investment by Government in structural and non-structural measures, flood mapping and accurate data to facilitate risk assessment, high penetration levels to prevent adverse risk selection, continued availability of re-insurance and the addressing of deficiencies in the planning guidelines.<\/p><p> Insurance Ireland has constructive engagement with the OPW on flooding through our joint working group.  In addition, the memorandum of understanding, MOU, which we have with the OPW involves the OPW sharing flood defence data on previously completed schemes with Insurance Ireland so that insurance companies can take this into account when assessing flood risk.  The MOU is the start of a process which will help our members make flood insurance more widely available in areas benefitting from flood defences built to the desired standard of 1 in 100.<\/p><p> Finally, there are small pockets of the country which are prone to subsidence, but the problems on the south side of Cork city are the most long-standing and well known.  These areas are prone to subsidence due to the effect of naturally occurring water or leakage from underground pipes on the limestone which is characteristic of these areas.  The problem is exacerbated by the fact that the underground pipes are clay pipes which are susceptible to cracking when, for example, development takes place.  In effect, the resulting underground erosion causes downward movement of the ground supporting properties.<\/p><p> Individual insurers make their own underwriting decisions on subsidence based on their own company claims experience.  They also consider the claims history of individual properties and the relevant geographical and geological features of the area when deciding what premium to charge and what terms and conditions to apply.  Insurers may charge a higher premium or impose a higher subsidence excess on the policy or, in some cases, may have to withdraw cover.  Subsidence claims are by their nature very costly and insurers take these actions in the interests of policyholders in general to keep premiums affordable.  Insurance is about covering people against the risk of something happening rather than against inevitable events.  Subsidence in some parts of Cork city is, unfortunately, inevitable due to the prevailing ground conditions exacerbated by the presence of underground clay pipes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#FF00300","nonspeaker":"Mr. Kevin Thompson","continuing":true},{"type":"speech","time":1429095600,"counter":186,"content":"<p>The witnesses are very welcome.  I wish to discuss clay pipes.  What scale are these pipes?  Are they little or very big pipes?  Are they sewerage pipes?  What scale is Mr. Thompson talking about when he talks about clay pipes?  He said development can affect them.<\/p><p>Whoever was doing the development and planning should have asked them to investigate the underground drainage and pipe network before building on top of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#GG00200","speaker":"1100","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":188,"content":"<p>We understand that they are large underground water pipes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#HH00200","nonspeaker":"Mr. Michael Horan"},{"type":"speech","time":1429095600,"counter":189,"content":"<p>Are they for underground rivers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#HH00300","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":190,"content":"<p>No, they are large underground clay pipes supplying water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#HH00400","nonspeaker":"Mr. Michael Horan"},{"type":"speech","time":1429095600,"counter":191,"content":"<p>While most people acknowledge the OPW does great work, the problem is it does not do enough which is probably due to a lack of resources.  The OPW has done catchment flood risk assessment and management reports.  I have raised this question before but what level of feed-in does the OPW have with local authorities in terms of their county development plans regarding flood risk in identified areas?  Apart from the CFRAM reports, what level of communication is there?  While it is right to map areas for flood risk, once an area is put on the map, it frightens the daylights out of most people, including those who thought the area was safe to build on, the banks which might be asked to provide loans and finance and the insurance companies providing cover in an area that might not have been considered a flood risk five years previously.  Could the OPW representatives talk about this?<\/p> <p>  The OPW presentation stated the OPW works with the local authorities under the Arterial Drainage Acts.  However, the remaining joint drainage boards were abolished last year.  In regard to the large rivers in Ireland, I am from Leinster so I know the Barrow and the Nore.  It was right that there was a joint drainage board for rivers that traversed Counties Offaly, Laois, Kildare and Carlow, for example.  However, they have been abolished and each council will do its own little bit.  Each council will focus only up to its county boundary and will not care what happens in the next county.  Has it had an impact?  The witnesses will probably have to tell me it has not.  The joint drainage boards must have been doing some good work and I am concerned that their abolition could result in increased flooding.  At least when these rivers came under a drainage board, there was a dedicated budget and staff.  While the functions of the boards have been transferred back to the local authorities, the staff who were doing the river drainage have probably ended up filling potholes or repairing footpaths.  Does the OPW have any concerns?  Maybe it is too early for it to have a view.<\/p> <p>  The OPW's report mentioned no figures.  Given what the witnesses know about what it takes to solve the known risks of flooding, could they give us a figure?  I am sure it would be billions of euro.  Is it planned to do this over 20 years, 30 years, or two generations?  What do they have each year and what would they like to have?<\/p> <p>  I mentioned the River Barrow.  I am pleased that the 12 schemes the OPW handed over under the memorandum have been assessed and that in January 2015, that and four further ones were handed over to the OPW for consideration.  The Kildare scheme was completed in 2000.  Why has it taken five years for the scheme's information to be handed over?  The Carlow scheme was completed in 2012.  Why was the information not handed over before now, so it could have been assessed?  The insurance industry has not been able to take on board work that was done more than three years ago.  While my questions are mainly for the OPW, I will would like to hear comments from Insurance Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#HH00500","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":192,"content":"<p>Absolutely.  To deal first with the development issue, which the Deputy touched on, the production of maps is identifying a risk that already exists but may not be known.  Therefore, there will be a point where, while people will say they never experienced a flood, the floods, particularly extreme floods, will be mapping and showing.  The importance of doing this is that we can build that into the planning and development decision-making process through the local authorities and the planning authorities.  With our colleagues in the Department of the Environment, Community and Local Government, we developed guidelines for flood risk and the planning system.  Taken together with the flood maps, these should improve the decision-making about building in areas at risk from flooding, and that should not happen from now on because we now have that information.<\/p> <p>  A feature of the 2009 flood was the number of people who said they had never experienced a flood and did not expect a flood.  Now, with the finalising of the flood maps in the next number of weeks, we will know the extent of the risk.  The maps have been out for public consultation in recent months so that piece of work is now drawing to an end.  The maps have been available in draft form to the local authorities and will be formally made available to everybody to consult in order to avoid building in areas that are at risk.  We also run workshops for planning authority staff to help them understand the maps and understand how they might use them in conjunction with the guidelines.  That is an outline of our support to the planning and development decision-making process.<\/p> <p>  There was a question on the drainage boards.  Drainage boards are a feature of the 1925 Act, which did work on what were called drainage districts, of which there are 178 still extant in the country.  There were a number of drainage boards, one on the Suck and one on the Barrow, although I am not sure if there were others.  They were a co-ordinating mechanism for, I think, elected members, and I am not aware they had a particular staff or budgets of their own as they were drawn from the county councils.  As the Deputy rightly said, the responsibility for the maintenance of those rivers remains with the county councils.  I am not yet in a position to comment on whether the abolition of the board, as such, has had an effect on the maintenance but I would not expect it to have had because that is unchanged in the way it is delivered.<\/p> <p>  The Deputy had a question on the finances.  We are currently getting &euro;45 million capital a year, which was agreed with Government for the period 2011 to 2016.  Even though cutbacks were occurring in other parts of the OPW, as indeed across other Departments, the &euro;45 million was maintained by Government for that period in the comprehensive expenditure review.  At the end of the CFRAM process, which is towards the end of this year, we will have looked at all of the 300 areas that have been identified as being areas for further study through the preliminary flood risk assessment.  We are developing outline options for those and, at that point, we will have a much better handle on the overall cost of the flood defence works that are required, but that will not be until later in the year.<\/p> <p>  The Deputy asked why this was not happening sooner.  That was the outcome of the discussions with Insurance Ireland when we agreed the format by which data would be made useable for the insurers and put into that format from the completed schemes.  It was following the work done as part of the lead-in to the memorandum of understanding with Insurance Ireland that we proceeded to get those schemes across in the format that was useable by the insurance industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#JJ00100","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":193,"content":"<p>I have one final question.  The Carlow town project was completed in 2012 and the one in Hazelhatch-Celbridge was completed in 2000 but was only recently handed over.  I know Mr. Smyth said that was the memorandum but why was a memorandum agreed that there would be a five-year time lag before the work being completed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#JJ00200","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":194,"content":"<p>The memorandum was only signed last year.  Anything that was ready at that stage was handed to Insurance Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#JJ00300","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":195,"content":"<p>Why were the projects that were completed in 2000 and 2012 not available for handing over before now?  Does Mr. Smyth follow my question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#JJ00400","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":196,"content":"<p>We did not have a process for exchange of information with the insurance industry before that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#JJ00500","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":197,"content":"<p>Is there much more flood defence work which has been completed but which has yet to be handed over to the insurance companies?  Has it got everything the OPW has completed at this stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#JJ00600","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":198,"content":"<p>It has everything we have completed at this stage but there are a number of schemes, like Waterford, that are just about complete and where there is a little work to be done before the data are put into a format.  For example, there is a second phase at Ennis and a second phase at Mallow and Fermoy that are just about finished their construction, so the data, the as-built drawings and so on, are being put into the format required.  We will process those in the coming months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#JJ00700","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":199,"content":"<p>My final plea to Mr. Smith is to try to get that information to the insurance companies as quickly as possible-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00100","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":200,"content":"<p>Absolutely, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00200","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":201,"content":"<p>-----because the four areas he mentioned are big urban areas and there are insurance issues.  The insurance industry will say it is waiting for the information to assess the works that were completed.  The longer it takes to get the information to the insurance industry, the longer it will take it to be able to respond to the information.  I would encourage Mr. Smyth to get it to the companies as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00300","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":202,"content":"<p>I think it is time to get that flow of information coming and see how quickly it can be processed through to the insurers to the point at which it is influencing premiums or the availability of insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00400","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":203,"content":"<p>Mr. Smyth mentioned that Waterford-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00500","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":204,"content":"<p>I just picked those four towns off the top of my head.  I will get the Deputy a list.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00600","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":205,"content":"<p>Mr. Smyth might send the list to the committee secretariat, which will circulate it to us, because there might be one he is missing, but it will be interesting to see the ones where work is completed and they are in the system for transmission.  I am happy for that to be sent on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00700","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":206,"content":"<p>I mentioned Waterford, for instance, but it is not quite finished construction.  There is still the final piece of that to be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00800","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":207,"content":"<p>Mr. Smyth might give us a note on that stages that have been reached in the various projects.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK00900","speaker":"1100"},{"type":"speechnospeaker","time":1429095600,"counter":208,"content":"<p>Sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01000","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":209,"content":"<p>Before calling Deputy Murphy, I want to ask a brief question for clarification.  Under this memorandum of understanding with Insurance Ireland, exactly what information is the OPW giving it?  I thought the intention was to provide what was basically a map of the country showing places where a requirement for flood works had been identified.  This is where I would like clarification.  Does the OPW give Insurance Ireland information on areas it has identified where flood defence works are necessary, areas where it has completed flood defence works, or areas in which it is undertaking flood defence works?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01100","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":210,"content":"<p>Completed works.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01200","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":211,"content":"<p>So the only information the OPW exchanges with Insurance Ireland is in regard to completed flood defence works?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01300","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":212,"content":"<p>The memorandum is about schemes that have been completed to a 1 in 100 level of protection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01400","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":213,"content":"<p>That is one flood every 100 years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01500","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":214,"content":"<p>A 1% chance of a flood in any year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01600","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":215,"content":"<p>Right.  It just goes to show-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01700","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":216,"content":"<p>Just in case people get too comfortable with the idea of one flood every 100 years, it is actually a random thing.  There is a 1% chance in any year of exceedance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01800","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":217,"content":"<p>I ask that because, obviously, Insurance Ireland, in terms of what it decides is a flood risk area, has its own maps, geographers and risk assessors looking at potential flood plains and so on.  I wanted to clarify that the OPW's role is only to notify information relating to completed flood defence works.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK01900","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":218,"content":"<p>The memorandum is to deal with completed flood defence works, the argument being that the risk in such areas will have been reduced significantly, and therefore the public requirement is that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02000","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":219,"content":"<p>It should be reflected in the insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02100","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":220,"content":"<p>-----they should come back into cover as distinct from being at risk.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02200","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":221,"content":"<p>Deputy's Fleming point was that if I saw my area on a list completed flood works it would be happy days, but if it was on a list of areas where flood defence works had been identified as necessary, that would be a different matter.  I would like clarification for anybody listening that that is the situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02300","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":222,"content":"<p>Having met with Insurance Ireland on 3 March, we are going to move to a point at which we will show them our planned works - in other words, show them our pipeline.  One of the pieces of information we want to get out of the memorandum for Government is the before-and-after situation - namely, what is the current level of flood cover in this area where we plan to go in and do works, and what will be the level of cover after we do the works.  It is to get that metric.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02400","nonspeaker":"Mr. Brian Brogan"},{"type":"speech","time":1429095600,"counter":223,"content":"<p>I am thinking about Deputy Fleming's scenario in which I receive a letter from my insurer saying it has received information from the Office of Public Works-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02500","speaker":"1172"},{"type":"speech","time":1429095600,"counter":224,"content":"<p>That is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02600","speaker":"1100"},{"type":"speech","time":1429095600,"counter":225,"content":"<p>-----that it will be doing some flood defence works in my area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02700","speaker":"1172"},{"type":"speech","time":1429095600,"counter":226,"content":"<p>There is a risk now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02800","speaker":"1100"},{"type":"speech","time":1429095600,"counter":227,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK02900","speaker":"1172"},{"type":"speech","time":1429095600,"counter":228,"content":"<p>I thank the witnesses for their presentations.  I will be brief.  My first question is to Mr. Smyth of the OPW.  Following on from Deputy Fleming's contribution, in terms of money, the Government, in answers to parliamentary questions, says there is a capital works investment programme of &euro;225 million for flood relief from 2012 to 2016.  How does that compare to previous five-year periods?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#KK03000","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":229,"content":"<p>The figure has increased to &euro;45 million, having stood at &euro;2 million in 1996, &euro;12 million in 2000 and &euro;20 million in 2006.  I can provide the Deputy with a list of the figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00100","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":230,"content":"<p>It is not the case that expenditure took place previously under different headings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00200","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":231,"content":"<p>Not from our perspective, no.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00300","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":232,"content":"<p>Insurance Ireland described the exclusion of cover as a last resort.  Will Mr. Thompson give an idea of the numbers of people, areas and catchment populations which are excluded as a result of flood risk?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00400","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":233,"content":"<p>While I do not have detail to hand on specific catchment areas and so forth, coverage for households stands at approximately 98%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00500","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":234,"content":"<p>Within that 98% figure, what proportion of households would be offered insurance, on request, at premiums that are wildly out of step with those offered to others and effectively at prohibitive rates?  I accept that is a subjective question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00600","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":235,"content":"<p>I will first provide context for the answer to the Deputy's question.  Multiple insurers are competing in that space, which means the natural competitive environment will have a restraining effect on premiums.  One insurer would not be able to run away with inflated premiums because others would step in and compete at a more competitive price around their own risk tolerance levels.<\/p> <p>  Each insurer will have its own risk assessment and risk appetite for each area and its own ability, depending on its capital levels, to cover a certain element of risk.  One must also remember that in certain areas, one insurer may have achieved its capacity, for want of a better expression, from a risk concentration point of view, while others may not have done so and will be able to accept risks in the area in question.  There are multiple factors at play in determining the premium, the level of coverage and charges to premium or exclusions and excesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00700","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":236,"content":"<p>Does Mr. Thompson have figures on the total level of profits of Insurance Ireland's members?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00800","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":237,"content":"<p>Yes.  Our most recent annual report highlights some of the detail.  The general insurance sector in totality lost in excess of &euro;250 million last year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL00900","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":238,"content":"<p>Insurance Ireland's report from 2013, which is the most recent one I could find, indicates that total gross premiums in Ireland as a percentage of GDP stood at 8% in that year, which is higher than the European Union and OECD averages.  Is it accurate to state that Ireland is reasonably dense in terms of coverage?  Are there other reasons for Irish people spending so much money as a percentage of GDP on insurance premiums?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL01000","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":239,"content":"<p>As I stated, premiums are determined by numerous factors.  The actual claims incurred will be the main driver in respect of the cost of premiums.  If one puts this into the context of the losses sustained to date, it will have a significant effect on the cost of insurance premiums and the GDP percentage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL01100","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":240,"content":"<p>Do other countries in the European Union or elsewhere oblige insurance companies to provide insurance quotes to everyone who requests one and preclude anyone from being excluded from insurance cover as a result of flood risk?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL01200","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":241,"content":"<p>The contributor this morning from the London School of Economics provided a good overview - one with which Insurance Ireland concurs - of the different mechanisms or systems in place for providing flood cover.  The system in Ireland is similar to that of the United Kingdom in that it is predominately a privately driven market.  The position is slightly different on the Continent.  In Spain, France and some of the Scandinavian countries, governments intervene in the market by providing natural catastrophe insurance.  We do not have such intervention here.  There are different models in place.  I allude to a comment made by the contributor from the LSE who stated that while various countries have different models in place, there is no perfect solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL01300","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":242,"content":"<p>I presume Insurance Ireland would oppose any legislative change that would compel insurance providers to provide insurance cover to everyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL01400","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":243,"content":"<p>Before going down that route, one would have to examine the potential unintended consequences of such a requirement.  Would one want every provider to provide flood insurance and make this cover mandatory for every person in the State?<\/p><p>That is very different from the system we have now.  Some insurers may decide to enter that market or some may just decide to leave.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#LL01500","nonspeaker":"Mr. Kevin Thompson","continuing":true},{"type":"speech","time":1429095600,"counter":245,"content":"<p>What would be Mr. Thompson's attitude be to a model under which the Government steps in to provide insurance for people who are excluded or faced with prohibitive premia?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#MM00200","speaker":"1197"},{"type":"speechnospeaker","time":1429095600,"counter":246,"content":"<p>That depends on the model and on the proposal.  There are pros and cons to that.  If someone steps in to provide a model, capital is needed to support it.  We have built our industry around risk assessment and supporting the risk we take on with large amounts of capital.  That capital sustainability would be needed to provide such a solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#MM00300","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":247,"content":"<p>I welcome the witnesses.  The maps that were generated a few years ago caused many problems.  They were computer-generated maps and not on-the-ground studies.  An assessment is being conducted at the moment in north Cork and people can make submissions.  How long will it take to gather those data?  How long will it be before findings are made?  Is it the OPW's aim to gather data on the ground for every computer-generated map?  The unintended consequence in my local village and other areas close by is householders have been refused insurance, which is a concern because they must live with this.  I acknowledge this is not just the sole responsibility of the OPW.<\/p> <p>  Many people are involved and the issue comes to a head when someone is refused insurance.  The insurance industry cannot act as if it is an uninterested party and it just follows whatever appears in front of it.  There is a requirement on insurers to understand these maps and the background to them.  Would Insurance Ireland contribute to a review in this regard?  What is the organisation's view on a fund to assist in the most contentious areas without it being a Government-sponsored way to take the greatest risk out of the system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#MM00400","speaker":"980"},{"type":"speechnospeaker","time":1429095600,"counter":248,"content":"<p>The maps produced a number of years ago were called preliminary flood risk assessment maps and they were required under an EU directive.  They were to be based on available data or readily derivable data and, therefore, they were very rough and ready.  Their purpose was so that we would focus our attention in the more detailed studies that followed on the areas most at risk.  It was a screening exercise.  We were at pains to point out that they were not site specific or site valid and they should not have been used for those purposes either by councils for planning decisions or by the insurance industry for insurance decisions.  However, they gave a guide as to where there were issues that needed further study.<\/p> <p>  We have gone on to do a significant volume of surveying.  We have surveyed in detail almost 6,700 km of channel throughout the country.  We have covered about 13% of the land area of the State in the detailed surveys of those 300 areas that came out of the preliminary study.  We will produce, on the basis of the engineering hydrology and the flood hydraulics through those areas, detailed flood maps that will be made available.  The CFRAM study will complete the maps some time around now.  Approximately 40,000 maps will be produced as part of that study for those 300 areas using various flood extents such as 2%, 5%, 10% and so on, flood depths and flood velocities.  There is a great deal of information in that and these will be produced with the best available technology.  They will, therefore, be much more specific and accurate than the preliminary maps, which served their purpose as a screening exercise for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#MM00500","nonspeaker":"Mr. Tony Smyth"},{"type":"speechnospeaker","time":1429095600,"counter":249,"content":"<p>I would like to comment on the engagement we have with the OPW in terms of the maps and the exchanging of information.  The protocols that are now in place have not been there before.  When the memorandum of understanding was originally signed, we saw it as the first step in a long process.  We had to agree on the standard of the data.  We had to be able to interpret that data correctly in order to incorporate it into the underwriting assessment models used by each of our members.  We are working through that now in respect of the work that the OPW has carried out on the schemes.  That is really the first step.<\/p> <p>  A question was asked about the sinking fund.  Our view is that this is a simplistic and probably unsustainable approach to what is ultimately a very long-term problem, due to climate change and so forth.  The best model, in which we have taken the first step, involves understanding what flood defences have been put in place.  We are working with the OPW to understand better what flood defences need to be put in place.  This links with what needs to be changed in the planning guidelines.  The maintenance of drains and flood defences, which is a critical step, is an example of the simple things that are often neglected.  Returning to the issue of planning, there is a need for restrictions on the type of development in flood-prone areas that has happened previously.<\/p> <p>  It all comes down to sustainable investment that will give us the results we need.  I will try to put that into context.  Between 2001 and 2014, the average level of annual capital expenditure by the Government was approximately &euro;28 million per annum.  For the purposes of comparison, our nearest neighbour is spending approximately &euro;69 million per annum on a like-for-like basis with population being used as a leveller.  The UK Public Accounts Committee has committed &pound;2.3 billion in terms of flood risk management over the next six years.  When that is compared on a like-for-like basis with the spend in this jurisdiction, it is clear that we need to be spending approximately &euro;250 million per annum on flood defences.  As a sector, we know that may or may not be realistic in some ways.  No one thing such as a sinking fund will solve the problem, or alleviate the issue for policy holders or for people who do not have insurance.  There is a need for a combination of the factors to which I have alluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#NN00100","nonspeaker":"Mr. Kevin Thompson"},{"type":"speechnospeaker","time":1429095600,"counter":250,"content":"<p>I would like to comment on the money end.  The correct figure for that long period is &euro;28 million a year.  It must be borne in mind that this figure has been ramping up, as I pointed out earlier.  The average spend over the last three years has been &euro;47 million per annum.  We have been building it up and bringing more and more schemes to fruition.  That is just the capital expenditure.  We also do maintenance separately.  It is accounted for separately.  There are other costs.  The overall spend on flood risk management by the OPW is not &euro;45 million.  I would have to look at the Estimates volume, but I think that a more correct figure when all things are taken into account on the OPW side would be &euro;65 million per annum.  We spoke earlier about drainage districts.  There is an expenditure by local authorities on drainage districts as well.  Separately, there is an expenditure on the urban drainage network, which is the responsibility of the local authorities rather than the responsibility of the OPW.  There would be further expenditure there.  I do not have those figures.  They would be provided by the Department of the Environment, Community and Local Government or by the local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#NN00200","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":251,"content":"<p>It would be nice to get the figures and data regarding the actual spend by the OPW.  I would like to compliment the OPW on the fantastic quality of the work it has done in Mallow and Fermoy.  It is working.  I wonder whether the insurance industry is reflecting that level of work by reducing the premiums it is looking for from people in Mallow and Fermoy.  I must have a word with some of the business people there to check whether they have seen 50% reductions in their premiums.  I doubt that they have.  I disliked the comment that a sinking fund is \"simplistic\".  I suggest it is simplistic to refuse someone insurance.  It is pretty digital - it is either zero or one.  I just dislike it.  We need a solution.  As I said at a previous meeting, when Cork flooded a number of years ago, everybody ran for cover and nobody claimed their share of the responsibility.<\/p><p>We all know the effects of that.  It wiped out the library, a large section of the new anatomy and biosciences building in UCC and all of its computer software.  It did colossal damage, yet very few people spoke.  The system seems to be segmented.  Everybody has a responsibility, but it is someone else's problem.  There needs to be a co-ordinating body that will come together and act, because it appears to be the weakest link.  If something is not in place we will have an event.  <\/p><p> I would not put it all down to climate change.  I farm and I am as familiar with the climate as most people here.  While we have had fluctuations, they are not as dramatic as some people would like to say.  Putting everything down to climate change is a nice way to evade the situation.  We need a solution for businesses and homeowners.  I am glad the issue is being discussed.  We discuss something when there is an event and then everybody goes away.  The one, two or three people who look for insurance in a particular village or town, such as mine, Killavullen, are very minor stakeholders and their voices are not heard.  <\/p><p> For a while the OPW was the lightening conductor when the maps came out, but I take the point that that was just a scoping exercise and it was working towards a goal.  It was unfair of the insurance industry to come in at the time.  Do the witnesses have any suggestions on co-ordinating local authorities, insurers and the OPW to get a co-ordinated and practical approach to dealing with the issue?  The problem will continue, as they know.  The situation in Cork was kicked from Billy to Jack and the current issue seems to have been kicked around like a football.  It is not possible for every party here to act as an uninterested party.  There is a responsibility on them to sort this out.  Do the witnesses have any suggestions for how we could put together a forum that would develop workable solutions?  I know there are no perfect solutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#NN00300","speaker":"980","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":253,"content":"<p>I will respond to some of the Deputy's comments.  In terms of climate change, I accept his point.  We referred to it as only one element of many that cause floods.  My other comments were about flood defences, better planning and so forth.  There are a lot of elements at play.  <\/p> <p>  In terms of the work we have done with the OPW, I concur.  The insurance sector, through Insurance Ireland, is always open to engagement and we see the exercises we have done with the OPW as very positive.  One must remember that the last real flood which catalysed the engagement between us and the OPW was in October 2011.  After that, both organisations reached out to each other, and that has brought us to this point, which is far better.  I accept the Deputy's point that stakeholder engagement can be widened, and we are amenable to that.  If there is a forum in place we will be happy to engage.<\/p> <p>  In regard to the sinking fund, I did not mean to cause any offence to the Deputy.  The point I tried to make was that this is a complex issue and we want a long-term and sustainable solution.  The defences put in place must be of the required standard, permanent and in the places where they are most required, will give us the best delivery for the investment we make and, more importantly, allow our members to underwrite the risk in an appropriate fashion within the regulatory environment in which we operate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#OO00200","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":254,"content":"<p>Were premiums reduced in areas where flood defences were erected in Mallow and Fermoy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#OO00300","speaker":"980"},{"type":"speechnospeaker","time":1429095600,"counter":255,"content":"<p>I could not tell the Deputy that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#OO00400","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":256,"content":"<p>It is unfair.  The stick often used to beat the Government is that it did not spend more money.  The OPW has spent substantial amounts of money.  It seems that the facts are contradictory.  We have a fabulous flood defence system.  Has it percolated down to the ground?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#OO00500","speaker":"980"},{"type":"speechnospeaker","time":1429095600,"counter":257,"content":"<p>I do not have that information in terms of premiums for individual insurers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#OO00600","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":258,"content":"<p>I apologise for missing the opening remarks by the OPW.  I was present for the submissions by the Cork Business Association and others.  We face a dilemma, as public representatives, with regard to those who have been adversely affected by flood events over the years and cannot now get insurance cover.<\/p><p>The impression has been created that there is a partnership between the Office of Public Works and the insurance industry, the objective of which is to remedy the situation with regard to flooding incidence and, consequently, to enable Insurance Ireland and its constituent members to offer insurance cover.<br\/><br\/>I acknowledge the Clonmel, Fermoy, Mallow and the other major schemes the OPW has undertaken and the funding it has continued to make available, notwithstanding the difficult financial constraints for both major and minor schemes.  The minor schemes are important for small local communities and can have a significant dividend relative to the amount of money spent.  The reality is that, notwithstanding exchange of data and everything else under the memorandum of understanding on the standard of protection, the works are generally acknowledged to be of the highest order.  However, businesses and households still cannot get insurance cover.  I may be asking the representatives of Insurance Ireland to trespass outside their comfort zone in some respects but surely the objective of having a partnership approach and data exchange between the OPW and the insurance industry is that collectively we would contribute to solving the problem for people, including businesses and homeowners.  There is a lack of good faith on the part of the insurance industry if, on foot of the works carried out, the data that have been exchanged and the standard of protection now available following the expenditure of significant amounts of State funds, it is still not living up to its side of the equation.Obviously in Cork city, the works have not been delivered yet.  However, in the case of other areas, if there has not been a restoration of access to insurance cover based on the works carried out and the relevant standard of protection, then surely it undermines the partnership approach, the memorandum of understanding and its <i>raison d'&ecirc;tre<\/i>, which was, initially, to solve a problem for people, whether business people or people in residential homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#OO00700","speaker":"986","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":260,"content":"<p>I can only refer back to my earlier comment.  We are in a far better position than before the memorandum of understanding was signed, because prior to that and prior to the good work we have done with the OPW, there was no visibility on the part of insurers in terms of the works that had taken place and the technical standards of those works which insurers could incorporate in terms of their risk assessment and whether to take risks.<\/p> <p>  As previously stated, we are in a catch-up exercise now.  We will filter that information down through to each of the insurers.  What should be realised as well is that Insurance Ireland passes on that information.  We have accepted the information in good faith and our members look and act on the information in good faith.  We have entered into the spirit of the memorandum of understanding.<\/p> <p>  We need to know our members get that information.  As I said in my opening statement, insurers may have reached their capacity in terms of the level of insurance they can issue in a specific area.  They may have such a concentration that they cannot insure any more.  Other insurers will not have that degree of concentration in a given area and will have a higher degree of risk appetite.  In that case, they will be able to enter the market and provide cover.  That is generally how the market works.  They will compete against each other.  We are still early in the process.  We will not have come through a full cycle of this until June of this year.  After that point we will be able to examine the progress of the scheme.  That is the position at the moment.<\/p> <p>  We have entered the arrangement in good faith.  I believe that if we look back to where we were previously, it is clear that we are in a better position now.  More important, we have a protocol in place now that allows us, as a body, to engage with the OPW and exchange information.  That was not in place before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#PP00200","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":261,"content":"<p>Has Insurance Ireland access to the claims history, the cover available and the broad financial arrangements for that cover in areas where OPW has carried out significant improvements?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#PP00300","speaker":"986"},{"type":"speechnospeaker","time":1429095600,"counter":262,"content":"<p>These are some of the issues we have had.  As the Deputy can imagine, each of the insurers will collect data in its own way.  Each of their data entry points have a given definition.  We are trying to get to a common standard whereby we can give adequate reporting in terms of the progress.  We would not have visibility per se on each company's performance in respect of the risk it takes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#PP00400","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":263,"content":"<p>Some members of Insurance Ireland will not quote at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00100","speaker":"986"},{"type":"speechnospeaker","time":1429095600,"counter":264,"content":"<p>Some will.  That is the nature of the market.  We are trying to facilitate it by providing more information that our members can incorporate in their pricing, to say they have an appetite for risk and will take that risk.  However, I accept that some will not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00200","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":265,"content":"<p>I might add one or two quick questions.  The nub of it is in a paragraph that Mr. Smyth did not put on the record.  He said in this paragraph of his submission that he was satisfied that \"the insurance industry is engaging constructively and positively through the working group established under this memorandum of understanding and that there is a strong willingness to co-operate to reach agreement on a sustainable system of information exchange\".  The exchange seems to be going in one direction, from the OPW to the insurance industry, rather than back the other way.  Mr. Smyth went on to say that it is hoped this will facilitate the provision of flood cover in areas that are protected by completed schemes.  As things stand, does the OPW have any sense of whether that is happening?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00300","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":266,"content":"<p>We do not.  We have some preliminary data, as I mentioned in my opening statement, which Insurance Ireland collected early on.  We will not know until June, when a full cycle will have been gone through.  At that point, more data will become available to us.  We have given the data to Insurance Ireland and are hopeful that will generate a metric back to us so that we can measure the success or otherwise of that information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00400","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":267,"content":"<p>Is Mr. Smyth hopeful it will generate a metric or is there a requirement in the memorandum for that metric to be given back?  Is there an obligation for information to be given back to the OPW to show the benefit of the information the OPW provided to the insurance industry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00500","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":268,"content":"<p>The memorandum states that Insurance Ireland and insurers \"will explore the possibility of providing meaningful data on areas impacted by flood loss to the OPW\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00600","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":269,"content":"<p>The use of the phrase \"explore the possibility\" shows that we are into nebulous, touchy-feely language.  There is no obligation on the insurance industry to feed back to the OPW with regard to the impact on the receivers of insurance services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00700","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":270,"content":"<p>There is not but the meetings are happening.  This is the start of a process.  We are on the road together now, doing this, and I am hopeful that this will continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00800","nonspeaker":"Mr. Tony Smyth"},{"type":"speech","time":1429095600,"counter":271,"content":"<p>The committee would like to know whether this exchange of information is going in both directions because we would like to know that these flood defence works, once completed, are having an impact on the premiums and the insurance products being offered to customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ00900","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":272,"content":"<p>The OPW is currently working with the Department of Finance on the set of metrics that might get behind that statement.  We have had a meeting with Insurance Ireland, and another one is planned for next week, on teasing out the sort of measures we would like against the sort of measures they can provide and finding a solution to their predicament.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ01000","nonspeaker":"Mr. Brian Brogan"},{"type":"speech","time":1429095600,"counter":273,"content":"<p>I might ask the committee secretariat that, once that metric has been agreed, the OPW would inform us, for circulation to our members, what that metric is.  Once the OPW has had the benefit of the full year cycle, I would ask that this information be fed back to us as a matter of urgency when it is received.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ01100","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":274,"content":"<p>In the preliminary exercise carried out earlier this year, we found that 91% of policies in areas benefiting from fixed flood defences included flood cover.  As Mr. Thompson has said, we are still only in the middle of the cycle and we will know more at the end of June, but from our perspective the memorandum of understanding is working and it certainly is not in insurers' interests for it not to work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ01200","nonspeaker":"Mr. Michael Horan"},{"type":"speech","time":1429095600,"counter":275,"content":"<p>Mr. Horan is saying 91% of policyholders in areas where flood works have been completed are insured.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ01300","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":276,"content":"<p>Yes, with full flood cover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ01400","nonspeaker":"Mr. Michael Horan"},{"type":"speech","time":1429095600,"counter":277,"content":"<p>Could Mr. Horan add to that?  Of that 91%, how many policyholders are paying an excess for flood insurance?  I do not know if this information is available, although I presume it is.  What is the extent of the increased excess?<\/p><p>If I live in a flood area and my excess is &euro;35,000 or &euro;40,000 then I might as well not be insured.  Could Mr. Thompson indicate exactly the extent of the excess on the 91% of policies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#QQ01500","speaker":"1172","continuing":true},{"type":"speechnospeaker","time":1429095600,"counter":279,"content":"<p>I understand the figure the Chairman is trying to get to, and I will put some context behind that.  The premium is ultimately driven by claims and by the standard of cover one has.  If a policy holder elects to have a higher excess then the premium could come down, and <i>vice versa<\/i>.  If the Chairman is asking me to produce a figure of where the excess is and where the premium is, it would be hard for me to tell the committee what we actually impose and what a consumer chooses to take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00200","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":280,"content":"<p>It is a bit -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00300","speaker":"1172"},{"type":"speechnospeaker","time":1429095600,"counter":281,"content":"<p>It is an important point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00400","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":282,"content":"<p>I understand that individual insurance purchasers will choose to opt, as with a VHI policy, for a larger or smaller excess.  But I believe Mr. Thompson could indicate a range so that it might be more transparent to the committee what types of excess are required or requested in areas where flood defence works have been completed - that is, where the memorandum of understanding is in place. Does Deputy Barry wish to add a comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00500","speaker":"1172"},{"type":"speech","time":1429095600,"counter":283,"content":"<p>We now have BER ratings on houses being sold or rented in order for people to know what efficiency they can expect.  What is Mr. Thompson's view on an insurance rating so that when a property is bought, sold or built, buyers would know the insurance situation?  I use the example of an apartment block which floods to three feet.  Floors one, two and three are fine, but everyone on the ground floor is in trouble.  It would seem unfair that the people on the lower floor bear all of the responsibility.  Has Mr. Thompson considered this? Has he considered equalisation in those situations?  Could insurers state which metrics they might take into account in an area and then display them when a property is being rented, sold or built?  In Cork city there is currently a huge new build taking place on the flat of the city, all of which is a flood zone.  Much good work could be done now rather than retrospectively.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00600","speaker":"980"},{"type":"speechnospeaker","time":1429095600,"counter":284,"content":"<p>As a sector, insurers are happy to explore and to enter into dialogue, as we have with the OPW, on any potential solutions.  Can I give an answer on what might work?  I honestly do not know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00700","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":285,"content":"<p>It is just your view?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00800","speaker":"980"},{"type":"speechnospeaker","time":1429095600,"counter":286,"content":"<p>Yes.  We are happy to engage with any suggestion in terms of expansion of flood cover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR00900","nonspeaker":"Mr. Kevin Thompson"},{"type":"speech","time":1429095600,"counter":287,"content":"<p>It would be most helpful if Insurance Ireland could provide the additional information when it is available.  As the witness is aware, this committee had meetings today with other contributors and it will view all of the positions in the round.  I thank Mr. Brogan, Mr. Smyth, Mr. Horan and Mr. Thompson for their attendance today.  This concludes the public section of this meeting.  We will move immediately to the private agenda, if that is agreed?  Agreed.  Members will remain to conclude the correspondence and private business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015041500002#RR01000","speaker":"1172"},{"type":"unspoken","time":1429095600,"counter":288,"content":"<p>The joint committee went into private session at 3.29 p.m. and adjourned at 3.34 p.m. until 2 p.m. on Wednesday, 22 April 2015.<\/p>","notice":"TIME STRING DETECTED"}]