[{"type":"majorheading","content":"Joint Oireachtas Committee on Education and Skills","time":1638835200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Rose Conway-Walsh, Aisling Dolan, Alan Farrell, Fiona O'Loughlin. Aodhán Ó Ríordáin, Aengus Ó Snodaigh. *<\/p><p>* In éagmais \/ In the absence of Deputy Donnchadh Ó Laoghaire.<\/p><p>Teachta \/ Deputy Paul Kehoe sa Chathaoir \/ in the Chair.<\/p>","time":1638835200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1638835200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#A00100"},{"type":"speech","time":1638835200,"counter":5,"content":"<p>The committee is meeting today in public session on Microsoft Teams.  Apologies have been received from Deputy &Oacute; Laoghaire, for whom Deputy &Oacute; Snodaigh will be substituting.  Apologies have also been received from Senators Flynn and Pauline O'Reilly and Deputy P&aacute;draig O'Sullivan.  Deputy &Oacute; Cathasaigh may be joining us later.  Some members are from areas under a status red weather warning and it is safer for them not to travel.<\/p> <p>  I remind members to ensure their mobile phones are switched off for the duration of the meeting as they interfere with the broadcasting equipment, even on silent mode.  Are the minutes of the meeting of 13 November 2021 agreed to?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#A00200","speaker":"1619"},{"type":"minorheading","content":"Leaving Certificate Reform: Discussion (Resumed)","time":1638835200,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#A00300"},{"type":"speech","time":1638835200,"counter":7,"content":"<p>On behalf of the committee, I welcome from the Department of Education: Mr. Dalton Tattan, assistant secretary; Ms Anne Tansey, national director of the National Educational Psychological Service, NEPS; and Ms Orlaith O&rsquo;Connor, assistant chief inspector of schools.  I also welcome Mr. Eamonn Moran, Ms Evelyn O&rsquo;Connor, and Mr. Neville Kenny, all of whom are principal officers in the curriculum and assessment policy area of the Department of Education.  The officials are here today to brief the committee on leaving certificate reform.  The format of the meeting is that I will invite Mr. Tattan to make a brief opening statement.  This will be followed by questions from members of the committee.<\/p><p>Each member has an eight-minute slot to take.  The committee will publish the opening statement on its website following the meeting.  I remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  Witnesses are reminded of the long-standing parliamentary practice that they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that may be regarded as damaging to the good name of a person or entity.  If statements are potentially defamatory in respect of an identifiable person or entity, witnesses will be directed by the Chair to discontinue their remarks.  It is imperative that they comply with this direction.  The officials are giving evidence remotely from a location outside the parliamentary precinct, and as such may not benefit from the same level of immunity from legal proceedings as a witness physically present does.  They have already been advised of this issue.  I invite Mr. Tattan to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#A00400","speaker":"1619","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":9,"content":"<p>I thank the Chair and members of the committee for the invitation to attend today to discuss the important issue of leaving certificate reform.  I am an assistant Secretary General in the Department of Education.  My responsibilities include curriculum and assessment policy, which incorporate senior cycle reform.  I am joined by a number of Department colleagues today: Ms Anne Tansey, national director of the National Educational Psychological Service, NEPS; Ms Orlaith O&rsquo;Connor, assistant chief inspector of schools in the Department&rsquo;s inspectorate; and principal officers in the curriculum and assessment policy area, Mr. Eamonn Moran, Ms Evelyn O&rsquo;Connor and Mr. Neville Kenny.<\/p> <p>  The National Council for Curriculum and Assessment, NCCA, carried out a review of senior cycle between 2016 and 2020, leading to an advisory report that was submitted to the Minister and Department for consideration in late May this year.  The NCCA review involved a very broad range of research, consultations and communications with a wide variety of stakeholders on all aspects of review and redevelopment over a number of phases during the period of the review.  In particular, teachers, students and parents in a representative cross section of schools nationwide took part in the review of the existing senior cycle.  Individuals and organisations, including students and student representative organisations, were also invited to participate in a public consultation process.  The NCCA also commissioned external expertise to support the process, including the ESRI and the OECD.  The richness of the perspectives from all of the various stakeholders has fed into the advisory report produced by the NCCA.  <\/p> <p>  In its letter of invitation, the committee highlighted a number of topics in the context of leaving certificate reform which I will comment on briefly.  First, on assessment options, many subjects, particularly those whose specifications have been most recently updated and those which are newly introduced subjects such as physical education and computer science, already have such components.  Some 62% of subjects now incorporate at least one assessment component additional to the traditional terminal examination.  It is, however, accepted that a number of core and popular subjects taken by significant numbers of students do not incorporate any additional assessment component and that for many subjects which do have one there still remains a strong emphasis on the final written examination.  How best to both spread the assessment burden and do so in a way that allows for a demonstration of a fuller range of skills while maintaining standards, integrity, trust and confidence in our leaving certificate needs to be explored as we go forward.  <\/p> <p>  On digital learning, the committee will be aware that earlier this year the Minister, Deputy Foley announced an extensive consultation process to help inform the development of the new digital strategy for schools.  This is intended as a successor to the previous digital strategy which saw more than &euro;200 million invested in the embedding of digital technologies across teaching, learning and assessment.  The Department, in consultation with the NCCA, now ensures that all new and revised curricular specifications include clear statements that focus on the development of digital learning skills and the use of digital technologies as a resource in achieving specific outcomes across the curriculum.<\/p><p>In terms of access, equality and well-being supports, significant resources are provided to schools to assist them in supporting students with special educational needs and those at risk of educational disadvantage.  Senior cycle development will need to ensure that the offering for students in their final years of schooling is genuinely inclusive and engaging for all.<\/p><p> While acknowledging that higher and further education policy matters are first and foremost for the Department of Further and Higher Education, Research, Innovation and Science, it is vital that the senior cycle experience appropriately prepares students for the next stage in their lives, be that education, training, work or something else.  Developments in curriculum, teaching, learning and assessment will need to be informed by needs in society and how best we support students to realise their potential.  Creating varied opportunities for learning within schools and working with our sister Department to explore greater diversity in pathways beyond school will be a vital part of this.  Recognising the place and importance of the Irish language is also an important area receiving attention.  As committee members will know, the NCCA consultation on new draft specifications for leaving certificate Irish is ongoing.<\/p><p> Obviously, subsequent to the completion of the bulk of the NCCA's work on the senior cycle, the pandemic hit and the Department and the State Examinations Commission had to respond to the challenges it created for the leaving certificate.  Despite concern about providing marks in respect of their students, teachers and principals carried out this task with enormous professionalism and with a deep commitment to public service.  Equally, the decisions taken by the Government in those years was motivated by serving the best interests of students and the desire to ensure they could progress into the next stage of their lives without delay.  There are lessons from this experience which may well be valuable to us in future but it is important to emphasise that the arrangements in 2020 and again this year were put in place specifically as a response to emergency circumstances that applied at the time.<\/p><p> There is much in the current system that works well and which can and should have a place in any redeveloped senior cycle as we go forward.  The leaving certificate has continued to evolve during its lifetime.  Examples of this include the introduction of new subjects, updating specifications for existing subjects, the introduction of new assessment components and widening the breadth of curricular languages.  The senior cycle experience is also characterised by more challenging aspects, including stress experienced by students, overdependence on a terminal exam in June and a need to provide students with an opportunity to demonstrate their learning in different ways.  In the context of senior cycle reform, how can we deal with these aspects while also maintaining confidence in State exams?<\/p><p> In seeking to address the topics highlighted by the committee and others, the complexity involved in seeking to implement reform should be acknowledged.  There is undoubtedly a strong desire for change but how some of the challenges associated with senior cycle can be best addressed is often hotly debated.  Issues such as the nature and modes of assessment, subject choice, transition year, provision for students with special educational needs, access, design of supports and resources for teachers and reporting beyond leaving certificate results are just some of the myriad, interlinked and complex topics that need to be considered.  These, and more, are the challenges that are receiving attention as we advance our consideration of the senior cycle advisory report by the NCCA.  We need to consider carefully how the Government responds to the report, what development work should look like and how best to support its implementation.  My colleagues and I are happy to respond to questions that the committee may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#B00200","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speech","time":1638835200,"counter":11,"content":"<p>I confirm I am in Leinster House.  I thank Mr. Tattan for his opening statement, which will be very helpful at this stage of the leaving certificate review that the committee is undertaking.  Mr. Tattan will understand we have been at this for some weeks.  I want to put to Mr. Tattan some remarks made by a speaker at a previous meeting from the world of business.  That person stated there were literacy and numeracy deficiencies in students at third level and graduate level who are entering the workforce.  This was quite an alarming remark to hear with regard to third level graduates.  Does the Department have a view on this?  Are there areas that can be improved?<\/p><p>The other part of this conversation is that the committee members are at a disadvantage on the basis that the considerable research the Department has undertaken is not available to us in the context of the review the Department undertook.  I do not think any member of the committee wishes to undermine the integrity of the leaving certificate process or its reputation.  It has served us extremely well.  There are, however, areas in which I believe we can improve and lessen the burden on students.  In his opening statement I think Mr. Tattan referred to certain of the newer subjects being assessed on a continuous basis through the senior cycle, which is obviously beneficial in the context of the terminal exam.  Is there a view within the Department as to what balance or percentage might be appropriate in the context of leaving certificate reform right across all subjects in order that the terminal exam is not such an impactful, burdensome exam for students in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#C00200","speaker":"1562","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":13,"content":"<p>I thank the Deputy for those questions.  To respond to the first one, I have read the transcript of the recent meeting at which business groups appeared before the committee.  It is concerning to hear that sort of feedback from employers.  As I said in my opening statement, we want to prepare students for the next stage of their lives, whether that is further and higher education, work or whatever else.  We have invested a lot in this area.  A literacy and numeracy strategy was devised a number of years ago in response to an international study in which it was found that literacy scores had seemed to drop somewhat.  Overall, studies such as that carried out by the OECD Programme for International Student Assessment, PISA, put us very high up, really at world leader level, for literacy, and we continue to invest in that area.  As well as the absolute skills which everybody coming out of school must have, there are also those transversal skills which we have sought to inculcate, particularly at junior cycle level.  We would like to see more of that happen in schools right through to the end of upper secondary education.  I refer to skills such as communication, collaboration, critical thinking and so on, which we know are hugely valued and important in the 21st century.<\/p> <p>  To respond to Deputy Farrell's second question about the work done to date, some information is available through the National Council for Curriculum and Assessment, NCCA.  It has published a number of reports and interim reports and some other studies that have been done, including materials for the OECD and the ESRI.  They are available online.  I accept the core point about the report itself not being available at this stage.<\/p> <p>  The Deputy asked about the rebalancing between the terminal exam and other forms of assessment such as continuous assessment.  We do not have any fixed view on that.  From talking to students and others in the system, and I am thinking of the voices of students in particular, I understand that they have sought that idea of trying to spread the assessment load.  We see a lot of merit in that.  We are not putting a figure on it.  If we are to have more continuous assessment, it needs to be meaningful.  It has to be real.  It cannot constitute a very low percentage of the overall assessment.  It has to be something significant in order for us to demonstrate that sort of change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#D00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":14,"content":"<p>I thank Mr. Tattan.  I agree absolutely that if we are to do this, we should do it properly.  That said, we must also take into account the integrity of the examination process and whether the results that emanate from it and indeed at third level have to be considered in the context of leaving certificate reform as well.  That said, I am sure Mr. Tattan would appreciate the mental health pressures the leaving certificate places on students, even from early stages, in fifth year.  The consequences that that can have, even on a minority of students, is quite profound, and I think it is an area we all recognise and want to do something to improve.<\/p> <p>  My only other question relates to various remarks made about the Irish language.<\/p><p>I am very conscious that Deputy &Oacute; Snodaigh is present as one of our few Gaelgeoirs.  I am sure he will have some remarks on that.  As somebody who studied Irish for 13 years in primary and secondary school and was a cinnire t&iacute; in a Gaelcol&aacute;iste in Galway during various summers, I regret that the only time I speak Irish is when I am abroad.  There has to be some significant changes to the manner in which the leaving certificate frames the education and final examination for students who are either being taught through Irish or are particularly immersed in it and its application, particularly at third level outside the core courses like education or teaching.  Has the Department considered areas where improvements can be made in curriculum, assessment and eventual outcomes for students immersed in Irish through their chosen school or the actual Irish examination and any practical improvements that can be made?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#D00300","speaker":"1562","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":16,"content":"<p>I suggest that Mr. Moran comes in on that question.  I mentioned that some work is under way with the NCCA on a consultation on levels one and two Irish at senior cycle, which is effectively a continuation of development work in place in schools at primary and junior cycle level.  Does Mr. Moran wish to address the stage this work is at?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#E00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1638835200,"counter":17,"content":"<p>As Mr. Tattan said, there has been some development work regarding redeveloping the Irish curriculum at primary and junior cycle level and this work is ongoing at leaving certificate level.  Regarding the specification for leaving certificate Irish, there is a specification for language one and language two making discrete provision for Irish medium and English medium schools.  This essentially provides an element of continuity for learners in their learning journey regarding the Irish language.  It essentially follows on from the same approach taken with the framework for junior cycle Irish introduced in 2015 where there are two discrete language specifications for levels one and two.  Originally, a single specification went for consultation for junior cycle but following stakeholder feedback, the development of separate specification for level one and level two was put in place.  What is being done for the leaving certificate reflects the approach taken for junior cycle.<\/p> <p>  The NCCA has undertaken an extensive consultation process regarding the new specifications.  The consultation period was extended on foot of engagement with stakeholders, who expressed their desire to ensure that all views on this would be heard.  The consultation process finished last week.  The idea is that the NCCA will essentially review the input from the consultation process and a consultation report will be presented to the NCCA council in early 2022.  In early 2022, a report on the early enactment of junior cycle Irish will come to council.  The output from that review will also feed into the work that is being done for senior cycle.  <\/p> <p>  I will conclude by coming back to the Deputy's point that he only gets the chance to speak Irish abroad.  At least, he speaks it somewhere, which is good.  The specifications developed recognise some of the weaknesses in the early specifications in that the desire to provide students with experiences to allow them to enjoy using Irish creatively and critically sought to underpin the new specifications in that we have tried to stress the communication of Irish more in them.<\/p><p>An emphasis is placed on the aim of developing the student as an effective language user who takes ownership of his or her language learning journey.  Rather than Irish being a language a student learns as a dry subject, and it is acknowledged the view the Deputy expressed, which has been expressed by others, is a stated view, the move towards learning Irish as a language one can communicate with underpins the work being done at junior cycle and senior cycle levels.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#E00300","nonspeaker":"Mr. Eamonn Moran","continuing":true},{"type":"speech","time":1638835200,"counter":19,"content":"<p>I only get to use what little French I have when I am abroad.  Perhaps that is the same problem some people have with Irish.  I do not get to practise Latin at all, whatever Latin remains with me having spent four years learning it in secondary school.  I was more interested in the history of Rome than in Latin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#F00300","speaker":"1485"},{"type":"speech","time":1638835200,"counter":20,"content":"<p>I did not think the Deputy would have learned Latin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#F00400","speaker":"1619"},{"type":"speech","time":1638835200,"counter":21,"content":"<p>I tried but I did not learn it.  I was in the classroom for the subject for four years.  The same was the case with French.  I have a view of languages, which often people have of the Irish language.  Some of it was my own fault and some of it was due to the way it was taught.  It is strange everybody else in my class managed to learn French but I did not.  That may say more about me than others.<\/p> <p>  I have a brief question for Mr. Moran but I also have other questions.  How many submissions on the public consultation on the Irish language were received?  He might have the figure.  The closing date for receipt of them was last week.  For the information of the committee and the officials, I advise that my committee, Comhchoiste na Gaeilge, na Gaeltachta agus Phobal Labhartha na Gaeilge, made a submission to the public consultation process.  We concluded a report last week or week before.  It might be helpful for this committee&rsquo;s discussions.<\/p> <p>  I spoke of my schooling 40 years ago when I did the leaving certificate.  I was in awe of Germany and countries like that which had continual assessment as part of their education system at that time.  We seem to have been slow learners.  We have been so slow it took this pandemic to wake people up to the potential of continual assessment and there being less of a need for a terminal examination.  I welcome the fact we are doing that.<\/p> <p>  I wish to comment on the dangers of a continual over-reliance on digital technologies.  Deputy Farrell referred to this and spoke of literacy and numeracy levels.  People are using computers and the computer is doing the work for them.  We all become lazy and in some cases one can forget how to spell words if one is not writing as regularly as one did in the past and is letting the computer do the work.  How does the education system up to the leaving certificate level address that?  Other issues arise at university level.  It is important not to be over-reliant on digital technologies given there is still a digital divide within the country and society as a whole.  Some people do not have access to reliable Internet and broadband connection and some people do not have access to a computer.  If students are studying at home and depending on a computer to do their homework, especially as there seems to be a move for many textbooks or class work to be online, and if they have little access to the Internet or a computer, it must be taken into account there is also a need for physical textbooks, study work and tests.<\/p> <p>  I have one further question as the Department officials are present and we are discussing reform of the leaving certificate.  Even though it was unimaginable three years ago that all the examinations would be conducted online or by continual assessment, we seem to be facing into another year of that.  When will a decision be taken on next year&rsquo;s leaving certificate in terms of the oral examinations, practicals and mock examinations?<\/p><p>The mock examinations will be coming up in February or March in a lot of schools.  We now need to be making decisions early to let the students know.  This is the third year and we have come through the other years.  Hopefully a lot of lessons are being learned from the application of exams and continual assessments over the past two years, which may be able to feed into the ongoing assessment of the leaving certificate reform.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#F00500","speaker":"1485","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":23,"content":"<p>I thank the Deputy.  I believe that Mr. Moran may have the numbers on the submissions, and if we do not have the figures here we will certainly get them for the Deputy after the session today.<\/p> <p>  On the point made about continuous assessments, I am inclined to agree with the Deputy about our exposure in this regard.  One can see it with the pandemic that countries such as Germany, and in other places too, had a lot of the assessment pieces already in the bank before Covid-19 hit.  That meant that they were far better placed to pivot when they needed to figure out how they were going to move their group of final school year students into further and higher education and so on.  Because Ireland relies much more on the examinations in June, we had to create the calculated grades process and the accredited grades this year.  Certainly, there is learning out of that.  The Deputy asked about learning from the experiences of the past two years.  That is certainly a learning that we would take in the context of the continuing reliance, particularly in quite a number of subjects, on the final exams.<\/p> <p>  The Deputy raised the issue of the digital divide, which I believe is a fair point.  It is a concern shared by many people about how our children are taught in school and how they are accessing information, whether there is an over reliance on this, and whether there are other ways to interact with information for learning and so on.  It is changing.  It is about trying to get the balance right.  Obviously, the digital skills are very important.  Deputy Farrell spoke about preparing students for beyond school, which is also very important aspect.  It has been an aspect of all of our lives over the past 20 years particularly.  It is about how we best support teachers to integrate those tools so that in the teaching and in the learning and in what happens in the classroom they are used as further means by which to enhance learning rather than simply replacing other things.<\/p> <p>  With regard to the leaving certificate for next year, our approach has been to have conversations with public health, and we plan to hold further conversations with public health tomorrow.  Our approach to date is that the various assessment pieces would happen largely as normal, so that the leaving certificate would be running as it did in 2021 with the junior certificate running as well.  Schools have managed to stay open and we believe that they will continue to stay open.  That is the key for us.  From January to early March last year that just did not happen and we had to make decisions around that.<\/p> <p>  The Deputy also asked about the oral exams.  We had an arrangement in 2021 where they happened largely over the Easter period and the week after that, run by schools.  Again, a plus from that was there was less impact and therefore less need for substitution.  Teachers were able to continue with their students right through that second term until Easter.  It was less disruptive and there was more protection of the school year.  That was interesting and should be explored, particularly in the context of senior cycle reform. <\/p> <p>  I will hand over to Mr. Moran now for figures on the submissions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#G00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1638835200,"counter":24,"content":"<p>I have some initial statistics from the National Council for Curriculum and Assessment, NCCA on the L1 and L2 consultation.  There was an online survey to which there are 738 responses received.  The NCCA also conducted 13 focus group meetings, which were attended by 275 participants.<\/p><p>The NCCA held eight bilateral meetings with relevant bodies, although I do not know which bodies those were.  There were 19 one-to-one interviews conducted and 240 written submissions were received by the closing date of last week.  There is a lot to get through, which reflects the level of interest in this subject.  The report from the committee will also feed into that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#G00300","nonspeaker":"Mr. Eamonn Moran","continuing":true},{"type":"speech","time":1638835200,"counter":26,"content":"<p>May I ask a follow-up question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#H00200","speaker":"1485"},{"type":"speech","time":1638835200,"counter":27,"content":"<p>The Deputy has a couple of minutes left.  He can go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#H00300","speaker":"1619"},{"type":"speech","time":1638835200,"counter":28,"content":"<p>When will the decision in respect of oral examinations be made and communicated with students?  Obviously, the decision in respect of mock examinations is one for each school to make.  The mock examinations have to mimic the final examinations, so if <i>in situ<\/i>examinations are expected to take place in June, an early decision in that regard would help schools in the context of <i>in situ <\/i>mock examinations and the additional resources required in that regard.  I know it is in the lap of the gods in some ways and we are trying to predict the health situation at that stage, but early communication is key.  The biggest concern this year, last year and the previous year was the additional stress on students in connection with the type of examination they would face.  It is about making sure they know as quickly as possible that the Department is considering the likes of oral examinations being dealt with in the same way they were in April 2021 - maybe the meeting today will have done that - or at least are informed that discussions are ongoing.  My daughter is doing the leaving certificate this year, as are several of her friends.  This issue is a worry for them as they are trying to work out a timeframe in terms of the lead-up to the examinations and they need to set it out as early as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#H00400","speaker":"1485"},{"type":"speechnospeaker","time":1638835200,"counter":29,"content":"<p>I agree with the Deputy.  We are seeking to do that.  We have learned the importance of trying to make these decisions as early as we can.  That is something we need to consider.  Easter is quite late in 2022, so in the normal run of things the oral examinations would most likely take place in the couple of weeks before Easter.  If they were to be held at Easter, that would provide a bit more time for students.  We need to be clear that, as highlighted to us by students in the course of the engagement on the 2021 leaving certificate, students want to have time to take a break, which they will need to ensure they are somewhat rested going into the final written examinations, or time to study and revise.  It is about trying to get that balance right.  It might make sense to try to hold the oral examinations at Easter, particularly in light of the teacher supply issue.  That might be less disruptive for students.  However, there would be a need to keep that timeframe reasonably tight.  Some students may have a couple of oral examinations and a music practical examination.  There is a need to ensure those exams do not all happen at around the same time and create a different sort of pressure point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#H00500","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":30,"content":"<p>To follow on from the remarks of Deputy &Oacute; Snodaigh and before I get into the discussion on the reform of the leaving certificate in the long term, there is a strong case to be made for an early decision on whether the leaving certificate for 2022 will be rolled out in the same format as the exam in 2021.  The students who are undertaking next year's leaving certificate missed a significant amount of in-class learning when they were in fifth year and are going through a teacher substitution crisis at the moment.  I understand from many second level schools that teachers are covering classes that are not theirs and a significant number of teachers are absent due to the pandemic, yet there still seem to be conversations about potentially closing early for Christmas and there is even a question mark over whether schools will open after Christmas in the context of the nature of the new variant.  Although it might not be very popular, would it not be quicker, cleaner and easier for the Department to make an early decision to roll out the leaving certificate for 2022 in the same manner as was done in 2021, with a hybrid model involving written exams and accredited grades?<\/p><p>All the students who lost out in fifth year and who are losing out now because of the substitution crisis, and who will potentially lose out in the new year, will have additional stress because of the ambiguity.  I do not necessarily expect an answer or opinion on that, but perhaps I could be given an indication as to whether the disruption this year is ongoing.<\/p><p> Others referred to correlations with their own school experience.  How fundamentally has the leaving certificate changed since I did it in 1994?  Subject changes and changes to certain assessment levels have been alluded to.  Is the leaving certificate radically different from what it was in 1994, when I did it?  I assume it is pretty much the same.<\/p><p> With regard to subject choice, the remote learning that has come into play in the past couple of years has possibilities.  I realise I am always banging this drum but there are schools that do not have the same subject choice as others.  That is the way we run our system.  We do not have a State system; we have a State-funded system.  In certain schools, a value judgment is made as to whether one subject should be chosen over another.  Alternatively, there may be timetabling issues meaning a student cannot do French and economics or another combination.  A small number of schools do not offer education at higher level in English, Irish and mathematics, which disadvantages the students in attendance.  With the advent of remote learning, is it the intention of the Department to consider the possibility of expanding subject choices through remote learning so the physical walls of a school will no longer have to be a boundary?  We are not living in 1950s Ireland.  If somebody wants to do higher level Irish and a teacher is not available in the school, surely we can facilitate him or her.  If somebody wants to do higher level mathematics and a teacher is not available in the school, surely we can facilitate that.  If somebody has a timetable clash whereby French and another subject cannot both be studied, surely remote learning could be a solution and the Department could drive that.<\/p><p> The reform of the junior certificate process was quite tortuous and not really taken on board.  There was a lot of misinformation.  I am pretty scalded by it.  I remember conversations about the reform of history.  These were so misinformed that we were almost on the back foot before we started.  I am referring to reasons given for banning history and history no longer being available, for example.  It is my understanding there is a massive drop-off in the number of students who study history after junior certificate level.  The number drops from something like 54,000 to 13,000, by comparison with that for geography, which drops from 54,000 to approximately 25,000.  Am I right about the statistics?  Are we still having a big problem with history?  How do we feel that leaving certificate reform might advance the cause of subjects such as history?  I could talk about the Irish language all day, but I will probably get another opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#H00600","speaker":"1551","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":32,"content":"<p>I thank the Deputy for those questions.  On the approach adopted in 2022 and whether it should be the same as in 2021, I would not agree with the Deputy.  I do not believe there is the same level of disruption now as was experienced.  Students doing the leaving certificate examination in 2021 had a period from March until the end of May in fifth year in which there was very little provision because everybody was so caught by the pandemic when it hit first.  The experience from January until March earlier this year was far better, and schools were far more able to move to support their students with remote learning, and they were more agile in this regard.  We have made adjustments, which we announced at the end of June.  The information was issued to schools at the beginning of the school year.  There was some level of adjustment in respect of the examination papers in recognition of the fact there was some disruption, and there was some contingency built in.<\/p> <p>  On the teacher supply issue, we have allowed full-time teachers to work additional hours to fill gaps where schools might experience them.  As of now, we are certainly not talking about an early closure of schools before Christmas, nor are we talking about a deferred opening of schools after Christmas in the new year.<\/p><p>We expect schools to run as normal up to Christmas week and to reopen in early January.  That is our expectation and we do not have a particular reason at the moment to view that differently.  We are certainly not getting advice about it that would push us in a different direction.<\/p><p> The Deputy asked how fundamentally the leaving certificate has changed since the mid-1990s.  My strong sense is it has not radically changed.  We have sought to do some things and I mentioned some of the new subjects where we have made a conscious effort to build in additional assessment components, including subjects such as physical education, PE, that have assessment components in addition to the final exam.  Where we had opportunities coming along with new subjects or where updated specifications were being prepared, the NCCA really tried to ensure they have other forms of assessment in order that different competences in the same subject area can be demonstrated in different ways and we think that is the fairest sort of system.  We would like that to continue and grow.  There are other subjects at the moment, such as the three science subjects, that the NCCA is working on.  Consideration will be given to including an additional assessment component for them.  In subjects such as biology, physics or chemistry, there could be value in having assessment over and above a traditional exam.<\/p><p> Subject choice is certainly an issue and smaller schools in particular face having to make the best of the resources they have.  What we have done in recent years is to add more subjects into the mix.  It has become more difficult in one sense, given that students may wish to avail of subjects that are simply not on offer in their school.  We owe it to students to try to find innovative ways to do that, and that has begun, in some ways.  There are one or two cases where small schools have used technology as a way to leverage expertise in order that students can link in remotely.  As we know from the experience of the pandemic, it is not completely the same as being physically there, but it is a way to use the expertise effectively and in a way that gives students access to a subject they think is important.<\/p><p> On the junior cycle, I might hand to Mr. Moran in case he has the statistics the Deputy asked about in regard to history and geography.  The junior cycle reform was a hard experience and was felt as such in the Department too.  Even so, having talked to teachers who have been through it and experienced it, we have found there are many aspects they really like.  For example, they like the subject learning and assessment review, SLAR, meetings where they have an opportunity to meet colleagues and discuss what is happening in their classroom and their students' work.  They feel there are ways for them to improve their practice and learn from one another, which is a key aspect of what we wanted to get out of it.  Through measures such as classroom-based assessment, there have been opportunities for students to demonstrate learning in different ways and to engage differently in the subject material rather than simply sitting an exam.  In the context of that and of other issues such as accredited or calculated grades, there are some interesting points we could draw on in the context of the senior cycle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#J00200","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":34,"content":"<p>I cannot give the Deputy the definitive figures on the move between the take-up of history and geography at senior cycle and junior cycle, but the ballpark figures he gave reflect the fact history certainly takes a hit at leaving certificate level.  That was one of the reasons the previous Minister for Education and Skills, Deputy McHugh, made a statement that in addition to Irish, English and maths, history would be included among the subjects that had to be taken at junior cycle.  History is now a required subject that students must take in junior cycle, with some exceptions for students with special needs.  I think the intention was that if all students took history at junior cycle, it would increase the number who would take it at leaving certificate level, although it is not the silver bullet that will increase the take-up of the subject at leaving certificate level.<\/p><p>To come back to a point made by Mr. Tattan on the increased number of subjects that are available, in the past few years new subjects have been introduced at leaving certificate level, including politics and society, which is taken by a number of students who might have previously taken history at leaving certificate level; computer science, physical education, Polish, Lithuanian and Portuguese.  There are many new subjects and it is a busy space at leaving certificate level.  I am aware of the effort of the former Minister, Deputy McHugh, to try to increase the uptake by making it a requirement at junior cycle level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#K00200","nonspeaker":"Mr. Eamonn Moran","continuing":true},{"type":"speech","time":1638835200,"counter":36,"content":"<p>How much time do I have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#L00200","speaker":"1551"},{"type":"speech","time":1638835200,"counter":37,"content":"<p>The Deputy is okay for time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#L00300","speaker":"1619"},{"type":"speech","time":1638835200,"counter":38,"content":"<p>In 50% of schools it already was a requirement at junior level anyway.  There is a bit of a misconception about what is being proposed.<\/p> <p>  I wish to return to another issue.  If a student does not have leaving certificate higher level Irish, he or she cannot become a primary school teacher.  If he or she goes to a school that does not offer higher leaving certificate Irish, he or she cannot become a primary school teacher, effectively.  Unfortunately, that means that a number of schools will be disadvantaged.  On the designation, I think the standard of Irish that graduates have when they leave teacher training college is more important than the standard of Irish they have when they enter teacher training college.  There is not necessarily any evidence to suggest that having higher level Irish makes you a half decent Irish teacher at primary level.  Does Mr. Moran think it is in the capacity of the Department to facilitate a student, who, for example, does not have access to higher level Irish in a particular school to be taught remotely, rather than the student having to physically move to a different place or somebody having to physically come to that school to teach them?  I think what remote learning has shown us is that there is potential - notwithstanding digital development and all the rest of it - to shake up the subject choice and the subject level choice for students who, heretofore, may have been disadvantaged because of the nature or dynamic of their school and the pressures schools are under.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#L00400","speaker":"1551"},{"type":"speechnospeaker","time":1638835200,"counter":39,"content":"<p>The last couple of years have highlighted some challenges, such as the digital divide, but also the potential for those who have the ready access to the technology and also the skills to exploit that technology.  There is huge potential there.  On the Deputy's point - even though it is broader than the senior cycle - on the issue of Irish and the entry versus the exit point, it is a point that has been made to us by different groups, particularly those representing under-represented groups in the teaching profession.  For example, Traveller representative groups have consistently made that point that the key thing is that graduates finishing their teacher education need to have the requisite level of Irish.  That is really where the focus ought to be.  It goes to it being set at a bar that will simply prevent some getting in who want to be part of the profession.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#L00500","nonspeaker":"Mr. Eamonn Moran"},{"type":"speech","time":1638835200,"counter":40,"content":"<p>I thank the witnesses for their engagement.  I found it very interesting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#L00600","speaker":"1551"},{"type":"speech","time":1638835200,"counter":41,"content":"<p>Senator O'Loughlin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#L00700","speaker":"1619"},{"type":"speech","time":1638835200,"counter":42,"content":"<p>Just for the record, I am in Leinster House.  I thank all of the witnesses for attending and for their interesting submissions.  I carried out a survey within my own constituency of Kildare South, and 350 responses were received.  The responses were not purely from students.  The vast majority were, but some were from teachers and parents.  Three former students also responded.  The findings were very interesting.  We also had a public meeting on Zoom to discuss some of the issues with guest speakers.  It is important that we listen to young people who are at that point in their lives, and of course, take on board the views of teachers and parents.  Young people do not feel that they are learning the life skills they need to deal with life, whether that involves going on to third level, university or indeed, just living life in a different way and finding some other form of employment.  There is no doubt that the responses to the survey clearly showed a preference for more continued assessment - not necessarily predicted grades, but assessment that is marked externally, and not by students' teachers.<\/p><p>I agree with that because I believe there is a lot to be said for the anonymity of examinations that are being corrected.  There was also a sense that assessment should be completely based in schools because, unfortunately, there can sometimes be extra support from families when students bring assessments home to complete.  This support is offered with the best will in the world but that is not the way things should be.  The point was also well made that too much continuous assessment can actually increase stress for students.  Introducing too much continuous assessment would be the wrong way to go.  Perhaps such assessments should be limited to three points during the year.  Some could also be done in fifth year.  They were the main things.  There were many very good comments.  I will send them on to the committee separately.  There were also a few comments on the leaving certificate applied.  It was suggested it is good in theory but not in practice.  Obviously, there are issues with it not offering a pathway to third level education.<\/p><p> With regard to the areas that have been discussed this morning, the Minister, Deputy Harris, was in the constituency of Kildare South last week and I visited a few schools with him.  One of the schools that really struck home with me was Newbridge Youth Training and Development Centre, which is not unlike the Cork Life Centre.  It was excellent.  There were students there who, for whatever reason, felt they did not fit into secondary school life.  They were striving and thriving in this different environment where they could learn more practically.  This is the way forward for so many young people.  Students could even be offered blended learning, that is, to go to a mainstream secondary school for some specific subjects while learning vocational subjects in a centre such as this.  Some of the students were studying to be hairdressers or beauticians.  One group was learning coding.  I was very impressed with the whole atmosphere and how these young people were blossoming.  It was not just because we were there on a visit.  You could tell that by their enthusiasm.<\/p><p> The question of adjustments being made to the leaving certificate for 2022 has been raised.  I agree they should be made.  While students have not been disrupted as much this year, many have been out because of being close contacts or having contracted Covid.  Teachers have also been out for reasons related to Covid.  There certainly has been disruption to students' learning experience and that needs to be taken on board.<\/p><p> How can we envisage critical thinking, transferable skills and so on within the curriculum as it stands?  My final point relates to the need for emotional and well-being supports.  The committee has discussed this matter with career guidance teachers.  Some feel it is not appropriate to bring external providers into the school.  I feel it is.  Career guidance is very important and we need experts in the area to support young people in their school settings when they come up against any one of the great number of things that can throw any one of us off balance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#L00800","speaker":"1689","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":44,"content":"<p>I thank the Senator for her questions and comments.  I may refer some of them to Ms Tansey and the National Educational Psychological Service, particularly those on the potential for continuous assessment to increase stress, because it is often talked about as something that would decrease stress, and the point the Senator just made on emotional well-being supports.  The point the students made that they do not feel their experience, especially towards the end of their post-primary schooling, prepares them for the next stage of their lives is interesting.<\/p><p>We share some of that concern.<\/p><p> There was a conversation about the nature of the assessment process in particular.  At primary level we can see how positive the experience has been and we are starting to see some of the rewards of what has happened in junior cycle reform.  Yet when we get to senior cycle, everything gets determined by what is going to come up in the exam.  To be honest, students figure this out very quickly for themselves.  They know what is valued and will get tested and that is what they will focus on.  They do not really want to focus on other things.  They probably do in their lives but they know this is what they need to get through the process.<\/p><p> There is a real lesson in other countries and Scotland is a case in point.  There was a recent OECD report noting that where changes were desired in curricula considering critical and other skills in senior cycle, various curriculum reforms can be made.  For example, one could encourage different forms of teaching and support teachers to be able to deliver on that reform of curriculum.  If the assessment system does not also fall into line with that approach, however, it will stall.  Professor Gordon Stobart wrote that report for the OECD and spoke about a curriculum that encourages analysis and reflection, for example, but the exam comes down to elements like naming and describing.  We can see if this is coming up in the leaving certificate, the question is almost why we are doing it?<\/p><p> We must learn from the experience of other jurisdictions.  Other systems rely more on continuous assessment and some rely very heavily on it, including in Norway, which relies on much school-based assessment.  Students said they want external assessment in such a scenario.  We must look at other systems and see what we can learn from them.  I hope that can reduce stress and allow students to demonstrate a broader repertoire of skills, and that they are learning in many different ways rather than simply in a written exam.<\/p><p> There was mention of the leaving certificate applied programme, which is really good.  It is interesting in the context of the senior cycle review and it does many things quite differently.  It spreads assessment load and there are many ways in which to get credits.  There is an overall programme award.  The problem, as identified by the committee, is progression after it.  Unfortunately, it does not bring students anywhere after that point and it is something we must address in the context of this reform.  It is something we are looking at very actively.  It is a valuable programme and there are probably elements in it that would be of value to the leaving certificate group more generally.  Equally, the leaving certificate vocational programme has very practical elements, including worlds of work and enterprise and education, etc.  Why are those not more generally available to students to help prepare them in the way being discussed with the committee?<\/p><p> We have spoken about the 2022 adjustment already.  There has been a level of disruption but we feel the adjustment made is sufficient for recognition and acknowledgement.  Ms Tansey will speak to the stress issue in the context of continuous assessment and emotional well-being supports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#M00200","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":46,"content":"<p>One of the points from the Deputy concerned changes to the leaving certificate.  In NEPS, we are mindful of the level of stress that students experience relating to examinations and the leaving certificate as it is.  We are cognisant of that and try to introduce changes mindful of well-being and that would increase support for well-being.  Elements we consider important in this regard include the idea that any changes should increase a student's ability to stay calm and regulated while feeling he or she can manage.  It is about feeling a sense of efficacy, while being able to manage demands.  Any changes should increase a sense of feeling connected with school and being included with the school environment.  The students should also have a feeling of optimism and hope for the future through whatever changes would be introduced.<\/p> <p>  In considering that, what is often cited in the context of stress is the nature of the terminal examination for many of the subjects in the leaving certificate.<\/p><p>The feeling or perception is that the outcome of that exam determines people's life trajectory or certainly the next steps in their progression.  This can provoke anxiety and undermine optimism.  We can assume the removal of the terminal exam or a move towards continuous assessment, as has been rightly pointed out, would reduce stress and levels of anxiety but this probably would need to be managed, as has been said.  We need to be very careful that we do not replace one approach that is stressful with another approach that is equally stressful but maybe the stress is over a longer period of time.  Any changes such as this probably need to be managed very carefully.<\/p><p> In the same vein, we suggest ensuring that there is a range of pathways to progression available to students, that they are communicated carefully and clearly and that students are aware there are several pathways to progressing their education.  This is important in terms of efficacy, reducing stress and maintaining calm and regulation.  I take the point on this and I agree with it.<\/p><p> A question was asked about counselling and the provision of emotional counselling in schools.  At previous meetings of the committee, we have spoken about how the Department of Health has responsibility for the provision of counselling services in Ireland.  They are provided through HSE primary care psychology services and CAMHS.  The services are provided in the community and not in a school-based setting.  Children and young people can access them through the referral pathways to the HSE services.  We have been working very closely with the Department of Health during Covid to ensure there is clear communication about the pathways to these services.<\/p><p> The HSE has increased the provision of electronic mental health services.  Text and telephone supports are available through a range of service providers that are funded by the Department of Health, including Jigsaw, SpunOut and Bodywhys.  The Department has increased the capacity of these services to support children and young people.  In the Department of Education we have NEPS.  In this regard, it is important to note an individual service is provided to up to 8,000 individual students every year.  All of the casework support we provide has a component of well-being within it.  We support students.  We also support teachers to understand and respond to the behaviour of students using a trauma-informed lens or an attachment-aware lens.  We are trying to support schools to put in place interventions to support students with identified difficulties, including those with social and emotional challenges.<\/p><p> We have a range of supports and continuous professional development for schools in this regard.  NEPS is rolling out workshops on the promotion of well-being and resilience.  They will commence at the beginning of 2022.  We hope to have workshops that will draw on the knowledge we have of adverse childhood experiences and trauma-informed approaches.  These workshops will be accessible and available to all teachers throughout the country through an online platform.  They will commence early next term.  In addition, guidance counsellors, students support teams, NEPS psychologists and year heads in schools are trained and supported in signposting the services available through the HSE to support the emotional well-being of children and young people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#N00200","nonspeaker":"Ms Anne Tansey","continuing":true},{"type":"speech","time":1638835200,"counter":48,"content":"<p>I will pick up on some points made but I will not ask Ms Tansey to comment.  I will then ask some questions.  Like many Members of both Houses, I feel that it all sounds very good but there is a huge amount of evidence throughout the country that the HSE counselling service is not working.  There are waiting lists of long durations.  At any politician's clinic there are horrifying stories of what some parents and students in primary and secondary schools are going through.<\/p> <p>  At the previous meeting, the business representative groups stated there is a need for many more graduates with foreign language skills, particularly with Brexit.<\/p><p>Language fluency will be a significant advantage for the development of our economy.  Will the officials outline what measures have been taken to encourage students to learn a number of foreign languages?  How can we ensure they are given fluency of language and how can we immerse that into the senior cycle?  The vast majority of the people who have come before the committee over recent weeks when we have been discussing leaving certificate reform are not very optimistic on what reforms the Department is going to bring through.  It is hoped we will see the Minister for Education, Deputy Foley, bringing through some reforms when she looks at the NCCA report.  Very many people are not optimistic because it seems this has been talked about before.  We had a witness before the committee who had done a report on leaving certificate reform 30 years ago.  That report is still sitting in the Department.  Many officials have gone through the Department in the past 30 years but that report is still sitting on the Department's shelves.  We have had the junior cycle reform and it is hoped we will see the senior cycle reform for the leaving certificate.<\/p><p> Perhaps the officials will comment on the language question.  I also have a question on the learning and examination of the Irish language.  Has the Department looked at this?  I am aware there was reform in the junior cycle.  To what extent can the learning on this reform in the junior cycle be brought forward by the Department into the senior cycle?  What consideration is given to students who might do a stint in the Gaeltacht?  I am aware that going to the Gaeltacht is not a cheap five or six weeks.  Are there proposals to make this more affordable for all people so they are able to access the Gaeltacht?  Given this consideration, would people be able to get extra points in their leaving certificate for attending the Gaeltacht?<\/p><p> We are experiencing a technical issue so we will suspend for a minute or two.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#O00200","speaker":"1619","continuing":true},{"type":"unspoken","time":1638835200,"counter":50,"content":"<p>Sitting suspended at 12.14 p.m. and resumed at 12.18 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1638835200,"counter":51,"content":"<p>We will reconvene.  To confirm, can Mr. Tattan hear us?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Q00100","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":52,"content":"<p>Yes, Chairman.  Can you hear me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Q00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":53,"content":"<p>You are back again.  That is perfect.  Could you hear the questions I asked you?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Q00300","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":54,"content":"<p>I could hear them all the way through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Q00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":55,"content":"<p>There were two questions, one on foreign languages and the other on the Irish language.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Q00500","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":56,"content":"<p>Yes.  I will ask Mr. Moran to come in again on the languages, including the Irish language.  To respond to the point you made, Chairman, and it is a fair point in that you were quoting from a report from 30 years ago that has not progressed, I do not think we would share that lack of optimism.  We are very optimistic about what can happen here.  We think there are great opportunities in what is coming through from the NCCA work and the very careful shepherding of that by it through various research, evidence and engagement with stakeholders.  We believe there is a real opportunity now for significant reform.  Deputy &Oacute; R&iacute;ord&aacute;in talked a few minutes ago about radical reform.  We think there is a step change here.  There is certainly an appetite for it.  It has probably been there for a long time, and the pandemic has only amplified it hugely.  We hear that and we believe we can take this forward and people will see significant change when an announcement is made.<\/p> <p>  I wish to make sure we cover the specific questions you asked about Irish and the foreign languages, Chairman.  I think one of the things you asked about in the context of Irish was learning from the junior cycle.<\/p><p>One plus out of the extension of the consultation of the level one and level two at senior cycle is that it has allowed the NCCA to commence some work on an early enactment review of the junior cycle language 1, L1, and language 2, L2, specifications.  That was raised by stakeholders as a point of concern.  If Mr. Moran is still there, he might talk a bit more about that and about the foreign languages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Q00600","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":58,"content":"<p>There were two questions about foreign languages and Irish.  I mentioned earlier that among the new leaving certificate subject specifications introduced in recent years were four new foreign language specifications: Polish, Lithuanian, Portuguese and Mandarin Chinese.  These arose essentially from the Department's foreign languages strategy, Languages Connect, which was published a few years ago.  It is a strategy to ensure an increased take-up of languages by students and also to seek to improve the teaching and learning of foreign languages.  We have a body under the Department's umbrella called Post-Primary Languages Ireland, which assists schools in rolling out the new language specifications.  One of the issues we have is that for each new language specification that is introduced, fairly small cohorts of students are currently taking them.  They are spread across the country.  Post-Primary Languages Ireland is working to assist those schools and provide additional supports to them to assist take-up of the languages.  Those four new language specifications that I mentioned come out of a common framework for the development of new language specifications.  That is why we were able to roll out Polish, Portuguese and Lithuanian more or less at the same time.  Within the leaving certificate there is a facility for students to take some non-curricular languages.  These are EU languages that are not currently taught in schools.  Our foreign languages strategy is approaching its mid stage.  We will review it.<\/p> <p>  On Irish language learning, I repeat the point that Mr. Tattan made.  The review of the implementation of junior cycle Irish, the new specification for junior cycle Irish, which was in the form of both a language 1 and a language 2 specification, will be completed in time to feed into the development and finalisation of the specification for leaving certificate Irish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#R00200","nonspeaker":"Mr. Eamonn Moran"},{"type":"speech","time":1638835200,"counter":59,"content":"<p>Will there be additional new subjects in the proposed new specifications being reviewed other than physical education and computers?  If so, could the officials specify what they are and perhaps outline the proposed curriculum for them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#R00300","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":60,"content":"<p>Unfortunately we are not in a position to comment on that as yet.  It is part of the discussion particularly for the experience of students in school whether there are particular gaps in the curriculum as currently framed.  There may be an opportunity for students to express particular skills, talents, strengths that they have.  We are looking at that but we are not in a position to say what particular new subjects might come forward as part of any announcement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#R00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":61,"content":"<p>When will the officials be in a position to outline that proposal in more detail in the open?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#R00500","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":62,"content":"<p>We have had the report since late May and it has been with us a number of months now.  We are in a very intensive engagement with the Minister on a regular basis working through those issues.  I would hope that early in 2022 we would look towards making an announcement.  Anything in terms of any new subjects or impact on updated specifications and timings will be part of that overall announcement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#R00600","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":63,"content":"<p>In the same vein, attracting females into STEM areas continues to be a significant challenge.<\/p><p>During a recent trip by the committee to Munster Technological University, Professor Maggie Cusack made a very important point that STEM learning starts at primary and then secondary level.  There is a significant issue regarding females participating in STEM subjects.  What measures are in place and what is the Department thinking about to encourage more female participation in STEM subjects?  This is and will continue to be a very important area.  We need to attract more females.  These are just the thoughts of one technological university but I have no doubt that this is a major issue right across the board.  The area has mostly male participation.  Could the witnesses comment on that?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#R00700","speaker":"1619","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":65,"content":"<p>I will hand over to Evelyn O'Connor, who leads on STEM issues, in a moment.  We have an advisory group that is looking at gender balance issues when it comes to STEM.  It will come forward in the next short while with recommendations that will be published in the near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#S00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":66,"content":"<p>In terms of mental health and well-being, are there any proposals to incorporate well-being into the senior cycle as an integrated part of it?  Could well-being assignments be incorporated into the final results so that it encourages students to engage fully?  Since I became Chairman of this committee, we have dealt with the effects of Covid and bullying in school.  I have listened to all of the witnesses who have come before us.  It is about giving the student the confidence to come forward.  I believe this is something we could work at.  I know Ms Tansey spoke about what is happening regarding counselling in schools.  I have a significant issue with it.  One proposal that was made was having emotion counsellors in school.  I ask that the Minister and the Department consider this.  Deputy &Oacute; Ri&oacute;rd&aacute;in said something a number of weeks ago.  I hesitate to paraphrase what he said because I will definitely get it wrong.  He said fifth and sixth year is probably one of the most difficult times in any student's life, specifically sixth year.  It involves the worry over the leaving certificate and the stress it causes.  Could somebody comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#S00300","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":67,"content":"<p>The Minister answered a parliamentary question this week relating to what has been achieved under our foreign languages strategy so that will be available to Deputies.  We gave quite a detailed response with regard to that.  Coming back to STEM, we agree that it is a very important issue and we certainly want to see greater uptake of STEM by females.  However, we also want to see more males taking up STEM as well.  As Mr. Tattan mentioned, we established a gender balance group to advise us regarding how we can improve gender balance in STEM.  This group has representation from industry, higher education, parents and students.  Among others, DCU is also a member of the group.  The starting point of that group was to review what literature was available.<\/p><p>The idea was to see what interventions have been tried and tested, what works and what does not.  This was all done to help us see and recognise what challenges and barriers there are which prevent females and indeed males from taking up science, technology, engineering and mathematics, the STEM subjects.  A report was published going back, in fact, to last November which provides the outcome on that.  In short, a key finding was that no single intervention will achieve gender equity.  Rather, there is a requirement to support multiple interventions addressing different segments of the ecosystem to effect the change that was required.  As a next step, we set up an expert group to review the report and to check to see what we could do going forward.  That review and report is going to be with the Minister shortly and we would expect the Minister to publish those recommendations.<\/p><p> As a next step, under our overall policy statement, which goes from 2017 to 2026, we will be developing a new implementation plan under that statement, and the actions coming out of the gender balance group will feed into that, among many other recommendations on other issues in STEM.  Shortly and possibly tomorrow, we will be going out on a public consultation on our next implementation plan.  We would welcome the views of Deputies on that and would hope to have that published somewhere around 2022 or possibly going into the next school term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#S00400","nonspeaker":"Ms Evelyn O'Connor","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":69,"content":"<p>The Chairman raised the issue of mental health and well-being, which is a piece of great importance.  It is one that is very challenging, particularly in those final couple of years at school.  Perhaps Ms Tansey may want to speak about this a bit more after me.  I will mention two things the committee should be aware of.  The Department has its well-being policy statement and framework for practice, and it has provided supports to schools and sought to make well-being very much core to what schools do.  They have done it so well but this is to provide them with further tools and guidance to help them in that area.<\/p> <p>  This is a very important point in the context of senior cycle because in all of the nuts and bolts matters of assessment, curriculum, different skills and so on, the point of well-being cannot be lost in all of that discussion because it is core to it.  Students will need that sort of resilience to get through what is going to be, realistically even in a reformed senior cycle, some level of stress associated with this experience.  It is, by its nature, high stakes but is not all or nothing and we are always very conscious of saying that.  There are many avenues and routes towards getting to do what you want to do in life but it is a very important one for students.  We can lower some of the stress levels in some of the reform measures we might choose to take but we might not ever be able to eliminate it fully.<\/p> <p>  Perhaps Ms Tansey may have some other things she may wish to say on that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#T00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1638835200,"counter":70,"content":"<p>The well-being of our leaving certificate students is very important and it is a very stressful time.  We have a range of supports, and I have mentioned some of them today, whereby we support schools to support the well-being of students, including our leaving certificate students.<\/p> <p>  One of the things we have been doing over recent years is engaging closely with the HSE and with the services it provides, and it is being very responsive to us.  At particular times, for example, during the Covid-19 period, which we anticipated would be stressful for leaving certificate students, we were able to connect with our colleagues in health and they were able to provide enhanced supports at their end in anticipation of an increased ask or demand from the sector.  At other times over this period when, for example, the results were coming out or when changes were being announced on the leaving certificate, which happened over recent years, we would have got in touch with our colleagues in health and would have told them we anticipated there would be an increased demand.<\/p><p>They were able to put increased resources into the services they are providing at their end to support access to e-mental health services, online counselling, telephone and text support.  That is one element of what we are doing on an ongoing basis.<\/p><p> Another action we have taken recently, as part of a joint item of work with our colleagues in the Department of Health, is the circulation of leaflets to all schools in Ireland, including post-primary schools, on mental health and well-being information.  Those leaflets have been delivered in hard copy as well as electronically.  It is a signposting tool and a guide for schools, students and their parents to  know how to access services.  I have the leaflet to hand and the services listed range from MyMind, Turn2Me, Aware and SpunOut.  Every school has received hard copies of quite a number of those leaflets in recent weeks as well as in electronic format.  We have also published revised guidelines for our student support teams and they have been circulated to schools in recent weeks.  They are all about strengthening how school support teams can support the well-being and welfare of all students within the school setting both from a universal approach taking a whole-school approach as well as taking account of the targeted needs of some students.  That would include engaging and signposting the supports the Department of Health, the HSE, and its service providers, are providing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#T00300","nonspeaker":"Ms Anne Tansey","continuing":true},{"type":"speech","time":1638835200,"counter":72,"content":"<p>Could Ms Tansey arrange for that leaflet to be sent to members of the committee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#U00200","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":73,"content":"<p>I can, indeed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#U00300","nonspeaker":"Ms Anne Tansey"},{"type":"speech","time":1638835200,"counter":74,"content":"<p>I would point to proof and evidence that is relayed to me a politician.  I am not saying it comes down to the Department of Education.  There is a great deal of joined-up thinking.  I believe there are way too many organisations involved and the message gets lost.  That is my opinion, not the opinion of the committee.  Mental health is a big issue.  It came through clearly in the other hearings we had with respect to the appointment of emotional counsellors in schools that students with issues or problems could be identified at an early stage and would not have to go through the system.  Savings would be achieved in the system within the HSE.  If we had the roll-out of emotional counsellors in schools, specifically primary schools, many children with issues and problems could be identified at an early stage.  That is just my opinion.  I would appreciate if Ms Tansey would pass on ten copies of that leaflet for members of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#U00400","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":75,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#U00500","nonspeaker":"Ms Anne Tansey"},{"type":"speech","time":1638835200,"counter":76,"content":"<p>It is great to hear from Ms Tansey and Mr. Tattan about the importance of well-being in the reduction of stress as a major priority when we are examining the potential reform of the leaving certificate and what will come out of the NCCA assessment.  It is wonderful that the leaflet has been emailed to all students and parents.<\/p> <p>  I am a member of the Joint Sub-Committee on Mental Health and it is great to know MyMind is listed on that leaflet.  It provides access to counselling and it is very reasonable.  Covid-19 has had an impact on access to that service, although I believe it is free currently.  Turn2Me is also listed on the leaflet.  The 24-7 text line for that service, which is 50808, for any students going through any difficult times at present.  It is probably more so the case that our third-level students are facing examination pressures at present. <\/p> <p>  I have a few questions for Mr. Tattan.  He said the report is coming back from the NCCA and it will provide an analysis of the period 2016-2020.  In his opening statement he mentioned that 62% of the subjects currently have some type of continuous assessment.  However, he acknowledged that core subjects do not have that.  Could those core subjects be considered as part of the reform?  I am sure the Department will examine many elements.  He highlighted that we must maintain the integrity of the examinations, which is crucial, but many of the stakeholders and witnesses that have come before us have spoken about the leaving certificate, as it stands, being a stand-alone assessment.  It has a very good reputation but perhaps for businesses today, to meet future challenges and to provide the skills that will be needed as we move forward, there could be changes we could consider and its reform would benefit students, parents and future employers and our society.<\/p><p>We are developing our leaders of the future through our educational system.  How could we look at expanding the continuous assessment of those remaining key subjects at leaving certificate level?  Could that happen on an ongoing basis or does it need to wait for the report to come out and then to set out potential reform in a longer timeline? <\/p><p> On the digital learning plans, I was pleased to see the announcement from the Minister for Education, Deputy Foley, this week.  There was nearly &euro;3 million allocated to primary and secondary schools this week to reduce the digital divide.  That is a big concern, particularly in areas of disadvantage and DEIS schools, where there is a digital divide.  We heard from the expert group on future skills last week that digital skills are one of the key crucial skill sets.  In fact, digital skills was their number one point about how we ensure that our students are ready to face the future and the challenges that are ahead of them in environment, climate action, dealing with the likes of the pandemic and understanding and being able to use critical thinking about research and evidence base.  We need students who are coming out of leaving certificate to be able to tackle the huge amounts of data that we now see on all platforms and in social media.  They should be able to distinguish all that type of data with a clear thinking mind.<\/p><p> I want to compliment the circular that was sent out from the Department along with that announcement.  It spoke about exciting options, such as politics and coding for primary schools.  It spoke about using simulation and game-based learning to assist students in secondary school.  I must admit that I nearly felt like wanting to go back to school.  I thought it was good and positive.  It was excellent to see that being supported. <\/p><p> On targeted double funding to DEIS and to areas of disadvantage, I represent Roscommon-Galway, where there are areas of disadvantage.  We need to support those students.  Would Mr. Tattan or Ms Tansey wish to respond to these points?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#U00600","speaker":"1654","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":78,"content":"<p>I thank the Senator for those points.  On the report from the National Council for Curriculum and Assessment, NCCA, I mentioned the 62% at the beginning of the meeting.  The Senator is right that many of the big subjects, such as English or maths for example, have two papers but they are the same assessment medium.  They have two written papers and no other form of assessment.  A number of other business subjects also provide an example of that.  There are new areas where many or most students are taking subjects, in which there is only the determiner of the exam.  The trajectory over the last number of years, with either new subjects or updating of the existing subjects, is to try and build in additional assessment components.  We will see that as a feature going forward as part of the senior assessment modelling.  It is ongoing.  Even the leaving certificate science programme at the moment, which is currently in the development phase with the NCCA, does not have an additional assessment component.  We are trying to build a meaningful additional assessment component into it.  There is the element that a percentage level of assessment must be reasonable, so that it is worth the effort of having a different component.  Also, it should be different in the sense that it tests different competencies in the same subject area.  It should not be just a written exam in disguise, if you like.  It should be different so that the broader range of skills, such as those the Senator talked about, such as critical reasoning, collaboration, communication and so on, can be demonstrated.  A terminal exam does not provide the same opportunity to do that.<\/p> <p>  The Senator talked about the timing of this, and how we should not wait a long time to see some of this arrive.  That is part of our thinking too.  Some components will require further development work, further engagement with stakeholders and so on.  We can perhaps move on more quickly with other aspects.  We should be moving as quickly as we can.  They will all ultimately join up.  We should be careful not to confuse the system or overload students in doing that.  It has to all work for those students going through the system.  There is a way that things can happen sooner, rather than waiting for everything to arrive in place in, for example, five years or ten years from now.<\/p><p>On the digital piece, obviously, there was the recent announcement in that regard.  There is also the digital strategy for schools, which has gone through consultation and that we would hope will be finalised in 2022.  It remains, therefore, a really important area for us and as the Senator mentioned, it is number one for some groups there.<\/p><p> One of the interesting things about the announcement yesterday, and the Senator talked about some of the examples of things that schools could do, is that it was designed to try to give schools the opportunity to innovate for themselves rather than it being dictated centrally from the Department.  Schools can actually have different ways of approaching this depending on what their needs are and how they want to move.  It remains a really important area for us, however, and it is just part of those trainings for essential skills, which is an absolute must-have for students coming out of school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#V00200","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speech","time":1638835200,"counter":80,"content":"<p>Very much so.  I am sorry, Chairman; do I have another minute?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#W00200","speaker":"1654"},{"type":"speech","time":1638835200,"counter":81,"content":"<p>Yes, go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#W00300","speaker":"1619"},{"type":"speech","time":1638835200,"counter":82,"content":"<p>I was going to mention that we have an excellent small school outside Ballinasloe in Clontuskert, which just won the first ever climate action project award.  It is also a Microsoft school and a green flag school.  I commend the teaching staff and principals that we have in our schools across the country but for a school in a small town in east Galway competing on the world stage to win an award that was awarded at COP26, the 2021 United Nations Climate Change Conference, it was incredible to see.  It just shows that with technology, there is a levelling.  There is the point of view of having access to devices but when one also has technology, one can compete in any forum.<\/p><p>I will perhaps ask a quick question around how we can support teachers.  Science Foundation Ireland, SFI, spoke a little bit about accreditation for teachers and I know from SFI that there would have been training programmes at times with centres of excellence in which teachers could participate.  It was about learning new research skills or about the research environment at the time or what was happening in a particular subject area.  It drives passion, engagement and enthusiasm.  How do we do that across other subjects, particularly around digital skills?  I must admit that I probably am not totally <i>au fait <\/i>with everything that is happening at the moment.  Is there a way we can do that when teachers and principals at the moment are so overwhelmed after the last year or 18 months?  I know that they have such a heavy load and can sometimes be at breaking point.  Does the Department have any ideas about how we do this in a way that will enable and support teachers and yet not be an additional load on top?<\/p><p>Finally, I will comment on the student voice on the examinations this year.  Mr. Tatton mentioned very briefly that there is probably not any decision yet on the examinations coming up this year.  The student voice in that decision-making is important, however.  The Minister, Deputy Foley, said that was a key part in the last couple of years and I believe that she is very focused on that.  Mr. Tattan might comment on how that consultation process might look in the next number of months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#W00400","speaker":"1654"},{"type":"speechnospeaker","time":1638835200,"counter":83,"content":"<p>On the issue of the teachers, perhaps Ms O'Connor may want to come in at the end in terms of anything else she wants to say about SFI or STEM.  I would say generally, and this is a learning we took out of some of the junior cycle experience, that we need to find ways to really support teachers well in the context of senior cycle review.  Much of that comes down to time and ensuring that they have the time they need to engage when there is development work going on and where there is change happening.  Members of the committee mentioned the pressure that is faced in schools all the time.  There just has not been the time at all.  There probably was not before and there certainly has not been over the last 18 months for teachers out there.  We must find ways to ensure that we can support the curriculum of reform we want.  Teachers need to be properly enabled and some of that, which we talked about a couple of minutes ago, is about giving schools a sort of autonomy about innovation when it comes to digital.  It is about being able to listen to schools.  Schools in some ways have a lot of shared experiences and challenges but they are also unique.  The Senator spoke about the school in Ballinasloe as being just one example.  Lots of different schools have different strengths and they also have challenges they face.  Finding ways, therefore, to support the group of teachers and that speak to them is important.  We need to find ways to be able to be adaptive to do that and, as I said, give them the time as well.<\/p><p> On the student voice, the Irish Second-Level Students Union, ISSU, is represented on the examinations advisory group.  Outside of the more formal structures that we use to engage on exam issues, we also have direct engagement with the secondary students union.  We had one such engagement recently in regard to 2022.  In the context of 2021, we found that voice hugely enriching in terms of the thinking that we needed to give to our response with regard to the disruption that happened at the beginning of the year in January and February.  That engagement will continue.  We expect that we will be meeting the group again very soon, particularly to discuss the oral examinations and how they will operate for the current leaving certificate students.  Ms O'Connor might want to add something on the SFI piece.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#W00500","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":85,"content":"<p>On the Senator's point about not overloading the teachers and what else we can do, the curriculum from early childhood to senior cycle now offers multiple opportunities for the development of digital skills and digital literacy but through integration into the curriculum and the classroom.  There is additional explicit curriculum provision as well.<\/p> <p>  On the Senator's comments with regard to the particular school and climate action, well done to that school.  I am delighted to hear that.  One of my areas of responsibility is education in sustainable development.  We have had one strategy and we are in the process of developing another, which we will be lining up with the sustainable development goals.  As part of that, we are ensuring that sustainable development is integrated into specifications.  I would be delighted to send the Senator a one-page outline of how currently the sustainable development goals are integrated into the curriculum.  We followed up with the National Council for Curriculum Assessment, NCCA, yesterday to remind it to continue, as it develops new specifications, to move more and more in this direction.  The NCCA confirmed it is doing that and that it is very conscious that it needs to move more in that area as well.<\/p> <p>  On STEM, I mentioned that we have an Education Policy Statement 2017-2026.  One of the key pillars of that policy is to enhance early years practitioner and teacher capacity and to support STEM education practise.  We have developed a continuous professional development, CPD, framework which supports the cross-sector design and delivery of STEM CPD such that teachers can avail of that.  That will help them to deliver in the classroom.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#X00200","nonspeaker":"Ms Evelyn O'Connor"},{"type":"speech","time":1638835200,"counter":86,"content":"<p>I thank Ms O'Connor.  It is wonderful to know all of that.  I will send on details of the school.<\/p> <p>  I want to acknowledge Sport Ireland for its work with primary schools, particularly the marathon for kids programme which has been rolled out in a number of schools in my area.  I understand the athlete, David Gillick, was there.  It is about building healthy and active routines for children and about their mental health and well-being.  Sport is good for the head and good for the heart.  I thank our teachers, principals and the Department of Education for working with Sport Ireland on that particular programme.  It is a wonderful way to help children to create good habits and routines, which I still do not have.  It is important that we encourage children to do that at a young age and to keep it up.  It is really is wonderful.  I again thank the groups involved.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#X00300","speaker":"1654"},{"type":"speech","time":1638835200,"counter":87,"content":"<p>I thank Senator Dolan.  That concludes part one of the meeting.  I want to put the officials in the Department of Education on notice that they will be asked to come back before the committee again.  Owing to the weather conditions, four or five members have been unable to attend as they come from counties under red status.  It was agreed last night that the meeting would proceed even though they would not be able to participate.<\/p><p>They are unable to participate online because they are outside the precincts of Leinster House.  Perhaps we can have that further meeting in January.  I will ask the clerk to contact the Department and perhaps we can arrange something for January, if that is agreeable.  I again thank the witnesses for coming before us and briefing us.  It has been very informative.  It was Dr. &Aacute;ine Hyland who told the committee that she did a report 30 years ago.  I was only quoting what she said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#X00400","speaker":"1619","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":89,"content":"<p>I know Dr. Hyland.  She is highly respected in the education sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Y00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1638835200,"counter":90,"content":"<p>She is.  In fairness, she was very good and she complimented the Department.  She said she did a report 30 years ago.  I know there is an appetite for leaving certificate reform.  We have learned a great deal about it in the last two years because of the Covid pandemic, which gave the Department, the Minister and everybody else the shot in the arm they needed to introduce some real reform of the leaving certificate.  I have been through five general elections but that was nothing compared with what I went through with the leaving certificate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Y00300","speaker":"1619"},{"type":"unspoken","time":1638835200,"counter":91,"content":"<p>Sitting suspended at 12.56 p.m. and resumed at 12.59 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1638835200,"counter":92,"content":"<p>On behalf of the committee, I welcome Mr. Ryan Sharpe, a sixth-year student in the Cork Life Centre, Ms Amber Sheridan O'Callaghan, a past student of the centre, and Mr. Hugh Ahern, a student at the Patrician Academy, Mallow, County Cork.  Mr. Ahern has appeared before the committee previously.  The witnesses are here today to discuss leaving certificate reform with the committee.  The format of the meeting is that I will invite Mr. Sharpe and Ms Sheridan O'Callaghan to make a joint opening statement, followed by Mr. Ahern.  This will be followed by questions from members of the committee.  We have approximately an hour.  Unfortunately, many members of the committee could not travel to Leinster House today because of the status red warning affecting some counties.<\/p><p>They apologised for not being able to attend.  The committee will publish the opening statements on its website following the meeting.  Before we begin, I remind witnesses that if they are giving evidence remotely from a location outside the parliamentary precinct, they may not benefit from the same level of immunity from legal proceedings as a witness physically present does.  They have already been advised of this issue.  I invite Mr. Sharpe and Ms Sheridan O'Callaghan to make their opening statement, followed by Mr. Hugh Ahern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Y00500","speaker":"1619","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":94,"content":"<p>I thank the committee for inviting us before it to speak today.  We are here to talk about the reform of the leaving certificate.  I am a current leaving certificate student in sixth year in the Cork Life Centre and Amber Sheridan O'Callaghan is a former student.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Z00200","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speechnospeaker","time":1638835200,"counter":95,"content":"<p>I am in my final year of psychology.  Next year, I will go on to do my master's in UCC.  I have been volunteering with Jigsaw in Cork for three years.  When I did my leaving certificate, it was a complete nightmare.  If I did not have the mental health supports that I got at the Cork Life Centre I do not think I would have been able to do it.  I got lucky, but I know the same supports are not there for every student in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Z00300","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speechnospeaker","time":1638835200,"counter":96,"content":"<p>We have made an official submission on the reform of the leaving certificate on behalf of all students in the centre.  I am representing those students here today, as well as their opinions on reform and their grievances with the current leaving certificate system.  I have been in both mainstream and alternative education and so I can speak to my experience of the effects of the leaving certificate within both.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Z00400","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speechnospeaker","time":1638835200,"counter":97,"content":"<p>We have been using the same system in various guises for decades, if not longer.  Methods of assessing almost everything across the world have evolved in the last century, but it seems that the leaving certificate has not done this in any significant way.  The grades might be given different names but the methods of learning, assessment and stressors were the same for my older peers, siblings, parents and even grandparents.  Education is about learning, not memorising.  It is clear from the feedback gathered that the leaving certificate needs to change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Z00500","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speechnospeaker","time":1638835200,"counter":98,"content":"<p>The following has been my experience of the leaving certificate senior cycle so far.  The education system has been by far the most stressful thing in my life.  Getting an education was not something I looked forward to doing.  Instead, it felt like a challenge.  Not a challenge that makes one work harder, but an unachievable goal that I was working myself to the bone for.  Even when I started in mainstream secondary school I was hoping for change.  I constantly talked about changing the system that decided our futures.  Although my mam did not care for it much, she saw it as me moaning.  She would say: \"We all went through it\".  I hate when people say that.  Going through something is not good.  Why is it that just because you went through it, so do we.  Imagine if you tried to change something inherently bad and you were told that you cannot change it although it was bad for other people too.  Instead of telling us to get over it, why not make a change and reform the leaving certificate.  Set us up with the skills to face the world not break us down to the point that we get used to it.  I know the world is hard, and it can be challenging, but instead of beating us down, five days a week, why not help us to learn to help ourselves, and give us what we need without making our lives hell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Z00600","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speechnospeaker","time":1638835200,"counter":99,"content":"<p>Mainstream school lacks creativity.  There is no place to discover what you are actually interested in.  Your school often dictates your options for subjects and what areas you get to explore.  You have to learn specific things and they do not cater for people's creativity and individuality.  Most leaving certificate skills are not transferable to college or real life.  I left school not knowing what referencing was, not knowing how taxes work and what career paths are out there.  I did two PLC courses before I went into psychology.  I had to.  I had no idea what I wanted to do.  I am not saying everyone is going to know what they want to do in their life or career but surely expanding the range of subjects and experiences available in the leaving certificate would help the young people of Ireland with these stressful decisions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Z00700","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speechnospeaker","time":1638835200,"counter":100,"content":"<p>Small changes are not good enough.  A new initiative brought in for a subject every few years does not equate to change.  Adding to a fundamentally flawed system does not change it.  What we need is complete reform.<\/p><p>We have heard from submissions that have been made that the leaving certificate may take ten, 20 or 30 years to enact.  This is not good enough.  In its current format it is not fit for purpose and is arguably causing more harm than good.  It is time for a complete overhaul.  It is time to rethink the system.  I thank the committee for its time and attention.  We look forward to discussing our experiences and opinions with members and are happy to answer any question they may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#Z00800","nonspeaker":"Mr. Ryan Sharpe","continuing":true},{"type":"speech","time":1638835200,"counter":102,"content":"<p>I thank Mr. Sharpe and Ms Sheridan O'Callaghan.  I now invite Mr. Ahern to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#AA00200","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":103,"content":"<p>Maidin mhaith a Chathaoirligh, a Sheanad&oacute;ir&iacute; agus a Theachta&iacute;.  Is m&oacute;r an on&oacute;ir dom labhairt leis an gcoiste seo ar athch&oacute;iri&uacute; na hardteistim&eacute;ireachta.  My name is Hugh Ahern and I am a student of the Patrician Academy, Mallow.  I am in third year.  The leaving certificate examination was established under the Intermediate Education (Amendment) Act passed in 1924.  Since its establishment, there has never been a major reform of the examination.  This is why I urge the committee to consider a three-year reform plan, which should start in early 2022 and be completed for the sitting of the leaving certificate in 2025.<\/p> <p>  I will now go through the recommendations I made to the committee in my submission.  There should be continuous assessment during fifth year.  The fifth year Christmas examination and summer examination could be used for continuous assessment.  The fifth year exams could count for 30% of the overall leaving certificate grade.  Then, in sixth year, the students would sit one examination, as is the case at present.  The reason I believe in continuous assessment is that the current leaving certificate examination, with only one final exam on one specific day, does not suit all students.  For example, someone could have died in the family or a student may not be feeling well on the day.<\/p> <p>  The bonus points for higher level maths should be removed.  This is not a fair option as it can add an extra 25 points to someone's results.  Let us say students did not choose higher level maths and got the maximum 600 points.  In this scenario, even if they received the maximum points possible they could still get 25 points fewer than students who did higher-level maths.  Also, students put so much time and effort into higher-level maths that they can forget about the other subjects.<\/p> <p>  Project work would be beneficial for students who may struggle with exams.  The way this might work is that one project would be completed in fifth year and another in sixth year.  The two projects could count for 20% or more of the overall final grade for the leaving certificate.<\/p> <p>  Applied sciences, including woodwork, engineering and metalwork, should be promoted in girls' schools.  These subjects should be offered in all schools regardless of the gender profile of the school.  Unfortunately, a lot of girls' schools do not offer these subjects.  Home economics should also be offered in all schools regardless of the gender profile of the school.  Running a household correctly and knowing how to cook is an incredibly important life skill.  Unfortunately, a lot of boys' schools do not offer this.<\/p> <p>  There should be a new subject of social, personal and health education and life skills.  For students who do not select home economics and for schools that cannot offer it as a subject, a life skills course should be offered to help students deal with life's situations.  I also believe that social, personal and health education should become part of the senior cycle curriculum as many schools do not have this.<\/p> <p>  There should be high-speed broadband Wi-Fi in schools.  Every school in the country should be fitted with high-speed Wi-Fi as schools progress into the digital age.<\/p><p> All students should have access to digital devices for schoolwork.  Covid-19 has shown us that there is a need for all students to have access to a digital device.  Currently, only 81% of DEIS students have access to a digital deceive for schoolwork while 88% of non-DEIS students have access to a device.<\/p><p> There should be English support for students whose first language is not English.  All schools should be required to offer support to students who have language difficulties because English may not be their first language and many students struggle with learning the language.<\/p><p> Regarding equal funding for schools, the same level of funding should be given to voluntary secondary schools as is offered to DEIS schools because all students should be given the same access to education.<\/p><p> There should be a new level for students who have completed national framework of qualifications, NFQ, level 1 or level 2.  Unfortunately, there is a gap in the junior and senior cycle systems currently whereby the students completing NFQ level 1 or level 2 in the junior cycle have no equivalent system at senior cycle.  That is why I am recommending that a new level be introduced for the students who have completed level 1 or level 2.  They should be offered another next level so they can move on to senior cycle.<\/p><p> We should encourage more apprenticeships.  To do an apprenticeship, a student must be at least 16 years of age and is expected to have a minimum of grade D in five subjects in the junior certificate or equivalent examination.  Nowadays many employers require the leaving certificate to have been completed.  The pathway to apprenticeships should be encouraged more by schools.  Many schools encourage their students to go to college but not all students wish to go to college.<\/p><p> More oral and listening work should be included in the Irish language curriculum. The amount of literature studied should be reduced.  This is because many students will use only the oral and listening aspects of Irish rather than read literature in Irish.<\/p><p> I would welcome any questions or concerns the committee may have.  Go raibh mile maith agaibh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#AA00300","nonspeaker":"Mr. Hugh Ahern","continuing":true},{"type":"speech","time":1638835200,"counter":105,"content":"<p>I thank Mr. Ahearn for that.  Ms Sheridan O'Callaghan spoke about the stresses of the leaving certificate and how she has come through them.  We have spoken about emotional counsellors in schools to help students.  We spoke about this earlier with departmental officials.  How would Ms Sheridan O'Callaghan flesh out the real stress of the leaving certificate?  What was the biggest issue for her?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#BB00200","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":106,"content":"<p>For me, the biggest issue was the lack of mental health resources.  In the Cork Life Centre, I did have access to counselling and guidance counsellors, but in mainstream school there were no counsellors or mental health supporters to help us through the leaving certificate and the period afterwards.  These are essential to get us through it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#BB00300","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speech","time":1638835200,"counter":107,"content":"<p>Mr. Sharpe is studying for the leaving certificate.  I visited Cork Life Centre two weeks ago and therefore know exactly about the fantastic work being done there.  What are the main stresses for Mr. Sharpe as he is preparing for his examinations?  I said to Department officials this morning that I have fought five general elections.  A general election is very stressful but I found the leaving certificate equally stressful, if not more.<\/p><p>I know that was back in the mid-1990s, which was many years ago.  What stresses are the witnesses experiencing?  What help should be available for every student in mainstream secondary school, not just the Cork Life Centre, as they prepare for the leaving certificate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#BB00400","speaker":"1619","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":109,"content":"<p>My main concern is with the subjects, which fall under an umbrella.  Everything in maths is just covered under maths.  English literature and English language are covered under one subject.  That is mainly what is stressing me out because there is so much to learn and remember.  It is categorised to the point that we cannot study individual subjects.  I am also stressed because the leaving certificate is so important and is put on a pedestal.  It basically decides your life.  Everyone says there are other ways to go through it but really the leaving certificate is the main focus for everyone under the age of 18.<\/p> <p>  With regard to supports, counselling needs to be more generalised and supported in mainstream schools.  A big concern I have is that guidance counsellors are not counsellors and counsellors are not guidance counsellors.  They should be treated as per their role.  It seems many guidance counsellors nowadays are dropping the guidance and giving advice and listening.  While I can see what they are trying to do and how they are trying to help, that is not their job.  Guidance counsellors are there to support us in our educational health and provide a stepping stone to what we might do in the future.  Counsellors are not in mainstream schools enough for leaving certificate students to have the ability to speak about what is stressing them or going on in their heads.  It seems that when the leaving certificate is over, students are expected to forget about mental health because counselling services are not provided after the leaving certificate.  Schools expect us to just drop everything and be okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#CC00200","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speechnospeaker","time":1638835200,"counter":110,"content":"<p>We can all agree with Mr. Sharpe and also with Deputy Alan Farrell's point about learning Irish for 13 years without ever using it.  If we learning things that were useful to us in life, it would be more beneficial.  It is very stressful to have to learn everything on the curriculum, especially when we know we will not use it.  At my first ever statistics class in college, my lecturer told us to forget everything we had learned about maths in the leaving certificate because it was useless and would not help in statistics at all.  If we learned things that actually benefited us in life, it would be much less stressful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#CC00300","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speech","time":1638835200,"counter":111,"content":"<p>I have been trying to draw a string out on the reform of teaching of some of the subjects with some of the witnesses who have come before the committee over the past while.  Some people will agree with Mr. Ahern and more will not but I am a big believer in continuous assessment.  I would like it to have been in place when I did my leaving certificate many years ago.  Mr. Ahern was right when he spoke about home economics being available in all schools and not just schools where females attend and also about how woodwork and metalwork should be available to females as well.  In bygone days, they were only available in boys schools.  I totally agree with him on that.<\/p> <p>  I ask Mr. Ahern to comment on continuous assessment.  What do his peers think?  I presume he spoke to his fellow students and peers before today's meeting about their thoughts and feelings on the leaving certificate.  He is now in the years where he will prepare for the leaving certificate.  It is with trepidation or nervousness that he approaches it because, as Mr. Sharpe said, it is seen as the be-all and end-all, which is not the case.  There are other ways and means of achieving what one wants in life and there are a huge number of opportunities in the educational field.<\/p><p>Maybe Mr. Ahern will flesh out the continuous assessment piece.  Does he think many males would take up home economics if it were available in all schools and, <i>vice versa<\/i>, if metalwork and woodwork were available in girls' schools, would there be an uptake in those subjects?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#CC00400","speaker":"1619","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":113,"content":"<p>On the Chairman's continuous assessment question, during the week, I was speaking to a member of staff in my school and she made a very valid point.  In colleges, it is broken down: there are exams but then there are assessments.  It should be offered in the leaving certificate programme.  The leaving certificate should be a preparation for moving on to college.  In work, people are always being assessed through their work.  They could take it out of the junior certificate such as with the curriculum-based assessments.  They seem to be going very well even though a lot of them were postponed for this year's junior certificate.  I think it should be offered.  There was a huge take-up in the accredited grades process, so there probably would be a take up in continuous assessment.  It would have to be prepared rigorously by the Department.  Guidelines would have to be set out to make it a fair and equal system for everyone.  With continuous assessment, teachers who normally teach the class would know what grade the student would get.  If they were to be correcting work, my main worry would be that the teacher may move them up a small bit.  I am sure it would not happen; teachers take their jobs very seriously.  But if it were to happen, would it not be better to do it like the leaving certificate whereby the papers are sent somewhere in the country during the academic year to be corrected?<\/p> <p>  On the applied sciences in girls' schools, when the students from the girls' school in Mallow come to my school, the teachers who teach applied sciences offer the teaching of applied sciences during the evening.  We do not offer metalwork or engineering; we only offer woodwork and technical graphics.  I know there is a huge uptake in those with the girls.<\/p> <p>  Home economics should be offered in boys' schools.  I think there would be a huge uptake.  One of the most successful chefs in the world, Gordon Ramsay, is male.  It should not just be considered as a subject for females.  It should be offered.  I hope I have answered the Chairman's questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#DD00200","nonspeaker":"Mr. Hugh Ahern"},{"type":"speech","time":1638835200,"counter":114,"content":"<p>Absolutely.  You have answered very well and skilfully.  I am not sure if Senators O'Loughlin and Senator Dolan online.  I call Deputy &Oacute; Snodaigh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#DD00300","speaker":"1619"},{"type":"speech","time":1638835200,"counter":115,"content":"<p>I apologise for stepping out before speakers had finished.  Mr. Ahern made the point about continual assessment during fifth year in the form of Christmas and summer exams.  I am one of those people who believes continual assessment should be used a lot more.  As I said to the officials easier, 40 years ago when I did my leaving certificate, we were talking about how the Germans were well ahead of us and how slow we had been to react.  Of course, it took a pandemic to get us where we are at present and we still talking about end of year exams being the key.<\/p><p>What is Mr. Ahern's view of continual assessment in the form of further coursework happening in fifth year or sixth year?  Maybe that has been answered already.  One of the other points to emerge in recent times is the access to traineeships and apprenticeships, which is important.  I know from my daughter who is doing her leaving certificate that there seems to be a huge concentration on the CAO, that is the option, rather than the other options that are available and that are quite important for us as a society.  If we are trying to deliver a viable plan into the future, it cannot be all graduates.  There is a need for greater focus on traineeships and apprenticeships.  What are the views of our guests in that regard?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#DD00400","speaker":"1485","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":117,"content":"<p>We will start with the continuous assessment.  Was the Deputy's question on the importance of it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#EE00200","nonspeaker":"Mr. Hugh Ahern"},{"type":"speech","time":1638835200,"counter":118,"content":"<p>How important does Mr. Ahern think the continual assessment is in terms of our future education system?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#EE00300","speaker":"1485"},{"type":"speechnospeaker","time":1638835200,"counter":119,"content":"<p>Yes, I mentioned that in my submission at the outset but I will go through it again.  Continuous assessment is incredibly important.  It takes a good deal of the stress off the students.  If the students know that they are going to have continuous assessment in fifth year and maybe one in sixth year, he or she knows that if he or she screws up on the final exam, he or she still has that continuous assessment, which will give some bit of hope to him or her.  Continuous assessment is possible and important as it also encourages students to stop cramming study because there are certain students who work throughout the year and then other students who just cram everything into the final couple of months before the exam, and continuous assessment would make those students do a small bit more.  Continuous assessments keeps students in the mind frame.  They will be able to know when everything is ready.  It also develops life skills such as research, project work and so on.  I mentioned that in my third recommendation.  Continuous assessment could be counted towards that as well.<\/p> <p>  The Deputy's second question relates to apprenticeships.  They are sort of forgotten.  I would not say they were forgotten but everyone wants to go to college.  It is the first question anyone would ask.  If you meet students who have just completed the leaving certificate, the first question they are asked is what are they going to do, and they are expecting something about college.  More emphasis needs to be put on the apprenticeships and the CAO should take a somewhat more involved role in apprenticeships.  The Department of Further and Higher Education, Research, Innovation and Skills, and the Minister, Deputy Harris, have put a huge emphasis on apprenticeships but more emphasis should be put on them, and perhaps they could be promoted in transition year.  It seems like an area that is sort of forgotten or pushed away.  There is a need for apprenticeships.  There was an article on one of the national broadcasters about a shortage of skills and how we need to start bringing people in to apprenticeships.<\/p><p>It can be more labour but many benefits come out of apprenticeships.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#EE00400","nonspeaker":"Mr. Hugh Ahern","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":121,"content":"<p>I will touch on something the Deputy said about continuous assessments.  I was part of the first year of students who did the new junior cycle.  From the top of my head, we had two continuous assessments in business that we did throughout the year.  Continuous assessments are a tool that is completely underutilised in the system.  As Mr. Hugh Ahern said, they are a gateway to learn how to gain life skills in researching and developing an idea, and putting it into a format, in addition to learning how to show the world what you have.<\/p> <p>  Senator O'Loughlin said earlier that too much continuous assessment is bad, but it is important to find a balance because it is such a great tool to remove a lot of stress from the end of the year and spread it out during the year.  It is not laid back to the point where students are not studying and not doing their work, but it is not stressful to the point where they cannot do the exam. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#FF00200","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speechnospeaker","time":1638835200,"counter":122,"content":"<p>Reducing the number of subjects in the leaving certificate to about four or five, with a minimum of four, would be very beneficial because students could then focus on those four subjects instead of trying to cram everything in.  We should also have more options, such as philosophy and psychology classes, and classes that would benefit a student for college and life, where people can find out what do and do not like, so they have a better idea when going into college.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#FF00300","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speech","time":1638835200,"counter":123,"content":"<p>I will come in on what Ms Sheridan O'Callaghan said.  She has come through the leaving certificate.  Would she have preferred continuous assessment over two years compared to the written exam that she did?  Does she believe she might have done better under continuous assessment or would it have put her under more stress in fifth and sixth years?  What are her thoughts on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#FF00400","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":124,"content":"<p>It would be very beneficial to do continuous assessment.  I personally would have preferred it, especially if there were two continuous assessments, one in fifth year and one in sixth year, and an end-of-year exam for students who might prefer exams to continuous assessments.  They can then all be weighed up to 30% or 40% of the overall mark or something like that.  It then gives people a chance to pass the subject on continuous assessments instead of the exam alone.<\/p> <p>  I did not do very well in my leaving certificate because of the stress and pressures.  I continued on to do two post-leaving certificate courses before I started studying psychology.  I had to do that because I had no idea what I wanted to do.  Everything I learned on the leaving certificate curriculum was just not beneficial for me at all, for example, the oral exams and all that.  I do not know about anyone else but I walked out of my first oral exam and refused to do it because it was so stressful trying to talk to a stranger.  I am now doing Spanish as a minor subject in college.  The lecturer is the one who does the oral exam and is someone I am comfortable with.  An external examiner listens back to the recording.  I find that way better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#FF00500","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speech","time":1638835200,"counter":125,"content":"<p>What Ms Sheridan O'Callaghan just said is very succinct in some ways.  Talking to a stranger is an artificial situation.  If the oral exam was held with five or six people, together with an examiner, and with a conversation that is bouncing back and forth, it might be easier to make people more comfortable and more aware.  On a further point, when a student goes to college, nowadays there is often group work involved.<\/p><p>However, there is no reflection of group work in the leaving certificate.  The closest thing would be some of the project work or practical work that students do on their own.  However, they do not have time to bounce ideas off their teachers and classmates.<\/p><p> On the point Mr. Ahern made about the CAO and apprenticeships, it would be interesting if they could play a greater role.  Are there any other options that could be used to try to expand students' awareness and also the public's appreciation of apprenticeships?  Mr. Ahern was correct that the first question people ask students is what college they intend going to.  Society and the economy will not survive without the skills of electricians, carpenters and so on.  These skills are not as appreciated as they were in the past.  Even simple courses than can be done as apprenticeships, for example, courses for technicians, are needed now more than ever to keep the wheels of the economy turning.  Despite this, most people seem to want to go to college or university.  That might not be the best option for them but it is what they are geared towards.  Perhaps our guests can figure out or already have some ideas about what else we can do as regards other options.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#FF00600","speaker":"1485","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":127,"content":"<p>A module could be offered in transition year to encourage apprenticeships at junior certificate level because I do not see space for them.  It could also be included in first year.  Apprenticeships could also be encouraged in primary school because they need to be encouraged much more.  Colleges hold open days to attract students.  They will do anything to attract students to the college.  To encourage apprenticeships, schools could have guest speakers from certain trades, such as someone from an electrical background, a plumber and people from similar trades.<\/p> <p>  The public service recruitment service has launched a section to encourage students to consider a path in the public service.  Perhaps one of the Departments could do something similar and set up a website that students could access for information on apprenticeships.  Currently, this is done by word of mouth and you have to know people.  Apprenticeships are not promoted much; colleges are promoted more.<\/p> <p>  The Department and the CAO could develop a specific option whereby students who want to do an apprenticeship would only have to sit certain subjects instead of having to sit all subjects.  Someone who wants to do carpentry probably does not need Irish as much as woodwork or maybe business.  The Department of Further and Higher Education, Research, Innovation and Skills and the Department of Education could look into creating a specific examination to encourage people to do an apprenticeship.  These ideas are off the top of my head so I do not know how great they are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#GG00400","nonspeaker":"Mr. Hugh Ahern"},{"type":"speechnospeaker","time":1638835200,"counter":128,"content":"<p>In our report, we suggested there would be a fork in goals after third year so students who wanted to go off and do a trade or something like that could go to a technological school.  They could go off and do a trade, an apprenticeship and a bit of college work.  Students who wanted to take a more academic path, such as STEM, or anything to do with college or university would continue with the leaving certificate and then university.  That would get many people doing trades and get up participation rates in trades.  It would lead to many women taking up trades too because it would be so easy to access, whereas at the moment that path is very hard to access.<\/p> <p>  As Mr. Ahern has said, students need their leaving certificate and certain grades to get an apprenticeship.  Some people just are not able for that and do not want to do that.  They will not focus on that.  It is just a bit silly restricting some people's lives just because they do not want do maths or English.  They might want to fix cars or whatever.  It should be at least an option.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#HH00100","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speech","time":1638835200,"counter":129,"content":"<p>I apologise.  We are having trouble with the connection to Senator Dolan, who is next on the list.  Does the Deputy have any further questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#HH00200","speaker":"1619"},{"type":"speech","time":1638835200,"counter":130,"content":"<p>With respect to Mr. Sharpe's comments, it is strange how things can come around.  I did my leaving certificate 40 years ago and at that stage there were technical colleges and what he describes is specifically what they were aimed at.  They ensured that trades would involve the required skills.  It was where people with an interest in woodwork and metalwork or trades went and where people used their hands.  They were then converted into community colleges and over time they concentrated on further education.  Now they seem to be also viewed as a tool to ensure people can get to colleges.  Even the technical colleges at third level have changed to universities and standards have gone up in terms of access to universities.  Apprenticeships seem to be getting squeezed and left as an afterthought.<\/p> <p>  Some of these centres in my area have at times struggled to fill courses.  The result is despite there being a demand for further housing, we will not be able to meet that demand even if the Government puts all the money in and the sites are there.  We do not have the skilled people to involve themselves in the building trade.  It is the same in many of the other trades in which we need apprenticeships.<\/p> <p>  When apprentices qualify fully as electricians or whatever, they are well-paid and have good jobs.  They must put in the hours.  It is hard manual work in many cases but I always encourage people to look at it as an option.  There are also people who get into trouble at school because it is too academic.  They cannot focus on that kind of academic approach.<\/p><p>Often the space is open for them then to continue their education, and I agree.  Perhaps it is the case that the system may encourage some schools to go to one or the other.  Not every school can offer the fullest of leaving certificate courses.  I see that Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#HH00300","speaker":"1485","continuing":true},{"type":"speech","time":1638835200,"counter":132,"content":"<p>To follow on from that, Mr. Ahern mentioned apprenticeships.  I would like to hear the views of Mr. Sharpe and Ms Sheridan O'Callaghan as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#JJ00200","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":133,"content":"<p>I will add one small point.  It was mentioned that people would do what they want to do and that they would not be messing.  I will talk about that point a bit more.  If there was a way people could be in the classes that they wanted to be in, then the rate of bullying, messing in classes and people not listening would go down significantly.  If people want to be in classes, and make a choice to be there, then they are going to be there.  Those students are going to want to learn and they are going to learn, and then go off and be successful because they are doing what they want to do.  That could also solve many bullying problems.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#JJ00300","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speech","time":1638835200,"counter":134,"content":"<p>To follow up with a question arising from Deputy &Oacute; Snodaigh's contribution, Mr. Ahern spoke about apprenticeships earlier.  Apprenticeships are going to be included in the CAO from this academic year.  I have spoken before about how there is a great deal of peer pressure on many students regarding what college they are going to and how many points they got.  That is the focus of the talk between peers, friends, family and everybody when students are doing their leaving certificate examinations.  Asking people what college they are going to and what they are hoping to do there is part of starting a conversation in this regard, but it puts huge pressure on students.  I refer to situations where one person might want to do law and then another might want to be a plumber or a carpenter, which are not seen as being sexy jobs compared to what might result from some of the other academic college courses.  Now that apprenticeships are part of the CAO process, will that make it easier for students to participate in apprenticeships?  I ask the three witnesses for their views on this point.  I call Mr. Ahern first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#JJ00400","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":135,"content":"<p>It would encourage people to take on apprenticeships.  As the Chair said, an apprenticeship may not be the most attractive job compared to going to college or doing courses like law, but it is a good thing.  People who qualify from apprenticeships put in a lot of hours, but those jobs tend to pay well.  In addition, if apprenticeships are being recognised by the CAO, then I think people would want to take them up.  The national media, though, are sort of responsible as well.  I am not sure if I should say more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#JJ00500","nonspeaker":"Mr. Hugh Ahern"},{"type":"speech","time":1638835200,"counter":136,"content":"<p>No, go ahead.  I ask Mr. Ahern to continue and to say what he is saying, because I agree with him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#JJ00600","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":137,"content":"<p>The national media are partly responsible for people wanting to go on to a third level institution.  That is because every year, around July, when the exams are finished and the results are out, the front page of every newspaper, tabloids and the main national papers, will have photos of the graduates who got the top-of-the-range points in the leaving certificate examinations.  We do not, however, see the people going off to do apprenticeships.  More encouragement must be given to people who do that.  They should be recognised in the same way as their peers who may have got 625 points and may be going off to one of the top colleges in the country.  The people going off to do apprenticeships should be included in the newspapers as well.  It is a great achievement for the people who get the top points, but it is also an achievement for people who get into apprenticeships.  They may have completed the junior and leaving certificate examinations, but they may not have wanted to.  Therefore, I think the achievements of all students should be recognised by the media, no matter in what area.<\/p><p>That is one of the partial causes, but there are many more.  I will pass it on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#JJ00700","nonspeaker":"Mr. Hugh Ahern","continuing":true},{"type":"speech","time":1638835200,"counter":139,"content":"<p>I agree with Mr. Ahern that we never see the photo of somebody heading off to do an apprenticeship.  At the end of the day, depending on what trade they go into, they can make much more than the person who gets 300, 400 or 500 points.  Apprenticeships can lead to fantastic careers.  Some people who went into apprenticeships were extremely successful at starting their own businesses and are very wealthy now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#KK00200","speaker":"1619"},{"type":"speechnospeaker","time":1638835200,"counter":140,"content":"<p>Whatever pathway someone takes after the junior or leaving certificate should be respected.  Many people who want to go into a trade need their leaving certificate to do it and many of them drop out before then.  Giving people the option to go into a trade after the junior certificate would be extremely beneficial and it would lower the dropout rate, people not getting jobs and things like that.<\/p> <p>  Continuous assessment would be beneficial because in college we have the option of picking a title within a topic.  That way someone knows for sure they are doing something they like.  They are writing about something they enjoy.  It gives people the option to show their academic skills in a way that they want to.  It would be important to bring that into secondary schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#KK00300","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speechnospeaker","time":1638835200,"counter":141,"content":"<p>One of the big things I got from that is that the leaving certificate is a competition throughout the whole of Ireland to see who can get the most points.  That causes stress for many people.  As the Chairman said, in conversation it is all about what college someone is going to or what course they are doing.  It just feels like a very big competition and we need to change how we look at it.  Doing a course is regarded differently from doing an apprenticeship.  There should not be a stigma around that.  I know people who do apprenticeships who are much more successful, but more importantly much happier than people who go to college and do a course they do not like just because of the social pressure to go to college and say they have a course.  We need to look at that completely and work out why there is such a stigma around getting apprenticeships.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#KK00400","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speech","time":1638835200,"counter":142,"content":"<p>I welcome Mr. Ahern, Mr. Sharpe and Ms Sheridan O'Callaghan.  Mr. Ahern addressed the committee previously.  It is great to see them.  I am delighted they are talking about apprenticeships.  One of the key messages we are trying to convey relates to the opportunities for students at leaving certificate level.  There are so many ways for them to get to the career they want.  Sometimes it comes down to what other people say.  I recently read that people decide to take up apprenticeships on the basis of something somebody they know said to them.  In other words, it is not coming from schools or career guidance.  It might be coming from an acquaintance, a family friend or someone in the family who might promote the course.  We need to work to promote the programme.<\/p> <p>  As the witnesses and the Chairman said, the Minister, Deputy Harris, has introduced the CAO reform that allows applications for apprenticeships along with all our further and higher education courses.  Ms Sheridan O'Callaghan mentioned that there are different PLCs and that students might have a choice of doing a PLC to try something out.  This may sound a bit cheeky, but I am not sure any of us still know what we will be doing.  People will only have two or three jobs or careers in their lifetime.  Last week, the expert group on future skills needs said that it wanted to develop a leaving certificate and a secondary school experience that would leave people with an appetite for learning.<\/p><p>That was a great thing to say because in all ways, be it in a practical learning way or in an academic way, people might come back in their 30s and 40s and consider doing more courses and we might build a culture of lifelong learning.  The leaving certificate could potentially be improved so that we leave students with a better feeling about education and about doing further and higher education.<br\/><br\/>There are 60 apprenticeships and another 18 are being developed on <i>apprenticeships.ie<\/i>.  We are trying to encourage employers to come on board.  Part of what I try to do is talk to businesses and tell them about this programme if they are worried about staff shortages or recruitment and retention.  It could be in so many areas such as hairdressing, biopharma, accounting, real estate or auctioneering.  How could we encourage employers to think about taking on a young student or a student of any age into an apprenticeship programme?  What would be a good way for employers to look kindly on taking on somebody?<br\/><br\/>Career guidance counsellors were mentioned.  Mr. Sharpe mentioned that career guidance teachers are not counsellors and that counsellors are not career guidance teachers.  Does some work need to be done on that?  Mental health supports and well-being were also mentioned.  We spoke earlier about supports like <i>mymind.org<\/i>and <i>turn2me.ie<\/i>and the helpline number is 50808.  Do the witnesses know of any friends or anyone who might have accessed online supports when it comes to health and well-being that are out there to support students?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#KK00500","speaker":"1654","continuing":true},{"type":"speechnospeaker","time":1638835200,"counter":144,"content":"<p>Where the employer is taking on young people, I feel that after junior certificate there should be the option to go to institutes of technology to be trained in the specific areas they would like and then employers could not really argue with them when they are trained to do the job.  PLCs are beneficial but if I had some sort of psychology learning in school I would go straight into it in my degree instead of spending two years doing PLCs.  Classes like that are beneficial.<\/p> <p>  On counselling and guidance counsellors, in mainstream school I never found any counselling, if it was even there.  Guidance counselling, on the other hand, was difficult too.  In the Cork Life Centre I was able to access both guidance counselling and counselling during the leaving certificate year and after the leaving certificate.  I found that was beneficial to me but I know that not all students have that experience<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#LL00200","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speechnospeaker","time":1638835200,"counter":145,"content":"<p>I would agree with everything Ms Sheridan O'Callaghan said.  I want to touch on the difference between career guidance counsellors and counsellors.  Counsellors are not really looked at as a necessary part of the education system.  They are looked at as a side aspect that can help students in their personal lives.  Mental health affects every single student in the leaving certificate and junior certificate system in one way or another.  Students should be taught in schools how to preserve their mental health.  Counselling should be more important in schools and it should be provided.  The HSE does not touch on it much and counsellors are not provided.  There needs to be a huge reformation of the counselling in the leaving certificate system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#LL00300","nonspeaker":"Mr. Ryan Sharpe"},{"type":"speechnospeaker","time":1638835200,"counter":146,"content":"<p>On counselling, I know of quite a few people who would avail of the online services but they are nowhere near as beneficial as actual counselling.  Most of the time the online services are one-off and they do not provide continuous support.  It is only there if you are in an immediate crisis but not if it is a serious crisis either because it cannot deal with that.  In-person counselling is really needed, especially in mainstream schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#LL00400","nonspeaker":"Ms Amber Sheridan O'Callaghan"},{"type":"speechnospeaker","time":1638835200,"counter":147,"content":"<p>In regard to encouraging businesses to take on apprentices, perhaps a grant or tax incentive could be given to businesses that take them on.<\/p> <p>  I touched on the issue of counselling in regard to school bullying.  The officials of the Department of Education mentioned a leaflet.  I spoke to a couple of people to ask about that leaflet and I have a feeling it never reached certain schools.  It is the first time I have heard of the leaflet.<\/p> <p>  In regard to counselling services, I was involved with the youth advisory panel of Turn2me, which put quite a lot into a youth service.  I believe the Department and the health service should look at a school service for students.  The Department officials stated in the report that it is a HSE matter but I would see it as more of a Department of Education matter.  Student welfare has been a topic of concern in recent years and new policies have been brought out on student welfare.  I believe the Department should have greater concern in regard to student counselling.  If the committee can get a copy of the leaflet for me, I would appreciate it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#MM00100","nonspeaker":"Mr. Hugh Ahern"},{"type":"speech","time":1638835200,"counter":148,"content":"<p>We will share that.  I was going to say \"well done\".  There is an incentive of &euro;2,000 for employers to take on an apprentice and another &euro;1,000 if they keep them on after six months, so that is there.  Well done.  We will work with the Cathaoirleach to ensure that leaflet is circulated.  It could be the case that it is sent to people within the school and it just needs to be circulated to students.  I thank Mr. Ahern and all of the witnesses for their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#MM00200","speaker":"1654"},{"type":"speech","time":1638835200,"counter":149,"content":"<p>I have asked that committee members would get a copy of that leaflet from the Department of Education.  I was not aware of it either.  One of the issues that came up at the committee was that of emotional councillors being appointed to schools and whether that could be rolled out on a trial basis in some way.  We will work with the Department of Education on that.<\/p> <p>  I thank the witnesses for coming before us and it is deeply appreciated.  They are a credit to themselves and to their school community.  I thank them for replying to the questions put to them by the members.  Unfortunately, there are a small number of members present today.  Many members are from the country and they could not travel to Leinster House today due to the storm and weather conditions.<\/p> <p>  The meeting is adjourned until 11 a.m. on Tuesday, 14 December 2021 when it will meet in private session on MS Teams.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2021120700002#MM00300","speaker":"1619"},{"type":"unspoken","time":1638835200,"counter":150,"content":"<p>The joint committee adjourned at 2.03 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1638835200,"counter":151},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Pat Buckley,* Frances Black, Colm Burke, Seán Kyne. Bernard J. Durkan, Neasa Hourigan, Gino Kenny, John Lahart, Róisín Shortall.<\/p><p>* In éagmais \/ In the absence of Deputy David Cullinane.<\/p><p>I láthair \/ In attendance: Deputy David Stanton.<\/p><p>Teachta \/ Deputy Seán Crowe sa Chathaoir \/ in the Chair.<\/p>","time":1638835200,"counter":152,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1638835200,"counter":153,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00100"},{"type":"speech","time":1638835200,"counter":154,"content":"<p>Good morning everyone.  Apologies have been received from Deputy Cullinane and Deputy Pat Buckley is substituting in his place.  Deputy James O'Connor is substituting for Deputy Cathal Crowe.  Apologies have also been received from Senator Martin Conway.  We are joined by Deputy David Stanton.<\/p> <p> I will deal with one item of committee housekeeping.  Can I take it the draft minutes of our private meeting of 24 November 2021 and public meeting of 1 December 2021 are agreed?  Agreed.  <\/p> <p>  Before I introduce the witnesses, apologies have been received from the HSE advising that many of its senior people who are due to address us this morning are involved in the response to the storm that is hitting the country at the moment.<\/p> <p>  Some members expressed concern prior to the commencement of public session of the meeting that the time limit of an hour or an hour and a half for the meeting is not sufficient.  Deputy Hourigan has a proposal in that regard and Senator Black will second it.  Does Deputy Hourigan wish to speak on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00200","speaker":"1571"},{"type":"speech","time":1638835200,"counter":155,"content":"<p>The time allotted for the meeting is not enough to discuss the very serious issues leading to the closure of the Owenacurra Centre and the impact that will have on people&rsquo;s lives.  It will be very difficult to reschedule a meeting when we have already had a partial meeting.  I have real concerns about the level of information we have already received.  I am also awaiting replies to a number of outstanding parliamentary questions from the Department of Health and the HSE.  We should reschedule the meeting on an agreed date.  I suspect Senator Black has a comment to make on possible date for a rescheduled meeting.  As Chairperson of the Joint Sub-Committee on Mental Health, she might have a comment to add.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00300","speaker":"1559"},{"type":"speech","time":1638835200,"counter":156,"content":"<p>Does Senator Black want to add a comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00400","speaker":"1571"},{"type":"speech","time":1638835200,"counter":157,"content":"<p>I propose the meeting be rescheduled as, to be honest, a time allocation of five minutes for the members is not enough.  We would be rushing everything.  It would be a good idea to reschedule the meeting for next week.  I have a meeting of the Joint Sub-Committee on Mental Health next Tuesday and perhaps we could reschedule this meeting for that time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00500","speaker":"1632"},{"type":"speech","time":1638835200,"counter":158,"content":"<p>The difficulty with that is we would need to give more than seven days' notice of the rescheduling of the meeting.  Depending on the outcome of a vote on this proposal, we can put that proposal to the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00600","speaker":"1571"},{"type":"speech","time":1638835200,"counter":159,"content":"<p>It would be a postponement rather than a new meeting and that might have an impact on the need to give people that level of notice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00700","speaker":"1559"},{"type":"speech","time":1638835200,"counter":160,"content":"<p>Okay.  I will proceed to a voice vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00800","speaker":"1571"},{"type":"speech","time":1638835200,"counter":161,"content":"<p>I am bit concerned about postponing the meeting at this stage as we are in the run up to Christmas.  We could well find ourselves without a slot if we encounter further inclement weather conditions to the extent we have today.  We should go ahead with the meeting today and we can have a second meeting, if necessary.  That would be a better proposal.  I propose we have a second meeting to deal with any unfinished business.  Otherwise, we could be in a position where we would be competing with many other committees for space.  We need to avail of this opportunity when it is presented, deal with the issue as best we can and then return to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00900","speaker":"1584"},{"type":"speech","time":1638835200,"counter":162,"content":"<p>Deputy Burke is indicating.  I am conscious the more people who speak, the more we are eating into the time available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C01000","speaker":"1571"},{"type":"speech","time":1638835200,"counter":163,"content":"<p>I support going ahead with the meeting today.  As was said, we can fix a date for resuming the business of this meeting.  In other words, we would not conclude consideration of this issue today because we do not have sufficient time and we would resume consideration of it on a date to be agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C01100","speaker":"1523"},{"type":"speech","time":1638835200,"counter":164,"content":"<p>We will put the question on whether the meeting should be postponed.  If people disagree with the postponement, they can vote against the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#D00100","speaker":"1571"},{"type":"unspoken","time":1638835200,"counter":165,"content":"<p>Question, \"That the meeting be postponed,\" put and declared carried.<\/p>"},{"type":"speech","time":1638835200,"counter":166,"content":"<p>I apologise to the Health Service Executive staff who are in the waiting room.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#D00300","speaker":"1571"},{"type":"unspoken","time":1638835200,"counter":167,"content":"<p>The joint committee went into private session at 11.17 a.m. and adjourned at 11.30 a.m. until 9.30 a.m. on Wednesday, 8 December 2021.<\/p>","notice":"TIME STRING DETECTED"}]