[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1410872400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Tom Barry, Senator Michael Comiskey, Deputy Pat Deering, Senator Mary Ann O'Brien, Deputy Martin Heydon, Senator Pat O'Neill. Deputy Thomas Pringle,<\/p><p>In attendance: Deputy Anthony Lawlor and Senator Paul Bradford.<\/p><p>DEPUTY ANDREW DOYLE IN THE CHAIR.<\/p>","time":1410872400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600002"},{"type":"minorheading","content":"General Scheme of Horse Racing Ireland (Amendment) Bill 2014: Discussion","time":1410872400,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600002#A00100"},{"type":"speech","time":1410872400,"counter":5,"content":"<p>I have received apologies from Deputies Martin Ferris, Michael McNamara, &Eacute;amon &Oacute; Cu&iacute;v and Willie Penrose.  We are here to discuss the heads of the Horse Racing Ireland (Amendment) Bill 2014 and we are at the pre-legislative scrutiny stage.<\/p><p>  Before we begin, I remind members, witnesses and all observers in the Visitors Gallery to turn off their mobile phones or set them to airplane mode as interference by mobile phones negatively affects the broadcast.  This meeting is being carried live on Oireachtas channel, UPC 207.  Today we resume our engagement with stakeholders on the general scheme of the Horse Racing Ireland (Amendment) Bill, which was referred to the committee by the Minister for Agriculture, Food and the Marine and for Defence, Deputy Simon Coveney, for pre-legislative scrutiny.  Today's meeting will be conducted in two sessions.  During session A we will hear from representatives of Bord na gCon, the Association of Irish Racecourses and the Racegoers Consultative Forum.  During session B we will hear from representatives of the Irish Turf Club.<\/p><p>  From Bord na gCon I welcome Mr. Phil Meaney, chairman, and Ms Geraldine Larkin, chief executive.  From the Association of Irish Racecourses we have Mr. John Moloney, chairman, and Mr. Paddy Walsh, chief executive.  From the Racegoers Consultative Forum I welcome Mr. Jimmy Cox, Ms Joan Widger and Mr. Jack Nagle.  I thank all the witnesses for coming before the committee today to discuss the general scheme and for their submissions supplied prior to the meeting.  Each group will be invited to make an opening statement of a maximum of ten minutes followed by questions from the members present.<\/p><p>  Before beginning I draw the attention of all witnesses to the position in regard to privilege.  Witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official by name or in such a way as to make him or her identifiable.<\/p><p>  I will call the witnesses in the order in which I welcomed them to the committee meeting.  I understand Mr. Meaney will make the opening statement on behalf of Bord na gCon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600002#A00200","speaker":"1103"},{"type":"speechnospeaker","time":1410872400,"counter":6,"content":"<p>I am very pleased to have the opportunity to meet the members of the Oireachtas Joint Committee on Agriculture, Food and the Marine.  Bord na gCon has been invited here to discuss draft amendments contained in the Horse Racing Ireland (amendment) Bill 2014.  These amendments arise largely due to the Indecon report into the horse racing industry.  Horse Racing Ireland, HRI, and the Irish Greyhound Board, IGB, are joined as a party to the amendments.  We are <i>ad idem<\/i>in terms of the objective of the draft general scheme, which is directed towards the provision of enhanced control and accountability.  The board understands the need for enhanced control and accountability in any body that receives public funding.  It has no issue with the proposed ministerial sanction that would allow for the withholding of funding instalments from the IGB if the Minister is dissatisfied with the board's plans, strategic or otherwise.<br\/>The IGB is preparing a response to the Indecon review of the greyhound industry and the work of the board, and it will be submitted in the coming weeks.  We will return here to discuss with the committee our response to the Indecon report after our submission to the Minister is made.<\/p> <p>It is likely that the Indecon report - and our response to it - may in time necessitate certain legislative changes, which, if invited to do so, we will return to discuss with members.<\/p><p> There is no doubt that the Indecon report is a seminal document on an industry that is in transition in many respects.  Greyhound racing has been particularly exposed to the consequences of the recession and the severe reduction in disposable income in recent years.  It is clear that the current climate has impacted very negatively on racing attendances and, more importantly, customer spend levels at our stadia.  The challenge for the board is to take into account the key findings of the Indecon report and create a workable operational programme to address the issues raised.  We need to consolidate our existing audiences and customers but also to look to a younger demographic and new markets.<\/p><p> Although the matter may not fall within the committee's specific remit, I am of the view that there is an important discussion to be had on betting tax, the poor return to the Exchequer arising from current tax levels and the tax-free operation of online wagering.  We live in a digital age wagering will increasingly become an online phenomenon and to fail to ensure that this activity does not make a significant contribution through betting tax is not sustainable.  Changes in this regard would help to ensure that a proportionate contribution to the Exchequer is made and reduce the net reliance of greyhound racing on the horse and greyhound fund.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600002#A00300","nonspeaker":"Mr. Phil Meaney","continuing":true},{"type":"speechnospeaker","time":1410872400,"counter":8,"content":"<p>I thank the Chairman and members for inviting Bord na gCon to participate in the committee's consideration of the draft heads of the Horse Racing Ireland (amendment) Bill 2014.  I took up the position of chief executive of Bord na gCon just this summer and I welcome the opportunity to meet the committee for the first time.<\/p><p>  This committee, perhaps more than most, is aware of the geographically dispersed significance of the greyhound industry, which currently employs several thousand people.  Some of the specific provisions referenced in the draft scheme of the Horse Racing Ireland (amendment) Bill, which is the focus of today&rsquo;s meeting, have a particular resonance at this time for the Irish Greyhound Board.  The challenges facing the board and the greyhound industry have been very well documented, most recently, as the Chairman mentioned, in the Indecon report.  The board believes that the report can make a very significant contribution to the re-energising and restructuring of the greyhound industry in order to ensure its long-term sustainability.  The report will be of assistance in developing an organisational culture that will deliver excellence across finance, governance and racing integrity and contribute to the improvement of animal welfare.<\/p><p>  Bord na gCon is charged with the improvement and development of the greyhound industry and is determined to do this.  As chief executive, I am aware that a radical new direction is required if the industry is to have a viable future.  This involves everything that impacts on both our business and our manner of doing business.  There are some very serious challenges ahead for Bord na gCon and these would not want to be underestimated.  Already, the board has taken the difficult step - from 1 September last - of reversing the decision taken in 2012 to increase prize money.  There are other difficult decisions to be made and some of these will not be easy for various interests within the industry whose priorities have never been easily reconcilable.  My ultimate objective at this time is to put our operations on a firm financial footing in order to ensure the long term viability of the industry.<\/p><p>  Bord na gCon operates in a very crowded entertainment space and none of us can be complacent with regard to how rapidly that space is changing and how challenging is that change for long-established recreational and sporting activities such as ours.  That said, we have an excellent infrastructure and a world-renowned racing product.  The board is focused on the changing consumption patterns of our customers and those who wager on our racing.  That is why there will be such an emphasis on online streaming into the future, particularly because this can redefine the reach and commercial possibilities for Irish greyhound racing both internationally and nationally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600003#B00200","nonspeaker":"Ms Geraldine Larkin"},{"type":"speechnospeaker","time":1410872400,"counter":9,"content":"<p>I thank the Chairman and members for affording Mr. Paddy Walsh, CEO of the Association of Irish Racecourses, AIR, and I the opportunity to make a presentation on the general scheme of the Horse Racing Ireland (amendment) Bill 2014.  I have been chairman of AIR for the past four years and served as its vice chairman for the 12 years prior to that.<\/p> <p>We represent all 26 racecourses, two of which are in Northern Ireland.  I represent the Association of Irish Racecourses, AIR, on the board of Horse Racing Ireland, of which I am a member of the finance committee, chairman of the media rights committee and also a member of the fixtures and programmes committee.  I am also a member of the Turf Club and the Irish National Hunt Steeplechase, INHS, Committee, I am vice chairman of the appeals committee and for the past 25 years I have been the manager of Galway racecourse.  Thankfully, we had a very successful meeting at Galway this year.  The Galway Races contribute in the region of &euro;60 million to the economy of Galway city and county annually.  My interest in horse racing stretches back over 50 years.  I have been involved in breeding and the horse racing industry all my life.  I will hand over to our chief executive, Paddy Walsh, who will go through our submission and answer any questions the members may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600003#B00300","nonspeaker":"Mr. John Moloney","continuing":true},{"type":"speechnospeaker","time":1410872700,"counter":11,"content":"<p>I am the chief executive of the Association of Irish Racecourses and have held that position for just over ten years.  I do not propose to read through the whole submission but a very brief synopsis of it might be appropriate.  We have confined our comments in our submission to the issues directly affecting racecourses as we believe it is more appropriate for other sectors within the industry to comment on aspects of the proposed legislation that might affect their areas of operation and expertise.  We note, however, that a significant amount of proposed legislation relates to the Racing Regulatory Body, and while not wishing to comment specifically on such proposals, we would like to stress the importance of the overall funding of the industry for the integrity of racing to be, and to be seen to be, both independent and meeting the highest international standards.<\/p><p>  Turning to our submission, initially we have outlined the role of the AIR within the racing industry and its importance thereto.  We also circulated copies of a report prepared by Petrus Consulting last year that showed the financial contribution racecourses make to the overall racing industry and commented on the financial status and standing of those racecourses.  The key points to take from that report are that the racing industry is a very capital intensive one and racecourses have invested appropriately &euro;270 million in the business during the past 15 years.  Racecourses also contribute to rural employment and contribute approximately &euro;5 million in annual taxes, rates and local authority charges.<\/p><p>  Our income during recent years has remained collectively reasonably static at about &euro;42 million per annum.  While we have been quite successful in achieving increases in income from media rights, other areas of income have fallen, reflecting the general economic recession and so on, with the net result that our overall income has remained reasonably static.  Petrus Consulting estimates that this level of profit represents a return on capital employed of about 1.75%.  Essentially, that is insufficient to fund the capital development costs of about &euro;116 million that we believe will be required over the next 15 years to maintain the current standard of facilities.  The key point to be taken from that is that racecourses reinvest all their profits back into the business, and even by doing so, unless we maintain the current levels of income and cap the current level of costs at their existing levels, the net infrastructure that racecourses provide for the rest of the industry will suffer over the next few years.<\/p><p>  We move on in our submission to deal with the specific heads of agreement that have been circulated and I will go through those briefly and comment on them in the order in which they appear in the heads rather than in any order of importance.  The first head I would comment on is head 4 where it covers membership of the HRI board.  We believe because of our importance to the industry that the racecourses should have at least one seat on that board.  Our only other comment in that respect is that in the event of our having only one seat, we believe - this would perhaps apply also to other bodies which only have one seat on the board - that there should be some provision for a proxy to attend on days when people cannot be present.  That would be very important where a particular issue that might be relevant to their area may be being discussed.<\/p><p>  Under head 5, where we comment on the amendment of the general functions of Horse Racing Ireland, there was a proposal concluded therein to include among the general functions of HRI the financial management of all aspects of Irish horse racing.<\/p> <p>We consider that to be a little broad.  Perhaps it would be possible to interpret it as giving control to HRI over some or all aspects of the independent finances of racecourses.  In view of the sensitivities of same, as outlined in the Petrus report, we would suggest that racecourse finances should be excluded from that definition.<br\/>The proposed section 10(1)(g) includes among the functions of HRI the operation of racecourses which are owned or leased by companies under the control of HRI.  We accept this largely reflects the <i>status quo<\/i>and we simply highlight the need for HRI to ensure there is no conflict of interest when it comes to allocating fixtures, programmes, grants, and racecourse authorisation when it is dealing with its own racecourses.<br\/>The next section, namely, section 10(1)(m), concerns one of the more serious points we have.  There is reference to including in the general functions of HRI the right to the negotiation of all income from media rights.  We have always had some concern over the legality of Horse Racing Ireland being empowered to negotiate income from rights that are clearly owned by a third party, namely, the racecourses themselves, but in practice, to date the negotiation of such rights has been jointly done by representatives of both HRI and the AIR on behalf of its racecourses.  However, our legal advisers have informed us that while it is obviously acceptable that HRI should number among its functions the negotiation of rights owned by itself, it is not appropriate for it to have a legal right to negotiate income from rights owned by AIR.  Section 61(2) of the IHA Act 1994 states that the property rights in relation to any broadcast of a race fixture or any photograph of it or sound recording taken or made for commercial purpose at a race fixture shall vest in the executive of the authorised racecourse concerned.<br\/>Since we made our original submission we have also obtained further legal advice on both the existing and proposed legislation in so far as it affects media rights in particular.  The advice has indicated that there are some grey areas in both the current and proposed legislation as regards the specific definition of media rights.  We have also been advised that, as the current-proposed legislation allows HRI to effectively negotiate income from media rights owned by racecourses it might be unconstitutional on the basis that the statutory provisions constitute disproportionate limitations on the property rights of racecourse owners which are protected under Articles 40.3.2&deg; and 43 of the Constitution.  We ask that the committee would recommend that prior to the finalisation of the relevant legislation this area might be revisited to clarify any anomalies to ensure that racecourses have the legal right to collectively negotiate income from media rights that they own and to avoid any possibility of a constitutional challenge.  In particular, we would like to see that media rights are clearly defined and confirmed as property rights of HRI in the case of data and of racecourses in the case of all other media rights.  We would like to see a specific right for racecourses to negotiate collectively in order to maximise income from their media rights and we would like to see that if all such rights are to be negotiated through the HRI media rights committee it is essential that racecourses are adequately represented on the committee.  We would be happy to provide, through our legal advisers, suggested wording for proposed legislation if it was agreed to give effect to those points.<br\/>On head 6 of the legislation which deals with committees, the first one is the proposed section 19(6 )that deals with the race fixtures committee.  In practice, that would mean the size of the committee would be reduced from seven members to five members.  The racecourses currently have two representatives on the committee.  We have two members out of seven and the proposal would essentially mean that the racecourse representatives would be down to one out of five.  Our proportionate representation would be reduced from 30% down to 20%.  The reason for that is at the moment membership of the race fixtures committee is open to non-members of HRI but under the proposed legislation that would not be the case and therefore as we only have one representative on the HRI board we could only have one representative on the fixtures committee.<\/p> <p>Fixtures are the lifeblood of every racecourse and any changes to those fixtures would have a significant effect on the finances of a particular racecourse.  Most racecourses only race 12 or fewer times per annum so the loss of even one fixture to a racecourse can have a significant effect on its economic performance and obviously is of great concern to it.  It is on that basis, therefore, that we seek to have our representation on that committee maintained at least at its current percentage level.<\/p><p> On the proposed substitution of section 20 of the 1994 Act, we believe that may result, whether intended or otherwise, in the race programme committee established by the 1994 Act ceasing to exist.  The race programme overseen by the committee deals with the category prizes, conditions and the number of races at each race fixture, so it is clear that it has a very important role in the compilation of the race programme.  I think all parties would agree that the current programmes committee has worked extremely well, with input from all the relevant groups, and we would like to see that committee continue to be provided for in the legislation.<\/p><p> To go back to the role of the media rights committee, the suggestion is that its membership would increase from three to five people.  Currently, we have one representative, who is the chairman of that three-man committee.  The proposal is to make it a five-man committee and we suggest that we should maintain at least our percentage representation on that.  To do so, we would have to have a situation in which people other than those members of the Horse Racing Ireland board could be appointed to that committee.  We would like to see that happen.  That would then make all the committees of the new body the same in so far as the composition could encompass people who are not members of the HRI board.<\/p><p> Head 14 refers to the rules of racing, and section 14(8) states that the racing regulatory body shall establish and publish procedures with regard to granting of racecourse licences.  While we respect that power and are happy enough with it, we believe it might be helpful to the overall process if the racing regulatory body were required to consult with racecourses in advance of establishing and publishing any such procedures.  We believe that might help in the overall scheme of things.<\/p><p> To refer briefly to overall industry funding, the Bill does not really deal with that, but we believe the separate legislation being processed in regard to betting tax and so on will be very helpful to the industry.  The long-term funding of the industry is of major concern to us, because without a definitive funding mechanism in place it is very difficult for us to do any long-term planning.  That will apply whether it is Horse Racing Ireland, the Turf Club or any of the other bodies and sectors within the industry.<\/p><p> Essentially, that is our submission.  We simply request that the committee give its support to the suggested amendments to the legislation that I outlined in section 3 of our submission.  If I can answer any questions that members might have in due course, I will be more than happy to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600004#C00200","nonspeaker":"Mr. Paddy Walsh","continuing":true},{"type":"speech","time":1410873300,"counter":14,"content":"<p>I thank Mr. Walsh.  I invite Mr. Cox from the Racegoers' Consultative Forum to make his submission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600006#E00200","speaker":"1103"},{"type":"speechnospeaker","time":1410873300,"counter":15,"content":"<p>Chairman, Deputies, Senators and distinguished guests, the Racegoers' Consultative Forum has been invited to make a submission to the Oireachtas Joint Committee on Agriculture, Food and the Marine on the heads of the Horse Racing Ireland (amendment) Bill 2014.  The forum is represented here by Joan Widger, Jack Nagle and myself to present this submission following consultation, discussion and input with all the forum members.<\/p><p>  People ask the question: what is the Racegoers' Consultative Forum?  The Racegoers' Consultative Forum is a statutory committee established under section 9 of the Horse and Greyhound Racing Act 2001 - refer to Appendix 1 - to represent the views of racegoers to the board of Horse Racing Ireland.  Facilitated by Horse Racing Ireland, the forum has 14 members, including two ministerial appointments.  It has formal meetings every quarter, attended by senior executives of HRI, and our meetings are chaired by a HRI board member who conveys our views to the board.<\/p> <p>The forum is made up of racegoers around the country from different regions, of different ages and from all walks of life.  The aim of the forum is to improve the race-going experience for both new and regular racegoers alike.  The forum is a voluntary group of people with a keen interest in horse racing.  The members present written reports to the forum on race meetings they have attended.  They maintain a close relationship with the executives of racecourses in their designated area.  The forum also adjudicates on the Racecourse of the Year awards and provides valuable feedback to the executive of Horse Racing Ireland on any new initiative proposed or matter raised.  The group is, therefore, a key voice for racegoers.  The forum was also represented on a recent marketing strategy group for racing.<\/p><p> As everyone is aware, the racing industry is one of Ireland's highly successful indigenous stories, which generates direct employment of more than 16,000 people and contributes more than &euro;1.1 billion to the economy.  This employment is mainly spread across rural communities, thereby fulfilling a key social, as well as an economic, benefit to society.  Racegoers form an integral part of Irish racing as evidenced by the fact that in 2013, attendance at 349 race meetings throughout Ireland was 1.24 million people, which included more than 80,000 foreign tourists.  We split racegoers into three broad categories, the first being horse racing enthusiasts, including those involved in the industry and regular racegoers.  The second category comprises punters or the betting public, that is, racegoers whose main interest is in the betting aspect of racing.  Third, the social racegoers represent people who attend race meetings as part of wider social events such as the annual Galway, Punchestown and Leopardstown festivals, as well as the Listowel festival this week.  The attendance this year at Galway was 149,000 racegoers, who contributed an estimated &euro;60 million to the local economy, and total betting turnover there was &euro;14.5 million.  The attendance at Punchestown in 2014 was 107,000 racegoers, with an estimated contribution of &euro;50 million to the local economy and a betting turnover of &euro;9.3 million.  This week, approximately 88,000 people will pass through the gates of the Listowel event, which is more than will attend the all-Ireland final, and the turnover in betting last year was approximately &euro;5 million.  While these numbers are impressive, attendance at ordinary meetings has fallen.  Total on-course betting has decreased from &euro;180 million to &euro;132 million over the past five years.  Any adverse movement in betting tax or a lack of improvement in basic facilities at racecourses will have a serious impact on these figures.  Interestingly, the income from media rights is propping up many racecourse finances.  However, in a recent financial statement Ladbrokes plc stated that horse racing as a product is continuing to decline.  While the cost to it of racing is rising, the racing industry continues to pursue strategies to increase the return from betting.  Everyone is also well aware of the shift to betting online in every sport, including football, rugby, soccer and golf in play to the final putt, which is attracting the younger generation who are racing clients of the future.<\/p><p> The forum aims to represent the views and interests of all racegoers and while we are supportive of the plans to implement the recommendations of the Indecon report and the proposals outlined in the Horse Racing Ireland (amendment) Bill 2014, we wish to highlight to the joint committee the following specific areas of our concern.  As for head 4 on membership of the HRI, given the pivotal importance that racegoers have on the economic viability of the industry, the forum recommends strongly that there should be a place for a racegoer representative on the HRI board.<\/p> <p>This representative would be selected from among members of the forum by members of the forum for appointment by the Minister in accordance with head 4, appropriately amended.  This would provide a stronger voice for racegoers on the board of HRI than exists at present.  <\/p><p> Head 5 covers the amendment of general functions of HRI.  In consolidating the administrative and financial management of all aspects of Irish horseracing, including the integrity of services, appropriate steps and measures should be put in place to ensure that all services provided to racegoers are to an agreed high standard.  These standards are to be upheld at all racecourses so as to promote and develop racegoers' attendance at track meetings.<\/p><p> Head 15 deals with the horse and greyhound fund.  We recommend that part of this fund be ring-fenced to go to capital funding to enhance racecourse facilities right across the country, so that over time racegoers can experience a good quality and consistent standard from all racecourses. <\/p><p> We have a proposal from the forum for additional changes to the existing legislation.  As regards the Racegoers' Consultative Forum itself, given the importance of a strong voice for racegoers, we wish to make a number of proposed recommendations to the statutory Act, such that the forum will have a clearer, more transparent and public role in supporting and promoting racegoers.  With this in mind we propose that section 9 of the Horse and Greyhound Racing Act 2001, pertaining to the forum and as detailed in appendix 1, be amended in line with the specifics of appendix 2 in this submission.  The detailed rationale for those changes is set out in the explanatory notes in appendix 2.<\/p><p> In summary, the purpose of these changes is to make the work of the forum more effective, to give a stronger voice to racegoers, and to ensure that its views and recommendations to improve the experience of racegoers can be more fully taken into account and be responded to appropriately by the relevant sections of the industry.  <\/p><p> I will now deal with the betting tax.  We are fully aware that the legislation before the joint committee does not directly concern the taxation on betting.  We are also aware that separate legislation, the Betting (Amendment) Bill 2013, has just gone through Report and Final Stages in the House.  However, the forum notes that the debate on betting tax has arisen in the committee's work.<\/p><p> The forum wishes to support the development of a sustainable self-financing model for the horseracing industry.  However, this shall not be at the expense of the betting public.  We are concerned that any general tax levied on betting and the betting public could have a detrimental effect on betting and racegoer attendances.  Given the connection that this has to the horse and greyhound fund, we recommend that any future levy, after the Bill, should not apply on the track at the racecourse.  This will support the development of racegoer attendances and protect in particular the betting public's attendance at the racetrack.<\/p><p> We thank the joint committee for giving us an opportunity to provide feedback on the Bill on behalf of all members of the forum and, indeed, all racegoers.  We are asking the joint committee in its report to the Minister on the general scheme to support the proposals in our submission for amendments to the legislation.  These would first, include provision for a forum member on the board of HRI and second, incorporate the changes to section 9 of the Horse and Greyhound Racing Act 2001 as set out in appendix 2 of this submission.<\/p><p> We thank the committee members for their attention and would welcome any questions or clarification required on any aspect of our submission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600006#E00300","nonspeaker":"Mr. Jimmy Cox","continuing":true},{"type":"speech","time":1410873900,"counter":18,"content":"<p>Thank you Mr. Cox.  We have three comprehensive presentations.  I ask members to take their questions in order, starting with Bord na gCon and then going to the racecourses' and racegoers' representatives.  Does any member wish to pose a question to Bord na gCon?  I call Deputy Heydon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600008#G00200","speaker":"1103"},{"type":"speech","time":1410874200,"counter":19,"content":"<p>I thank the groups for their very detailed presentations.  They have obviously all put considerable work into them and brought their experience of their relevant industries to the table, which is what this pre-legislative stage is all about.  I start with Mr. Phil Meaney and Ms Geraldine Larkin's presentation on behalf of Bord na gCon.  We spent a great deal of time in the committee recently discussing horse racing and the importance of it to the economy and rural Ireland.  Similarly, if on a slightly different scale, the greyhound industry employs a great many people and creates economic activity.  It is a key component of the horse and greyhound fund.  Plenty of jobs in my constituency, Kildare South, are provided directly and indirectly by the greyhound industry.<\/p><p>  Mr. Meaney touched on necessary enhanced controls and referred to accountability.  That is important to all sectors as we strive to ensure that every sector is transparent and to move on that.  Bord na gCon has its own Indecon report and we will have to deal with that in future and ensure, as is happening with the racing industry, that our structures are as good as they can be and that we future proof the industry.  The greyhound industry is key and has the potential to grow.  It has its problems, on which we all must work together to solve them.  I do not have any direct questions for now and look forward to having the witnesses in when we get to deal with the Indecon report and working with the industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600009#H00100","speaker":"949"},{"type":"speech","time":1410874200,"counter":20,"content":"<p>I congratulate Bord na gCon on an excellent weekend.  It had a very successful Irish derby on Saturday with great crowds.  There seemed to be a great buzz around the place.  Deputy Heydon will know that a Kildare man won the consolation derby, which was nice to see.  Later on in the year, it is the betting side of things that will be important from Bord na gCon's perspective, in particular how we organise and get the betting tax.  As the witnesses stated clearly, there is a great deal of money that is not being taxed from a betting perspective.  I congratulate Bord na gCon on the tote and the way it has been operated.  It is a positive input into the greyhound industry.  I am delighted to see the witnesses here today and congratulate them on a very successful weekend.  I have been to a number of their tracks around the country and know many people involved, not only on the greyhound side but also in coursing who are very successful.  I wish Bord na gCon the best of luck in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600009#H00200","speaker":"1053"},{"type":"speech","time":1410874200,"counter":21,"content":"<p>I also welcome Mr. Phil Meaney and Ms Geraldine Larkin and thank them for their opening statement.  I have brief comment on the funding going forward and the structures of Bord na gCon.  Do the witnesses have any comment on how they may acquire funding to operate facilities throughout the country in future?  To attract people to a sport, one needs to have updated facilities.  Some facilities have been run down in recent years, but that is no disrespect to anywhere.  The betting tax has been mentioned as an issue in respect of running the industry in general.  Regarding the upgrading of facilities from a capital point of view, however, do the witnesses have any views on how funds can be raised?  The Indecon report will be discussed later and we may touch on that in general.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600009#H00300","speaker":"968"},{"type":"speechnospeaker","time":1410874200,"counter":22,"content":"<p>We were very lucky that we had invested heavily in our facilities and stadia before the economy collapsed.  In general, we have good facilities and infrastructure.  With the passing of four or five years, the time has certainly come when facilities need a facelift.  There are a few areas where we should invest.  My neighbours in Kilkenny have a very good tourist city, but the facilities there are poor.  It is certainly an area that needs investment.  We need to develop the areas we will be looking at for income.  Our tote has dropped down in recent years and we are working strongly to build it back up.<\/p> <p>This will happen as disposable incomes increase.  We are also pushing the sale of our products internationally, from which we would expect to get a good result.  We are a little bit behind schedule for several reasons, but we expect to get a good income from the area.<\/p><p> The 30% reduction in the Horse and Greyhound Fund over the past several years has had a negative effect on our resources and our ability to invest in stadiums. Hopefully, we will be able to counter this with the stabilising of the fund, the increase in commingling arrangements for broadcasting and selling our media rights.  It is interesting to hear our colleagues on the horse-racing side describe how important the sale of media rights is to them.  We have sold the media rights for races out of Shelbourne Park but we need to develop it across the country.  We are a bit behind schedule but it is in an area on which we are focusing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600009#H00400","nonspeaker":"Mr. Phil Meaney","continuing":true},{"type":"speech","time":1410874500,"counter":24,"content":"<p>That is a wider issue to which we can return.  On behalf of the committee, I wish Ms Geraldine Larkin well in her appointment as chief executive of the Irish Greyhound Board.  The committee is scheduled to meet with her at the end of the next month to discuss the Indecon report on the greyhound industry.<\/p><p>  Is it correct that the board is not dissatisfied with the general workings of the proposed head 15?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600010#J00200","speaker":"1103"},{"type":"speechnospeaker","time":1410874500,"counter":25,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600010#J00300","nonspeaker":"Mr. Phil Meaney"},{"type":"speech","time":1410874500,"counter":26,"content":"<p>The committee has met other groups on the Horse Racing Ireland (amendment) Bill.  The main contention with all groups is how the board will be made up and which groups will have representation on it.  Will the witnesses explain further why they feel it necessary that they should have representation on the board and, particularly, on its committees, which will make many recommendations to the board?  Will they explain from which parties they feel the committees should be made up?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600010#J00400","speaker":"1125"},{"type":"speech","time":1410874500,"counter":27,"content":"<p>Every group that has attended the committee on this Bill has sought representation on the proposed new board of Horse Racing Ireland.  Will the delegations explain how effective the current board is?  Are there any instances in which they feel it is not representative of the interested parties in the industry?<\/p><p>  Regarding head 5 and the negotiation of media rights resting solely with the board of Horse Racing Ireland, have the delegations raised this with the Department?  Has there been any response from the Department on this provision?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600010#J00500","speaker":"1001"},{"type":"speech","time":1410874500,"counter":28,"content":"<p>The Petrus Consulting report, which highlighted how racecourses are not generating sufficient profits to fund necessary development to maintain current infrastructure in the future, was mentioned.  Reductions in the Horse and Greyhound Fund have taken their toll, but the Government has worked hard to maintain funding levels, knowing that previous reductions cut to the bone.<\/p><p>  The new media rights deal has been quite lucrative and one from which racecourses have got significant income.  However, it does not necessarily mean that extra people are attending race meetings and it does not put an onus on the racecourses to get extra punters in through the gate.<\/p> <p>The HRI has its role to play from a marketing point of view but what efforts have individual racecourses made to try to increase that?  It possibly ties in with Mr. Cox's presentation around the experience of the punter.  He or she does not have the same experience if not many people are there.  I know we have industry days but we also have some excellent days out such as one we experienced last weekend where the buzz is present.  When one gets the big crowd in, it leads on to that &quot;feel good&quot; factor and racecourses have other ways of getting income if they get them through the door.  What efforts are being made by the association and the racecourses in this regard?  Every sector is doing more with less and trying to improve its figures.<br\/>I take on board Mr. Walsh's points regarding a proxy for a member.  My colleagues have made comments previously and I think every group that has been in here has raised the point regarding membership of the board, which is something for us to consider.  The proxy seems to be valid point, particularly in light of the fact that the association's representative will invariably be a busy manager of a racecourse and have other constraints as well.  <br\/>Mr. Walsh spoke about the conflict of interest and how the <i>status quo <\/i>is maintained.  My next question, which is perhaps a difficult one to answer, concerns a conflict of interest.  We raised it previously with HRI.  It has been a necessary for HRI to step in and play a role in the management of some racecourses.  As an ongoing long-term plan, it is ideal for HRI to have control over four or five racecourses?  How does this dynamic work with other racecourses and has the association experienced a conflict of interest in the past?  Is that something that this committee needs to be mindful of?  <br\/>Mr. Walsh spoke about media rights.  We have had the jockeys in here previously who would have staked a claim to media rights.  In his presentation, Mr. Walsh has been very matter-of-fact that racecourses own the media rights and that HRI could be open to challenge on that and that if passed, this legislation could be open to challenge.  Do others outside the racecourses have an entitlement to media rights?  What is the view of the association on that and previous submissions here?  What is its response to those who argue that perhaps racecourses should not have exclusive access to media rights?  <br\/>I take on board the association's comments about the membership of committees such as the race fixtures committee and the race programme committee looking like it would fall.  It appears that the move is to regularise all of the subcommittees going from seven to five and then from three to five.  One can see that.  The association is looking, as is its right, at how that impacts on its role in that and the chairmanship it had.  That is plenty for us to consider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600010#J00600","speaker":"949","continuing":true},{"type":"speech","time":1410874800,"counter":30,"content":"<p>I thank the witnesses for their presentation.  Looking from the outside, the association is providing the facilities.  Some of the tracks are excellent.  I attended them as a young fellow when the Lawlors were catering around the country in a good number of tracks and latterly as an enjoyer of the facilities provided.  In fairness, some of the tracks have made a huge effort to get as many punters, as Mr. Cox would call them, through the gate to use the facilities.  Certain tracks have used the funding available from the Government to improve their facilities.<\/p><p>  With regard to the grants, what percentage does each race track have to provide to get a grant?  Is the amount from the State 50-50 or 60-40?  Who decides which race tracks get grants if every race track puts in an application?  At the end of the day, who decides who gets the grants?  Do some of the HRI tracks need to provide funding from their own sources rather than another source within HRI?  I am trying to see that all tracks are treated fairly rather than some tracks being treated differently.  <\/p><p>  I am a bit concerned about the control HRI might have over the fixtures.  I appreciate the fact that the association has a fair say in the fixtures.<\/p> <p>That is important.  I am concerned, however, that it is a carrot-and-stick situation.  If a racecourse does not comply with what the HRI says, the stick is that it will lose a fixture, which is a vital source of funding.  Is this being applied equally across the sector?<\/p><p> Have racecourses investigated alternative sources of funding?  Every time I watch the races, I see that the starting gates are sponsored by Tote Ireland.  That is ridiculous.  As Tote Ireland is owned by HRI, funding is only being pushed from one source to another.  Are racecourses allowed to pursue outside sources of funding, or is this strictly under the ownership of HRI?  In the UK, different courses have different sponsorship arrangements.  Tote Ireland has not been a major contributor to racecourses, even though it uses their facilities.  Some racecourses, including that of Mr. Moloney, have got Tote Ireland to sponsor major races.  Is it possible that betting companies such as Ladbrokes and Paddy Power make a better contribution than Tote Ireland?<\/p><p> Media rights are a major source of funding for the racing industry.  The Petrus report indicates income of &euro;42 million for racecourses, but that could include entrance fees, etc.  How much are media rights worth to the racing industry?  This has been addressed in previous legislation and may be difficult to change.  Does the income go to HRI first before being distributed to the racecourses, or does it go directly from the media organisations to the racecourses?<\/p><p> HRI operates four tracks and has a major shareholding in a fifth.  Is its position in respect of these tracks disproportionate to, for example, those in Roscommon, Kilbeggan or Naas?  There has to be some sort of equity in this area.<\/p><p> I thank the witnesses for their presentations.  I enjoy the facilities wherever I go, and I have been to most of the racecourses.  It is one of my passions.  There are ways of getting the &euro;50 that a punter brings to a racecourse.  One can take it all at the gate and the punter may never return, or one can charge a nominal sum for entry so that the punter will have a great day spending the money and will return in the future.  That is how I consider the matter.  We need to attract a new type of racegoer.  Some racecourses are doing their best to draw in racegoers, but I do not think they are getting a just reward for the efforts they are investing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600011#K00200","speaker":"1053","continuing":true},{"type":"speech","time":1410875100,"counter":32,"content":"<p>In other words, one can make a fellow feel good about spending money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600012#L00200","speaker":"1103"},{"type":"speechnospeaker","time":1410875100,"counter":33,"content":"<p>In regard to the workings of the board, I served on the board of the Irish Horseracing Authority, IHA, for five years and I am serving my second term on the board of HRI.  I have seen a considerable amount of the workings of the board.  The board works very well.  I have served under two chairmen: Mr. Denis Brosnan, who served the industry for more than 20 years and did a wonderful job with great commitment, and Mr. Joe Keeling, who has now taken over and who has a keen interest in racing and spends much of his time working for the racing industry.<\/p> <p>The HRI board works extremely well and the subcommittees are very important to the workings of it, because people would not be able to give the amount of time required if the board were trying to look after everything.<\/p><p> The fixtures committee is very successful.  Racecourses have two members on it and it is proposed to reduce this to one member.  As our chief executive said, if one racecourse representative were unable to attend a meeting, we would have no representative, and therefore it is very important that we have two members.  The fixtures committee comprises HRI members and representatives of the trainers, owners, breeders and the turf club, constituting a cross-section of people.  Fixtures are allocated to racecourses on that basis.  It has worked very well over the years and there are 349 fixtures.  The programmes committee is similar to the fixtures committee, usually meets on the same day and is very effective.  There is also a working committee for the programmes.  All facets of the industry prepare the programme for a three-month period, and this is submitted to the programmes committee for clarification.  We usually make some changes to it before publishing it.<\/p><p> The media rights committee has been very successful down through the years.  Media rights are the most important income source of Irish racecourses.  It is being proposed that media rights be confined to members of HRI.  We have secured a very good media rights deal with SIS, Satellite Information Services, up to 2018 and have another deal with At The Races.  These deals are very important sources of funding for racecourses because, as our chief executive stated, without those funds we would not be able to continue to improve our facilities and ensure they are suitable for the patrons.  The HRI board is speaking to racecourse representatives about introducing a new capital development fund.  The proposal has been very well received by our racecourses.  The majority of racecourses have spoken to HRI, and I hope there will be funding for a further capital development fund on racecourses within the next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600012#L00300","nonspeaker":"Mr. John Moloney","continuing":true},{"type":"speechnospeaker","time":1410875400,"counter":35,"content":"<p>I assume Mr. Moloney has dealt with Senator O'Neill's questions and the majority of Deputy Pringle's questions.  Deputy Pringle asked whether we had had a response from the Department on media rights and the legalities in the legislation.  As this is the first opportunity we have had to raise the issue, we have not had a response.  Deputy Heydon asked about the responsibility of racecourses, given the importance of media rights funding and the impact it might have on how racecourses focus on income from other sources, such as through the gate.  While racecourses have welcomed the media rights income over recent years, without which we would be in a seriously bad way, we are equally dependent on our other sources of income.<\/p><p>  Racecourse attendance fees account for almost 30% of racecourses' incomes.  Racecourses, particularly throughout the past couple of years and the economic recession, have had to redouble their efforts to attract crowds through various marketing and promotional initiatives such as themed days.  They have taken a major hit on margins.  Admission prices to racecourses are lower in real terms than they were six years ago.  During the boom days before the recession, racecourses were one of the few sporting venues that did not increase their admission prices.  The GAA, IRFU and FAI increased their admission prices significantly.<\/p> <p>They have been clawed back a little in light of the recession.  We never took that rise at the time.  By taking a further cut during the recession, we pared back the margins in order to keep up the numbers.  There has been a major effort made by racecourses to do so, with some success.<\/p><p> The Deputy mentioned that racecourse attendances were falling but the reality is that they have increased for the past while.  We are up 6% or 7% for the first half of this year.  We are quite pleased with that.  Last weekend was a great example of a major increase of 10,000 people over two days.  On behalf of the industry, we are all happy with the result of that promotion.  Racecourses have focused on the crowds coming in and it is not just for the significant amount of money they bring to the party.  Those who attended the race meeting last weekend have seen the difference attending a race meeting with a good crowd, a good buzz and a bit of atmosphere.  It is phenomenal and that, rather than a wet Tuesday when there is not great racing and not too many people around, will bring people back the next day.  It is not just the money coming in on the day but also the image of the racecourse.  Racecourse managers are very conscious of it and have made great strides in maintaining attendance levels during the recession and increasing them since then.<\/p><p> With regard to the conflict of interest issue with HRI and owing a racecourse, we highlight it in our submission as a matter that HRI needs to be conscious of.  In my experience, and given the length of time he was involved in the HRI board and the IHA board before that my chairman would agree, we are not aware of significant conflicts that have arisen with regard to the allocation of fixtures, grants or anything.  We must keep an eye on it.<\/p><p> Another point raised concerned the claims of other parties on media rights.  One expects that every sector of the industry would like to have a claim on such rights because of the amount of money brought in.  That is perfectly understandable and, in a forum like this, I would expect nothing else of most of them.  There was negotiations between the parties and the Department about the previous legislation, which was the 1994 and 2001 Acts.  The outcome of the negotiation was that the ownership of media rights was vested clearly in the racecourse executives, with the exception of data rights, which were vested initially in the Turf Club and then subsequently in Horse Racing Ireland.  That was clearly set out in the legislation.  That is not that different from most sports where media rights are involved.  The general thing is for rights to belong to the people who control the venue where the event takes place.  From a practical point of view, we can see why it would be so.  If the rights were to be with someone else, the person who owns the venue could say that people cannot come into the venue unless they do X, Y or Z.  It is the natural home for control of such rights.<\/p><p> The final point is the most important one about any claim another sector of the industry might have.  I mentioned that the 26 racecourses in Ireland have not declared dividends in the past 50 years or the length of time that I can go back.  All profits from racecourses are reinvested in the industry and the amount of profit, at 1.75% return on capital employed, must be returned to maintain the infrastructure at the level we have it at the moment.  The infrastructure is not too bad because of the investment over the past ten or 15 years.  The quality of our racecourses is quite good, with one or two obvious exceptions.  The standard is very good in comparison with other countries or other sporting bodies in Ireland.  That being said, the fact that all profits go into the business to provide the infrastructure where the owners, trainers and jockeys ply their trade means that, without that investment, we would not have the changing facilities and medical facilities on a racecourse for participants and spectators.<\/p> <p>Indirectly, all of those other sectors of the industry benefit from the money that comes from the media rights, albeit in an indirect fashion.  I am not sure if there is any other body within racing that could naturally oversee that spreading of the benefits back through all the other sectors.  From that point of view, I see the racecourse as the natural home of the income from media rights.  That is where we think it should be.  I think I have covered all of Deputy Heydon's questions, but if I have missed one we can come back to it afterwards.<\/p><p> Deputy Lawlor raised the issue of the percentage of capital development paid by the racecourses themselves.  I think I referred earlier to a figure of &euro;270 million which has been invested by racecourses over the past 15 years.  Somewhere between 40% and 50% of that would have come from grants through the HRI capital grant development scheme.  That is a capital grant development scheme managed by Horse Racing Ireland, so it essentially decides who gets what and at what the percentages are set.  Typically, it would write to all the racecourses to ask them what their plans might be over the next number of years and, depending on the uptake, it might allocate so much money towards a scheme.  It will then decide on what the percentage grant will be - 40% or otherwise.  It will fine-tune the scheme as it goes along on that basis.  Normally, these schemes work over a period of three to five years, or somewhere of that order.  We did not have a scheme last year, again due to some of the cutbacks, etc.  We are hoping to have it reintroduced this year, presumably over the same period of time.  The future capital development plans of racecourses would be very much reliant on the continuance of that capital grant development scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600013#M00200","nonspeaker":"Mr. Paddy Walsh","continuing":true},{"type":"speechnospeaker","time":1410876000,"counter":38,"content":"<p>All those works over a certain value have to conform with public procurement before a grant is issued to a racecourse from HRI.  There is a very intense mechanism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600015#O00200","nonspeaker":"Mr. John Moloney"},{"type":"speech","time":1410876000,"counter":39,"content":"<p>Are HRI tracks treated more favourably as a result, if it is deciding?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600015#O00300","speaker":"1053"},{"type":"speechnospeaker","time":1410876000,"counter":40,"content":"<p>No, because all the different bodies within the industry are represented on HRI.  One will have seen where development has been throughout the country.  I mentioned Galway.  We have a new stand in Limerick.  I also mentioned Cork.  We have had a big development in Leopardstown.  The next big project on the agenda is the redevelopment of the Curragh, which will, we hope, commence in the next year to year and a half.  Our Turf Club colleagues will fill members in on that a bit better.<\/p><p>  The moneys in the capital development have been distributed very fairly and evenly.  Any course that has applied for it has been granted it.  We saw a big development at Sligo racecourse.  I do not know how many members have been to Ballinrobe but I think it is a beautiful racecourse and it is a real best-in-class among our country's racecourses and those in the UK, given the size.  The moneys have been distributed very fairly and I could not see how HRI tracks would been favoured in any way.<\/p><p>  We may not have said that racecourses contribute more than &euro;5 million in sponsorship to the whole prize fund.  Obviously, the racecourses have to provide and service sponsorship of races.  Last weekend there were two very successful days - one in Leopardstown and one in the Curragh - with huge sponsorship.  It was a wonderful spectacle for racing internationally, and people from all over the globe attended.  That is very important.  We have the best horses in the world and we can run the best race meetings now.  It is very important that we have such successful meetings.<\/p> <p>I would like to congratulate all those involved in the three days of racing, including the executives in Leopardstown and the Curragh.  They did us proud and we should all be very pleased with what has happened for Irish racing.  No doubt Listowel will see huge crowds tomorrow for the Kerry National and ladies' day on Friday, which will be a great finish to our racing year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600015#O00400","nonspeaker":"Mr. John Moloney","continuing":true},{"type":"speech","time":1410876300,"counter":42,"content":"<p>There are some more questions on fixtures and starting gates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00200","speaker":"1103"},{"type":"speechnospeaker","time":1410876300,"counter":43,"content":"<p>Deputy Lawlor referred to the fairness of the allocation of fixtures.  It is not dissimilar to the capital development grants.  Over recent years the system, which comprises a working group, a fixtures committee and the HRI board, has been a very effective structure which has worked very well.  It has helped to ensure that the allocation of fixtures by the HRI board is done on a very fair and equitable basis.  We spoke briefly today about some of the big meetings such as that which took place last weekend, derby days, grand nationals and festival meetings.  They are all, to some extent, written in stone.<\/p><p>  We also have what we call industry days, in which there might not be a huge interest by certain sectors of the public or our audience, but such races are necessary to provide opportunities for horses to run.  When those fixtures were being handed out down through the years, not that many racecourses were eager to take them on.  In some cases the HRI tracks were persuaded to take them, which might have worked against them - being HRI tracks.  In general terms our experience has been that it has been done on a reasonable-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00300","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876300,"counter":44,"content":"<p>The HRI tracks which took them on board have not lost fixtures as a result.  There are major benefits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00400","speaker":"1053"},{"type":"speechnospeaker","time":1410876300,"counter":45,"content":"<p>That is a fair point.  I accept that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00500","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876300,"counter":46,"content":"<p>In his contribution Mr. Walsh referred to the recognition of fixtures and to section 19 of the 1994 Act which states that before considering removal of a fixture from a racecourse, the race fixtures committee must consult the executive of the racecourse concerned and seek to agree to how such a removal can be achieved having regard to economic importance.  This is an amendment Bill.  I understand that section will remain in the principal Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00600","speaker":"1103"},{"type":"speechnospeaker","time":1410876300,"counter":47,"content":"<p>That is correct.  That my understanding as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00700","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876300,"counter":48,"content":"<p>There is no issue if that is the process.  Mr. Walsh is happy enough-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00800","speaker":"1103"},{"type":"speechnospeaker","time":1410876300,"counter":49,"content":"<p>I am simply referring to the recognition of the importance of fixtures to racecourses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P00900","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876300,"counter":50,"content":"<p>I asked Mr. Walsh to clarify a point which was not clear in his contribution, which was whether the amendment Bill affect section 19.  It is an amendment Bill.  Therefore anything which is not specifically referred to will remain in the principal Act, as amended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P01000","speaker":"1103"},{"type":"speechnospeaker","time":1410876300,"counter":51,"content":"<p>The other two points are the starting stalls and the sponsorship thereof.  I understand the starting stalls are the property of HRI rather than individual racecourses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P01100","nonspeaker":"Mr. Paddy Walsh"},{"type":"speechnospeaker","time":1410876300,"counter":52,"content":"<p>On most racecourses they are the property of HRI and a sponsorship deal was done with the tote.  Some racecourses, such as the Curragh and Leopardstown, have their own.  If a racecourse had a major sponsor and wanted to have it on the starting stalls it would be possible to negotiate it for a major race day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P01200","nonspeaker":"Mr. John Moloney"},{"type":"speechnospeaker","time":1410876300,"counter":53,"content":"<p>Deputy Lawlor referred to the overall contribution of the tote to racecourses.  For some time racecourses would have held a view that the overall contribution made by the tote could be more given the footprint it has on our racecourses.  The reality is that until recent years the tote had not shown sufficient profits to be able to pay what we would like towards its footprint on Irish racecourses.  I am glad to see it recently returned to profitability.  We are in negotiations with it about getting an additional contribution for racecourses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P01300","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876300,"counter":54,"content":"<p>How much is involved in media rights?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P01400","speaker":"1053"},{"type":"speechnospeaker","time":1410876300,"counter":55,"content":"<p>The Petrus report provided that information.  Out of a total income of &euro;42 million the media rights are in excess of &euro;20 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P01500","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876300,"counter":56,"content":"<p>Is that all returned to the racecourses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600016#P01600","speaker":"1053"},{"type":"speechnospeaker","time":1410876600,"counter":57,"content":"<p>It goes straight to the racecourses from the purchasers of the media rights-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00100","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876600,"counter":58,"content":"<p>HRI takes no money out of it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00200","speaker":"1053"},{"type":"speechnospeaker","time":1410876600,"counter":59,"content":"<p>HRI takes none of the money that goes to the racecourses, but it should be remembered that under the legislation, it also owns the data rights.  Therefore, the portion relating to the media rights goes to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00300","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876600,"counter":60,"content":"<p>What percentage is taken by HRI?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00400","speaker":"1053"},{"type":"speechnospeaker","time":1410876600,"counter":61,"content":"<p>Some of the information is commercially sensitive, but in relation to data rights-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00500","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876600,"counter":62,"content":"<p>HRI is a public company and that information should appear in its accounts, but it does not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00600","speaker":"1053"},{"type":"speech","time":1410876600,"counter":63,"content":"<p>Let us be clear that HRI is not a public company; it is a statutory authority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00700","speaker":"1103"},{"type":"speech","time":1410876600,"counter":64,"content":"<p>It is a State company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00800","speaker":"1053"},{"type":"speech","time":1410876600,"counter":65,"content":"<p>To be clear, it is not a company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q00900","speaker":"1103"},{"type":"speech","time":1410876600,"counter":66,"content":"<p>It is a State body.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q01000","speaker":"1053"},{"type":"speech","time":1410876600,"counter":67,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q01100","speaker":"1103"},{"type":"speechnospeaker","time":1410876600,"counter":68,"content":"<p>HRI gets money from the rights which it is entitled to sell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q01200","nonspeaker":"Mr. Paddy Walsh"},{"type":"speech","time":1410876600,"counter":69,"content":"<p>As I am conscious of the time, do members have questions for the Racegoers Consultative Forum?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q01300","speaker":"1103"},{"type":"speech","time":1410876600,"counter":70,"content":"<p>I have some comments to make on the presentation.  I refer to the point made about membership of the board.  Every group present has been vocal about the issue of board membership and it is a factor we must consider as part of our report and recommendations.  There is a need for a balance between having good representation and a board that is unwieldy and unworkable.  We take on board the views expressed in the presentation.  With the owner, the racegoer and the punter are the people who pay money into the system, which is vital in to maintain the industry in its current form.  <\/p><p>  I note the point made about the need for services to be provided to a high set standard.  I refer to the point made by Mr. Paddy Walsh that good investment has resulted in fine facilities around the country, although a few will need further work.  I hope this will happen in the near future.  It is important to achieve and maintain the highest possible standards.<\/p><p>  I refer to the horse and greyhound fund and hope, too, that the betting tax will bring in significant revenues to provide a bigger cake with more slices to go around.  It was suggested the horse and greyhound fund could be used to provide all of the capital funding required.  We want to see more capital funding for capital projects.  The biggest argument the Minister can make when he is fighting for the &euro;54 million of taxpayers' money for the horse and greyhound industry is that it creates so many jobs and generates economic activity to a value of over &euro;1 billion.  There will always be a place for elements of the industry to make their contribution towards capital development, but that is not to saywe do not want to see increased activity.  <\/p><p>  I refer to the interesting suggestion made about the betting tax.  We would have to be sure, however, that it contained no loopholes to ensure the system would not be abused.  However, in general, as a way of attracting people to racecourses to place bets instead of just watching racing on television or in the bookies, for many reasons other than monetary ones, we should encourage the creation of that kind of environment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q01400","speaker":"949"},{"type":"speech","time":1410876600,"counter":71,"content":"<p>I have a question for the Racegoers Consultative Forum on the composition of the board.  I refer to head No. 4 of the Bill.  The board is to comprise a chairman and 12 members.  Other groups have asked for a bigger number of board members.  I suggest we meet the delegates in the near future to discuss this matter.  <\/p><p>  I refer to the age profile of those attending racecourses.  I ask Mr. Philip Meaney how Bord na gCon can get more younger people through the gates.  I have been attendng race meetings for years; I went as a youngster and a teenager.  If I go to my local track, Gowran Park, or the dog track in Kilkenny, there will not be many young people there.  The industry will die if it does not get the support it needs.  People can bet on-line or go to a bookies.<\/p> <p>However, the industry also needs to have people coming through the turnstiles.<\/p><p> Deputy Anthony Lawlor referred to admission charges.  Racecourse owners might be better off letting people in for free on certain days, as already happens in some cases, in order to encourage higher attendance rates.  I have been to flat race meetings at Gowran Park on summer evenings where there might be only 150 people in attendance.  Without the income from media rights, these attendance levels are not sustainable.  How do the delegates, as representatives of the industry, propose to attract more people to attend race meetings?  It is important, moreover, that there be an emphasis on attracting young people.  When people start to attend race meetings at a young age, they are likely to continue to do so throughout their lives.  On the other hand, if most young people are never brought to the tracks, the industry could die.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600017#Q01500","speaker":"1125","continuing":true},{"type":"speech","time":1410876900,"counter":73,"content":"<p>The Senator's point is not relevant to the issues we are discussing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00200","speaker":"1103"},{"type":"speech","time":1410876900,"counter":74,"content":"<p>I realise that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00300","speaker":"1125"},{"type":"speech","time":1410876900,"counter":75,"content":"<p>I assume there are other fora in which the Senator might raise that issue with the delegates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00400","speaker":"1103"},{"type":"speech","time":1410876900,"counter":76,"content":"<p>Another meeting with them would be useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00500","speaker":"1125"},{"type":"speech","time":1410876900,"counter":77,"content":"<p>No doubt racecourse owners will have some sympathy for the suggestion taxes should not be applicable on courses, but that discussion is for another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00600","speaker":"1103"},{"type":"speech","time":1410876900,"counter":78,"content":"<p>Perhaps the Chairman might consider arranging another meeting at a future date?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00700","speaker":"1125"},{"type":"speech","time":1410876900,"counter":79,"content":"<p>I certainly will consider it, but we should confine our discussion today to the scheme of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00800","speaker":"1103"},{"type":"speech","time":1410876900,"counter":80,"content":"<p>I welcome the delegates.  It is important that the Racegoers Consultative Forum be represented on the board of Horse Racing Ireland.  While the issues to do with betting revenues and so on are important and valuable, it is important to acknowledge that there are people like me who attend race meetings - my local course is in Mallow - but do not generally place bets.  I do, however, spend money on other racecourse facilities such as food outlets.  It is important to consider how to go about attracting racegoers who are not necessarily passionate or well informed about the sport but who might well enjoy a day at the races as a social event in itself.<\/p><p>  Regarding media rights, we are all aware that social media have changed the way people interact.  Would the delegates consider a scenario where the industry might approach media rights issues as a group rather than each person seeking to make individual deals?  That type of joint approach could be of benefit in selling the industry in an holistic way and allowing a collective expertise to be built.<\/p><p>  I am not an expert on this side of the industry, but I am fascinated to hear the delegates' insight.  It is important to have fresh thinking in considering these issues.  Senator Pat O'Neill, for instance, spoke about attracting young people and encouraging them to embrace the spirit and excitement of the industry.  There have been some very interesting suggestions made.  While it is always challenging to secure agreement on every point, it is very welcome to see industry representatives coming together and discussing the issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R00900","speaker":"980"},{"type":"speech","time":1410876900,"counter":81,"content":"<p>In calling the remaining speakers, I ask them to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R01000","speaker":"1103"},{"type":"speech","time":1410876900,"counter":82,"content":"<p>Mr. Moloney referred to the racing that took place last weekend at the Curragh and Leopardstown.  I agree that the product on offer was excellent, as reflected in the crowds it attracted.  There were lots of students who had free admittance and a range of reciprocal initiatives with other race tracks.  There were large numbers of people in attendance who were willing to spend money.  It was an excellent weekend's racing.<\/p><p>  Mr. Fox referred to the Minister's power to make three appointments to the board of HRI.  The big three in terms of who is putting money into the industry are the sponsors, the media and the punters, but none of these is represented on the board.  Perhaps the Minister might review this when he comes to make his appointments.<\/p><p>  In terms of encouraging more people to attend race meetings, maintaining the situation whereby the tax does not apply to on-course betting would offer a small incentive to the punter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R01100","speaker":"1053"},{"type":"speech","time":1410876900,"counter":83,"content":"<p>My question is for all of the delegates and relates to the heads of the Bill.  What is their view of the Minister's powers to make three appointments?  I ask them to consider a scenario which might be controversial for me to present.<\/p> <p>Imagine a person came to power in Ireland who did not adore this sport as we do.  Many of us love rural Ireland and know how important this sport is to rural Ireland.  How do the witnesses feel about the aspect of the Bill that gives the Government of the day a significant say in the affairs of HRI?  I refer not only to the composition of the board and the people here who work in the industry.  I will not name any such person that might come to power.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600018#R01200","speaker":"1169","continuing":true},{"type":"speechnospeaker","time":1410877200,"counter":85,"content":"<p>I thank the Chairman and the committee members for giving the Racegoers Consultative Forum this opportunity.  I wish to address the proposal relating to the board.  The RCF recognises that the size and composition of the HRI board has evolved over time and the amended Bill proposes further evolution.  The Bill also proposes the establishment of two new committees, both of which will be represented on the board.  This leaves racegoers as the only major group under the auspices of HRI that does not have representation.  We propose racegoers should be represented on the board because it would give them a direct say in the development of the industry.  We understand that the aim is to streamline the industry and place it on a secure, viable and sustainable economic platform but, as racegoers, we believe we can help in reaching this goal and that is why we feel the RCF should have a seat on the board.  My colleague will address the issue of the attendance of young people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600019#S00200","nonspeaker":"Mr. Jack Nagle"},{"type":"speechnospeaker","time":1410877200,"counter":86,"content":"<p>As a young person, I grew up with racing and it is second nature for me to go racing every weekend.  At racecourses, significant headway has been made through the packages provided - one can get a free beverage, sometimes a free bet, included in the price of admission.  Ladies' day, for example, could be more interactive with actual racing so the social racegoer could learn more about the horses involved.  A person might follow a horse that wins on ladies' day throughout the year.  That person might make a point of attending the next race meeting at which such a horse is running.  It would be useful if the race day was more about racing than other things.<\/p><p>  Student days have become popular over the years but, again, such ideas could focus more on racing than social aspects.  Tours could be conducted of the weigh room and a mechanical horse competition on a race day could help students remember the racing and the horses, rather than the fun at the bar.  Students should be encouraged to continue attending race meetings after they finish college.<\/p><p>  Some tracks are making great headway on facilities but others are being left behind.  When my friends attend a small track with an uncomfortable bar on a winter's day they tend not to return to racing.  Significant investment has been made in other sports and they may offer more comfort to spectators than racing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600019#S00300","nonspeaker":"Ms Joan Widger"},{"type":"speechnospeaker","time":1410877200,"counter":87,"content":"<p>On attendances, there has been much positive commentary but I ask that we do not become complacent because race tracks to great work to attract attendances.  Mr. Brian Kavanagh, the chief executive of HRI, recently suggested that the number of jobs in the horse racing industry could grow from 16,000 to over 20,000 and it is important to stress that such jobs are in rural areas.  We ask that the committee members listen to our recommendation that a voice be given to racegoers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600019#S00400","nonspeaker":"Mr. Jack Nagle"},{"type":"speech","time":1410877500,"counter":88,"content":"<p>Does Mr. Moloney wish to make a quick comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600020#T00100","speaker":"1103"},{"type":"speechnospeaker","time":1410877500,"counter":89,"content":"<p>I just want to reply to Senator Mary Ann O'Brien's comment regarding the Minister's nominees to the board.  The Minister currently has power to sanction the nomination of two members of the board, namely, the chairman and the representative from Northern Ireland.  He proposes that this be increased to three.  As Deputy Heydon stated, the Minister allocates &euro;54 million in funding to the industry.  In that context, I am of the view that he is entitled to nominate for appointment to the board individuals who will ensure that everything is done properly and to his satisfaction.  I do not have any difficulty with regard to the Minister nominating three members for appointment.  When the Racing Board was in existence, the Minister for Agriculture of the day nominated all of its members.  Ireland is a very horse-friendly country and I am of the view that, regardless of who is in power in the D&aacute;il, this will always be the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600020#T00200","nonspeaker":"Mr. John Moloney"},{"type":"speechnospeaker","time":1410877500,"counter":90,"content":"<p>There has been a great deal of discussion in respect of young people attending race meetings.  There are two major obstacles in this regard at present, the first of which relates to the unavailability of Wi-Fi at most racecourses.  A certain inhibition exists when it comes to this matter and the bookmakers have some say in that context.  Racegoers would certainly like to have access to Wi-Fi at courses but they do not have it at present.  The other issue in this regard relates to our attempts to ensure free admission to race meetings for those under 18 years of age.  To date, we have not been able to obtain a great deal of agreement on this matter from many racecourses.  We are trying various initiatives and we would like the industry to respond to them at some point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600020#T00300","nonspeaker":"Mr. Jimmy Cox"},{"type":"speech","time":1410877500,"counter":91,"content":"<p>Its representatives are sitting behind Mr. Cox.  In the context of Senator Mary Ann O'Brien's point, we must ensure that the industry is so popular that those it sends to represent it in the Houses of the Oireachtas will be sympathetic towards it.  On Ms Widger's comment, perhaps the committee might recommend the imposition of an upper age limit in respect of at least one of the 12 members of the board.  It was very interesting to listen to the observations of a younger person.<\/p><p>  I thank our guests for attending.  We will be hearing next from representatives of the Turf Club.  This is the first occasion on which the committee has been asked to examine legislation at the pre-legislative scrutiny stage.  In that context, this has been a useful exercise.  Today and on several other occasions, interesting proposals have been put forward.  I refer, for example, to the notion of nominating a proxy to attend meetings on behalf of a member who might not be in a position to be present as a result of a heavy workload or whatever.  That is a suggestion to which the committee will give consideration.  Several witnesses who have come before the committee, both today and previously, have commented on head 4 and the validity of expanding the membership of the board from 12 to 15.  The point has been made that a membership of 15 would not be unwieldy.  That is another matter we will examine.  The committee hopes to be in a position to make observations on a range of issues.  It also hopes to be able to make recommendations in respect of a number of these.<\/p><p>  I take this opportunity to point out that Deputy Lawlor and Senator Bradford are not members of the committee.  However, like all other Members of the Oireachtas, they are entitled to contribute to our proceedings.  It will be the members of the committee who will decide upon any final recommendations to be made.  I am sure the Deputy and the Senator will make their views known to the committee.<\/p><p>  I propose that we suspend proceedings for five minutes to allow the new witnesses to join us.  If those who are with us are not in a position to stay for the remainder of the meeting, I take this opportunity to thank them for their contributions.  All of the points they made will be considered by the committee, with the assistance of the Library and Research Service.  We are somewhat under the gun in the context of concluding our deliberations on the general scheme of the Bill by the end of the month.  With luck, however, I am sure we will be in a position to submit our recommendations to the Minister by no later than the first week of October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600020#T00400","speaker":"1103"},{"type":"unspoken","time":1410877500,"counter":92,"content":"<p>Sitting suspended at 3.35 p.m. and resumed at 3.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1410877800,"counter":93,"content":"<p>I remind members, witnesses and all observers to please turn off their mobile phones.  I welcome representatives from the Turf Club - Mr. Denis Egan, chief executive, Mr. Neville O'Byrne, senior steward and Mr. Michael Hickey, senior steward of the Irish National Hunt Steeplechase Committee.  I thank them for coming before the committee to discuss the heads of the Bill before us.<\/p><p>  Although the witnesses were previously in the Gallery I am obliged to remind them about privilege.  Witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or persons or entity by name or in such a way as to make him, her or it identifiable.  I invite Mr. Egan to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600021#V00100","speaker":"1103"},{"type":"speechnospeaker","time":1410877800,"counter":94,"content":"<p>Thank you, Chairman and members of the committee.  I am grateful for the opportunity to address the committee on the draft general scheme of the Horse Racing Ireland (amendment) Bill 2014.  At the outset I will give a brief overview of the industry in Ireland in the context of the respective roles of HRI, the Turf Club and the Irish National Hunt Steeplechase Committee, which I will refer to as the national hunt committee during the presentation.  My colleague, Neville O&rsquo;Byrne, who is on my right-hand side, and is senior steward of the Turf Club, will then take the committee through some of the specific provisions in the draft scheme which are a cause of concern for us.  We have already made a submission to the committee which covers these and other points in greater detail.  Michael Hickey, who is on my left, who is senior steward of the national hunt committee, will make a brief presentation on point-to-point racing.  At the end of our presentation we will be more than happy to take any questions members of the committee might have on any aspect of our presentation.<\/p><p>  Horse racing in Ireland is promoted and regulated by two very different bodies.  Horse Racing Ireland is a State body chartered with the development and promotion of the sport of horse racing.  The Turf Club and national hunt committee, or the Racing Regulatory Body, as it is known in legislation, is the independent regulatory body responsible for ensuring the integrity of the sport.  With the enactment of the betting (amendment) Bill the racing industry will to a much greater extent be funded from betting tax.  Betting on Irish racing, including international betting on Irish racing, is dependent on a clean, regulated sport.  Likewise, income from media rights which was referred to in great detail by the Association of Irish Racecourses, AIR, and Bord na gCon in the previous session, depends on a clean, regulated sport to maximise revenues.  Regulation of racing in Ireland has been provided, independently, by the Turf Club and the national hunt committee for more than 200 years.<\/p><p>  In their presentations to the committee all of the stakeholders in Irish racing have recognised the need for an independent regulator.  That is something we will stress throughout our presentations today.  The proposed Horse Racing Ireland (amendment) Bill 2014 has, as currently constituted, the potential to seriously compromise the independence of the Racing Regulatory Body and, by extension, to compromise the integrity of Irish racing.<\/p><p>  In any industry best practice suggests that regulation should be independent of promotion.  In the food sector, Bord Bia and the Food Safety Authority operate entirely independently of each other and in the health sector the HSE and HIQA operate independently of each other.  One has only to look at the financial sector in Ireland to see the problems that arise when there is inadequate regulation.  There are provisions in the proposed legislation which, if enacted, would give an excessive level of control over the functions of the Racing Regulatory Body to the promotional body for the sport, Horse Racing Ireland.  We support the original intention of the Indecon report and the Smith and Williamson review; namely, to \"streamline\" and identify savings in the administration of the industry.  The savings of &euro;1.5 million originally targeted by this process were identified by a joint Horse Racing Ireland-Racing Regulatory Body task force in early 2013.<\/p> <p>A large proportion of the savings involves transferring costs from Horse Racing Ireland, HRI, to the racecourses while another portion of the savings identified will result from improvements to IT systems.  All of the savings originally targeted from this process can be implemented without any change to existing legislation governing the industry.<\/p><p> The proposed legislation goes far beyond implementation of the recommendations made by Indecon in its report and may well have the unintended consequence of actually increasing the cost of regulation through a loss of volunteerism from our members.<\/p><p> I will briefly outline what the Racing Regulatory Body is and how it operates.  The Racing Regulatory Body consists of the Turf Club, established in 1790, which regulates flat racing, and the Irish National Hunt Steeplechase Committee, established in 1869, which regulates both national hunt and point to point racing.  Both are all-Ireland organisations which have been independently regulating the sport since they were set up.  <\/p><p> There are 167 members of the regulatory body from which four members are selected to steward at each of the 350 race meetings held annually.  Others serve on the appeal and referral committee, the licensing committee or the other various committees of the organisation.  All of this work is performed on a voluntary basis with regulatory body members travelling the length and breadth of the country at their own expense.<\/p><p> In order to regulate the industry, the regulatory body has developed a comprehensive set of rules based on 224 years of regulatory experience.  The rules of racing also reflect international best practice.  The regulatory role is carried out by racing officials, executives and the volunteer members.<\/p><p> The costs of regulation, that is, the integrity services costs, are guaranteed by Horse Racing Ireland on the basis of an agreed annual budget.  \tThe regulatory body licenses all participants in the industry.  I will now hand over to Neville O'Byrne, who will outline our main concerns on the proposed legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600021#V00200","nonspeaker":"Mr. Denis Egan","continuing":true},{"type":"speechnospeaker","time":1410878100,"counter":96,"content":"<p>The remarks I will make will address specifically heads of the Bill.  As Mr. Egan said, it was common cause from all participants and contributors to this committee that independent regulation was fundamental to the Irish horse racing industry.  We have examined these heads principally on the basis that we believe they contain certain proposals which would affect both our independence as an independent regulator and our financial independence.  I ask the members to listen to my comments on that basis.  We will be happy to expand on any issue at a later stage.  We have made a detailed submission to the committee which contains suggestions we would make for changes.<\/p><p>  We are fully supportive of any legislation or measure which will improve the regulatory and corporate governance functions of the horse racing industry.  For example, we fully appreciate and understand the requirement for greater transparency and accountability for taxpayers' money and in this regard we accept the proposals in the heads that the regulatory body should be audited by the Comptroller and Auditor General.  However, we have significant concerns with a number of the heads in the proposed legislation and these are as follows.  <\/p><p>  We asked that the definition of \"integrity services\" be amended to include integrity services provided away from the racecourse, for example, stable inspections where we test horses for the use of illegal substances.  This is a very important part of the work we do but this change has not been included in the draft scheme.<\/p><p>  Registry office functions carried out by HRI, that is, naming horses, horse race entries and declarations etc. have been carried out heretofore in accordance with the rules of racing.  This is essential for the orderly running of racing.  Head 5, however, proposes that these functions would be controlled by means of HRI directives.  This might result in two bodies in Ireland making rules for racing.  That does not happen in any other racing jurisdiction in the world and would be completely unworkable.  To digress briefly, we made a suggestion that if the drafting of this head was such that it was creating a potential risk that was not intended, it is easy to cure it by simply providing that nothing in this head on the making of directives by HRI will be allowed interfere or override any of the rules we make.<\/p> <p>We are making this suggestion on the basis that it is not intended that this directive would have the effect that people think it might.<\/p><p> Head 5 requires Horse Racing Ireland, HRI, to provide a single structure for the administration and financial management of all aspects of Irish horse racing.  While the regulatory body is open to the concept of appropriately structured shared services with Horse Racing Ireland, the changes to the general functions of Horse Racing Ireland proposed in head 5 would give an excessive level of control over the regulatory body to the promotional body for the sport and in effect would mean the regulatory body would no longer operate as an independent entity.  We also note it is very unclear what is meant in this head by &ldquo;all aspects of Irish horseracing&rdquo;.  On the face of it, this could include jockeys, owners, trainers, stable staff, racecourses etc.  Again, this is another area in which hopefully, the drafting of the head and an amendment to it will remove any issues as to what exactly is affected.  The provisions in heads 5 and 11, which relate to licensing income of the regulatory body, if enacted would remove all financial independence from the regulatory body.  Even though it is proposed that licence fees paid to HRI would be repaid to the regulatory body, head 11 would require us to consult with HRI before setting licensing fees and we can only assume that the proposal that these fees will be &ldquo;taken into account&rdquo; in determining the integrity budget means that the integrity budget will be reduced by the amount of the licensing income.  This proposal does not eliminate duplication in any way, shape or form whatsoever and would, as I have stated, remove all financial independence from the regulatory body.  Again, I wish to comment on the phrase &ldquo;taken into account&rdquo; in the heads.  It states that our income, which we make from licensing, would be taken into account in calculating the integrity budget that is given to us each year by HRI.  There is no guidance as to what \"taken into account\" means and we urge that this be clarified when this is considered.  We also have a concern that requiring licensees to pay licence fees to HRI would affect the contract between the racing regulatory body and our licensees and potentially could give rise to difficulties in enforcing the rules of racing.  Head 5 also provides that point to point horses and participants in point to point racing should register with HRI.  The racing regulatory body is fundamentally opposed to this proposal and my colleague, Mr. Michael Hickey, will take up this point in his presentation at a later stage.<\/p><p> Head 11 proposes that while the racing regulatory body will remain solely and independently responsible for the rules of racing, it must consult with HRI on the making and changing of the rules.  This would fetter any ability of the regulatory body to make appropriate rules and would mark a significant erosion in the independence of the regulatory body.  If I may note in this regard that while the use of the word \"consult\" seems quite innocuous, in reality we have done a fair amount of research into this and having a statutory obligation to consult places quite serious burdens on us and could place serious delays in the way in which we operate and make rules.  We always have informed HRI of when there are rule changes and always have told it that on a non-statutory basis, we are perfectly willing to consult with everyone, provided we are allowed to do our work in a way that we consider best for integrity.  To quote the chairman of the Association of Irish Racehorse Owners, &ldquo;Nobody is solely ... [independent and] responsible for anything if he ... can only do so after consultation&rdquo;.  Finally, we have made a proposal regarding the existing arbitration clause in the 2001 legislation.  It provides for the appointment of an arbitrator in the event that the parties cannot agree on an integrity budget in any given year.  We have requested that this provision be extended to cover all disputes which may arise between HRI and ourselves from the provision of information to budget issues.  This change has not been reflected in the draft general scheme currently under consideration.<\/p><p> While there are aspects of the proposed legislation we would welcome, the draft scheme as currently prepared effectively proposes that the regulator of the sport of horse racing will be accountable to and controlled by the promoter of the sport.<\/p> <p>We believe that anything that compromises the independence of the racing regulatory body must be resisted in the best interests of the sport and the industry.  We request that any new legislation affecting the industry in Ireland would unequivocally endorse the need for full and independent regulation of the industry by the following: recognising that the regulator has sole responsibility for the integrity of racing; recognising that an effective regulator needs to be independent of commercial factors in carrying out its role; and recognising that the regulator must have financial independence.  These principles are in line with the standards the Government is seeking to put, or has put, in place for other regulators in the State.  We ask that these principles be reflected in the legislation.<\/p><p> That is a summary of my points.  I will be happy to expand upon them and answer any questions at a future stage, if necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600022#W00200","nonspeaker":"Mr. Neville O'Byrne","continuing":true},{"type":"speech","time":1410878700,"counter":99,"content":"<p>Thank you Mr. O'Byrne.  I now call Mr. Egan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600024#Y00200","speaker":"1103"},{"type":"speechnospeaker","time":1410878700,"counter":100,"content":"<p>I thank the Chairman.  Mr. Michael Hickey, senior steward of the Irish National Hunt steeplechase committee, will now update the committee on point-to-points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600024#Y00300","nonspeaker":"Mr. Denis Egan"},{"type":"speechnospeaker","time":1410878700,"counter":101,"content":"<p>I thank the Chairman for the opportunity to be here.  I represent the National Hunt Committee and I also represent a lot of people in the point-to-point community.  Amateurs around the country are the rural fabric of point-to-pointing.  There is a huge voluntary aspect to it around the country but they are not here themselves today and have not been consulted on this.  I will therefore try to represent them to the best of my ability.<\/p><p>  In addition to its role in national hunt racing, the Irish National Hunt steeplechase committee - which, as Mr. Egan said, was established in 1869 - is also responsible for the administration and regulation of point-to-point racing.  In order to participate in point-to-points all owners, trainers and horses must register with the National Hunt Committee.  The National Hunt Committee allocates point-to-point fixtures and licenses entry takers for point-to-points.  We first developed a set of rules and regulations for the sport in or around 1900. <\/p><p>  Point-to-point racing is very much an amateur sport and is predominantly run on a voluntary basis by local hunts and committees around the country.  These committees transform green fields to racing circuits and return them to green fields again following a point-to-point meeting.  They make the majority of the arrangements necessary to organise each meeting and they provide in the region of 60 to 80 staff on a voluntary basis on any one race day.  The hunts are supported in their role by the National Hunt Committee to do this.<\/p><p>  Point-to-point racing has flourished over the last ten years and creates a major outlet for the sale of Irish horses.  Many UK owners and trainers visit Irish point-to-points throughout the season and competition to purchase Irish pointers is intense.  It is estimated that the sale of pointer-to-pointers generates about &euro;15 million annually.  This provides a welcome boost to rural economies and farm incomes.  As some members of the committee will know, being familiar with point-to-point races, many farmers have a horse stuck in the back lane for point-to-pointing.  <\/p><p>  The State has never had any involvement in point-to-point racing and it is not mentioned in any of the racing Acts.  The terms of reference for Indecon make no reference to point-to-points.  Indecon made no recommendations in relation to point-to-points.  Subsequently, HRI sought to introduce the topic of point-to-points and proposed that all point-to-point registrations and administrations would be switched from the National Hunt Committee to HRI.  HRI went further and suggested that any surpluses arising from point-to-point racing would be put under the control of HRI for it to decide on their application.  No reasons were advanced as to how this would help point-to-point racing.<\/p><p>  There is a separate issue on streamlining costs and the National Hunt Committee is confident that any cost savings identified will be met from improvements in processes, some of which have already been implemented.  These will include the introduction of online registration of hunter certificates and an online application process for handler licences.  These are being implemented and I myself registered as a handler last week online.<\/p> <p>It is the first time we have had that facility.  While the changes to point to points proposed in the draft general scheme are a little less extensive than those originally proposed by HRI, the proposal in head 5 that the registration of hunter certificates, the registration of participants in point to point steeplechases and the processing of all charges in relation to point to point registrations should be administered by HRI is without basis.<\/p><p> The proposals in head 11 that fees should be made payable to HRI and that charges for registrations can only be set subject to consultation with HRI are also without basis for an amateur sport.  There is no need to nationalise point to points.  The proposal to include point to points in the draft general scheme marks the first time that point to point racing has been included in legislation and, to our knowledge, would mark the first time that participants in any amateur sport are being required to register with a State body.  Participants in the GAA, rugby and soccer are not required to register with a State organisation even though those sports benefit from considerable State funding.<\/p><p> In conclusion, we ask members to reflect on the following:  Point to point racing is an amateur sport run predominately on a voluntary basis; no other amateur sport that we are aware of is subject to legislation; it is not mentioned in any of the racing Acts, and Indecon made no recommendations in relation to point to points.  Legislative changes should be informed by careful study and consultation with interested parties and stakeholders.  There has been no consultation with the parties and stakeholders involved in point to point racing and there is no basis for any reference to point to points in the Horse Racing Ireland (amendment) Bill 2014.  We go further and contend that the proposals in heads 5 and 11 of the current draft general scheme amount to an unconstitutional attack on the property rights of the Irish National Hunt Steeplechase Committee.<\/p><p> I thank the committee very much and will endeavour to answer any questions that may arise from my submission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600024#Y00400","nonspeaker":"Mr. Michael Hickey","continuing":true},{"type":"speech","time":1410879000,"counter":103,"content":"<p>I thank the witnesses.  We will take questions as they come and the witnesses can pick them up after.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600025#Z00200","speaker":"1103"},{"type":"speech","time":1410879000,"counter":104,"content":"<p>I thank the Turf Club representatives for their presentation today and the different elements of it.  Integrity has been discussed with all of the different stakeholders we had here before now, including the importance of ensuring it.  As I have recorded here before, integrity is something one takes for granted when one has it and if one loses it, it takes a long time to get it back.  The discussions we had earlier with the racecourse representatives on who had the right to the pot of money flowing from media rights would all be for nothing if we lost our integrity.  The money that would be available in television rights in future would all be lost.  It is in everyone's interest that we maintain integrity.  Everything we and the Minister do must take cognisance of that.  We must not do anything here that impinges on that.  At the same time, there is always a need to ensure that our systems are as streamlined and fit for purpose as possible.  It never does any harm, therefore, to re-examine these things.  The pre-legislative process is about sitting down and dealing with key stakeholders, as we have over the last number of weeks and months, to hear any concerns there are on potential pitfalls.  We will then compile a report to feed that back to ensure the Minister and officials have examined every possibility and that we have proper scrutiny of legislation to avoid unintended consequences in what is proposed.<\/p><p>  I have a number of questions based on the presentation.  In the opening presentation, Mr. Denis Egan made reference to comparisons between the HSE and HIQA and Bord Bia and the Food Safety Authority.  In relation to the racing industry internationally, what other examples are there?  What do our counterparts in other countries do?  Are they more amalgamated or separate?  What is the experience abroad from how things have been run?<\/p> <p> Across the industry, there has been much frustration at the amount of time the streamlining process has taken.  The Turf Club voiced its frustration that what are, in the general scheme, relatively small savings have not come into place yet and could have happened without legislation.  Why has that not happened before now?<\/p><p> The club also referred to the risk of the loss of volunteerism.  Similar to integrity, if one loses volunteers, it is hard to get them back.  Leaving aside the role of Turf Club volunteer members in providing integrity functions, what are the general costs associated with such functions?<\/p><p> What impact on integrity could Horse Racing Ireland getting control over entries into, choosing silks for, and so forth for races have?  Is it not the case Horse Racing Ireland already has a considerable role in that?  Perhaps the Turf Club would point out where the difficulty or conflict arises in that.<\/p><p> The Turf Club referred to heads 5 and 11 which it claims would remove financial independence from the regulatory body, and went on to say it was fundamentally opposed to the proposal regarding point-to-points.  Keeping those separate for the moment, on the issue of arbitration, the Turf Club stated in its submission: \"The existing arbitration clause provides for the appointment of an arbitrator in the event that the parties cannot agree on an integrity services budget in any particular year.\"  It wants this extended, and I note that.  How long has this arbitration process been in place?  Has it been used heretofore?  I presume its decisions are binding.<\/p><p> Point-to-point racing is a successful element of the industry that works extremely well.  If one makes a comparison with the GAA, there is the big day out in Croke Park and there is the small day on the side of the GAA club.  It is gravelly, down to earth, and absolutely grassroots.  To me, that is what point-to-point is.  It is the vital grassroots element that plays such a key role in providing a nursery for the industry before progression to the full racecourse.  Also from the breeding aspect, the price of a decent point-to-pointer in the sales can be very significant.  For those who are breeding horses and even for the farmer who has a few mares, it is a key area.  We want to ensure there is no risk to this side of the industry in this legislation.<\/p><p> Mr. Hickey's presentation states that to participate in a point-to-point race, all owners, trainers and horses must register with the Irish National Hunt Steeplechase Committee, INHSC.  It also mentions hunter certificates and handler licences, specifically the online application process.  There are two different applications, one for a licence and another for a certificate.  Are these being amalgamated or will they be retained?  Will the Turf Club outline the changes to these arrangements?<\/p><p> The presentation also mentions that the State never had any involvement in point-to-point racing and it is not mentioned in any of the racing Acts.  Is it not fair to say that this legislation would confirm in statute for the first time that point-to-point racing is a function of the INHSC?  Does it not lock that in and would it not answer some of the Turf Club's concerns?  What would it see would be needed to address the concerns it has highlighted?<\/p><p> The Turf Club contends the proposals in head 5 and head 11 of the current draft general scheme \"amount to an unconstitutional attack on the property rights of the INHSC\".  That is a serious statement.  We as a committee and the Minister cannot have a situation where legislation would go forward that would be unconstitutional.<\/p> <p>A situation can arise where a piece of legislation that would be unconstitutional could go forward so this committee must ask the Attorney General to look at this again.  If this is the case, it is a serious situation.  Those are my questions and points for now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600025#Z00300","speaker":"949","continuing":true},{"type":"speech","time":1410879600,"counter":107,"content":"<p>I thank the Turf Club for its presentation.  I am somebody who probably knows the least about horse racing in this committee.  We do not have any courses in Donegal.  We have plenty of bookies but we do not have any racecourses.  I wanted to ask about the integrity services and the Turf Club's request in respect of off-course integrity checks.  The presentation stated that the Turf Club carries out dope testing on a voluntary basis.  Do any other bodies carry out drug testing off course or when horses are in training because it seems that this is very important and should be included in the legislation?  If the Turf Club is the body that is responsible for drug testing on course, it makes sense for it to be carried out by the same regulator off course.  Could the witnesses expand on that?<\/p><p>  In respect of the requirement to consult with HRI regarding rule changes, the proposal mentions the word \"consult\".  It does not say \"take into account\" or anything like that.  Could the witnesses expand on how that undermines the independence of the Turf Club in respect of the requirement to consult?  <\/p><p>  In respect of the head that covers the actual fees from licensing and registration, I presume they are dispersed back to the Turf Club as a way of financially controlling the expenditure of HRI.  I could see how this could affect the independence of the Turf Club.  I presume those fees come directly to the Turf Club and are separate from any grants received so it looks like a way of tightening up financial controls and reducing budgets rather than improving the effectiveness of the operation of the Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600027#BB00200","speaker":"1001"},{"type":"speech","time":1410879600,"counter":108,"content":"<p>I thank the witnesses for their presentations.  Adding to what Deputy Heydon has said, what are the witnesses' views regarding the sustainability of the voluntary aspect of the future of the Turf Club and the racing regulatory body?  It has 167 members, four of which are selected to steward throughout Ireland.  This is very admirable but I would be interested in hearing the views of the witnesses.<\/p><p>  Deputy Heydon spoke earlier about doing more with less.  Could the witnesses expand on the cost saving that has taken place and the streamlining that has happened so far?  Savings of &euro;1.5 million were referred to.  This is how this all started.  We have a very good Minister for Agriculture, Food and the Marine.  The man is a genius and looks at areas of business.  We are all in a new era.  I am so impressed with the presentation today and how we are seen globally as being crystal clear with regard to how we regulate racing, yet we are all here to look at these heads of Bill so that we can keep the regulation clean and to the points made today by the Turf Club.  We must find a way to do it in as cost-effective a way as possible.  The registration of silks and entries does not make me feel that this has anything to do with the rules of racing but perhaps it does.  Could the witnesses expand on that?  <\/p><p>  We heard earlier from the Association of Irish Racecourses.  Does the Turf Club own the Curragh Racecourse?  It does.  We are very lucky with the Curragh Racecourse because it is the headquarters of Irish racing.  I think it is the only racecourse in the world that runs five group 1 classics.  I have been out of racing for a long time but I recall that there was rather a large sum of money - I think it was upwards of &euro;18 million - to invest in the upgrading of the Curragh Racecourse, which has never happened.<\/p> <p>I would like to hear some comments about the past and plans for the future.  We can speak about having the best horses in the world but we also must have the best facilities.  This is the headquarters and I want to hear more about what happened.<\/p><p> I also ask for comment on the patent committee and the views of the witnesses on the heads of the Bill and working together with HRI.  In an international context, such collaboration has been successful in the past.  The chairman of HRI spoke about the derby earlier this year because the French changed one of the fixtures that stopped international runners coming to our derby.  It is important that we get that right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600027#BB00300","speaker":"1169","continuing":true},{"type":"speech","time":1410879900,"counter":110,"content":"<p>With regard to the arbitration approach, I presume further reform would involve addressing the length of time involved.  What type of arbitration would the witnesses like to see?  Is funding from HRI provided on a monthly or a weekly basis and is it accompanied by any provisos?  With regard to rules and regulations in the industry, if registration is carried out by HRI, are there experts in that organisation similar to those available to the Turf Club and are they competent in this area?<\/p><p>  In Cork we have a buoyant point-to-point structure which works very well.  Would these changes hinder the development of that structure?  I recognise that considerable goodwill exists at present but I know from the people involved in the committees that they do not have a huge amount of money.  I am concerned that there might be an impact on the success these events currently enjoy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600028#CC00200","speaker":"980"},{"type":"speech","time":1410879900,"counter":111,"content":"<p>The witnesses made a number of interesting points, which can be boiled down to two simple issues, namely, funding and integrity.  The big issue for me is integrity of the racing industry.  The last thing we want is the situation which arose in the UK in regard to doping and one of the main owners and breeders in that country.  There were fears that the integrity of the racing industry might be damaged as a result.<\/p><p>  It is important that promotional bodies, such as Bord Bia, and health and safety governance are separate.  When HIQA goes into a hospital, the management of the hospital is fearful.  The Irish racing industry is worth &euro;1.1 billion and we must ensure adequate integrity and international confidence in our ability to run a proper industry.  We cannot allow a situation whereby someone who pays the integrity body is able to define the rules and regulations to be applied.  The integrity body would lose its independence if that were to happen.  In regard to integrity, would it be necessary to go cap in hand to HRI in order to get additional funding for an investigation into something that might have a detrimental impact on the racing industry?<\/p> <p>That does not make sense.  Does the Turf Club have difficulty with HRI accessing the funding they agreed earlier?  If it is an issue, the legislation cannot allow HRI to take more control of the funding aspect of the integrity body.  It is amazing that the Turf Club is not in control of the starting stalls but must refer to HRI if there is an issue with them during a race.  It is very important to the integrity of a race meeting that punters who back horses and owners who pay large sums of money to enter their horses in races know they will get value for their money.<\/p><p> Although people are talking about streamlining and saving money, when I asked HRI how many staff would be let go and how much money would be saved, they kept saying it would happen over time.  Given that the Turf Club has been in operation for more than 200 years, \"over time\" is a long period.  In the private sector, when there is an amalgamation, everybody knows there will be staff cuts.  However, HRI has not identified any.  It has not yet published its accounts for 2013, which is ridiculous given that we are nearly in the final quarter of the year.  Where does the funding that HRI takes from the media rights go?  How much does it take out?  I cannot find out because the figures are not available.<\/p><p> I am fascinated by the fact that the sector is entirely voluntary.  Like many people, I am part of a voluntary organisation, my rugby club.  However, HRI members are all paid officials.  The increase in volunteerism among people over recent years has been great and I would hate if it were in difficulty.  I am concerned that if the Turf Club wants to do something to try to ensure the integrity of Irish racing is maintained, it must go cap in hand to HRI.  It is not right.  I welcome the fact that the Turf Club is willing to come before the Comptroller and Auditor General.  It is a very positive move and should alleviate any concerns that the funding it receives from the State is not accounted for.  If a wheel is not broken, one need not mend it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600028#CC00300","speaker":"1053","continuing":true},{"type":"speech","time":1410880200,"counter":113,"content":"<p>Deputy Lawlor said what I had intended to say.  We are at the very central aspect of the legislation, its purpose and where it will take the industry.  Racing has no certainties, as we saw at the weekend.  The one positive aspect which everybody associates with Irish racing is that it is transparent and fair.  There are always variables and surprises.  Integrity has been a key to maintaining this reputation.  Earlier, we had very important presentations about the make up of bodies, facilities, attendance and how to encourage it and bring new people into racing.  I support all those comments and have done so previously.  However, unless we can showcase a product we can point to as being beyond reproach, we will have major difficulties.  Deputy Lawlor mentioned Britain.<\/p> <p>We can look at what happened in cycling where one of the greatest sports events in the world was decimated overnight and - let us call a spade a spade - will never return to its former glory.  We have to ensure this will never happen in this industry.<\/p><p> Deputy Lawlor and I will not participate in the process but committee members will have to reflect on the submission to be made to the Minister because once legislation is passed, it must be ensured integrity and certainty are at its very core.  I agree with Deputy Lawlor in this regard.<\/p><p> As Deputy Barry said, point-to-point racing is of significant interest to people from Cork.  We discussed attendances earlier.  I live a mile from Dromahane racecourse and three or four miles from Cork racecourse.  Over the past decade, I will not embarrass Cork racecourse by saying which was the winner for average attendance.  Horse racing would not survive without point-to-point racing.  Carloads of people attend meetings on Sundays and they are admitted at a modest cost to have a great day's fun.  That is an introduction to racing.  Without strong point-to-point racing, there will not be a future.  Perhaps I am putting the ball in an empty net but at whose behest are we having the discussion on this part of the Bill?  It was a stand-alone part of the broader industry, which was working effectively.  Whose brainchild was this?  Why are we having this debate?  Where did the pressure come from?  Deputy Lawlor used the wheel argument, but \"if it ain't broke, don't fix it\".  If any part of the equine industry is not broken, it is point-to-point racing.  Throughout the country, Sunday in, Sunday out, enthusiasts turn up to participate.  There are many volunteers, including locals who would never visit a racetrack.  Some people, who are alienated by the language of racing, feel so much at home in a point-to-point field.  Perhaps Mr. Hickey could answer my question.  Why is this even on the agenda?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600029#DD00200","speaker":"1189","continuing":true},{"type":"speech","time":1410880500,"counter":115,"content":"<p>Head 5 relates to general functions.  Section 10 of the 1994 Act will be amended as follows:<blockquote><br \/>&quot;(b) to provide a single structure for: (i) the administration, and financial management of all aspects of Irish horseracing, incorporating Registry Office functions, including registration of  hunter certificates and participants in point to point steeplechases, with the exception of &ndash;<blockquote>(I) the issuing of hunter certificates, <br \/>(II) the acceptance of horseracing entries, and <br \/>(III) declarations<\/blockquote>for point to point steeplechases;<br \/>(ii) the processing of all charges on and payments to participants in the horseracing industry, including charges related to licensing, with the exception of payments for &ndash;<blockquote>(I) the issuing of hunter certificates, and <br \/>(II) the acceptance of horseracing entries <\/blockquote>for point to point steeplechases;&quot;<\/blockquote>This language is confusing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600030#EE00200","speaker":"1103"},{"type":"speechnospeaker","time":1410880500,"counter":116,"content":"<p>This relates to Senator Bradford's question.  He could not have summed it up any better.  He should be sitting here instead of me because he has it to a \"t\".  HRI registers and promotes horse racing.  Its first intention was to do the same with point-to-points, but now it is specifically itemised in the legislation that HRI does not want to do that, except for point-to-point steeplechases, entries, etc.<\/p> <p>It is leaving all of that part of it to us.  Its original intention was to take over all of that area but it then became evident that given the size of the organisation and its being spread throughout every parish in Ireland, a level of co-operation between the people involved in the voluntary organisations and those who help them to run it would be required.  It no longer wants to get involved in the entries or promotion of the point-to-points as it does in respect of other racing.  That is being left to us.  The only aspect it is taking away is the hunter certificates, which provide revenue for us.  The revenue we generate from that goes back into point-to-point races.  I would like to outline briefly to the committee how we spend that money.  <\/p><p> In the last year we provided mobile medical units for point-to-point races.  It is a type of on-site treatment room.  There are three such units in operation in Ireland.  We supply and pay for these units, often with the assistance of a sponsor.  We also supply the third ambulance at point-to-points.  This is paid for from funds we receive from hunter certificate registrations.  We also supply medical bags for the doctors, who are trained in the treatment of trauma in relation to point-to-points.  We do a lot in respect of which we do not seek funding from HRI.  This is possible only because we can register the hunter certificates.<\/p><p> Senator Bradford asked by whom this proposal was made.  As I stated in my earlier remarks, it was not mentioned by Indecon.  The question that arises then is where did it come from.  It came from HRI.  I do not know why it wants to interfere in this area.  I think its purpose may have to do with streamlining, with it taking the money.  As I said in my opening statement, the property rights belong to the national hunt committee.  The intent is to give us back the money.  However, I do not know if that will happen.  There is no clarity in that regard.  Why take the money in the first place?  All this does is create an additional function.  We provide for registration of the hunter certificates and provide online access for handlers registration.  HRI wants to take over responsibility for the point-to-points and then give us back the money.  What is the purpose of that?  All it does is create another function.  There is no streamlining involved.<\/p><p> Show jumping was mentioned.  I was raised on a farm.  I had a very good father who was a horseman.  I rode for Bord na gCapall, which is one of the forerunners of this committee, and first competed internationally for it.  I was grateful for that opportunity.  I then represented Ireland all over Europe for a few years.  Show jumping has come in handy.  I then got involved in racing and won some point-to-points.  I won some races on the track, where I also trained.  I then got involved in breeding and bred Kicking King.  That is an indication of the type of people involved in the Turf Club and national hunt committee - running point-to-point races throughout the country and generally giving freely of their time.  Some of these people meet outside the Turf Club offices at 9.30 a.m. to travel to Listowel to license a racetrack.  They often then travel to Limerick on their way back, for which work they are not paid a penny.  There is no fee involved and they pay for their own lunches and petrol.<\/p> <p>It is really a voluntary effort and it amounts to far more than just the four people on the racetrack.  We have an appeals and referrals committee, about which Mr. Egan can speak in a moment, and there are other committees.  It is a voluntary organisation, spreading to the point-to-point activities.<\/p><p> The Deputy asked about point-to-point races, and these are definitely a nursery, not only for horses but also for riders.  We have 450 licensed amateur riders and the majority partake for fun.  Generally, these people ride their own horses - whether they are young or old - and there are 1,000 registered handlers, 700 of whom are amateurs.  These may be farmers from around the country who partake just for the love of the sport.  Senator Bradford argued that people who attend point-to-point races may not go to a race meeting.  They may not but they could go to a pub in the evening after a point-to-point if a seven-year-old horse being ridden by a son wins a maiden.  They might look at this on television and have a great night.  That is what point-to-points are about.  We do not want to disrupt this process or nationalise it.<\/p><p> We are very appreciative of the money we get from point-to-points.  The Turf Club gets &euro;450,000 from Horse Racing Ireland for the integrity side, which is very necessary in today's environment.  We sell very valuable horses to people in England and if they arrive but become lame in a week because of a painkilling drug being administered, there would be a question mark over the integrity of our sport.  The integrity of point-to-points is just as important as that for racing.  It is done on a very low-cost basis, with &euro;450,000 being received to cover 115 fixtures.  The racing element gets approximately &euro;450,000 for 350 meetings.  We do it with the tightest possible budget.<\/p><p> Some great horses have emerged from the point-to-point sector, including Best Mate, as well as jockeys such as Adrian Maguire.  Ruby Walsh may have ridden in one or two point-to-points.  It is a great nursery.  There are 90 hunt committees around the country and these are the people responsible for having point-to-points where they are today.  Ten years ago, ex-point-to-point horses won races on the track in the same season; the number today is over 1,000 in any national hunt season.  These horses are aged from five upwards.  We ask the committee to consider the heads dealing with point-to-pointing.  As Deputy Lawlor and Senator Bradford mentioned, if this is not broken, why try to fix it?<\/p><p> There was mention of the handler's licence and the hunter certificates.  The hunter certificates belong to the hunt committees initially and are issued by them.  They have a very special relationship with the people who own point-to-point horses.  One must remember that hunts take place over farmers' land and there is a special arrangement with people who help on a voluntary basis.  There may not be a charge for the certs when they are received from the hunt.  When the people come to us for registration, there is a fee of &euro;50.  The hunt committees are very particular about hunter certs and there is a question mark about them.  We met representatives from the hunt committees approximately a month ago.  Perhaps the tourism board would know more about it but there are questions being raised in certain quarters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600030#EE00400","nonspeaker":"Mr. Michael Hickey","continuing":true},{"type":"speechnospeaker","time":1410881100,"counter":119,"content":"<p>I am delighted that the committee members seem to have grasped the areas about which we are most concerned.  There were a number of questions answered and Mr. Hickey dealt with most of those related to point-to-points.  Mr. O'Byrne and I will take the remaining questions on the basis of who asked them.<\/p> <p> Deputy Hayden's first question was about the situation with racing internationally with regard to promotion and regulation.  Deputy Lawlor already referred to that.  One need not look much further than what happens in the UK and the difficulties that arose there about 18 months ago when there was a big drugs scandal.  The British Horseracing Authority, BHA, did excellent work and discovered that a particular trainer was using substances that he should not have been using.  As it happens, that trainer trained horses for one of the biggest owners in the UK.  The authorities did what they had to do but then there was a press conference where the regulator, wearing their promoter's hat, sat beside a representative of the owner and said that this would never happen again.  That sent out all the wrong signals and was commented on by the racing press in the UK.  It was said at the time was that there should be a respectful tension between the regulator and the promoter.  That certainly did not happen over there at the time and it has not reflected well on the situation.<\/p><p> The Deputy also asked why the savings that were identified by the Smith &amp;amp; Williamson review have not been implemented.  That is a very good question.  Approximately &euro;1.8 million in savings were identified, of which we would agree with approximately &euro;1.5 million.  That was the figure originally targeted by the task force when it started.  Of that &euro;1.5 million, &euro;650,000 of those costs were simply a transfer of costs from HRI to racecourses.  That has not happened.  There were savings in personnel costs of approximately &euro;500,000.  At one of the final meetings we had with representatives of Smith &amp;amp; Williamson, they accepted that the majority of these savings would not be made in the Turf Club as we had already cut our cost base by 25% over the past five or six years.  The balance of the targeted savings of &euro;1.5 million were to come from improvements in IT and changes in policies.  Michael Hickey referred to the changes in the online registration of handlers.  We are working towards the introduction of online licensing for all licensees.  That will result in savings.<\/p><p> The point must be made that the Turf Club is extremely conscious of cost.  I believe many people's eyes were opened today when they heard about the huge volunteerism carried out by the members of the club.  To be nominated, for example, to steward in Dundalk on a Friday night during December means one might leave Dundalk at 10 p.m. and in many cases have a two hour drive home and only arrive home at midnight, for the love of the sport.  Senator O'Brien asked about the sustainability of that.  Long may it last, and we have plenty of people who are willing to do it.  Each racecourse has a panel of volunteers to steward.  In many cases, people are disappointed that they are not being asked to steward often enough.  We have only 1,400 positions to fill, but we would have no trouble filling 2,000 positions.<\/p><p> The third question asked by the Deputy related to the general costs of integrity.  I will hand over to Neville O'Byrne shortly to elaborate further on volunteerism, but the total cost of integrity is approximately &euro;6 million per annum.  Of that, approximately &euro;2 million relates to racing officials who turn up on a given day.  We could have 12 to 15 racing officials at a fixture on a given day.  There is approximately &euro;500,000 for veterinary costs, &euro;300,000 in medical costs and &euro;1.1 million for drug testing.  In view of what has been happening, certainly in the courts and overseas, that figure will unfortunately have to increase in coming years.  Our security cost is approximately &euro;670,000 and administration costs are approximately &euro;1 million.  There are legal fees of approximately &euro;250,000 and there are some other incidental amounts, such as jockeys drug testing for which the figure is about &euro;70,000 and point-to-point costs of &euro;450,000, which Michael Hickey referred to earlier.<\/p><p> I am conscious that there are many questions so I will hand over to Neville O'Byrne, who will deal with the other questions asked by the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600032#GG00200","nonspeaker":"Mr. Denis Egan","continuing":true},{"type":"speechnospeaker","time":1410881400,"counter":121,"content":"<p>Deputy Heydon asked for an explanation of how there would be a conflict between our rules and HRI directives.  That relates to head 5.  As I said, the way the head is drafted could lead, effectively, to HRI being allowed to make directives which could conflict with our rules.  This is largely a drafting point.  If this is not intended, and I cannot understand how it would be intended, it is very easily cured by simply inserting a clarification that HRI directives cannot override our rules.<\/p> <p>Under the current legislation, the HRI is subject to our rules.  There is a convoluted history of directives, which I will not go into, that ironed out the conflict between HRI and ourselves when, in 2001, HRI took over a large number of our functions.  A composite agreement was entered into in 2006.  We want clarification that there will be no conflict and that, as the head says, we are solely and independently responsible for the making and enforcement of rules in Irish racing.  That is all we are answering for.<\/p><p> One of the points raised included how our financial independence can be affected.  The drafting is very simple.  These heads say that all licensing income is to be paid to HRI and will be returned to us.  Anyone who sells a product would not be happy with a third party collecting the money and then having to get it back from the third party.  It goes further in that our licensing income, which includes all of the point-to-point money, will be taken into account in calculating the size of the integrity budget we get.  There is no explanation or guidance on what this means and, theoretically, it could mean all of the licensing income could be taken into account, leaving no surplus and no money for anything else.  If we want to do something outside the budget for the good of racing, we may have no money to do it.  We are asking that someone has a look at this and clarify the point.  It would leave us without any financial independence and no regulator could operate on that basis.  If that is not intended in the drafting, it is easily cured but the wording in the current head is very clear.<\/p><p> The Deputy's final point was about the arbitration clause.  We suggested this as an improvement on the existing arbitration clause.  The Deputy asked whether it was ever used and I am not aware that the current arbitration clause was ever used but it is a cumbersome clause and requires us to go to a arbitration under the Arbitration Acts, which can be a drawn-out process and involves all sorts of people, including all sorts of expensive lawyers and senior counsel.  We suggested an expert be appointed to resolve any disputes with HRI, including disputes about the budget.  Naturally, when somebody is supplying an organisation with a big amount of money, there are always questions about what they are doing with the money and what they are spending the money on.  We have no problem with that, except to be clear that there is a simple and inexpensive way of resolving disagreements that arise.  That is a sensible solution and would help the smooth operation of the relationship we have with HRI.  We have an ongoing relationship with HRI and the Government supplies a big chunk of our integrity budget through HRI.  We want to make it work as smoothly as possible at all times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600033#HH00200","nonspeaker":"Mr. Neville O'Byrne","continuing":true},{"type":"speechnospeaker","time":1410881700,"counter":123,"content":"<p>I will move onto the questions put by Deputy Thomas Pringle, the first of which concerned off-course integrity checks.  We do an amount of off-course integrity checks, both random stable inspections and drug testing.  We visit between 50 and 70 stables each year to carry out random checks to ensure they are complying with the rules of racing.  Last year, in respect of drug testing, we carried out 3,200 samples tests, including on the racecourse, of which 283 were taken in training.  This involves going into the trainer's yard and randomly selecting ten or 50 horses, depending on where we are.  We take away the samples and if they disclose the presence of a prohibited substance not recorded in a medicines register or, in other words, prescribed for the horse for a legitimate reason, the case is prosecuted.  From that point of view, we see one of the biggest issues in future as drug testing out of competition.<\/p><p>  From 1 January 2015, we will carry out random drug testing on all horses once they entered the racing system, even if they are not in training, until they officially retire.<\/p> <p>This is in line with international practice because the view is that if performance enhancing substances, such as anabolic steroids, are being given to horses, they are not being given close to competition day but when the horse if off, maybe in a field somewhere.  As I said, we do not have any evidence that it is happening here but it is something of which we need to be conscious and we will increase our testing on that from 1 January next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600034#JJ00200","nonspeaker":"Mr. Denis Egan","continuing":true},{"type":"speechnospeaker","time":1410882000,"counter":125,"content":"<p>On the next point Deputy Pringle raised about the consultation requirement, our difficulty with this is not that we do not want to consult with people because, in fact, on a non-statutory basis, we consult widely with the industry, in particular when we want to change rules.  We have no major difficulty with that but what we have is a technical difficulty that being asked to consult, or being required to consult, under an Act, both in relation to the making of our rules and to the fixing of our licence income, would impose obligations on us which would not allow us to act effectively with a free hand with which a regulator should act.<\/p><p>  Again, this is a point which can be easily cured.  As I said, we have no objection to being open and transparent and to consulting when we have time to do it, but there are occasions when things arise very urgently, or there are things which we would need to do very quickly, and we simply would not have the time.  We are simply asking that we not be required to do this on a statutory basis because we actually have done so when we have had time and when we have believed it has been necessary.  The previous requirement was that we inform HRI, which we did.  This is a change and clearly it is not being made without some purpose.  That is the concern I have.<\/p><p>  The other point Deputy Pringle raised, on which we have touched but which I think it is worth returning to briefly, is about the money going around in a ring.  Essentially, we get income from licensing participants in the sport.  That money is used essentially to pay our staff who have to do the work to carry out this function, which is an integrity function.  It relates to jockeys, trainers, drug testing and all this sort of thing.  Essentially, we contribute to the cost of integrity because our staff are paid from our income to do this work.  We cannot quite see how it can be reasonable that we should be asked to give all this money to a third party, HRI.  We get it back but then it is taken into account in the integrity budget.  That is an area in the Bill which is not fair to us, which leaves us in a situation where we could be financially without any support and which affects our integrity.  It is well known to everybody in this room that if a person is beholden to another for money, other than on a very strict statutory basis, he or she has some power over that person.  Under the current legislation, HRI has an obligation to fund the integrity budget and the rule is that if we cannot agree the budget, there is arbitration, which is fine, but this is a step further because unless this is clarified, essentially it has the potential to leave us with no money.  I think those were all the questions Deputy Pringle had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600035#KK00200","nonspeaker":"Mr. Neville O'Byrne"},{"type":"speechnospeaker","time":1410882000,"counter":126,"content":"<p>Mr. O'Byrne will address Senator O'Brien's point on volunteerism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600035#KK00300","nonspeaker":"Mr. Denis Egan"},{"type":"speechnospeaker","time":1410882000,"counter":127,"content":"<p>Volunteerism is at the heart of what goes on in the Turf Club, the Irish National Hunt Steeplechase Committee and the point-to-points.  A huge amount of work is done and I think Mr. Egan has given the figures for the number of race meetings and the number of officials we provide.  Neither the Turf Club or the INHSC ever paid a dividend in 250 years.  The reverse is the case.  All of the members have to pay to be members.  We have to pay an annual subscription.  It does not take a huge amount of calculation to say that if our members had to be paid at the same level others are paid for the work they do in the horse racing industry, it would be a huge cost to the industry.  I think that is a very fundamental point and does not need a huge amount of explaining.<\/p><p>  Mr. Hickey has given a very clear picture about volunteerism in the point-to-point world.  There is a huge amount of volunteerism in the national hunt world and in the flat world, where people provide services.  Our committees, for example, are licensing committees and spend a huge amount of time vetting jockeys and trainers, checking yards and doing all this sort of thing.  The Turf Club has been in existence for 250 years and there is a pretty good chance that given a fair crack of the whip, it will continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600035#KK00400","nonspeaker":"Mr. Neville O'Byrne"},{"type":"speechnospeaker","time":1410882600,"counter":128,"content":"<p>If I could just add to that, as somebody who has been involved in most of the appeals and referrals, we are fortunate that the chairman of our appeals body in one of our two divisions is a former Supreme Court judge and the other chairman is a judge in the Circuit Court.  I will refer to one recent appeal case, but I will not mention it by name.  Unfortunately, however what is now happening in the Turf Club in relation to appeals is more akin to what goes on in the High Court and the Supreme Court.  The first hearing of the case to which I refer had a 19 page written judgment.  When the case went to appeal, there was another 20 page judgment on three preliminary points.  The final decision was handed down a few weeks ago and the judgment will be published in the next weeks or so.  Again it is a document of ten to 15 pages with references to High Court cases, standards of proof and whether the Turf Club has jurisdiction in different places.  It has become a legal minefield.<\/p><p>  If the committee has to sit in judgment on whether interference in a race affected the placings, that is not a major difficulty, but there are cases that are more and more litigious and anything in legislation that could impact on the way we carry out our role could indirectly impact on that.  We would not welcome that.<\/p><p>  Senator O'Brien made a point on cost savings.  I tried to answer that question in my response to Deputy Heydon.  Senator O'Brien asked also whether entries and silks have anything to do with the rules of racing.  Silks are not a major issue from our point of view but entries have a major bearing on us.  Let us suppose that the proposed directives are introduced and that, for example, horse racing entries and declarations become governed by a directive as opposed to a rule of racing.  If a horse which is not qualified to run in a race gets into that race, how will the horse be disqualified?  HRI does not have a disciplinary function so it must be governed by a rule of racing whereby it can appear in front of one of our committees and be dealt with.  The current legislation works fine.  If any party applies to HRI for registration and is turned down, he or she has the right of appeal to the Turf Club appeal body.  There is a structure in place that works very well at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600036#LL00100","nonspeaker":"Mr. Denis Egan"},{"type":"speechnospeaker","time":1410882600,"counter":129,"content":"<p>Senator O'Brien also raised questions about the Curragh, but before I respond to them I wish to comment further on head 5.  What Mr. Egan has said illustrates the concerns of the Turf Club about head 5 and about the interpretation of what is meant by HRI directives, in particular where there is a proposal to remove the obligation for its directives to comply with the rules of the Turf Club where they relate to race integrity.<\/p><p>  I do not propose to go into the history of the Curragh, but the proposal on the Curragh which has been approved by the members of the Turf Club is that essentially a new company is going to be set up with effectively three shareholders, the Turf Club, HRI and a number of investors who will come together to redevelop the Curragh.  In response to Senator O'Brien's question on what the Turf Club is doing about the Curragh, the Turf Club will effectively will lose control of the Curragh to the new entity because the Turf Club will only be a one third shareholder in the Curragh, but the reason - and this issue was widely debated - is that we all believe it is good for Irish racing that the Curragh needs to be redeveloped and we are being supported very strongly by HRI in this and we have a number of investors who are prepared to support it as well.  I believe everybody who is involved in Irish racing almost without exception would agree that it is for the good of Irish racing that the Curragh be redeveloped.  That is the proposal and it is going forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600036#LL00200","nonspeaker":"Mr. Neville O'Byrne"},{"type":"speechnospeaker","time":1410882600,"counter":130,"content":"<p>Deputy Heydon asked if it would not be a good thing to have point-to-point racing included in the proposed legislation.  I think that point-to-points have worked very well without being in the Act.  We as a committee, the hunts and the people involved do not see any need for point-to-points to be nationalised.<\/p><p>  Deputy Lawlor asked about the starting stalls being under the remit of HRI, and if I may answer, and Mr. Neville might add to it if he wishes, not only are the starting stalls under the remit of HRI but the stall handlers are employed by HRI.  That means that if there is a problem at the start to do with loading a horse that we need to investigate, we cannot do it because the stall handlers, who do a great job, are employed by HRI.  There are times when we might need to hold an inquiry, but the Turf Club cannot bring the handlers into the stewards' room during the inquiry.<\/p> <p>The same applies to the photo finish, which one would think is a regulatory function.   <\/p><p> It is no secret that the capital development of race courses is funded from a percentage of the media rights which the HRI holds back.  Deputy Lawlor made reference to us going cap in hand to HRI if we want something and that is exactly what will happen if the heads of the Bill remain as they are.  We are a separate organisation to HRI and perform a completely different function.  We are internationally acclaimed for our rules and regulations.  One only has to compare the way we handled the whip issue with the way the British handled it.  We put on a show at the weekend, in conjunction with the entire racing industry, that anyone in the world could be proud of.  Why should the regulatory body be put in a position where it has no autonomy and has to get the agreement of HRI if it wants to entertain dignitaries from another jockey club?  Mr. Egan, for example, gave a talk to the American Jockey Club recently but if we wanted to invite representatives of that club here, we have no financial autonomy to do so and must ask HRI for &euro;1,000 to entertain them.  That would be a ridiculous situation for an organisation which has handled Irish racing at an international level for so many years.  I would ask the committee to look again at that aspect of the heads of the Bill.  <\/p><p> I hope I answered the Chairman's question about point-to-point racing adequately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600036#LL00300","nonspeaker":"Mr. Michael Hickey","continuing":true},{"type":"speech","time":1410883200,"counter":132,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00200","speaker":"1103"},{"type":"speechnospeaker","time":1410883200,"counter":133,"content":"<p>The next question was from Deputy Barry and concerned the arbitration clause.  I hope that in the previous answer I gave I explained myself clearly.  We simply want to get an arbitration clause inserted which references an \"expert\" as distinct from an \"arbitrator\" and which will be quick and inexpensive to operate if we get to a stage where we need it, as outlined in our detailed submission.  The Deputy also asked if HRI has experts on our rules.  In fairness to that organisation, it does not have such experts and should not be expected to have them.  Our rules are totally separate to those of HRI.  The whole thrust of what we have said here today is that the regulator must be separate and independent.  The only request we make is that what is contained in the heads of the Bill at present, namely the fact that we are solely and entirely responsible for the making and enforcing of regulations, is not diluted, either accidentally or by design, elsewhere in the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00300","nonspeaker":"Mr. Neville O'Byrne"},{"type":"speechnospeaker","time":1410883200,"counter":134,"content":"<p>Deputy Barry also asked how our integrity funding is provided.  It is provided monthly on the basis of our submission of monthly accounts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00400","nonspeaker":"Mr. Denis Egan"},{"type":"speech","time":1410883200,"counter":135,"content":"<p>Thank you very much, that was a comprehensive discussion.  Everyone has had a fair hearing or at least I hope so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00500","speaker":"1103"},{"type":"speechnospeaker","time":1410883200,"counter":136,"content":"<p>Could I just briefly sum up our contribution?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00600","nonspeaker":"Mr. Denis Egan"},{"type":"speech","time":1410883200,"counter":137,"content":"<p>Of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00700","speaker":"1103"},{"type":"speechnospeaker","time":1410883200,"counter":138,"content":"<p>On behalf of everybody at the Turf Club I wish to thank the committee for taking the time to listen to us this afternoon.  We really appreciate it.  Our main message is that we would like any new legislation affecting the horse racing industry to unequivocally endorse the need for fully independent regulation of the industry by recognising that the regulator has sole responsibility for regulation.  An effective regulator must be independent of commercial interests to carry out its functions and in that context, must be financially independent.  We would be very grateful if committee members would take those basic points on board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00800","nonspeaker":"Mr. Denis Egan"},{"type":"speech","time":1410883200,"counter":139,"content":"<p>That is a fair summary.<\/p> <p>There was difficulty in scheduling the meeting.  We were asked to conclude by the end of the summer session but as a committee we collectively agreed to insist on all stakeholders having an opportunity to make presentations before the committee.  If the principle of scrutiny is to work and be successful it is only fair that we provide an independent and objective forum.  <\/p><p> As I said at the outset, I understand the meeting is being broadcast live through the Oireachtas television channel.  In that vein we have, I hope, given everybody a fair opportunity to make their points and voice their observations and concerns with regard to the draft legislation.  The Bill is at a draft stage, so the object of the exercise from an administrative point of view is that these factors are taken into account now rather than when the Green Paper is published, or the Bill is on Second Stage or has to be dealt with more comprehensively on Committee Stage.  I am sure that everybody's wishes will not be reflected in the Bill but it is to be hoped that a reasonable effort is made to accommodate everybody's fundamental concerns.  <\/p><p> The object of the exercise is to have a structure in place so that if and when other Bills which are the responsibility of other Government Departments, namely, the Departments of Justice and Equality and Finance, are enacted the structure of the organisation which runs horse racing in this country is adequately set up to promote the industry and advance it to its full potential.  There is no doubt that it is a major flagship industry for the country.  I like others am probably more affiliated with the non-thoroughbred part of the industry but I fully appreciate its value for the country.  It is a non-urban industry, something which is not found easily.  <\/p><p> We have concluded our hearings.  The committee will meet in the next number of weeks to finalise a report which will be submitted to the Minister, with a view to it being taken on board before the Bill is drafted and published.  <\/p><p> As there is no other business the committee will adjourn until Tuesday, 23 September.  The Minister is due to come before the committee to discuss pre-budget submissions.  We are not sure what time the meeting will be held as Question Time in the D&aacute;il is at 2 p.m. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2014091600037#MM00900","speaker":"1103","continuing":true},{"type":"unspoken","time":1410883500,"counter":141,"content":"<p>The joint committee adjourned at 5.10 p.m. until Tuesday, 23 September 2014.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1410870600,"counter":142},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Anthony Lawlor, Senator Feargal Quinn. Deputy Eoghan Murphy,* Deputy Peadar Tóibín,<\/p><p>* In the absence of Deputy Seán Kyne.<\/p><p>DEPUTY MARCELLA CORCORAN KENNEDY IN THE CHAIR.<\/p>","time":1410870600,"counter":143,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600002"},{"type":"minorheading","content":"Review of Vote 32: Minister for Jobs, Enterprise and Innovation","time":1410870600,"counter":144,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600002#A00100"},{"type":"speech","time":1410870600,"counter":145,"content":"<p>I remind members and those in the Visitors Gallery to please ensure their mobile phones are switched off for the duration of the meeting as they interfere with the broadcasting equipment, even when left in silent mode.<\/p><p>  As we will hold a private meeting next week to discuss our work programme up to the recess in December, as well as other matters, I propose that we defer our private session until then.  Is that agreed?  Agreed.<\/p> <p> The purpose of today's meeting is to engage with the Minister in a review of Vote 32 - Department of Jobs, Enterprise and Innovation for the year ending 31 December 2014.  I welcome the Minister, Deputy Richard Bruton, and the Minister of State at the Department of Jobs, Enterprise and Innovation with responsibility for skills, research and innovation, Deputy Damien English.  It is a special welcome for Deputy English as he is attending the meeting in a different capacity today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600003#B00200","speaker":"1099","continuing":true},{"type":"speech","time":1410870900,"counter":147,"content":"<p>It is a change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600004#C00200","speaker":"1078"},{"type":"speech","time":1410870900,"counter":148,"content":"<p>I also welcome the officials from the Department and thank them for the briefing material supplied to the committee.  A timetable for today's meeting has been circulated.  It provides for a brief opening statement by the Minister and a discussion on the review of Vote 32, with questions on each programme in sequence.  I will call the individual sub-programmes in turn, A3 to A16, B3 to B8, C1 to C16, and invite questions on the sub-programme.  Questions or points about the programme generally can be put after we have gone through the individual sub-programmes.  When all programmes have been considered, the committee will consider the appropriations-in-aid information presented and then administrative expenditure generally.<\/p><p>  I invite the Minister, Deputy Bruton, to make a brief opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600004#C00300","speaker":"1099"},{"type":"speech","time":1410870900,"counter":149,"content":"<p>First, I congratulate you, a Chathaoirligh, on your appointment and wish you well.  The committee has been very ably guided in recent times by Deputy English and I know you will continue that.  The committee has been extraordinarily constructive in its approach.  We might not share what the solutions are in all cases, but there is certainly a shared view that we must transition the economy from where we found it in each sector and grow new sectors that are strong and sustainable.  The main headings under which our Department operates - jobs, enterprise, innovation and regulation - are all designed to create quality job opportunities and to build long-term competitive advantage on the basis of high quality of work, good working environments and good quality products and services.  That is what drives us.<\/p><p>  We have used the Action Plan for Jobs as a way of seeking to embrace wider Government Departments as well as our own Department and agencies to focus on the employment challenge.  That has been successful.  There is a genuine focus, driven from the Taoiseach's office, on delivering in this area.  It is heartening that we are seeing good signs of progress.  We have now gone through seven quarters in a row in which there has been net jobs growth and the number on the live register has fallen for more that 24 months in a row.  We are making progress and there is a reduction in the levels of emigration.  However, I am acutely conscious that unemployment at 11.2% and emigration at 21,000 net are still at high figures, which indicates that we have a long way to go.  Our effort is to continually sweat the assets we have in the different areas to try to deliver more.<\/p><p>  Both of the Department's agencies, the Industrial Development Agency, IDA, and Enterprise Ireland, EI, had a record year last year in terms of net job growth, and they look set to continue that.  The year to date figures for both agencies are very encouraging.  It will be of interest to the committee to see there is an encouraging sign within the IDA folder that there is a better regional spread, which has been a concern of committee members.<\/p><p>  With regard to the newly established local enterprise offices, LEOs, we will shortly publish an entrepreneurship strategy.  Like many members of the committee, I believe we must nurture a strong entrepreneurial capability within our communities.  The LEOs with their new mandate will be at the heart of that.  It is encouraging to see signs of a renewed and fresh interest among people in setting up their own businesses and I hope we will be in a position to cater for that.  Interestingly, and Deputy Lawlor has mentioned this on numerous occasions, this year we had a competition to find the best young entrepreneur on a county, regional and national basis and there has been a very strong response.  We will be investing in those who hit the high quality standards.<\/p> <p>Last year we targeted women entrepreneurs, who were under-represented, as well as youth entrepreneurs, and there is scope for us to build a stronger capacity for starting new enterprises, seeing them survive difficult periods and grow to scale.  That will be important.<\/p><p> With regard to overall competitiveness, it is again encouraging to see that we are continuing to improve in international rankings.  That is very much part of what we need to deliver.  We have become a more competitive environment, which definitely helps when one is looking to get into boardrooms and compete against many other countries for mobile investment.  Being able to point to the progress we are making in many areas is very important.  The message is clear that if we want to continue this progress, it is important that we sustain the focus on competitiveness.  We will continue to participate at the European level, where we touch upon several councils, including the research council and the industry or competitiveness council.  We also work with the employment council, as well as several others.  There are opportunities coming from those global programmes run by the European Union, and the Minister of State, Deputy English, will no doubt deal with our ambitions relating to Horizon 2020, the single biggest source of European support that can be won for enterprises in Ireland.<\/p><p> We have also continued to undertake structural reform, and I again express appreciation to the committee for its support in facilitating the passage of the new competition and consumer commission.  It is an important consolidation and the workplace relations commission will be another piece of important public service reform that will deliver better value and responses for those who use the service.  In the same way, we have integrated Forf&aacute;s into the Department to give it a policy capability which it did not have.  It is important to give the Department the capacity to develop policy and also hold our own agencies to account in a more forensic way.  That is an important area, and I know Deputy T&oacute;ib&iacute;n has very strongly addressed the need for performance indicators.  Having that capability would allow us to develop those in a more effective way, and that will certainly be a theme as we approach this year's action plans for jobs.  We want to put performance indicators into the heart of the process, as I know the matter has caused concern.<\/p><p> I congratulate Deputies Nash and English on their appointment to the ministerial team for the Department of Jobs, Enterprise and Innovation.  They will both bring great skill and experience to the work, and they have already made a mark in a very short period.  The Minister of State, Deputy Nash, could not be here today but I welcome Deputy English to the ministerial team.  I also take the opportunity to thank Deputies Sherlock and Perry for their work in the Department.  We have had a focused approach in delivering important objectives for all of us and having a team to work across the Department in that way has been really important.  It is exciting that the appointment of Deputy English as Minister of State brings together the enterprise and training elements.  Previously, a single Minister of State did not span those responsibilities, so we now have an exciting opportunity.  It was a good change to the administrative roles of Ministers of State.  I look forward to seeing the opportunity that offers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600004#C00400","speaker":"1016","continuing":true},{"type":"speech","time":1410871200,"counter":151,"content":"<p>I congratulate the Chairman on her new role.  As the change happened very fast, I thank my colleagues for the work done by this committee over the past couple of years.  I thank the clerk and the committee team for the excellent service.<\/p> <p>We had a very businesslike committee which worked very well.  I think the Chairman will find that as well.  There is plenty of ground to cover.  I do not doubt that the Chairman will make her own mark.  I thank her and wish her the best of luck.  When the Minister of State, Deputy Sherlock, held the portfolio I have now assumed, he spoke to the joint committee about trying to develop the new research and innovation role.  Perhaps we will have a chance to work on that over the next 18 months.  It is now clear to me that it is quite a wide-ranging role.  Maybe the committee can have a greater level of involvement as we make progress with it.  We can work on it together.<\/p><p> The increase in expenditure in science, technology and innovation over the past 15 years has resulted in the development of a strong science base, which is yielding results with economic and societal impacts.  EU and international evidence shows that the Government's strategy of accelerating the economic and societal return from investment in science, technology and innovation is paying off.  Ireland is ranked first for the availability of skilled labour.  According to the 2013 global innovation index, Ireland is ranked tenth of 142 countries.  It is ranked 13th in the world for university-industry collaboration on research and development; first for certain scientific disciplines, such as immunology and animal and dairy science; third for nanotechnology; and fourth for computer science.  Ireland is ranked third in the EU under the new indicator of innovation output, which measures the extent to which ideas from innovative sectors are able to reach the market, thereby providing better jobs and making Europe more competitive.  This proves we are investing smartly in this area and our investment is delivering jobs.<\/p><p> Enterprise Ireland has set itself a target of supporting 95 high-potential start-up businesses in 2014.  These businesses will play a crucial role in job creation in the coming years.  Since 2000, Enterprise Ireland has supported 1,028 high-potential start-up businesses, which are responsible for employing more than 20,000 people directly and indirectly in the wider economy and have combined exports of over &euro;1 billion.  The seven new Science Foundation Ireland research centres that were established in 2013 directly support over 800 jobs, while acting as a key attractor for foreign direct investment.  In 2013, Science Foundation Ireland had links to more than 2,000 of the 3,085 jobs - approximately 65% of the total - announced by IDA Ireland in fields covered by the foundation's legal remit.  The major role played by the foundation in winning and delivering those jobs often goes unnoticed.<\/p><p> Ireland has built up a substantial infrastructure, expertise and international reputation for scientific research and innovation over recent decades.  The Government is driving a number of initiatives to translate this research investment into viable business ideas and, ultimately, into jobs.  The continued implementation of research prioritisation, as well as a range of other initiatives to deliver on our strategy, has led to more targeted investment in science, technology and innovation.  This will further enhance the effectiveness and impact of our research investment in terms of delivering high-quality sustainable employment.<\/p><p> In 2014, Enterprise Ireland and Science Foundation Ireland will continue to drive commercialisation from State-funded research.  This will facilitate the emergence of new products and services that underpin export growth and employment.  New initiatives, such as the Knowledge Transfer Ireland office, which was launched in May of this year, will make it easier for companies to access the wealth of technology skills and know-how that is available in Ireland's higher education system.  This new office, which is the first of its kind in Europe, will greatly increase the flow of innovative knowledge and technology into companies in Ireland, with the aim of increasing their turnover and employment.<\/p><p> Enterprise Ireland and Science Foundation Ireland will continue to promote and drive effective collaboration between industry and academia.  This is essential if the best laboratory ideas are to be successfully translated into innovative new products and services.  The ultimate goal in this respect is the delivery of good-quality sustainable jobs for our people.  The expansion of Science Foundation Ireland's new remit under the Industrial Development (Science Foundation Ireland) (Amendment) Act 2013 has allowed the foundation to fund activities in the applied research arena, while continuing to provide key supports for oriented basic research. This represents an important step in the development of the relationship between industry and academia in Ireland.<\/p><p> I would like to speak about some of our plans for the future.  We have clear evidence that our research investment is delivering a real impact, but we must not become complacent.  Since this Government came into office, it has taken some measures to improve the coherence of the landscape of research centres.  Science Foundation Ireland is working to consolidate the number of research centres it is funding.  This will involve a smaller number of centres of larger scale being supported by the foundation over time.  Critical mass will be built across the institutions in areas of economic and social importance.<\/p><p> We are ensuring through the prioritisation action group that a coherent and comprehensive approach to the provision of publicly funded research, in support of 14 priority areas, is being taken across research funders.  There has been extensive mapping of centres.  Funding has been allocated across the priority areas.  Intelligence across research funders regarding industry needs across the priority areas has been collated and validated with input from industry.  This provides a solid evidence base upon which research funders can identify existing and future gaps in publicly funded research.  This, in turn, can inform the design of open calls in these areas.  We have guided a pilot project in the area of therapeutics.  All of the research centres supported by agencies under the remit of my Department have been working together on a joint branding and marketing initiative.<\/p> <p>This has resulted in three centres joining forces to present their offering in a coherent way, making it easier to find out about and access the key areas of research expertise that the centres can offer.  The centres plan further initiatives to deepen this collaboration.<\/p><p> Our aim is to emulate this approach across research centres and other priority areas.  To support its roll-out to other areas we are planning a national innovation showcase in December of this year, which will include representatives from all national research centres of scale involved in research across the 14 priority areas.  Enterprise Ireland and Science Foundation Ireland are playing a central role in this event in association with my Department, research centres and other funders of research throughout the system.<\/p><p> We will also publish a national directory of research centres, providing details of all centres of scale and their key areas of research.  This directory will complement the work of Knowledge Transfer Ireland in helping companies to navigate our sophisticated research system more easily.<\/p><p> The Government remains committed to the vision of using research and innovation to generate jobs and economic growth.  Evidence shows that we are investing smartly in this area and our investment is delivering jobs.  We will continue to invest in research and innovation programmes to achieve a return to economic growth through growing innovation, promoting the export potential of enterprise and creating sustainable jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600005#D00200","speaker":"1078","continuing":true},{"type":"speech","time":1410872100,"counter":154,"content":"<p>We will now consider the in-year review of Vote 32, as agreed, commencing with programme A, jobs and enterprise development.  We will start with subhead A3, Forf&aacute;s.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600007#F00200","speaker":"1099"},{"type":"speech","time":1410872100,"counter":155,"content":"<p>Ba mhaith liom comhghairdeas a dh&eacute;namh leis an Aire St&aacute;it mar gheall ar a phost nua.  Is mian liom freisin comhghairdeas a dh&eacute;anamh leis an gCathaoirleach.  T&aacute; s&uacute;il agam go n-&eacute;ireoidh go m&oacute;r leo sna r&oacute;il nua at&aacute; acu.<br \/>I am pleased to note the Department has a Meath element.  I hope it will pay dividends to the good citizens of the county in the coming years.<br \/>Sinn F&eacute;in welcomes any sign of improvement in the current employment crisis.  While the position has improved somewhat recently, one must not get carried away or engage in incorrect analysis as to do so would result in a failure to make the policy changes required to address the serious crisis.  Since the Government took office, 40,000 net new jobs have been created, including 5,000 in the past six months.  Notwithstanding these improvements, unemployment remains high.  The proportion of young people who are not engaged in employment or training is among the highest in Europe, and youth and long-term unemployment remains stubbornly high.  We still have a two-tier economy, with much of the county outside the east coast not experiencing an increase in employment.  I note a welcome improvement apparent in the IDA figures in this area.  I am also aware of a push towards greater regionalisation of IDA activity.  These are welcome developments which should continue.<br \/>The Government must focus on a number of areas, which I have highlighted <i>ad nauseam <\/i>for the past three years.  It must focus on funding for businesses, especially on the supply side of the construction industry, the cause of the current crisis in housing.  It must also address the costs of business by introducing a progressive rate and resolving the problem of upward-only rents.  Utility and bank charges must also be brought into line with the European average.<br \/>Moving beyond the remit of the Minister of State, the collapse in private spending must be bridged by increasing Government expenditure in areas which would make the economy more efficient and create jobs in the short to medium term.<\/p> <p>Under subhead A3, on which the chairman is focusing, Forf&aacute;s has served the country well in recent years.  I understand Forf&aacute;s will be merged into the Department.  What savings will arise therefrom?  Will those savings be reinvested in job creation elsewhere within the Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600007#F00300","speaker":"1080","continuing":true},{"type":"speech","time":1410872400,"counter":157,"content":"<p>First, I agree that we do not go out thinking that our employment challenge is cracked.  On the other hand, it is fair to point out that there has been a good regional spread.  In 2013 every region of the country saw an improvement in employment, but not at the same rate; clearly, regional challenges remain.  To address that challenge we will be introducing a framework for a regional enterprise strategy in the next couple of months.  We will sit down with regional interests, starting with the midlands and the south east, to look at the scale of the challenges, the resources and how we are using the assets, what can be sweated further and what collaborative initiatives we can take.  We are conscious of the need to get a strong regional response.  I think the Deputy is painting an inaccurate view of what is happening.  Money for business certainly remains a key issue.  The Government has been determined to bring in non-bank sources of finance.  At the last count the amount was close to &euro;3 billion, according to the strategic investment bank, the developed capital funds and the various new funds we have put in place.  There is a much bigger range of options, therefore, but our ambition is to develop that source of finance.<\/p><p>  A slightly encouraging aspect to bear in mind is that the number of bank refusals is decreasing.  As the Deputy has pointed out, the banks need to do much more work to understand various sectors.  I will not go into the construction issue as that is a separate debate.  I agree there is a need to find equity sources in the construction sector, as the banks have retreated from lending.  That remains a challenge.<\/p><p>  The cost of business is undoubtedly a continuing theme.  We have looked across our Department at how we can have an impact on that, and have sought to improve in all areas.  We have cut the time required to process a work permit, to appear before a rights commissioner and to set up a company and get it under way.  Overall, we estimate that the administrative reductions implemented, some of which were before my time, have been worth &euro;207 million.  The Deputy is right in saying that the broader issue remains.  We need to look at opportunities to improve the competitiveness of different costs.  Some international costs drive them but some are within our own control. <\/p><p>  On the Forf&aacute;s savings, there is no doubt that Forf&aacute;s has been affected by the downsizing of the public service generally, which is a smaller operation.  The savings are not large in terms of the dissolution of the board; we estimate that they are only around &euro;200,000.  The real gains are that we have shared services, such as ICT, and better management of some of the processes, including pensions.  The real aim of this was to get policy capability into the Department in order that we can better manage the resources under our control.<\/p> <p>Furthermore, we can develop new initiatives, scrutinise what we are already doing and develop them.  The committee members have rightly highlighted that they want to see performance indicators.  They give us the capacity to do more evaluative work and to drive performance orientation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600008#G00300","speaker":"1016","continuing":true},{"type":"speech","time":1410872700,"counter":159,"content":"<p>Thank you, Minister.  Deputy Lawlor is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600009#H00200","speaker":"1099"},{"type":"speech","time":1410872700,"counter":160,"content":"<p>I wish you all the best and congratulate you on your new position.  Also, I congratulate the Minister of State, Deputy English, who was an adept Chairman of this committee and I wish him every success.<\/p><p>  One thing I am delighted about is the fact that training, education and jobs are all coming under one remit now.  Recently I learned of a company whose representatives sat down with a college and they were able to design a programme for the type of graduates they were looking for.  If that is happening in the real world it needs to happen within Departments as well in order that we can get a quicker linkup.  I welcome the fact that there is knowledge transfer.  I saw the Minister of State's photograph or mugshot the other day in a slide in the National University of Ireland, Maynooth at a session with local business people about what the college can do for small and medium sized businesses in the Kildare area.  That is one of the real positives of the appointment of the Minister of State.<\/p><p>  I will be following up with the Minister of State on the question of apprenticeships.  The idea of a teaching block makes it far more difficult for small and micro-businesses to get involved in the apprenticeship scheme, which is only set up or geared up for larger companies.  In the old days, whether under AnCO or beforehand, apprentices spent one day per week in DIT, Kevin Street or Bolton Street, but they were still part of the company and were working constantly in the company.  It does not suit smaller enterprises to take on apprentices but we need to take them on in future.<\/p><p>  I welcome the Minister of State's appointment and I look forward to working with him.  I am delighted that the skills and training sides are coming into the Department because that is where the future will be.  We need to be able to move quickly to direct where our future employment is going to be as well as link in with the children coming out of colleges and schools.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600009#H00300","speaker":"1053"},{"type":"speech","time":1410872700,"counter":161,"content":"<p>Does anyone wish to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600009#H00400","speaker":"1099"},{"type":"speech","time":1410872700,"counter":162,"content":"<p>Deputy Lawlor raised a point and he is right.  Nearly every business that one visits - it certainly applies to those I have visited in recent months since I took up this role - has a need for certain skills and can create jobs.  What is important is that through the Department of Jobs, Enterprise and Innovation and the Department of Education and Skills we respond to this and ensure that we put the appropriate courses in place, whether for apprenticeships, traineeships or on job placement.  We must design courses around what companies need to produce the necessary jobs.  We must have general education but we also have to ensure that we fill the vacant jobs that exist and those we know will come downstream in six or 12 months time.<\/p><p>  Those in industry are up for the game and it is important for them to get involved.  We are keen to see far more apprenticeships.  There will be a public call for this later on in the autumn from the apprenticeship council.  It is important that industry responds and gets involved because it is a two-way thing.  Most people in industry are interested in that.<\/p><p>  I know of one very good story involving a Springboard course being turned around in four weeks.  A large company - I will not mention the university - came to the university with a suggestion at the start of July.  Only four weeks later it was turned around and there was an up-and-running Springboard course to deliver the skills into the company in question.  That will result in approximately 300 jobs being created because word goes back to the parent company in the United States.  That is what we are trying to do.  We want to repeat that and have that across the board.<\/p><p>  Deputy Lawlor is right in that it means both Departments have to respond and work closer together as well.  There is a good deal we can do in this area and I am looking forward to working with the committee.  I know it is an area the committee has worked on before and it is something we can certainly dig into.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600009#H00500","speaker":"1078"},{"type":"speech","time":1410872700,"counter":163,"content":"<p>Thank you, Minister of State.  Senator Quinn is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600009#H00600","speaker":"1099"},{"type":"speech","time":1410872700,"counter":164,"content":"<p>Thank you and you are very welcome, a Chathaoirligh.  I am delighted to have you on board and delighted to have you put us in our place in future - I imagine you will - as the Minister of State, Deputy English, did when he was in that place.  I welcome the Minister of State back to the committee as well.<\/p><p>  I have a concern in regard to jobs in general.  There is still a belief that jobs are to be created by Government.  I know the Minister, Deputy Bruton, does not say that, but there is still an underlying belief that it is the Government's job to create jobs.<\/p> <p>I remember being in Chile some years ago when the government decided that if jobs or enterprises were to be created they had to come from start-ups.  To do that, it removed all bureaucracy and red tape.  I know there were criticisms that it went too far in some ways, but it was hugely successful, and when one compares the Chilean economy with that of neighbouring countries such as Argentina, one can see the difference that the attempt to remove that barrier made.  We have not done nearly enough to remove the barriers of red tape and bureaucracy.  Upward-only rent reviews were mentioned earlier.  This is the sort of thing that Government can do to remove barriers and enable people to start businesses.  I do not get the impression that enough start-ups are occurring.  What can we do?  The Minister said what he is doing and that is going in the right direction, but there must be an awful lot more that can be done. <\/p><p> The South African government asked Coca-Cola what it could do.  Coca-Cola said it could not do anything itself but it could encourage people to start up businesses as distributors.  I remember going into a township at Coca-Cola&rsquo;s behest and meeting some of the entrepreneurs who had started and built up businesses.  These were places where people would not have believed they would have any chance of building up a business.  Maybe it is possible to do something to enable hand-holding by somebody much larger, such as Coca-Cola in that case.  What can we do to encourage start-ups and encourage people to develop their businesses from the very beginning and see whether they can get off the ground?  I believe there is enthusiasm, particularly among the young people to whom we are selling the concept, that they can succeed.  If we can get that message across, as the Minister is doing, we will succeed, but we must remove the barriers.  One of the barriers has to be a tax on the initial stages of a business.  Anything that can be done in that area is to be encouraged.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600009#H00700","speaker":"1145","continuing":true},{"type":"speech","time":1410873300,"counter":166,"content":"<p>I have looked at the literature on entrepreneurship because we are drawing up this policy and it focuses on networks that are not created by government.  The Government can do a certain amount, but the magic ingredient is often in the business-led networks, whether through mentoring or allowing products get onto shelves, or angel investors.  A large part of these successful regions and start-ups are created by entrepreneurs and enterprise.  We need to see how to engage that more effectively.  We have some excellent examples, some really good incubators and accelerators, and some high-performing individuals who have become serial entrepreneurs, who continually re-seed and give their time generously to support others.  Thickening out that network is the challenge, as well as what the Senator says.  We need to continue to do the things we are doing.  The seed capital programme, whereby a PAYE taxpayer can get up to &euro;600,000 to invest in a new company, is virtually unused.  We need to popularise it and make it more usable.<\/p><p>  The Minister for Finance, Deputy Noonan, has introduced corporate tax breaks such that if one sets up a company one has a restricted tax liability in the first three years, and has applied the same rules to an unemployed person who sets up as self-employed.  We are introducing a simpler form of licensing which will make it easier for the retail trade to be compliant.  We are trying to simplify all the pieces needed to be compliant by halving the time it takes to set up a company and to get work permits.<\/p> <p>There is much we can do, but the magic ingredient is how to build an ecosystem. Much of that comes from the education and research and access to finance pieces of the jigsaw, but the challenge is to get those working together.  The key to the success of regions that successfully encourage entrepreneurship is the way they have thickened out the whole network, rather than some magic bullet of a tax-free scam for X, Y or Z.  The policy we develop will attempt to nudge all the pieces of the jigsaw, from the education system at the start through the start-up phase, the access to finance phase and the mentoring and networking phase.  The challenge is to develop all of those elements, but we will be knocking on the doors of people like Senator Quinn's business colleagues to ask how their businesses can make it easier to get shelf space.  I know Senator Quinn's former company is a good example of one that offered shelf space to new product.  We want to spread a belief throughout the whole community that supporting new start-ups is part of what we want to achieve.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600010#J00200","speaker":"1016","continuing":true},{"type":"speech","time":1410873600,"counter":168,"content":"<p>Is there anything else members would like to ask under Programme A, specifically from A(4) to A(16)?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600011#K00200","speaker":"1099"},{"type":"speech","time":1410873600,"counter":169,"content":"<p>The first objective of the Government is to create an environment where business can grow, but the Government also creates jobs.  Through semi-State bodies, etc., the Government is one of the biggest employers in the State, if not the biggest.  In a time when private investment has collapsed there is an onus on the Government to bridge that investment gap by directly creating jobs.  Some of the most successful countries in the world do exactly that.<\/p><p>  It is important for the Government to create an environment in which entrepreneurs can be successful and the entrepreneurs can take the risk upon themselves when there is enough cash to do that.  I welcome the change in the figures from 2013 to 2014 with regard to the IDA.  I have been a member of this committee for a while and have said before that the Government can achieve success in this area.  We often hear that FDI will go where it will go and the IDA has no real role in it, but there is obviously an improvement here, so I am sure somebody knows exactly why that has happened.  Perhaps the Minister could indicate to what he directly attributes that improvement. What changes in policy and interaction were made to allow that?  <\/p><p>  It is stated that 44% of all investment has been made outside the Cork-Dublin area.  Perhaps the Minister could indicate whether that 44% in is value terms or in terms of staff or jobs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600011#K00300","speaker":"1080"},{"type":"speech","time":1410873600,"counter":170,"content":"<p>That is in the proportion of new investments, but the proportion of new jobs is actually marginally better than 44%, so it is not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600011#K00400","speaker":"1016"},{"type":"speech","time":1410873600,"counter":171,"content":"<p>Is it a numerical investment?  In other words, is it the case that we had perhaps 50 investments at the start of the year, so 20 of those went outside the Cork-Dublin area or is it the case that we had &euro;100 billion worth of investments from the start of the year and &euro;40 billion went outside this area?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600011#K00500","speaker":"1080"},{"type":"speech","time":1410873600,"counter":172,"content":"<p>These are investments approved, so these are new projects, and if one looked at employment it is 48%.<\/p> <p>The low point was 23% in terms of employment created, which is an end-of-year, retrospective number.  That recovered in 2013 to 30%.  By 23 July of this year, the number of projects was 33, 13 of which were outside Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600011#K00600","speaker":"1016","continuing":true},{"type":"speech","time":1410873900,"counter":174,"content":"<p>What does the Minister put that down to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600012#L00200","speaker":"1080"},{"type":"speech","time":1410873900,"counter":175,"content":"<p>It is a clearly a mixture of factors.  Obviously we have put a very conscious focus on regional spread and there is no doubt that the IDA recognises that as an important part of its mandate.  The IDA is also concentrating on emerging companies and has sought to match the mobile investment it chases with achieving a better regional spread.  It is focusing more on emerging companies rather than companies that are already well established.  The hope is that companies embarking on their first internationalisation would be more open to considering the regions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600012#L00300","speaker":"1016"},{"type":"speech","time":1410873900,"counter":176,"content":"<p>Are they typically more open?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600012#L00400","speaker":"1080"},{"type":"speech","time":1410873900,"counter":177,"content":"<p>I do not have those data with me but it is a mixed picture.  Some companies are more open while others are not.  Some still want to go to the deep labour market pools but some do not.  It is not a question of political opportunity.  Companies come with a very clear matrix of what they want.  The question then is how to meet their needs within that while promoting what we have in the regions.  Undoubtedly there has been a greater focus on that.  The last few years have been very difficult.  We have been doing well to win investment and it is hoped we can achieve a better regional spread.<\/p><p>  In terms of a regional enterprise strategy, we cannot just focus on the 4% or 5% FDI employment.  The 95% of employment which is not in the FDI category must also be the subject of any debate regarding our regional enterprise strategy.  To take up the point made by Senator Quinn, we need to create an environment in the regions that supports start-up companies and makes them successful.  We are trying to have that bigger conversation, not just with the IDA but also with Enterprise Ireland, Science Foundation Ireland, the educational institutions, local authorities and so forth to better align our regional strengths to both inward and indigenous investment.<\/p><p>  I do not think there is one magic bullet to which I can attribute it.  Some sectors are better than others.  As the Deputy knows, the pharmaceutical industry has a better regional spread whereas ICT does not, for example.  We do better in terms of regional spread with pharmaceutical, medical devices and food projects.  It is sectoral to some degree.  ICT companies tend to look to the urban areas.  A lot of the recent developments outside of Dublin are in the pharmaceutical and medical devices sectors.  If we can win more in certain sectors, we have a better chance of improving the regional spread.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600012#L00500","speaker":"1016"},{"type":"speech","time":1410873900,"counter":178,"content":"<p>On the issue of Shannon, as we know, Shannon Development was set up to focus on a particular region.  If one looks at enterprise policy in recent years, however, there has been a swing away from focusing on regions to focusing on the State as a whole.  Is there a danger that a reduced focus on the Shannon region will result in a reduction in the level of enterprise development there?  Perhaps the Minister would give his views on that issue.<\/p><p>  &Uacute;dar&aacute;s na Gaeltachta falls between several stools in some ways.  We do not discuss it at this committee because it does not fall under the remit of the Department of Jobs, Enterprise and Innovation and it is not discussed at meetings of the Joint Committee on the Environment, Culture and the Gaeltacht either.<\/p> <p>It was not discussed at the Irish language committee either.  If the Minister has any experience with regard to the focus on &Uacute;dar&aacute;s na Gaeltachta and how it fits in with the IDA and Enterprise Ireland perhaps he could speak to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600012#L00600","speaker":"1080","continuing":true},{"type":"speech","time":1410874200,"counter":180,"content":"<p>I am convinced that the new structures for Shannon are better and not worse.  The proof of that is that virtually every political representative in the region also agreed.  There was a sense that, for example, if one is trying to compete for foreign direct investment a single regional authority will not be able to compete with a body such as the IDA and its experience and presence in the marketplace.  A national organisation is able to give companies access to the full range of expertise available at a national level while still retaining a regional focus.  The purpose of the regional enterprise frameworks we are developing is to make sure we do not lose anything and can have better joined up thinking with other agencies because we cannot do everything on our own.  In terms of actual performance, it continues to do very well.  Limerick and Shannon have had a good flow of projects.  There is no sign of any lapse.  <\/p><p>  Enterprise Ireland and the IDA both have a very good working relationship with &Uacute;dar&aacute;s na Gaeltachta.  They have their own companies and run their own programmes to support them, but where an FDI project is considering an &Uacute;dar&aacute;s na Gaeltachta region the protocols work very well.  Clearly &Uacute;dar&aacute;s na Gaeltachta depends on the IDA network and does not try to replicate it, but there would always be an &Uacute;dar&aacute;s na Gaeltachta person for a specific project or site visit in an area.  I do not oversee its programmes and do not want to pretend to have an intimate knowledge of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600013#M00200","speaker":"1016"},{"type":"speech","time":1410874200,"counter":181,"content":"<p>Before we leave that focus, I refer to the possible development of a new mayor for Dublin and the possibility that FDI for Dublin would be under his or her remit.  Surely that would be a disaster and would go against the current policy whereby FDI is centralised with the IDA?  What are the views of the Minister on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600013#M00300","speaker":"1080"},{"type":"speech","time":1410874200,"counter":182,"content":"<p>The IDA is probably the best FDI promotion agency in the world.  It is certainly in the top two.  We have a competitive advantage in doing that.  The development of Dublin will be crucial in continuing to attract FDI.  If, in due course, Dublin city has an elected major there will be a role for him or her to develop it as the sort of city that is attractive to foreign investment.  Increasingly, in particular in ICT, there is a much broader mix of elements. Talent and investment, as well as the cultural environment and support structure of the city, are important tools.  There is a distinction between marketing Ireland internationally as a location for FDI and a city like Dublin aligning its resources to maximise its capacity to attract good international investment.  We are trying to forge distinct roles in regional strategy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600013#M00400","speaker":"1016"},{"type":"speech","time":1410874200,"counter":183,"content":"<p>We have heard criticism over the years from those involved in FDI that they could not attract the required levels of skills here and there were difficulties in importing skills.  What is the current situation?  Do we have the right skills?  Is it possible for those from other parts of the world to knock on the door and say they would like to live here?  Will they be allowed immediate entry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600013#M00500","speaker":"1145"},{"type":"speech","time":1410874200,"counter":184,"content":"<p>There is an international war for talent in certain key sectors.  There is a worldwide scarcity of people who have experience and training in fields such as advanced data analytics.<\/p> <p>I suppose all Ireland can do is to ensure that we seek to educate as many of them as we can.  Through the agreement with the former Minister for Education and Skills, we are more than doubling our ICT provision.  We have set a target of delivering 74% of the need in the ICT area.   As the Minister of State, Deputy Damien English, will corroborate, we have stepped up the Springboard programme, and colleges are putting more people through these courses.  There is an ambition to expand that.  The companies have been really supportive of the training and they are placing trainees.  The system in place is very good.  However, there will continue to be a scarcity of those with additional language skills, for example.<\/p><p> We have introduced legislation to streamline the work permit system.  However, it is still is the case that an employer must recruit, meaning that a person cannot simply come to Ireland and ask to work.  The employer is the primary recruiter but we have designated areas of skills in which the regulations are clear and open.  There are very few administrative hoops to be faced in areas of skills shortages but in areas not experiencing skills shortages the needs of the labour market still apply.  However, the turnaround time for dealing with work permits has been much reduced.  I refer to the evident proportion of work permits issued for high skills areas with ICT being a dominant sector.  The permit system is responding to skills shortages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600013#M00600","speaker":"1016","continuing":true},{"type":"speech","time":1410874500,"counter":186,"content":"<p>I refer to the budget for Enterprise Ireland.  In June the Department submitted a detailed response to the Department of Public Expenditure and Reform under the comprehensive review of capital expenditure process, which that Department is currently reviewing.  When will the Minister publish his Department's submission?  The Department has experienced a decrease in its budgets over the past number of years.  I believe the budget is expected to be further reduced by &euro;4 million under the 2015 budget and that there will be further cuts in current expenditure of up to &euro;16 million.  Departmental budgets have been reduced overall by a good chunk of &euro;66 million in recent years.  Given the slow rate of growth in jobs, at 5,000 in the first six months of this year, and the state of the jobs crisis, is it not the case that the objective of achieving full employment - which should be the objective for all political parties - will not happen in this decade and it will the middle of the next decade before that objective is achieved, given the rate of investment and the cuts in departmental budgets?<\/p><p>  Enterprise Ireland has been one of the most useful tools for the development of enterprise in the State.  I fully agree with the Minister's comments that Enterprise Ireland is at the centre of regional delivery of enterprise.  I ask the Minister to speak about his Department's budget trends and Enterprise Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600014#N00200","speaker":"1080"},{"type":"speech","time":1410874500,"counter":187,"content":"<p>We have done very well at a time when capital resources generally have been severely constrained.  The proportion of those capital resources that we are winning has grown consistently and has almost doubled.  As Senator Quinn observed, the Government does not create jobs; rather, enterprise is what creates jobs.  Our programmes have been aligned to support enterprise in creating the jobs.<\/p><p>  I do not accept that there is a slowing down in jobs growth in the key enterprise sectors.  The CSO quarterly review data will show increases and decreases; such variations will always exist.  However, overall we are seeing a healthy recovery in the jobs situation and in my view we will see more sectors enjoying the impact of that recovery.  I believe we can be optimistic about jobs growth and that we will exceed the 100,000 target we set for 2016.  I know many people regarded that target as wildly ambitious when we set it.<\/p> <p>If we stick to the right approach, we will exceed our targets and the date of reaching full employment will be closer rather than further away.<\/p><p> In regard to the 2015 budget, we are in discussions with the Department of Public Expenditure and Reform and there will have to be collective Cabinet decisions on the allocations.  We will be pitching hard for areas in which we identify opportunities.  It is a matter for the Department of Public Expenditure and Reform as to whether the submissions are published.  The format it used involved examining what would happen as a consequence of a 10% increase, for example, or 10% decrease in capital allocation.  It was a case of scenario testing in order to determine the issues on which we might make our decisions.  Rather than specific proposals being under consideration, it was about testing what might happen if we had more or less and how better performance could be put on the different budgets.  It was a good way to go.<\/p><p> The Government has been right to seek to hit our financial targets as a priority.  Others have advocated a different approach, such as taking whatever was left in the National Pensions Reserve Fund and using it for one last stimulus approach.  That would have been totally foolhardy.  Those moneys are now going into the Irish Infrastructure Fund, Ireland Strategic Investment Fund and the various SME funds.  That particular resource, which would have been spent under the other approach, is now being used to drive enterprise growth.  Ours has been the correct approach.  The record stands very clear that by managing our public resources prudently and focusing on enterprise, we are getting a jobs bounce which countries that did not take those types of approaches simply have not achieved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600014#N00300","speaker":"1016","continuing":true},{"type":"speech","time":1410874800,"counter":189,"content":"<p>The system of local enterprise offices has been one of the major planks of the Minister's enterprise policy for the past three years.  I wish the staff of the various offices well in their efforts.  However, there is a fear among the enterprise community that the relationship between the LEOs and the local authorities, on the one hand, and the relationship between the LEOs and Enterprise Ireland, on the other, have not yet been crystallised in terms of people's understanding of the direction that is envisaged.  The question may have been crystallised in some local offices, but it is not the case in many others.  I encourage the Minister and his Department to examine how that issue might be resolved by way of training for local staff and so on.<\/p><p>  Where stand the budgets for LEOs compared with those for the county enterprise boards?  In the context of the interaction between LEOs and local authorities, will there be linkage of either funds or human resources between the two?  Will the Minister indicate why investment under INTERREG is so far below projected figures?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600015#O00200","speaker":"1080"},{"type":"speech","time":1410874800,"counter":190,"content":"<p>There has been some resistance to the LEO approach, which incorporates an embedding of structures within local authorities and bringing them under the centre of excellence system within Enterprise Ireland.  What is happening does represent a significant change, but I defend it very strongly as the right approach.  It is vital to have access to the experience of Enterprise Ireland and its capacity to scan the horizon in terms of what is innovative in driving early-stage enterprise and small enterprise, bring in new initiatives and drive quality interventions through the LEOs.  That type of service level agreement between Enterprise Ireland and the LEOs is a very valuable approach.<\/p> <p>We have also used them to drive the youth entrepreneurship initiative and microfinance.<\/p><p> One of EI's roles will be to develop the innovative policy tools that LEOs can implement.  That will drive quality and it will also allow the oversight group chaired by my Department and on which local authorities and EI are represented to oversee performance and have objective performance indicators for each LEO, which the Deputy has always advocated.  The group can also look across the structure to identify opportunities for shared services, for example, in mentoring.  A better quality and mix of mentoring will be available if a national platform and capability can be created.  There could be a great deal of gain in this regard.<\/p><p> Equally, there could be a huge gain if the reach and strength of the local authority is part of the enterprise challenge in each county.  If we can enlist the property solutions available to local authorities, their capacity to create incentives in certain areas and to use their procurement units to provide support or simply space to which enterprises can have access, we can sweat those assets.  Local authorities are a powerful influencer of the enterprise environment.  There will be challenges implementing this and I have heard the same criticisms as the Deputy but there are opportunities.<\/p><p> We have invested in training and a good training programme has been rolled out.  I can provide the Deputy with the detail.  With the LEOs' new role as a first-stop-shop, much of the training was around being able to understand and promote the schemes that they do not run themselves but also managing customer engagement and having a proper customer feedback.  We have, therefore, invested in that.  The budgets will be larger but, like everything else, we will have to compete for budgets on the quality of the investment.  We put in additional money to fund youth entrepreneurship and we want to put innovative instruments down through it.  There are more people in the network as a result of integrating the local business support units in the local authorities.<\/p><p> The INTERREG spending is on profile but, because it is co-funded, the drawdowns tend to peak at the end of the year.  That is a feature of that funding as people wait until the end.  We anticipate a full drawdown and, therefore, it will not be underspent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600015#O00300","speaker":"1016","continuing":true},{"type":"speech","time":1410875100,"counter":192,"content":"<p>Before we move from programme A, I have a few questions.  Has the Minister's Department communicated with the Department of Communications, Energy and Natural Resources regarding the broadband scheme upgrade that was announced to identify the towns and villages that have technology centres or enterprise parks that require an upgrade as a priority?  I have been approached and told that some towns that could do with such an upgrade have missed out.  They have businesses ready to develop if they have access to the high speed broadband that they require.  Metropolitan area networks, MANs, are available in many towns and villages to provide broadband but they have not gone live.  Has the Department been in contact with the same Department to ascertain whether this can happen?  It is critical to the regional development strategy that they go live as soon as possible.  Has Enet a role to play in this?  What efforts are being made to ensure young companies that have the skills to move into the technology area are given the opportunity to get started and to ensure those that are there can grow?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600016#P00200","speaker":"1099"},{"type":"speech","time":1410875100,"counter":193,"content":"<p>Our input into this is through Forf&aacute;s which liaises with our agencies.  They regularly examine infrastructural needs.  I do not imagine it would go down to town level but we have conducted an analysis of broadband capability as part of our general strategy.<\/p> <p>While I am not aware of the details in terms of level to which it goes down, I can say that it will identify areas where agencies have difficulties as a result of gaps.  In terms of the nuts and bolts of MANs going live and the participants in its roll-out, that is outside my brief.  However, I can say that Enterprise Ireland and InterTradeIreland support companies that are bidding for public contracts of this nature.  In terms of innovative solutions, we support, through Enterprise Ireland and InterTradeIreland, the gaining of better access.  Later in the year, the first trade mission to Ireland will take place, at which we will be orchestrating Irish companies to visit some of the big procurers.  We propose to apply the same thinking applied in the case of the many trade missions we attend overseas, which will involve putting our companies before significant buyers to ensure that new technologies are getting their airtime among big buyers within Ireland.<\/p><p> I draw the attention of the joint committee to two errors in my submission.  Reference is made in the second last bullet point on page 34 of the briefing document to SFI research teams engaging with more than 670 companies.  The actual target figure for 2014 is 710 companies.  The figure of 670 was the 2013 target.  Second, I wish to confirm that appendix A shows the Vote expenditure as of the end of August.  There is a small typographical error in the supporting text above the figures which refers to June.  All figures are definitely to the end of August 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600016#P00300","speaker":"1016","continuing":true},{"type":"speech","time":1410875400,"counter":195,"content":"<p>We will now move on to programme B - Innovation.  I ask that members identify at the commencement of their questioning the subhead about which they wish to ask questions.  I call Deputy T&oacute;ib&iacute;n.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600017#Q00200","speaker":"1099"},{"type":"speech","time":1410875400,"counter":196,"content":"<p>I ask that the Chairman bear with me for a minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600017#Q00300","speaker":"1080"},{"type":"speech","time":1410875400,"counter":197,"content":"<p>Perhaps while the Deputy is reviewing the subhead I will put my questions to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600017#Q00400","speaker":"1099"},{"type":"speech","time":1410875400,"counter":198,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600017#Q00500","speaker":"1080"},{"type":"speech","time":1410875400,"counter":199,"content":"<p>On the science and technology development programme, in the context of the next three-year strategy, will consideration be given to our once again investing in pure research?  There is concern within the science community that we may be losing out on opportunities to acquire information which would be very helpful with big data.  While the role of the scientist is to inquire, all the information available to him or her would be very helpful to us in our economy.  Another issue of concern is whether we should be looking at investing in low frequency telescope in Ireland, which would be one of many across Europe.  It is an issue about which there is currently a great deal of discussion.  Given that as a country we have a tremendous heritage in this area, should we be focusing on it on again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600017#Q00600","speaker":"1099"},{"type":"speech","time":1410875400,"counter":200,"content":"<p>There is a concern that all the research funding is being directed towards commercialisation.  I can confirm that the same amount of money will be spent on basic research.  We are not turning away from that; it is needed.  We are asking all the players in this area to show the impact of their basic research into the future.  We are trying to ensure greater use of taxpayers' money and that research can be commercialised, thus leading to jobs.  It is not proposed to leave basic research behind.  It is important, however, that people can show that it will have an impact.  I am not sure if the committee has met yet with Mr. Mark Ferguson of Science Foundation Ireland.  The word most used in this context is \"impact\".  It is important we get that message across.  In terms of our future strategy, on which work is under way, we will be looking at research across the board.  There is no fear of basic research being left behind.<\/p><p>  The Chairman referenced the specific proposal made by Professor Peter Gallagher of Trinity College.  It is being looked at by Department officials.<\/p> <p>They have met Professor Gallagher and the consortium and have directed him to talk to SFI directly on developing his project.  The funding requirements of the proposal would come mainly from the SFI's budget but I am also confident that consideration will be given to a decision on it in the very near future.  There is a significant amount of private money available for it as well.  I am aware of the proposal and it is being considered at a high level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600017#Q00700","speaker":"1078","continuing":true},{"type":"speech","time":1410875700,"counter":202,"content":"<p>I thank the Minister of State.  That project is very relevant to the discussion on climate change because of the type of monitoring it can do of the activity in space in terms of weather events and how they can impact on our weather.  The project will have a very broad benefit on many levels if we can find some way of allowing it to go ahead.  I would be critical for the country to have such a piece of infrastructure and the fact that it will be located in County Offaly colours my view entirely on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600018#R00200","speaker":"1099"},{"type":"speech","time":1410875700,"counter":203,"content":"<p>We could do a visit as well.  The key is to see how the negotiations go and how the projects fits into the criteria that have set out.  There is scope to be able to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600018#R00300","speaker":"1078"},{"type":"speech","time":1410875700,"counter":204,"content":"<p>I thank the Minister of State.  That has been very helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600018#R00400","speaker":"1099"},{"type":"speech","time":1410875700,"counter":205,"content":"<p>In the course of a year most elected representatives will have somebody contact him or her about having applied for a grant, giving out that they could not get a grant and the difficulties they had in accessing this, that and the other.<\/p><p>  What is the likelihood of the full drawdown of Enterprise Ireland and SFI grants this year?  Is it likely that all the funding for the grants will be expended?  I have made an issue of high potential start-ups in particular since the start of this D&aacute;il.  My view at that time was that there was a low level of ambition with regard to the number of high potential start-ups that were being taken on.  Now that we are three years into the process, does the Minister have the statistics to convey the success of these high potential start-ups that have gone from fledglings to fully grown businesses at this point in time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600018#R00500","speaker":"1080"},{"type":"speech","time":1410875700,"counter":206,"content":"<p>I will deal with the Enterprise Ireland element and my colleague Deputy English will comment on SFI.<\/p><p>  We expect that there will be a full drawdown of EI funding.  The truth as the Deputy will know, is that the drawdown in any one year is partly a reflection of the number of approvals in previous years.  What was happening in the more difficult years was that plans were postponed or did not happen, that resulted in the drawdown being lower and did not fulfil the expectations.  Some of the funds had slower drawdown.  We had established an innovation fund or a seed and venture fund and with the drop in the number of start-ups there was a drop in the take up of the funds.  Now that things are back, it looks like we will be on target.  <\/p><p>  We have steadily built up the number of high performance start-ups.  There were 104 high performance start-up businesses last year with an associated 2,100 jobs to be created by the end of 2015.  We have looked at high potential start-ups and they have a very high success rate, over 85% success rate in surviving but the difficulty we have identified with them is not failure but the scaling which has been more disappointing that we would like.  One of the issues that Enterprise Ireland is now looking at is whether it needs to look at a subset of the high potential start-ups and drive them to scale and look at whether a different approach is needed to scaling companies as opposed to getting innovative companies to start up.  That will be one of the challenges.  The lower demand in the domestic market is part of the reason and the companies must go global from the very start.<\/p><p>  One of the areas that Enterprise Ireland will be looking at as part of its three year strategies will be how to get more of the start-ups to scale.  I like to look at the three aspects of high potential start-ups, the number of high potential start-ups, the number of start-ups that survive and the number that grow to scale.  Each of the elements is equally important.  Perhaps we have had too much focus on getting companies to the starting gate and not enough focus on getting them to grow.  Nobody likes to see failure but perhaps the very high survival rates are too high.  Perhaps, as the Deputy suggests, we should be taking a punt on more start-ups.  That is an issue we will continue to examine.<\/p> <p>Part of our entrepreneurship strategy will be to accelerate developments in this area, reflecting the Senator's concern.  We have grown the number to 104 from only 83 a few years ago.  It has grown considerably in recent times.  Overall 20,000 people were at work in high-potential start-up companies over the 13 year period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600018#R00600","speaker":"1016","continuing":true},{"type":"speech","time":1410876300,"counter":208,"content":"<p>I dealt with that question in a speech I delivered recently and will provide the Senator with a copy.  To the best of my memory, there have been 1,028 high-potential start-ups since 2000.  The target for this year is 95 and we have reached 50 so far.  We expect to reach the target by year end.  It has been quite successful in that respect.<\/p><p>  The Minister referred to something which I said many times when I was Chairman of this committee, namely that there must always be an acceptable failure rate.  Over the years I always felt that the returns of the enterprise boards were too high.  I have said to all of the agencies I have met since taking up my role in the Department that it is okay to allow for a certain level of failure and to expect it, to some degree.  That said, there is still considerable potential in the high-potential start-ups.  The key is quality rather than quantity.  I met with representatives of Enterprise Ireland last week and they are very focused on quality.  They make every effort to pick the right companies to support.  They are determined to support the ones with real potential.  An estimated 20,000 jobs have been created in the area, which is a considerable achievement, even if not all of them are direct jobs.  It is an area which is doing well although I do accept the points made by the Senator.<\/p><p>  The capital spend for Science Foundation Ireland will be fully drawn down this year.  I only wish we had more to spend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00200","speaker":"1078"},{"type":"speech","time":1410876300,"counter":209,"content":"<p>If the Minister of State had more money, would he spend it?  Is he saying that the Department is under spending or over spending?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00300","speaker":"1145"},{"type":"speech","time":1410876300,"counter":210,"content":"<p>The recovery has meant that there is greater interest in research and development in industry.  There will be more money available through companies seeking to match State funding in this area.  A lot of the money spent on research, particularly through SFI, attracts matching private funding.  That is the key - to stretch taxpayers' money as much as possible.  There is definitely an increased interest from industry in research and development.  If we had more money, of course we would spend it.  However, we are competing with every other Department for funding and all Departments are under pressure.  That said, the increase in demand for research and development is good to see and will feature in our forthcoming budget negotiations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00400","speaker":"1078"},{"type":"speech","time":1410876300,"counter":211,"content":"<p>Is the Minister of State is saying that if there was money available he could do something with it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00500","speaker":"1145"},{"type":"speech","time":1410876300,"counter":212,"content":"<p>Yes, definitely.  There are always calls for more centres.  We are prioritising and trying to focus our spending.  SFI is working through seven centres at the moment and hopes to make announcements on additional centres in the future.  It is trying to target its resources carefully.  Members of this committee visited the Tyndall National Institute research centre and saw the great bang we are getting from our buck there.  We hope to increase the number of centres as we go forward.  The demand is there but we are constantly trying to get industry to invest more in this area.  The whole agenda with commercialisation is to get SMEs involved in research and in using that research.  The knowledge transfer office which was set up last May is worthwhile and is helping to drive the use of research.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00600","speaker":"1078"},{"type":"speech","time":1410876300,"counter":213,"content":"<p>We will now move on to Programme C, regulation. I call Deputy T&oacute;ib&iacute;n.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00700","speaker":"1099"},{"type":"speech","time":1410876300,"counter":214,"content":"<p>I apologise and do not want to hold up the meeting, but I have a quick question pertaining to Programme B before we move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00800","speaker":"1080"},{"type":"speech","time":1410876300,"counter":215,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S00900","speaker":"1099"},{"type":"speech","time":1410876300,"counter":216,"content":"<p>My question refers to research and development tax credits.  Are there any figures available which will help us to understand the impact such credits have had on expenditure, research and jobs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S01000","speaker":"1080"},{"type":"speech","time":1410876300,"counter":217,"content":"<p>That is a good question and one which I would have asked myself.  We do not have a figure for number of jobs created but if one looks at the companies who are availing of the tax credits one sees that they have been very successful in winning export markets and creating employment.  Basically, the companies who are availing of the credits are performing better.  That, for me, is a fairly good indication that the tax credit is working well.  The cost to the taxpayer is about &euro;250 million and the demand in this area is increasing all of the time.  It is not possible to say that 20 jobs or 2,000 jobs have been created but the activities of the companies involved indicates that it is paying off.  I know the Deputy is seeking detailed figures but we do not have such.  That is something we might try to obtain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S01100","speaker":"1078"},{"type":"speech","time":1410876300,"counter":218,"content":"<p>Such detailed information would be very interesting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S01200","speaker":"1080"},{"type":"speech","time":1410876300,"counter":219,"content":"<p>The Revenue Commissioners have done some work on it.  They reviewed the tax credit and with their accountant's eye passed it as a valuable incentive, which bears out what the Minister of State, Deputy English, has just said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600019#S01300","speaker":"1016"},{"type":"speech","time":1410876900,"counter":220,"content":"<p>We will move on to programme C, which relates to regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600020#T00100","speaker":"1099"},{"type":"speech","time":1410876900,"counter":221,"content":"<p>I would like to ask a question about regulation.  It seems that every time legislation is passed by the two Houses of the Oireachtas, someone says \"somebody should do something about that\".  That is why we introduce new regulations.  I suggest that as soon as we do so, we restrict the opportunity for somebody to respond.  Consumers are always looking for more control.  The French authorities have come up with the concept that the same regulations should not apply to companies that employ fewer than 50 people.  It seems to me that small companies can start off without anything like the same regulations.  If we listen to Myrtle Allen speaking about the food business in the Ballymaloe area, we will learn that small producers are frustrated to encounter the same regulations as very large producers.  Is there anything we can do about this?  I know the difficulty is that companies employing 49 people will be concerned about encountering additional regulations if they choose to expand to 50 employees.  This problem seems to have been overcome in France.  How can we do something about reducing the regulations faced by very small businesses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600020#T00200","speaker":"1145"},{"type":"speech","time":1410876900,"counter":222,"content":"<p>I suggest that can be done by trying to make the regulations as user-friendly as possible.  It is clear that many accidents and deaths are occurring on farms, which are largely one-person or two-person operations.  The Health and Safety Authority cannot ignore the obligation to observe safety requirements just because the business is small.  We have introduced the BeSMART tool to provide an easy checklist for people who want to comply with health and safety regulations.  This means they avoid the high compliance costs associated with inspectors coming in, etc.  If one goes through the aspects of this matter relating to my Department, it is clear that one cannot say a small business should not pay the minimum wage or take a proper approach to corporate governance.  If one examines most of the areas in which requirements are designed, one will find that they are aligned to the potential risks, where possible.  That is the approach that has been taken.<\/p><p>  I would be interested to see how the French authorities do things.  Companies are obliged to register and make returns.  It is hard to see which of these obligations could be dropped in the case of a small company.  We are seeking to protect people who might become customers of that company and who would want to see that it has lodged returns, etc.  If the Senator has information on what is done in France, I would be interested to examine it.  Generally speaking, we try to simplify most of our measures.  Mr. O'Gorman from the Department has just given me some examples of areas in which we have simplified processes.  We made savings of &euro;82 million in the company law area by making it easier to use health and safety.  That led to &euro;124 million in administrative savings down the way.  That is the approach we try to take.<\/p><p>  I know Senator Quinn has particular beefs around the Groceries Order and the regulation of relationships in the grocery supply chain.  The committee has examined that time and again.  It has found areas of clear abuse and said that regulatory certainty is needed.  Many of the companies are operating under similar regimes in other countries.  I do not believe it will be a huge burden on them.  We are all open to listening to anyone who might suggest that a specific regulation is unnecessary or could be simplified in a certain way.  Much of the stuff we have been doing has involved simplifying rules, forms and approaches.  I suggest that those concerned about this issue should draw up a list of particular things we could try to modify.  The Minister for Finance, Deputy Noonan, has amended the tax regulations that apply to start-ups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600020#T00300","speaker":"1016"},{"type":"speech","time":1410876900,"counter":223,"content":"<p>That is a challenge for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600020#T00400","speaker":"1145"},{"type":"speech","time":1410877200,"counter":224,"content":"<p>On the ability of the Competition Authority to fulfil its responsibilities, will sufficient funding be available to allow the authority to process all requests made to it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00100","speaker":"1080"},{"type":"speech","time":1410877200,"counter":225,"content":"<p>We have made a commitment to beef up the Competition Authority.  Additional resources, including ten additional posts, have been approved.  As the Deputy will be aware, tougher enforcement was required, which meant ensuring the authority was able to take on more cases.  Additional resources have been provided.<\/p><p>  The Competition Authority and National Consumer Agency have been merged.  This is a positive development as the two bodies operate on two sides of the same marketplace, with one responsible for the consumer side and the other responsible for ensuring a level playing field in order that consumers are not cheated.  The merger is good as it will make the Competition Authority less legalistic, because assuming responsibility for the consumer side will bring it closer to the marketplace and give it a more can-do approach than at present.  At the same time, it will have legal teeth, which will be important given the criticism levelled at the National Consumer Agency that it did not have enough teeth.  The two areas are complementary. <\/p><p>  If one examines the output of the Competition Authority, one finds that it does a considerable amount of enforcement work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00200","speaker":"1016"},{"type":"speech","time":1410877200,"counter":226,"content":"<p>The new body will have ten new staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00300","speaker":"1080"},{"type":"speech","time":1410877200,"counter":227,"content":"<p>Ten additional posts have been sanctioned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00400","speaker":"1016"},{"type":"speech","time":1410877200,"counter":228,"content":"<p>What are the financial implications for the Department of the Workplace Relations Bill?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00500","speaker":"1080"},{"type":"speech","time":1410877200,"counter":229,"content":"<p>It has the potential to secure savings of &euro;2 million while delivering improvements in service.  Many of the processes in this area were based on paper inputs.  We have consolidated 30 applications on a single form and most users now avail of a new electronic facility.  We have been able to streamline case management and we are moving to earlier mediation and early resolution.  The system will deliver the same service more effectively, delivering projected savings of &euro;2 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00600","speaker":"1016"},{"type":"speech","time":1410877200,"counter":230,"content":"<p>On the Employment Appeals Tribunal, is the caseload to which the briefing paper refers substantial?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00700","speaker":"1099"},{"type":"speech","time":1410877200,"counter":231,"content":"<p>Yes; it is fairly substantial.  The number of cases for hearing in the Employment Appeals Tribunal stood at 5,700 at the end of 2013.  The figure has declined significantly, however, having stood at 8,700 at the end of 2011.  While a backlog remains, waiting times are falling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00800","speaker":"1016"},{"type":"speech","time":1410877200,"counter":232,"content":"<p>If members are satisfied in respect of programme C, we will proceed to discuss programme D, appropriations-in-aid.  Do members have any questions?  As there are no questions, we will review together the administration subheads for each programme - namely, A1, A2, B1, B2, C1 and C2.  We are considering salaries, wages and allowances, travel and subsistence, learning and development, incidental expenses, postal and telecommunications services, office equipment and external information technology services, among other matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U00900","speaker":"1099"},{"type":"speech","time":1410877200,"counter":233,"content":"<p>The increase in administrative costs reflects the integration of Forf&aacute;s into the Department.   This is the first year in which Forf&aacute;s is showing in the administrative budget of the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600021#U01000","speaker":"1016"},{"type":"speech","time":1410877500,"counter":234,"content":"<p>Does anybody wish to add anything further?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00100","speaker":"1099"},{"type":"speech","time":1410877500,"counter":235,"content":"<p>I have one question that does not relate to that specific area but relates to an issue on which the Minister may be able to help us.  May I pose the question now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00200","speaker":"1080"},{"type":"speech","time":1410877500,"counter":236,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00300","speaker":"1099"},{"type":"speech","time":1410877500,"counter":237,"content":"<p>We had a strong discussion in this committee on the EU-Colombia free trade agreement.  I think a letter was sent from this committee to the Minister requesting a debate on the floor of the D&aacute;il on whether the State supports the free trade agreement.  There has to be a vote in the D&aacute;il on whether the State supports the free trade agreement.  Has there been a positive response to that letter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00400","speaker":"1080"},{"type":"speech","time":1410877500,"counter":238,"content":"<p>I do not have a briefing note with me.  I would be quite happy to appear before the committee and speak about it.  Obviously, in all free trade agreements there are very important protections in terms of workers' rights, political rights and so on which are built into the EU approach to all such agreements.  I would be happy to appear before the committee which is probably the best place to discuss such agreements.  I can get a note for the Deputy on the EU-Colombia free trade agreement.  I do not know what is the state of play at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00500","speaker":"1016"},{"type":"speech","time":1410877500,"counter":239,"content":"<p>As the Minister is probably aware the free trade agreement with Colombia is very contentious.  It is not the average free trade agreement, if there is such a thing.  We had a cross-party delegation meeting with Justice for Colombia, Tr&oacute;caire and a large number of highly respected NGOs who are actively campaigning for the Government not to proceed with the free trade agreement in its current format.  It is one of those powers that we have as a State but it is only a power if we exercise it.  We are requesting that the Government not proceed because a large number of trade unionists have been killed in Colombia in recent years.  Both prior to these talks and as a result of these talks there are mass demonstrations in the communities there against these because while there are certain human rights protections those protections are not strong enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00600","speaker":"1080"},{"type":"speech","time":1410877500,"counter":240,"content":"<p>These agreements require a step-up in political rights and they also have protection clauses within them that if certain conditions are not adhered to that certain parts will cease to apply.  Generally, our approach would be that free trade agreements are an important way of integrating countries into better standards and rules.  Rather than say, let us have no agreement, we would say that one should use the clauses in the agreement to deliver the improvements.  It is a carrot and stick process.  That is generally the approach.  I am speaking off the top of my head.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00700","speaker":"1016"},{"type":"speech","time":1410877500,"counter":241,"content":"<p>I appreciate that.  The initial statement was that the joint committee had sent a letter to the Minister asking for a D&aacute;il debate on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00800","speaker":"1080"},{"type":"speech","time":1410877500,"counter":242,"content":"<p>I will get back to the Deputy on that.  One concludes trade agreements with countries whose political approaches will not always be the same as our own.  One could pick any one of our trading partners and find criticism but the EU has taken care to build requirements into these agreements so that there is a genuine effort to incentivise proper behaviour.  The EU is the negotiator and puts together the agreement.  Ireland is one party to it.  It is not just an Irish agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V00900","speaker":"1016"},{"type":"speech","time":1410877500,"counter":243,"content":"<p>It is our responsibility, as Oireachtas Members, to represent the Irish view.  When human rights lawyers come to the Oireachtas such as Christian Aid Ireland, Tr&oacute;caire, Latin America Solidarity Centre, Justice for Colombia-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600022#V01000","speaker":"1080"},{"type":"speech","time":1410877800,"counter":244,"content":"<p>I am happy to discuss it with the committee if Deputy T&oacute;ib&iacute;n wishes, but I am simply not briefed at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00100","speaker":"1016"},{"type":"speech","time":1410877800,"counter":245,"content":"<p>We can discuss that next week at the private meeting to determine how to incorporate it into the work programme.  We can leave the discussion until then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00200","speaker":"1099"},{"type":"speech","time":1410877800,"counter":246,"content":"<p>The committee made a decision to request a debate in the D&aacute;il.  Our work on that issue is probably finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00300","speaker":"1080"},{"type":"speech","time":1410877800,"counter":247,"content":"<p>Are you are satisfied that that is sufficient?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00400","speaker":"1099"},{"type":"speech","time":1410877800,"counter":248,"content":"<p>Yes, but we are waiting for the response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00500","speaker":"1080"},{"type":"speech","time":1410877800,"counter":249,"content":"<p>We can seek an update, certainly.  Before we conclude our work this afternoon, I invite the Minister and the Minister of State to make some concluding remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00600","speaker":"1099"},{"type":"speech","time":1410877800,"counter":250,"content":"<p>Thank you for the opportunity to discuss the work.  Much of what we do is informed by issues raised in the committee.  We do not always get them quite as members would like, but if we look back over time, we can see progress in respect of issues that members have raised.  We try to ensure we are listening to what is going on and we appreciate the platform to discuss the issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00700","speaker":"1016"},{"type":"speech","time":1410877800,"counter":251,"content":"<p>I appreciate the time to be here and to work through the issues.  We will try to build on the working relationship.  There has been quite a good relationship between the Department and the committee when working on these issues.  The briefing has always been quite good as well.  I hope we can keep that going and try to work out solutions and ideas as we go along.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00800","speaker":"1078"},{"type":"speech","time":1410877800,"counter":252,"content":"<p>I thank the Minister, Deputy Bruton, the Minister of State, Deputy English, and their officials for attending the committee today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2014091600023#W00900","speaker":"1099"},{"type":"unspoken","time":1410877800,"counter":253,"content":"<p>The joint committee adjourned at 3.15 p.m. until 1.30 p.m. on Tuesday, 23 September 2014.<\/p>","notice":"TIME STRING DETECTED"}]