[{"type":"majorheading","content":"Seanad Public Consultation Committee","time":1665702000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 11:00<\/p><p>The Select Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Seanadóirí \/ Senators Seanadóirí \/ Senators Frances Black, Emer Currie, Niall Ó Donnghaile.<\/p><p>I láthair \/ In attendance: Senator Gerry Horkan.<\/p><p>Seanadóir \/ Senator Mark Daly sa Chathaoir \/ in the Chair.<\/p>","time":1665702000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002"},{"type":"minorheading","content":"Other Voices on the Constitutional Future of the Island of Ireland: Faith Leaders","time":1665702000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#A00100"},{"type":"speech","time":1665702000,"counter":5,"content":"<p>I warmly welcome the witnesses and Senators to this third day of public hearings of the Seanad Public Consultation Committee on the topic of the constitutional future of the island of Ireland.  We began in July with a public invitation to everybody to make submissions.  People of all backgrounds and communities were invited to engage with this process.  We welcome everybody who made submissions.  We were not able to invite everyone to participate in the public sessions, but we thank them.  A copy of the committee's report will be given to the witnesses who are here today and to all the other witnesses.  We had more than 45 speakers last Friday.  For the benefit of the witnesses who are here now, I would like to let them know that that will not happen today.<\/p> <p>  We are delighted to start with our other voices segment this morning.  I welcome the witnesses, Ms Karen Jardine and Reverend Daniel Kane from the Presbyterian Church in Ireland, Reverend Steven Foster from the Methodist Church in Ireland, and the Reverend Dr. Norman Hamilton from the Presbyterian Church in Ireland.  They are most welcome.  We look forward to hearing what they have to say.  Senators will have questions to put to them.<\/p> <p>  We have a procedural matter which I have to address first with regard to the reading out of this statement.  I remind witnesses of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or them identifiable, or otherwise engage in speech that might be regarded as damaging to the good name of the person or that entity.<\/p><p>Therefore, if their statements are potentially defamatory in relation to identifying a person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such direction.<\/p><p> Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him, her or them identifiable.<\/p><p> To commence proceedings in this session, I invite my good friend the Reverend Dr. Hamilton to begin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#A00200","speaker":"1650","continuing":true},{"type":"speechnospeaker","time":1665702000,"counter":7,"content":"<p>I thank the Chair.  I often say the titles people accrue will not be of much help when they get to the pearly gates.  They will not count for very much.  I am glad to have the opportunity to meet the committee.  I hope to have a conversation on the importance of reconciliation in the wider consultation the committee is having on the constitutional future of the island.  I really do appreciate the opportunity to be here.  I have set out some key concerns and observations in the paper I have provided.  In the two or three minutes I have, I would like to develop this thinking in a couple of ways.<\/p> <p>  I find it quite mystifying and quite dispiriting that to the best of my knowledge neither the Government here in Dublin nor those in London, Belfast or Washington have a clear policy setting out what reconciliation is or the steps needed to make it happen.  This in practice means every time a political leader speaks of reconciliation there is no clarity as to what he or she is actually describing or advocating.  Perhaps the subject is too toxic, too complex or too costly.  Perhaps they simply do not know what is entailed.  I do not know.  I do suggest this policy silence simply is not good enough.<\/p> <p>  I am indebted to Archbishop Justin Welby for the clarity on this in his recent book, \"The Power of Reconciliation\".  Effective reconciliation has to be initiated by the person, group or authority that has the greater power in the relationship.  This has huge consequences.  I will give several examples.  In the North it would mean that republicans and loyalists would need to back away from high-profile remembrance of their volunteers and military activists since doing so constantly reopens the wounds of their victims and keeps their trauma ever present.  It would also mean that governments and political leaders here and elsewhere commit to transparency and honesty about their role in making the past as horrible as it was for so many.  This includes attitudes and words every bit as much as actions.  It seems to me that silence, ambivalence and half-truths damage any claim to be interested or committed to reconciliation.  Of course I accept that Governments are often short lived and so there is little obvious cost to not being transparent and honest but the imperative still remains.  On the positive side, I point to what Steve Baker, the Minister of State at the Northern Ireland Office, recently did.  Having reflected on his own attitudes, words and actions he took the very unusual step of public apology.  This has effectively changed the dynamic of some of the discussions between London, Belfast and Dublin.<\/p> <p>  We all need to realise that steps towards reconciliation may not be reciprocated in the short to medium term or even possibly over the longer term.  This might well mean a one-sided cost to taking the initiative on reconciliation, perhaps even a very considerable one-sided cost.  Rejection may loom large.  Yet it is a morally proper move to make, not least because it shows serious intent to try to repair a very fractured relationship.  It shows intent that we are open to the long haul that may or may not reach its intended goal.  We need to recognise that reconciliation is not always possible.  We all know from personal experience that not every fracture can be healed.<\/p> <p>  Reconciliation must also include a serious attempt to provide wide-ranging and long-term support to victims and those who are seriously alienated.  This is far from easy.  It may even be rejected.  It does make the crucially important point that the well-being of the other person, the other group or the other community remains a top priority.<\/p> <p>  The Belfast Good Friday Agreement began a peace process that is still uncompleted.  Twenty five years on it has singularly failed to bring reconciliation to this land and to our people.  Tensions and animosities are everywhere even though there has been and still is high-quality good relations work being done.  Given that reconciliation at its heart is about doing whatever is needed to rebuild broken relationships, however painful and costly that may be, this is a huge task that has barely got under way.  Can we do better?  Maybe.<\/p> <p>  I thank the Chair for the opportunity to come before the committee.  Much more could be said and needs to be said but for a Presbyterian minister that will suffice for the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#B00200","nonspeaker":"Reverend Dr. Norman Hamilton"},{"type":"speech","time":1665702000,"counter":8,"content":"<p>I thank the Reverend Dr. Hamilton for his contribution.  He has lived the experience of reconciliation, which is a process that must go on every day.  We all know that attempts at reconciliation do not necessarily work, either in own lives or in a situation such as we have on this island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#B00300","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":9,"content":"<p>One week on, we grieve with you over the loss of the ten precious lives at Creeslough.  Our heartfelt sympathy and prayers are with the families and the community over these days of funerals.<\/p> <p>  I thank the committee for the invitation to meet it this morning.  Miss Jardine and I are here as representatives of the Presbyterian Church in Ireland.  As an all-island denomination our Christian witness and involvement in local communities across our more than 500 congregations is part of the weft and weave of life on the island North and South.  This involvement is also part and parcel of the public life in both jurisdictions as demonstrated, for example, by our moderators participation in July's annual national day of commemoration in Dublin and at last month's state funeral of Her late Majesty Queen Elizabeth II in London.<\/p> <p>  While it may be broadly correct to assume that Presbyterians in Northern Ireland generally identify with a unionist perspective and those in the South are more sympathetic to a narrative of constitutional change it would be wrong to conclude there is a one-size-fits-all view on the constitutional future of the island of Ireland among our membership in either jurisdiction.  At one end of the spectrum, some of our members are deeply suspicious, even feeling betrayed, that we are here this morning while others will be warmly supportive and welcoming of the fact we have come here.  Therefore, we come in a posture of humble compassion and constructive engagement, given that Christianity was on this island long before any constitutional arrangements.  We all have the same goal in mind, which is to create the conditions in which everyone has an opportunity to flourish and reach their full potential.  Reconciliation, as the Reverend Dr. Hamilton reminded us, is primarily about people and not about land.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#B00400","nonspeaker":"Reverend Daniel Kane"},{"type":"speechnospeaker","time":1665702000,"counter":10,"content":"<p>I thank the committee for the invitation to speak to it.  We all know there is little value in those enthusiastic about new constitutional arrangements just having conversations among themselves.<\/p><p>Others must be involved.  It is not even enough for the invitation list to be inclusive.  The nature and construct of those meetings also need to be inclusive.  I think something is being modelled here in respect of these proceedings and the work being done in hearing from different folk, especially in today's meeting.  Some of the questions to be asked might be different, but there is a model here for us to think about and learn from.<\/p><p> One thing to remember is that it is a huge, and almost impossible, ask for people to be involved in a conversation that is inviting them to think the unthinkable.  This is sometimes especially the case in communities where even thinking about what is going to happen tomorrow is not even part of the conversation on the radar, never mind what is going to happen further in the future.  This is why in our written submission to the committee we have encouraged it to think about how to create space for careful conversations.  The PCI commends the widening of this discussion to recognise that there are evolving and changing relationships North-South and east-west.  Again, something is being modelled here in respect of the conversations that will be heard this afternoon.<\/p><p> In time, of course, those conversations might turn to what a new Ireland might look like.  In engaging in this wider conversation, though, it is possible to engage with a wider group of people and in a wider situation.  It must be remembered as well that careful conversations only really work when they are based on stable foundations.  This is difficult, and is reflected in some of the comments Reverend Dr. Hamilton made on reconciliation.  It is time consuming and often unseen work, but essential.  Hard and difficult conversations are to be had about the social and cultural differences across the island and across these islands and the more difficult work of engaging hearts and minds.  To pick up on something else Reverend Dr. Hamilton said, there is also recognition that any change to constitutional arrangements, whether North-South, east or west, even within the context of the broader United Kingdom, would require some kind of sacrifice on all sides.  It is not just a case of one side wins and the other side loses.<\/p><p> Turning to some comments made in the context of the Ipsos-MRBI poll published in December 2021, one topic concerned the prospect of a new flag or a new national anthem to reflect the identity of Unionists having been rejected by more than 70% of respondents.  Equally, when it came to the suggestion that Ireland could rejoin the Commonwealth to reflect a new Ireland, the mood was the same, with more than 77% of people saying \"No\".  This was just one poll and it does not necessarily reflect the full picture.  It does not, though, paint a picture of a readiness to honour, celebrate or respect different traditions on the island of Ireland, but rather a sense of assimilation over accommodation.  We have encouraged the committee and others thinking about this issue to consider that conversations in the constitutional future of the island of Ireland should not necessarily presume a predetermined direction of travel.  One of our former moderators referred to an earlier, more critical and more difficult discussion being required about the setting of a tone, in respect of where people being in the same room and sitting at a table can become a conversation and that can become a relationship.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#B00500","nonspeaker":"Miss Karen Jardine","continuing":true},{"type":"speech","time":1665702000,"counter":12,"content":"<p>I thank Miss Jardine for her insight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#C00200","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":13,"content":"<p>We confess to not always having got this right ourselves.  Recent practical examples of how the PCI has tried to live this out include our book, a copy of which we have just given to the Chair, <i>Considering Grace: Presbyterians and the Troubles<\/i>.  It tells the stories of 120 Presbyterian people during the Troubles.  It is an interesting collection and read.  This publication has acted as an invitation for others to share their own stories of hurt and grief.  The &quot;On these Steps&quot; event last September sought to mark the creation of Northern Ireland and the partition on the island of Ireland by inviting representatives from different political traditions to share what the centenary meant to them and their hopes and aspirations for the future.  This was the only event which brought together the different parties in the Northern Ireland Executive, along with the United Kingdom and Irish Governments.  Both these projects were supported by the Reconciliation Fund of the Department of Foreign Affairs.  We pay tribute to this.<br\/><br\/>Whatever the nature of future relationships across these islands, the Presbyterian Church in Ireland's call and purpose remains the same - to continue to bring what we believe is good news to everyone in society and to be salt and light in the communities in which we are placed.  We also recognise the significant contribution of new communities in Ireland, North and South.  We feel it is important that their voices and views are heard too.  Let me leave the committee with a quote from the &quot;On these Steps&quot; event Ms Jardine mentioned earlier.  It is from our previous moderator, the Very Reverend Dr. David Bruce, who himself ministered for a time here in Clontarf.  This is what he said on that occasion:<\/p> <blockquote> \tNorth, South, east and west on these islands presents us with a web of opportunities to grow &ndash; economically, culturally and spiritually if we have the vision for it.  [In a] post-Brexit protocol environment some of this has been made more complicated, but if anything it has been made more urgent.  We must work tirelessly to sort out the new configurations of our cultural, commercial and spiritual connections.  [...] Whatever a new Ireland resembles, it will not be because someone was victorious, while another was defeated.  If it looks like that, it won&rsquo;t be a new Ireland. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#C00300","nonspeaker":"Reverend Daniel Kane"},{"type":"speech","time":1665702000,"counter":14,"content":"<p>I thank Reverend Kane and Miss Jardine for their contributions.  They were very thoughtful but also with deep insight concerning the lived experience of the members of the Presbyterian community across the island of Ireland.  This is an important perspective to hear.  People all over the island need to hear this viewpoint.  Before I call Reverend Steven Foster, I extend my sympathies to him and to Reverend Dr. David Clements, whose mother is being buried today.  He was to be with us but unfortunately his mother passed away during the week and we extend our condolences on behalf of this committee and the Members of Seanad &Eacute;ireann to him and to all his family.<\/p> <p>  I thank Reverend Foster for coming.  He was going to accompany the Reverend Dr. Clements today anyway.  I acknowledge his sad loss now.  I call Reverend Foster.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#C00400","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":15,"content":"<p>Go raibh mile maith agat.  I was going to acknowledge the absence of Reverend Dr. Clements.  I thank the Chair for doing so.  We will pass on his expression of sympathy.  I know he would want to express his appreciation for that.<br\/><br\/>When we were both going to be here, Reverend Dr. Clements would have been taking the lead.  He was primarily going to be speaking.  He has written some words for me to share with the committee.  These are his words: <\/p> <blockquote> \tI was looking forward to presenting oral evidence to [the committee] this morning on behalf of the Methodist Church in Ireland and I am very sorry not be able to do that and join in conversation...[The committee] will understand I cannot do so because on Tuesday evening my amazing mother went to be with the Lord and as [the committee] meet[s], I will be taking part in her funeral service.  I am sure my colleague, the Reverend Steven Foster, will be well able to articulate some of our Methodist thinking on the matter.  Also, the views [the committee] will hear from the Presbyterian Church and the Reverend Dr. Norman Hamilton, a long-time good friend of mine, will echo much of what I might have said to [the committee].  I am sending this short reflection to [the] Chair, Senator Mark Daly, and if he feels it would be helpful, he or my colleague could read it to [the committee] and add it to the record.<br \/><br \/>The issues [the committee] will wrestle with in this consultation are complex and multifaceted.  They include matters that are constitutional, political, economic, social, judicial and all in the context of a long, contested and messy historical background.  I am an expert in none of these areas, but if I may, I offer this short reflection for [the committee's] consideration that best fits under a heading like &quot;spiritual&quot; and-or &quot;relational&quot;.  In my view, it is as important as all the other areas put together.  It builds on what we have said in our submission under the headings, &quot;Dealing with the Pain of the Past&quot; and &quot;Building on Firm Foundations&quot;.<br \/><br \/>As [the committee] come[s] to the end of [its] meeting this morning, I will be shouldering my mother's coffin out of the little Methodist Church at Ballynanny, a mile from Ballygawley, to lay her to rest beside my father who was buried in that church graveyard in December 1985.  My father was born and bred on the Shankill Road in Belfast.  He was a Unionist, though in any self-description he would have put that label well down the list.  He was happy to be both Irish and British and an Ulsterman as well, but above all he would have labelled himself as &quot;Christian&quot;.<br \/><br \/>He was shot dead by the IRA on a dark Saturday night in December 1985.  I have asked both publicly and privately why he was shot.  Usually, I get no answer.  Presumably he was not shot because he was a Unionist, a Methodist, a Protestant or a Christian.  The obvious answer is that he was shot because he wore a bottle green uniform.  It has been suggested that the IRA did not want to shoot &quot;Bill Clements&quot;, they shot at the RUC uniform.  I like to think that I am not easily offended or angered, but that answer makes my blood boil.<br \/><br \/>My father loved sport.  In a competition for a finals place between Scotland, Wales and the Republic of Ireland, he would, like me, have cheered loudest for the Irish.  To see a successful Irish football team celebrate by chanting &quot;oh ah, up the 'RA&quot;, turns my stomach.<br \/><br \/>If I were able to be with [the committee] this morning, [its members] would be asking me questions.  Can I pose a question for [the committee] to think about in [its] deliberations?  In building any new future for this island, how can we drain the putrid pus of this revisionist indoctrination that allows a new generation to &quot;celebrate&quot; the violence of the IRA?<br \/><br \/>Let me conclude with one more thought drawn from my personal and pastoral experience.  I do so hesitatingly, lest it be thought insensitive.<br \/><br \/>We have all been deeply grieved by the explosion in Creeslough and [the] loss of ten beautiful people.  Over the years there have been other tragic stories of loss of multiple lives in explosions in Monaghan, Dublin and many part[s] of the North.  Two touched me particularly.  I worked for the Methodist Church in Enniskillen for 18 months in 1986-87.  I left in the summer before the Remembrance Day bomb.  I knew most of the people killed and the 3 Methodists, I knew quite well.  In 1993, I was the minister in Woodvale Methodist Church and on...23 October I was on the scene of [the] Shankill bomb shortly after it exploded.<br \/><br \/>These two incidents have been much in my mind this week in the wake of the tragedy at Creeslough.  There are some striking similarities &ndash; the number of people killed, all civilians, both men and women, some related to each other, a mix of ages and a father and daughter crushed together under the rubble.  There is one glaring difference though.  In Creeslough, the cause may not yet be officially announced but we all presume it was a tragic accident &ndash; no one intended to cause an explosion that day.  At Enniskillen and on the Shankill it was different.  Careful and callous planning preceded the murder of innocent men, women and children.<br \/><br \/>Every loss of life is tragic and the grief of a family is deeply personal.  With years of pastoral experience, and burying my mother today, I know that to be true.  But, again with personal and pastoral experience, and nearly 30 years of experience with the WAVE Trauma Centre, believe me when I tell [the committee] that when that grief is deliberately caused by the evil intent of another human being, the burden to be carried is greatly increased.<br \/><br \/>If we are to build a better island for future generations, whatever agreed constitutional arrangements are developed, we must build on firm foundations having found a better way to deal with the bitter legacy of the past. <\/blockquote><p> May I make some comments of my own?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#C00500","nonspeaker":"Reverend Steven Foster","continuing":true},{"type":"speech","time":1665702000,"counter":17,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#D00200","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":18,"content":"<p>I will hold those words powerfully for what they are.  I will also share a couple of thoughts of my own.<\/p> <p>  At the centre of my faith and of what Methodists live for, both in terms of personal faith and our social commitment to all who are marginalised or sidelined, is reconciliation.  We hold that commitment to reconciliation thoroughly while taking seriously the challenges and issues that we face and the need to listen to the experiences of others.  This commitment to reconciliation and having the difficult conversations is something that we in the Methodist church are keen to be a part of.  We continue to wish to exercise this commitment thoroughly in listening to all and engaging well.  It is important that we all step back and listen well.<\/p> <p>  A couple of weeks ago, I was privileged to attend the Ireland's Future event.  I was thankful for all of the contributions and work that went on behind it.  I listened to all of the different voices.  At an event like that, there will be cheers or boos, but this level of engagement by small groups of people listening together needs to happen and be taken seriously.  There can be settings where one view or another is expressed.  During the Ireland's Future event, there was constant reference to how crucial it was that the unionist voice be heard.<\/p> <p>  Within that, we need to recognise the diversity of voices.  As we outlined in our paper, the Methodist Church in Ireland is not coming from a unionist perspective.  Members have our identities within the church, but it is a mixture.  There is diversity, not just in political backgrounds and opinions, but in who we are in terms of our races, sexualities and other aspects of identity.  It is all those in-between voices.  I listened to the radio the other day following the discussion about the chant after the football match.  I do not wish to link this point to the football match in particular, but there was a radio debate between one side and the other.  I was more in the middle thinking to myself that there were nuances involved.<\/p> <p>  Regarding the voices of those who have been affected by the violence, I was glad of Mr. Jimmy Nesbitt highlighting the voices of victims at the end of the Ireland's Future event.  The voice of one victim is not more important than another, and in this discussion on constitutional change that may lead to a unified Ireland, those who have suffered deeply in the name of a united Ireland must know that their voices are being held well.<\/p><p>We appreciate this opportunity for genuine engagement.  We want all to know their voices are heard and to seek to continue to engage in the process.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#D00300","nonspeaker":"Reverend Steven Foster","continuing":true},{"type":"speech","time":1665702000,"counter":20,"content":"<p>I thank the Rev. Foster for his perspective and insight into the voices of victims and their families and on the need for genuine reconciliation.  I have quoted the former leader of the Ulster Unionist Party, Mike Nesbitt, before on reconciliation.  He often said true reconciliation is giving up all hope of a better past and that all we can hope for is building reconciliation to create a better future.  That is important.  As we remember David Clements and his sad loss today, we also remember his father, who was killed in tragic circumstances.  He has witnessed more in his lifetime than we could ever imagine.  He is a true voice on the issue of reconciliation on this island.  All our witnesses today should be listened to because they have vast experience, having listened to many people who have suffered tragic loss.<\/p> <p>  I remind Senators that they have ten minutes between them for questions.  Senators are here to pose questions and to listen to our witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#E00200","speaker":"1650"},{"type":"speech","time":1665702000,"counter":21,"content":"<p>It is wonderful to be here to hear what the witnesses have to say.  Their statements have been inspiring.  I am very happy and warmly welcome them.  I send my condolences to the Rev. Clements on the passing of his mother this week and on the death of his father.<\/p> <p>  The intergenerational trauma of the conflict has been horrific on victims.  I have heard down through the years on both sides what it has been like.  The grief, pain and trauma gets carried on to the next generations.  That is why this is such an important session to discuss these issues.  I thank the witnesses for coming in to share their experience and expertise.  There have been many references to reconciliation.  It is an essential process and principle, no matter what the constitutional future of the island is.  That is important to recognise.  <\/p> <p>  The Rev. Dr. Hamilton mentioned in his submission that there is no agreed-upon definition or descriptor of what reconciliation is and what it would look like in the specific context of Ireland.  Will he lay out what he thinks it should be?  I share his desire to see a better British-Irish relationship and deeper North-South co-operation.  These things require partnership and working together always.  That can be sometimes difficult.  What does he think the Irish Government can do to foster reconciliation and bring people together?<\/p> <p>   I found the part of Ms Jardine and the Rev. Dr. Kane's submission about the decade of centenaries and the commemoration done by their church fascinating.  How can we encourage a culture of commemoration and remembrance that is open-minded, informative and questioning, not prescriptive and reductive?  <\/p> <p>  I thank the witnesses again for their fantastic opening statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#E00300","speaker":"1632"},{"type":"speech","time":1665702000,"counter":22,"content":"<p>The witnesses sat down for their contributions and I might do the same.  We are in committee so it is a little bit less formal.<\/p> <p>  I welcome the witnesses and thank them for being here.  It is important.  Probably 30 or 40 years ago, the idea of people like them being in the Seanad Chamber would be unheard of; maybe even ten years ago it would have been unheard of.  It is great to see them here.  I grew up in south Dublin.  My next-door neighbour was a member of the Presbyterian Church.  My neighbour across the road was a Methodist in charge of minding the Methodist building in Ballinteer for many years.  I think Taney is the largest Church of Ireland parish by numbers in the country.  I am friendly with many people of the witnesses' persuasion and communities.<\/p> <p>  The witnesses are all people of faith, with belief and Christian background, values and so on.  How do they reach out in their communities to people not as committed to or interested in peace or reconciliation?  How do we convince those people there is value in it?  While the Rev. Dr. Hamilton made the point that the Good Friday Agreement has failed in certain ways, we are not where we were 25 years ago in terms of the level of active violence, Border checkpoints, guns all over the place, bombs on a frequent basis and attacks.  We have come a long way but have a long way to go.  I think that was his point.  How do we get people who are more entrenched, less forgiving and less interested in reconciliation into the system?<\/p> <p>  What do the witnesses think of the Taoiseach's view of not so much a united Ireland but a shared island and his shared island initiative?  Where do they think it can go and what else can it do?  I think the phraseology is important and I would like to hear the witnesses' thoughts on that, but equally so is the intent.  It is not that we are trying to get to 50% plus 1 or whatever.  We are all on a journey together, wherever it ends up.  I take the point about not having a predetermined outcome but we should all work together towards a better island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#E00400","speaker":"1696"},{"type":"speech","time":1665702000,"counter":23,"content":"<p>I thank everyone for their contributions.  It is important, as the Cathaoirleach has said, that we listen and there is a lot to absorb today.<\/p> <p>  I ask the Rev. Dr. Hamilton how important the more recent reconciliation gestures are.  I refer to things like Martin McGuinness and Queen Elizabeth's engagement and that being followed up more recently after the death of Queen Elizabeth with Michelle O'Neill and King Charles.  How can we build on that?  How significant is that going forward?<\/p> <p>  I ask everyone how damaging to the process of reconciliation is the British Government's proposed legacy Bill?   We have spoken about victims of the conflict and we have never seen those victims united in such a way as they are in opposition to that Bill.<\/p> <p>  Respectfully - and this is why dialogue is important - I do not recognise the Rev. Dr. Hamilton's assertion that there are tensions everywhere.  I accept that there are tensions in the North at the moment.  I do not diminish them but I do not think they prevail throughout our society.  How do we ensure tensions, fears and concerns, perceived or otherwise, do not hinder an organic dialogue and conversation around something that is agreed in the Good Friday Agreement, namely, the potential for constitutional change?<\/p> <p>  A sentence Ms Jardine uttered that struck me was to the effect that there is a model here in what we are doing today.  She said the conversation might turn to what a new Ireland could look like.  For many people, the conversation has turned to what a new Ireland is going to look like.  How can the committee engage in missionary work of our own to ensure we can build on this morning?  I want an honest assessment of that and know the witnesses will give me one.  <\/p> <p> The witnesses' churches are organised across the entirety of the country and that gives them a unique perspective.  I seek their view on the issue of reconciliation in its broadest possible context.  How damaging has it been for society, North and South, that post partition, neither State has engaged in a process of reconciliation after a horrific conflict where horrible things were done?  The transgenerational trauma, as Senator Black outlined, does not just pertain to the recent conflict in the North, but goes back much further, whether to the Civil War or partition, and a feeling of abandonment among nationalists, Catholics and republicans in the North and among Protestants, unionists and people of British identity in the South.<\/p><p>How do we ensure that going forward, reconciliation is not just seen through the prism of green and orange in the North after 30 years but is considered in its broadest possible context throughout society?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#E00500","speaker":"1688","continuing":true},{"type":"speech","time":1665702000,"counter":25,"content":"<p>What is reconciliation?  I put that question to four MLAs at the British-Irish Parliamentary Assembly because we do not have an agreed version or vision of reconciliation.  As time goes on, reconciliation is becoming different things to different people.  I agree that it would be hugely valuable to have a wider discussion about what reconciliation is and where we want to get to.  I also agree that would set the tone for wider conversations.  We cannot say that until we have a reconciled society we cannot discuss what a united Ireland, a new Ireland or a shared Ireland looks like.  The two things are weaved together.  For me, a new Ireland is based on what Reverend Foster has said and if it looks like somebody is defeated, it will not be a new Ireland.  Reconciliation is the essence of a shared society.  Our guests have talked about empathy and by framing this discussion in empathy, we are able to move it away from a rose-tinted version of what a united Ireland looks like.  We are able to move the discussion away from a romantic view and into the reality.<\/p> <p>  I agree that the glorification of violence does not aid reconciliation but opens wounds.  How realistic is it to expect that the parties doing that will stop and will see the bigger picture?  We have the legacy Bill, which is an opportunity because all of the parties are united in their rejection of the proposals therein.  However, they are not united on the need to leave behind revisionism and the glorification of terrorism.  How do our guests feel about that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#F00200","speaker":"1648"},{"type":"speech","time":1665702000,"counter":26,"content":"<p>Senator Currie has touched on the question of chanting and how we drain the putrid pus of revisionist indoctrination.  I saw an interview with one of the people who participated and who apologised for it and said that education was the way forward.  People need to understand that chants like that at events like that are not simply just chants.  There are people who are hurt by such things.  People need to understand that there are consequences when they celebrate in that manner and that it causes hurt.  Once people understand it causes hurt, that will put a stop to it but they need to understand that in the first place.  That was the key message from that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#F00300","speaker":"1650"},{"type":"speech","time":1665702000,"counter":27,"content":"<p>Reverend Hamilton argued that the governments must agree an adequate, if not perfect, working descriptor of reconciliation but surely that should involve the stakeholders - all parties - and not just the governments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#F00400","speaker":"1648"},{"type":"speechnospeaker","time":1665702000,"counter":28,"content":"<p>I think I counted 23 questions there.  I will try to be a good boy and answer the broad thrust of them as briefly as I can.  I thank Senator &Oacute; Donnghaile for his comment about animosities.  It is really clear that there are animosities between Belfast and London, Belfast and Dublin and between Westminster and the D&aacute;il.  There are also animosities within unionism and within republicanism and nationalism.  I am not agreeing with the statement but the very fact that unionists blame the T&aacute;naiste for many things is evidence of the real tensions that have to be addressed.  I am not making any comment on the rightness or wrongness of it but that is the way it is perceived.<\/p> <p>  On the question of a definition or a descriptor, I would point to the note I offered the committee earlier and summarise it by saying that a definition of \"reconciliation\" is to do whatever needs to be done to rebuild broken relationships.  Doing whatever needs to be done takes one in 100 different directions.  If we do not address the fact of broken relationships and if we do not address how they are to be repaired by attitude, actions and words, then all the other discussions are tangential.  For me, it is about doing whatever is necessary and that brings me back to the point about cost that I tried to highlight in my earlier comments.  <\/p> <p>  Senator &Oacute; Donnghaile talked about symbolism and building on that and I absolutely agree with him.  Broadly speaking, although this is a generalisation I would not want to push too far, the symbolism of leaders has not been followed through in the attitudes, words and actions of political leaders or even among members of civic society.  I do not particularly want to give evidence of that but will do so if I am pushed on it.  The symbolism has been seen to be a high point, with no legacy trail of good relations-building coming from it.  <\/p> <p>  Senator Currie spoke about reconciliation and political development going together.  I accept that, provided there is some agreement about what we mean by reconciliation.  If we are not agreed on that, I really do not see how we can have an intelligent civic and political discussion about the future.  I agree with Senator Currie up to a point.  She asked how the Government here can help.  I offer this suggestion gently, but I hope clearly.  It would be an enormous help if political leaders here actually started the process of reframing the language around reconciliation and spelled out to us all what they think it looks like and the processes involved.  Again, Steve Baker is as an example of a leading politician who has reflected on attitudes, words and actions and has said that he got it wrong.  If senior leaders were to accept that like the rest of us, they are fallen creatures in a fallen world and if they said that they did not just get an individual event wrong but, over a period of time, were wrong in their attitudes and in particular actions, that would be enormously helpful.  I could give examples but do not particularly want to do so publicly.  I would be happy to give examples to committee members privately.  Some degree of humility would start us on our long journey and that includes the churches as well, I must say.    <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#F00500","nonspeaker":"Reverend Dr. Norman Hamilton"},{"type":"speechnospeaker","time":1665702000,"counter":29,"content":"<p>I thank Senators for their questions and thoughtful reflections on what they have heard this morning.<\/p><p>Senator &Oacute; Donnghaile picked up on my comment that conversation might turn to a united Ireland when, for many, the conversation has already turned.  Within the Presbyterian Church in Ireland, PCI, we have been engaging in listening and conversations on the back of the event we did at Union Theological College on the centenary of Northern Ireland last year, which was a public event.  We have been engaging with, and listening to, demographics and people within the denomination who may feel they are not normally heard.  That includes working people who live on urban estates; areas that may be termed loyalist working-class communities.  A number of our ministers serve in those communities and work alongside them.  One of the messages that come back-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#F00600","nonspeaker":"Miss Karen Jardine","continuing":true},{"type":"speech","time":1665702000,"counter":31,"content":"<p>I have worked with many of them over the years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#G00200","speaker":"1688"},{"type":"speechnospeaker","time":1665702000,"counter":32,"content":"<p>The Senator knows the same as I do.  One of the themes that has come through strongly is something I mentioned, that is, thinking about tomorrow and the next 24 hours is as much capacity as some people have.  There is no capacity in some communities to think about these broad and significant changes because of the other pressures they are facing.  I acknowledge that some people are fully engaged with these considerations but there are also huge swathes of the community for whom these matters are not on their radar, never mind anything else.<br\/><br\/>Senator Black asked about commemoration and remembrance.  It was put into stark relief last year around the centenary of the partition of the island and the creation of Northern Ireland.  Looking back over the decade of centenaries, we can see that in the early years before partition, around 1914 and 1916, it was beneficial, helpful and healing to remember together.  That was the case in respect of reflections on the First World War and the Battle of the Somme, and understanding the breadth of communities who were engaged in that regard.  Learning how to remember together has been a healing process.  That is what we have tried to do in <i>Considering Grace<\/i>, in which there is a chapter from critical friends.  Those are people who would not necessarily identify as Presbyterian.  A colleague of Senator &Oacute; Donnghaile is included in that chapter, as is Mr. S&eacute;amus Mallon.  It also includes other political voices.  We have asked how to build a framework of commemoration and remembrance where we are able to hear how other people perceive us and that has been a humbling journey for us within the PCI.<br\/><br\/>I will pick up on the comments that have been made about the legacy Bill.  Anyone who listened in to our general assembly in October 2021, which I do not imagine anyone did, would have heard the breadth of opinion within the PCI on legacy.  There is no one-size-fits-all position in that respect.  There was a very moving and public contribution from one of ministers whose father had been killed.  He had come to a position of realisation and an understanding that getting justice in this life may not be possible but perhaps there will be justice in the life to come, which we believe in, as people of faith.  Many others of our denomination have an idea of closing the books and hope for justice, even if the possibility it is very slim, and even if they know, deep down inside, that it is unrealistic and may be taken away.  In our response to legacy considerations, we have always fallen back on a verse in psalm 85, which speaks about truth and mercy, righteousness and piece, kissing each other and touching each other.  Somebody described it to me once as a dance, in that those concepts are in perfect harmony with each other.  Another way we could consider those concepts is as a four-legged stool.  If one is removed, the stool will fall over.  There is a sense that in respect of the proposals as they stand at the moment, the stool has become a little unbalanced.  Removing any sliver of hope that justice may be found, either through the civil or criminal courts, is damaging to people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#G00300","nonspeaker":"Miss Karen Jardine"},{"type":"speechnospeaker","time":1665702000,"counter":33,"content":"<p>I will allow Reverend Foster some time to come in but I will first return to the question about us, in the churches, putting our house in order and peace-building.  Jesus Christ himself commands us to be peacemakers and peace-builders.  For us, that is a considerable issue of discipleship.  As Ms Jardine referred to, our former moderator made some insightful comments that were difficult to listen to about how poorly we have done in respect of some of these matters.  He talked about how we must make unsacred some of the things that have become sacred to us.  He said we have set up some things that are idolatrous.  We acknowledge that we must have an important in-house conversation.  We confess we have not always got it right.  The cross is a vertical and horizontal shape so relationships matter.  It is all about getting those relationships right.  That is where it comes to a focus.  We are going to do a little bit more work on that.  Historically, the churches have worked together.  I was involved, many years ago, in the formation of Youth Link Northern Ireland, which was the first formally constituted organisation that included the four main denominations, including the Roman Catholic Church.  That happened at a youth level, which in interesting,  It continues to work together to this day.  We know there is work to be done.  Quiet work goes on all the time in congregations, church youth fellowships and youth clubs up and down the land, which we need to acknowledge.  There is, however, a lot more to be done.  It is a discipleship issue for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#G00400","nonspeaker":"Reverend Daniel Kane"},{"type":"speechnospeaker","time":1665702000,"counter":34,"content":"<p>I am sure if Reverend David Bruce were here, he would say many more things, and Reverend Hamilton has covered some of the things that Reverend Bruce would have highlighted.  I am chair of the southern executive for council and social responsibility but I know our northern executive is very active, and has been active for decades, in engagement on reconciliation and in the peace process.<\/p> <p>  The Methodist Church operates on a shared-island basis in our business.  We do not see a distinction between the North and South.  Even though most of our members are in the North, it is together we are used to thinking of ourselves.  We need to work at every level from a perspective of a shared island and initiate things now, if we can, that are good and healthy for society at different levels.<\/p> <p>  Many things could be said about reconciliation.  We must be honest and open that churches have not always been good at reconciliation.  I am thankful for the thorough, active and courageous work that has happened, and does happen, but we have not always been good at listening to others and taking them seriously.  That is not just purely on a Protestant-Catholic basis.  It applies to the whole mixture of identities in humanity and parts of society.  If we are not used to engaging with others who are from a different ethnic background, who have different abilities to us, those with a variety of sexualities or cultural understandings, or potential class differences, and if we are not allowing ourselves to be challenged on different fronts, it leaves us lacking in our commitment to reconciliation more widely.  That then challenges the level at which we seek reconciliation.  We must not leave it to people in cosy rooms, or whatever, and must force ourselves to get out to all areas of society.  That has been considered at this meeting.<\/p> <p>  Education is an area that strikes me as crucially important.  I have led sessions within transition year classes in different schools that have opened up to different presentations on issues such as reconciliation, conflict, how we understand each other, differences and diversity.<\/p><p>I have been struck that the world that I lived in as a teenager in south Fermanagh and grew up in during the Troubles was like a different planet from that of the teenagers who I have been sharing with in transition year, TY, classes.  Linking that, the girls in the football team were caught up in the emotion of such a joyous occasion.  We want to mark and celebrate the positivity of that but, I suppose, step back and look at what lies behind this.  There is a real lack of education and understanding of the issues.  Young generations in Ireland, particularly in the Republic, need to be well educated about the history of the last hundred years or, certainly, of others' experience.  It has to happen at an educational level for people to appreciate why a song or chant like that might be offensive or whatever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#G00500","nonspeaker":"Reverend Steven Foster","continuing":true},{"type":"speech","time":1665702000,"counter":36,"content":"<p>I thank Reverend Foster.  I thank all the Members for their questions, but also particularly our participants for coming here today.  It has been enlightening.  One of things the Seanad public consultation is about, particularly on this issue, is listening to all the perspectives and all the points of view regarding the future of island.  We want to make sure that we do not have a repeat of the last 100 years.  Whatever the next 100 years holds, what we would all hope for is a better future for all generations to come.  However that better future can be created, it can only be created together.<\/p> <p>  We will now suspend until 12.25 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#H00200","speaker":"1650"},{"type":"unspoken","time":1665702000,"counter":37,"content":"<p>Sitting suspended at 12.12 p.m. and resumed at 12.27 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Other Voices on the Constitutional Future of the Island of Ireland: Dr. Stephen Farry","time":1665702000,"counter":38,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#J00050"},{"type":"speech","time":1665702000,"counter":39,"content":"<p>On behalf of the committee, I welcome Dr. Stephen Farry from the Alliance Party and his parliamentary assistant, Mr. Maurice Campbell.  I thank them for being with us and engaging with the committee.  Before we hear their opening statements, I must read out this statement.  I remind witnesses of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or them identifiable, or otherwise engage in speech that might be regarded as damaging to the good name of the person or that entity.  Therefore, if their statements are potentially defamatory in relation to identifying a person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such direction.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him, her or them identifiable.<\/p> <p>  I welcome Mr. Stephen Farry to the committee.  He is no stranger to Leinster House but he is a stranger to this Chamber.  I think the place might suit Mr. Maurice Campbell or Mr. Farry in the future.  I welcome them to the Seanad Public Consultation Committee on the constitutional future of the island of Ireland.  The idea of this committee is to listen to all voices and points of view, whatever they are.  One of the lessons of the Brexit referendum is that people were not listened to.  Whatever the future for generations to come is, listening is the most important part of any conversation.<\/p><p>I welcome Dr. Farry and Mr. Campbell.  I invite them to make their opening statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#J00100","speaker":"1650","continuing":true},{"type":"speechnospeaker","time":1665702000,"counter":41,"content":"<p>I thank the committee for its invitation to give evidence today.  Before I start, I must place on the record my party's sympathies and condolences to the families and the wider community in Creeslough, County Donegal, for what is an utterly unthinkable tragedy.  I am conscious that we are a week on from that absolutely terrible event.<br\/><br\/>  Members will hopefully have seen our written submission, which Mr. Campbell very kindly drafted for us.  I will not go through it line by line but I will draw a few points to the committee's attention at the start.  The first thing to focus on is the Alliance Party approach to this issue, which, at times, has been the subject of some controversy, but it really should not be.  We recognise that there are multiple discussions happening at present over the future of the United Kingdom, the future of the island of Ireland, and the future of the these islands collectively.  We are happy to take part in constructive dialogue and evidence-based debate on a without-prejudice basis.<br\/><br\/>Our party is not defined around the constitutional question.  We are potentially unique in that regard among the main parties in Northern Ireland.  That is a very deliberate choice on our behalf because we want to be a home where people with different constitutional aspirations can be part of the party and support the party.  We have some members who are pro-UK and pro-union.  We have people who are already pro a united Ireland.  We have many people, including myself and Mr. Campbell, who are open-minded on the issue.  It is fair to say that most Alliance Party activists are open-minded on the constitutional question.<br\/><br\/>We choose to define ourselves around the mission of building a shared and integrated society for the Northern Ireland society as it is today.  That mission will still apply whether we are talking about the constitutional <i>status quo <\/i>or some constitutional change down the line.  Not every format will suit us in that respect.  Anything where we are explicitly or implicitly seen as giving endorsement to either outcome at this stage is probably not something we can take part in.  We will consider a Border poll if and when one is called.  Our party council will consider whether to give party members a free vote on the matter or whether we will campaign on a particular outcome.  At this stage, we cannot take position on that and particularly at an early stage in the debate, without knowing what the proposition will be and not knowing what the circumstances will be at the time of any Border poll being called and taking place.<br\/><br\/>We are extremely mindful of the lessons from Brexit and the importance of any question being properly fleshed out in order that people know what they are voting on.  In that sense, we are happy to engage in debate around what shape a future proposition would look like.  At times, we will make suggestions and at times we may well be critical and we may well challenge some of the propositions.  Hopefully, however, this will lead to a more rounded outcome in that regard.<br\/><br\/>It is also important to say that a Border poll will be very challenging for Northern Ireland.  There is a diversity of views and, obviously, this has defined our politics for the best part of a century in Northern Ireland.  Any constitutional change will bring some degree of tension.  It is important that we are mindful of how any process, if it is undertaken, is managed and how that transition is taken forward.<br\/><br\/>We have moved from a very benign situation under the Good Friday Agreement where we had those interlocking relationships.  We have had power-sharing inside of Northern Ireland.  We had open borders and we have had good relationships between the British and Irish Governments.  Today, sadly, we are in a much more uncertain position post Brexit with the potential of a border somewhere due to the consequences of Brexit.  We are seeing British-Irish relations in a relatively poor state.  That said, we are encouraged by the slight thawing we have seen over recent weeks, which is very welcome.  However, we do not have functioning institutions currently.  It is less than desirable to see change happening in a vacuum, which would be much for more polarising.  We appreciate that this might be unavoidable in due course.<br\/><br\/>It is also important to recognise that there is a range of push and pull factors.  We must set out that the non-aligned voting base in Northern Ireland will be influenced quite heavily by a range of practical issues, which are not essentially ideological around a constitutional aspiration.  There will be things that will push in different directions and they may well change over time.  What happens with regard to governance in the UK if, for example, we move from a hard right Conservative Government to perhaps a Labour Government or some type of coalition Government?  That may well soften people's attitudes.  Equally, there may be some type of outcome around Brexit, either a softening of Brexit or the Protocol being allowed to settle down and work.  This might also slow down the impetus for change.  Obviously, in that context Brexit has caused so much chaos in Northern Ireland and in the UK it has actually driven a lot of people who were fairly comfortable with the <i>status quo<\/i>to become much more open-minded on that issue.<br\/><br\/>  The final thing I want to say is that we are keen to see this debate moving towards detailed consideration of a lot of practical questions.  We are mindful of a long list, which we will not go through in terms of the paper, but they can be broken down into: issues for the future of institutions and other structures on the islands; what will happen around the public finances; what will happen in the development of an all-island economy; how we will interact with Great Britain; and issues around the health service and other public services.  These are all issues that the people I represent would be very keen to know the answers on.  These will heavily influence how people will vote in any future Border poll.<br\/><br\/>  I am happy to conclude now and I am very keen to address any questions from members of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#K00200","nonspeaker":"Dr. Stephen Farry"},{"type":"speech","time":1665702000,"counter":42,"content":"<p>I thank Dr. Farry and now invite Mr. Maurice Campbell to say a few words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#K00300","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":43,"content":"<p>I have been working with Dr. Farry to develop the paper.  That process in itself has brought to my mind, perhaps for the first time, the depth and the number of issues, and how complex it is to define what a future would be like if there is to be a proposition placed before the people in Northern Ireland.  As Dr. Farry said, there is learning from the mistakes of Brexit and any future proposition must be fully fleshed out.  There must be a lot of work done in advance to see just what it is going to look like.  There are very significant options that might be available in such a proposition.  Unless those are worked through and thought through in advance then we risk an outcome that would not have a sufficient majority.  A result of 50+1 is our absolute position but if there were to be change it would be wonderful to have it based on a much larger majority than that.  In order to achieve that then a lot of work must be done in advance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#K00400","nonspeaker":"Mr. Maurice Campbell"},{"type":"speech","time":1665702000,"counter":44,"content":"<p>I thank Mr. Campbell for his input.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#K00500","speaker":"1650"},{"type":"speech","time":1665702000,"counter":45,"content":"<p> I really appreciate the witnesses coming in today.  It is great to see them here.  Dr. Farry and I have worked together on the Oireachtas Joint Committee on the Implementation of the Good Friday Agreement.  It is fantastic that he is here today.<\/p> <p>  I am really glad that the whole day has been devoted to hearing from non-nationalist witnesses, and I am particularly glad that we are recognising there is an increasing number of constitutionally agnostic people in Northern Ireland.  The \"other\" is the quickest growing section of the Northern Irish electorate.  It has just delivered the Alliance Party a truly historic performance in the most recent Stormont election.  We need to better understand how the constitutionally aligned related to discourse around potential constitutional change, and how they can be included in such discussions in a manner that is really welcoming and productive.<\/p> <p>  I really believe that this is all about conversations.  Even when we say the words \"Border poll\", I believe that everybody gets terrified.  It is about planning, preparing, and planning and preparing properly.  That is what this is all about.  This is why these discussions over the past few weeks have been phenomenal.  We heard from young people last week.  We also had academics in last week.  Listening to them and the work they are doing has been a real eye-opener for me.  Some of it, to be honest, goes a little bit over my head but it is very powerful.<\/p> <p>  When Dr. Farry talks to the new Alliance Party members and voters, what is motivating their shifts from previous constitutional affiliations? That is the first question.<\/p><p>Power-sharing has broken down again and there may be another Stormont election on the cards.  How do our guests think this can be resolved?  Does the system of mandatory coalition need to be re-examined?  Those are my questions.  I am happy Dr. Farry and Mr. Campbell are here and it is great to listen to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#K00600","speaker":"1632","continuing":true},{"type":"speech","time":1665702000,"counter":47,"content":"<p>I will take the questions together.  I call Senator Horkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00200","speaker":"1650"},{"type":"speech","time":1665702000,"counter":48,"content":"<p>I thank Dr. Farry and Mr. Campbell for being here.  I congratulate them on their party's success in recent elections.  It is clear some people at least are thinking in a less divisive or tribal way than they might have in the past.  We are looking at the future of the island.  I am interested in our guests' thoughts on the Taoiseach's shared island initiative and how we all co-exist on the island.  What has been done with food and with healthcare, where people can go across the Border to access facilities that are much closer, is very positive.  Where do our guests see institutional co-operation going?  Senator Black is completely right to say it is all about conversations.  The more people talk to each other the more they will see we have more in common than divides us and we are not completely different people with completely different opinions on everything.  Alliance is possible getting the more enlightened people in that those who are willing to shift have perhaps been attracted to the party.  How do our guests see a way of getting to those most entrenched on both sides to explain to them there is not so much to fear as they might think, from a unionist perspective, and equally quite a lot to gain through access to our island facilities, the EU and all the other things?  Likewise, do our guests see a way to approach those of a very entrenched nationalist position to say that from their perspective, they need to bring unionists and those of a unionist persuasion along and not have them feeling like the victims of a future jurisdiction?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00300","speaker":"1696"},{"type":"speech","time":1665702000,"counter":49,"content":"<p>T&aacute; f&aacute;ilte roimh Dr. Farry and Mr. Campbell.  They are very welcome and I thank them for their contribution.  I am wee bit surprised at myself because there is not a terrible lot I disagree with in what Dr. Farry said.  I hope that does not set Twitter mad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00400","speaker":"1688"},{"type":"speech","time":1665702000,"counter":50,"content":"<p>The Senator will be moving party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00500","speaker":"1696"},{"type":"speechnospeaker","time":1665702000,"counter":51,"content":"<p>That is fine; that is us done then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00600","nonspeaker":"Dr. Stephen Farry"},{"type":"speech","time":1665702000,"counter":52,"content":"<p>I also note Senator Horkan has not congratulated me yet on our recent election results but I will not fall out with him over that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00700","speaker":"1688"},{"type":"speechnospeaker","time":1665702000,"counter":53,"content":"<p>Oh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00800","nonspeaker":"Dr. Stephen Farry"},{"type":"speech","time":1665702000,"counter":54,"content":"<p>I do that all the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L00900","speaker":"1696"},{"type":"speech","time":1665702000,"counter":55,"content":"<p>On the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L01000","speaker":"1650"},{"type":"speech","time":1665702000,"counter":56,"content":"<p>I do not see the Alliance Party as often as I see Senator &Oacute; Donnghaile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L01100","speaker":"1696"},{"type":"speech","time":1665702000,"counter":57,"content":"<p>I jest.  The key thread in Dr. Farry's submission and both his contributions is what he said around the question needing to be properly flushed out.  One of the fundamental questions I have on this is issue is around the criteria for such a poll being held.  Does he agree it would be helpful if all of us were furnished with the criteria for the holding of a referendum on constitutional change?  The point was also made around non-aligned voters needing proper information.  Again, I agree.  All voters need proper information.  In the context of respecting Dr. Farry's party's policy of not adopting a position on this question, if I am hearing him correctly, he is saying it is open to the dialogue and the engagement.  Does he agree this conversation that is happening out there needs a properly resourced, inclusive and embracing home?  Where does he envisage that home being for the dialogue that is required and how should we go about that?  That will do me for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L01200","speaker":"1688"},{"type":"speech","time":1665702000,"counter":58,"content":"<p>Thanks a million to Dr. Farry and Mr. Campbell.  It is always good to see them.  I thank them for their submission.  Have they any thoughts about what this could look like?  There was mention of whether regional devolution would still be there and a continuation of regional devolution in Northern Ireland.  They are raising lots of the things that need to be addressed but what thoughts do Dr. Farry and Mr. Campbell have about what it could look like or what we need to examine for this to be looked at with the thoroughness they describe?<\/p> <p>  We heard from Dr. Norman Hamilton about reconciliation and I think we all agree there has not been enough attention on building a reconciled society.  One of the things Dr. Hamilton suggested, and the Presbyterian Church did also, was that a tone be set on reconciliation as part of this discussion and whether we need to go further and have some sort of engagement across parties and governments about what reconciliation actually means, because we have never done that.  As time goes, on reconciliation means different things to different people.  What is Alliance policy on reconciliation?  I am aware the party is working to build one but do we need a shared vision of what that is?  What are our guests' sense of things at the moment?<\/p> <p>  Dr. Farry mentioned decisions being taken in a vacuum.  Where does he see things going?  We all know what the Alliance Party wants to see happen in relation to a review of strand 1, but bigger than that, where do our guests think things are?  Dr. Farry also mentioned strand 2 and the opportunities around North-South co-operation.  That co-operation needs to be pushed, regardless of this conversation.  Where does it need to be pushed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L01300","speaker":"1648"},{"type":"speechnospeaker","time":1665702000,"counter":59,"content":"<p>I will start with Senator Black's questions.  I thank her for her comments.  On Alliance attitudes, I will be open and frank in responding to this.  Our party very much bought into the wider vision of the Good Friday Agreement.  We saw that as delivering power-sharing inside Northern Ireland, equality and human rights but also the wider context of the North-South and east-west relationships, the close relations between the British and Irish Governments to open borders.  In that context, we felt while we respected people having different constitutional aspirations we saw the pace of demand for change not being that acute.  People were working in that context and it was a fairly benign place to be, given the wider divisions in Northern Ireland.  Frankly, Brexit blew all that up.  It was like a knife through that settlement, and in a situation that only really worked through sharing and interdependence, it was forcing new divisions.  Wherever you drew that line on a map was always going to cause some degree of friction to someone's sense of identity.  Many Alliance members and indeed voters, especially the younger ones, have responded to that and now see their future in a much more open way.  That does not mean they are actively seeking a united Ireland but they are, shall we say, more uncertain as to where the future would be.  Added to that, and of course it is related very heavily to Brexit, is that there is a major reaction against the nature of the Government in the UK, which they see as a hard-right government.  It is not popular in Northern Ireland.  Before he left office, Boris Johnson's Government was getting 5% approval rates in Northern Ireland.  I dread to think what Liz Truss is getting, given she is polling even worse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L01400","nonspeaker":"Dr. Stephen Farry"},{"type":"speech","time":1665702000,"counter":60,"content":"<p>I think you can actually get a negative number.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L01500","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":61,"content":"<p>Yes.  That is a major consideration, but at the same time they do not yet feel entirely at home in a future Ireland.  There are issues in terms of what happens here as well that need to perhaps change to address that.  Obviously, there was an incident this week that probably feeds into that.  There have been similar incidents in Northern Ireland with different types of sectarian chants happening too, and none of that really helps that context.<\/p> <p>  We are very much for reform of the institutions.  We feel the Good Friday Agreement needs to evolve to address the changing circumstances.  We are also mindful there is currently a veto on progress happening with one party outside the structures, and that is causing a massive crisis with our public services and our economy.  There are massive problems at present and they are building up further, so we want to see designation being addressed and also the way we form the Executive to stop the vetoes blocking that from happening.<\/p><p>We have spoken to the Taoiseach about this on several occasions, as well as with the UK Government.  We are keen to see that taken forward.  Of course, next year will be a major focal point with the 25th anniversary.<\/p><p> In terms of the points raised by Senator Horkan, we are supportive of the shared island initiative, and we see the work in that regard as being incredibly useful in further building the economic, social and environmental links on the island of Ireland.  That is a value in itself on a standalone basis, irrespective of whether or not there is political or constitutional change.  Leaving that aside, if there were to be wider political change, that would be a useful foundation in any event.  However, I do not want to spook people who are only supportive of that by saying that it necessarily has to lead to something else.  It is very useful work.  <\/p><p> In common with my previous life as a Minister in the Northern Ireland Executive, I feel that strand 2 of the agreement over the past 20 years was fairly underdeveloped.  The North South Ministerial Council, for example, met every six months.  The work areas were prescribed back in 1998.  In a different way, the biggest single area of integration on the island of Ireland at present is around our energy markets.  That is probably a good thing, in terms of the current situation in particular.  That energy co-operation was not actually mentioned in the Good Friday Agreement, but was something that emerged after the fact.  Therefore, what we prescribed back in 1998 were not actually the areas where things developed organically and at the fastest rate.  We perhaps need to look at that.<\/p><p> In terms of bringing unionists along, we need to be realistic that someone who is a unionist will remain a unionist and by definition they will not be advocating for a united Ireland.  The issue we need to aspire to in the event that this constitutional change was to happen, is for unionists to be able to say that they did not vote for this, but that they respect the outcome, they recognise the work that has been done in terms of preparation for it and that they can see how this will be something where they are welcome.  Therefore, while they personally did not seek the constitutional change, they recognise that it has happened, they signed up for the Good Friday Agreement, the rules were set out around any mechanism for change and, if it happens therefore, they will go along with it.  That is where one wants to be in terms of people who are overtly unionist.  We are not there just yet.  It is fair to say that some unionists will react very negatively to constitutional change.  How that is to be addressed will be a key question and will require a lot of sensitivity.  At the same time, I will say to my unionist colleagues in Northern Ireland - and hopefully this does not breach the protocols of the committee - that at times the way the DUP members are currently conducting themselves by alienating everyone else in Northern Ireland is not helping the cause of the union.  It is destroying Northern Ireland&rsquo;s institutions and it is alienating many people who perhaps would otherwise be pragmatic around the union.  There is therefore a fundamental lesson for them. <\/p><p> In terms of Senator &Oacute; Donnghaile&rsquo;s questions, he is fair in saying that we are in the space where we are content to see these things being fleshed out and to take part in fleshing it out.  However, I will just make the qualifier again that our participation in that process should not be read as us endorsing an outcome, particularly at this stage.  It is on a without prejudice basis or a contingency basis.  Given that on a risk register, one would say that this is an event with a medium to high event of a probability of happening in the next decade or 15 years, it would be irresponsible for us to sit back and not take part in that debate.  I would use this platform to encourage and say that for those who may be beyond us in the spectrum and who are overtly unionist, engaging this process as a contingency should not be seen as being threatening.  I ask them to come to the table and express their perspective and indeed their concerns.  We will make the qualifier that it will be explicit for them that that does not mean that they are no less of a unionist by doing that.  It is important that they recognise that there is a reasonable chance of change happening in the next decade or two.  There is a paradox here which goes to the question of criteria.  If we end up having a vote that is based upon an ill-defined question and then try to flesh it out afterwards once the vote happens, that would be a messy process.  At the same time, if we have the question fleshed out in advance of a vote, but we only have partial voices at the table, do we then have to change or unpick the nature of the question as we work through our transition after the vote, before a united Ireland or some shared Ireland becomes live?  There are many chicken-and-egg issues that perhaps need to be fleshed out a bit further.<\/p><p> In terms of the criteria for a border poll to happen, we have said that we do believe that the Secretary of State and the United Kingdom Government should flesh this out a little more.  We are probably fairly reluctant to go into a situation where we are very explicit around one particular criterium.  I think that it will be a bundle of different measurements.  One could, for example, say that a majority of nationalist MLAs in the Assembly would be fairly clear cut.  However, given that the Alliance Party is growing, and we would be attractive to people from a range of different backgrounds, one could argue that there is already support for change prior to getting a position where there is a clear majority of overt nationalists in the Assembly.<\/p><p> Equally, opinion polls are a much better snapshot of where public opinion is across the spectrum.  However, of course, there is always a margin of error there and they will bounce around depending on the nature of how the poll is put together.  If there was a consistency of opinion polls over a prolonged period of time that would also be a strong indicator as to a basis for change between both of those.  <\/p><p> In terms of dialogue, we are open to that dialogue happening.  The Senator is probably suggesting along the lines of a citizens&rsquo; assembly as how this could be brought together.  We are not saying &ldquo;No&rdquo; to that, but we are not yet at the space where we think that is appropriate.  There would be concerns that once that is put in place, it may be suggesting that there is almost an inevitability to this happening, particularly for voices that are perhaps not convinced of the change, or certainly those who are not convinced of the change at this particular point in time.  What we would suggest at this stage, and this may be a prelude to this happening in a year or two years, is that I would certainly encourage what is happening in Leinster House in terms of what the Seanad is doing, what the Good Friday Agreement committee is doing.  They are useful.  We would encourage academics and academic institutions and maybe civil society institutions to also do work to either take some of the issues individually and try to have a debate around those or provide a space for that.  I congratulate the committee on the breadth of witnesses that came down to discuss the issue today.  However, the more there is the perception of more academic or civil society basis to those discussions, sometimes the easier it is for those types of voices to come to the table.  <\/p><p> On Senator Currie&rsquo;s comments on the nature of the future of this, none of what I am saying today is meant to be prescriptive, because we are open minded on this, but we would lean very heavily towards a presumption that the northern institutions would continue in some shape or form.  Many societies and countries around the world have some degree of reasonable devolution.  In the same way, the UK has its own devolution and Italy and Germany have some degree of a reasonable dimension.  It would be useful in Northern Ireland, particularly given that that is the place where there will be a predominance of people who will continue to have a British identity.  It is important that that is reflected in our governance.  I appreciate that there might be different viewpoints on that, but it is something that we are at this stage keen to see happening.  I would also say, and this probably follows on how one reads the Good Friday Agreement into the future, that something like the birth right provisions of the agreement should continue to apply.  Whereas at the moment people can have British, Irish or both identities, and many people in Northern Ireland have an Irish passport, the converse should happen if we were to have a new state on the island.  The reciprocal rights for people to continue to have a British identity and to solely hold a British passport should continue.  Beyond that, there needs to be considerations as to how the British identity, history and culture can be taken into account in terms of the future arrangements.  <\/p><p> Finally, on the point around reconciliation, it will continue to be important.  I regard reconciliation as being about how individuals and communities can relate to one another, how they build up trust and respect for each other, how they acknowledge each other&rsquo;s traditions and how they even take part in those traditions as well.<\/p><p>That goes alongside the wider structural changes we want to see in society around building shared institutions, integrated education, shared housing and such reforms.  For us, how we change and transform Northern Ireland is about the individual and community as well as how the government provides services, and the two go very much hand in hand.  That work would have to continue in a future shared island, because those divisions will remain in Northern Ireland and, in the short to medium term, may become even more extenuated following a border poll, particularly if a sizeable majority of people feel aggrieved by its outcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#L01600","nonspeaker":"Dr. Stephen Farry","continuing":true},{"type":"speechnospeaker","time":1665702000,"counter":64,"content":"<p>The only thing I would add is to re-emphasise the points around sequencing and the necessity to spend a lot of time thinking about that.  If we are looking at a poll, how much information will be available to people, especially for those with a unionist background, as to what the future looks like?  It is very important that a lot of the early work is done, that attempts are made to bring people with us in whichever direction we seek to travel, and to have a real basis on which people can make a decision.  It would be dreadful not to do this and perhaps leave us in a situation worse than the one we are in today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#N00200","nonspeaker":"Mr. Maurice Campbell"},{"type":"speech","time":1665702000,"counter":65,"content":"<p>I thank Mr. Campbell and Mr. Farry, MP, deputy leader of the Alliance Party, for being with us and the Senators for their questions.  The report, which will be compiled by the committee, will be sent to all participants.  We look forward to further engagement with our colleagues after 2 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#N00300","speaker":"1650"},{"type":"unspoken","time":1665702000,"counter":66,"content":"<p>Sitting suspended at 1.02 p.m. and resumed at 2.04 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Other Voices on the Constitutional Future of the Island of Ireland: Unionist Community","time":1665702000,"counter":67,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#T00050"},{"type":"speech","time":1665702000,"counter":68,"content":"<p>On behalf of Senators and all the members of the committee, I welcome Mr. William Graham, Professor Peter Shirlow from the University of Liverpool, Ms Alison Grundle, Mr. Andy Pollak, Mr. Brian Dougherty and Mr. Derek Moore from the North West Cultural Partnership and Mr. Ian Marshall from Queen&rsquo;s University Belfast.  I thank Mr. Marshall for coming back to the House; we are grateful for his presence.  Joining us remotely is Ms Claire Sugden MLA, Independent Unionist, who is most welcome.  I thank her for engaging with the committee on this important topic of listening to unionist voices and their views regarding Northern Ireland as it could be within the United Kingdom.  In this public consultation, we are anxious to get the views of all sides.  As has been noted by previous contributors, one lesson from the Brexit referendum is that nobody was listening to the other side or point of view, and Mr. Marshall made the point in his submission that the most important part of a conversation is not talking but listening.<\/p> <p>  Before we begin with our guests' submissions and contributions, I must read out the following statement.  I remind everyone of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of any person or entity.  Therefore, if their statements are potentially defamatory in respect of an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.  For our guest attending remotely from outside of the Leinster House campus, there are some limitations on parliamentary privilege and, as such, she may not benefit from the same level of immunity from legal proceedings as a witness who is physically present.<\/p> <p>  Members are also reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an officer either by name or in such a way as to make him or her identifiable.<\/p> <p>  I invite Ms Sugden to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#T00100","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":69,"content":"<p>I appreciate the opportunity to give evidence to the committee on a topic we are having more conversations about.  It is much appreciated that we are speaking to all voices within this conversation about how it impacts on all of us, not just in Northern Ireland but in Ireland and throughout these islands.  My motivation is to ensure, as both an elected representative and a citizen, that we do the best we can for everyone living here and ensure we can provide for a future that is good for everyone.<\/p> <p>  I am one of two Independent representatives in the Northern Ireland Assembly.  Being independent means I am not affiliated to a political party and does not necessarily mean I am independent of political thought, and we can discuss later what that means.  As per the Good Friday Agreement, when someone becomes a member of the Northern Ireland Assembly, he or she is required to designate himself or herself as a unionist, nationalist or other.  When I am asked the question, I am honest about this, which the Good Friday Agreement encourages us to do.  It encourages us to embrace who we are in order that we can have those conversations and understand why others are not the same and to hear what they believe.<\/p> <p>  Ultimately, my unionism comes down to the fact I think that Northern Ireland's placement within the United Kingdom is the best context in which to provide public services for the people of Northern Ireland.  As an elected representative whose job it is to improve public services, it would be remiss of me not to consider the context in which that happens because there would be a very different outcome if that context were different.  While some people very much look at this as an identity-based ideal, for me it is very much a practical one.  Many of the debates we are having encapsulate identity politics rather than jurisdictional politics, and by &ldquo;jurisdictional politics&rdquo; I mean the context and how we provide public services, that is, how things are costed.  It relates even to our position geographically on these islands, and there will be some policies where the all-Ireland context is entirely relevant.  Equally, however, the UK and British Isles context is relevant and that is something we need to look at.<\/p> <p>  To return to identity, because it is something we tend to focus on, I am British but I am equally Irish.  I am a unionist but I am perhaps left of centre.  Unionism is sometimes misrepresented in that regard because of the focus on other parties that tend to more right wing.  Ultimately, we misunderstand these labels, which is not conducive to moving forward or to how we understand one another and live together on these islands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#T00200","nonspeaker":"Ms Claire Sugden"},{"type":"speech","time":1665702000,"counter":70,"content":"<p>I thank Ms Sugden.<\/p><p>Members of the committee would like to ask her some questions so if she can stay on, she is most welcome to participate in the next part of the session, which will be the question-and-answer part.  I also welcome Professor Shirlow and Ms Grundle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#T00300","speaker":"1650","continuing":true},{"type":"speechnospeaker","time":1665702000,"counter":72,"content":"<p>I also recognise our colleague Professor Colin Coulter from Maynooth University, who was part of this submission.  He did not have to come before everybody and explain what they were talking about.  We will make some general points and then broaden the discussion.  What Ms Sugden said was very interesting, namely, that she considers herself to be British and Irish.  I cannot speak for my co-authors but I also have a shared identity culturally but a different perspective constitutionally.  That is very important.<br\/><br\/>The way the debate has been conducted at times has been highly divisive.  It ignores data, reality and material circumstances.  One of my greatest fears is that this debate will lead to the divisions that have characterised this island over the past century.  This has to be a proper, focused and inclusive debate.  I am strongly of the opinion, as are my co-authors, that we want to build the shared island initiative.  We want to build relationships across this island.  What we want to do is deepen and broaden reconciliation.  We want to deepen and broaden encounter between both parts of the island.  If that means that constitutional change is easier, that is a good thing.  If it means that constitutional change is not required, that is a good thing.  Unionists tell that they engage in this debate and are told that facts do not matter.  They are told that this is going in one direction and when they put forward arguments that suggest it is not going in one direction, they are told that they are wrong.  That is not a conversation and that is not a debate.<br\/><br\/>It is a misnomer that sections of the unionist community - my two friends here Brian Dougherty and Derek Moore - have hosted Mary Lou McDonald and other Southern politicians.  We are engaging and have hosted a digital platform at the University of Liverpool with nationalists and unionists taking part.  We are engaging in this conversation but we are constantly told that we are not.  It is the responsibility of all of us to start redirecting this conversation irrespective of our perspectives on the constitutional outcome.  It is critically important.<br\/><br\/>The other thing we must recognise is the diversity of opinion and culture across this island.  It is a misnomer that it is only unionists who have concerns about unification.  If you look at the Red C polls and the <i>Sunday Independent<\/i>poll that came out after the Ireland's Future event, you can see that people in the South want a united Ireland.  When they are asked about the pounds, shillings and pence, namely, taxes, costs and sharing power, that support falls.  We also know from the survey that among people in the North who support a united Ireland, that support declines in exactly the same way as support among people in the South when it comes to the nuts and bolts of unification and who would pay for what.  It is critically important that we recognise that - that it is not simply the case that there are two communities on this island.  There are different types of unionism and different types of nationalism.  Increasingly among the younger generation, there are those who are very ambiguous about what this future should be.  This is why we need a calm and rational debate and to do this in a very different way.<br\/><br\/>We must recognise that a debate is taking place and that this debate for our paper was based upon evidence.  What does the evidence tell us?  First, the census is not a game-changer.  One issue about the census that is very interesting is the fact that 870,000 people in Northern Ireland identify as Catholic while 633,000 people in Northern Ireland - roughly a third lower - identify as Irish.  Not every Catholic in Northern Ireland identifies as Irish or Irish and British.  We must understand that when you look at the data, people who identify as nationalist or Catholic are not always supportive of a united Ireland.  We must recognise another fact shown by the last election, which is the SDLP-Sinn F&eacute;in vote in the North in the last election was 39%.  The Sinn F&eacute;in-SDLP vote in 1998 was 39%.  We are not in a period of seismic change and we are not in a period where Brexit has been the game-changer we were told it would be.<br\/><br\/>At the heart of what we were trying to say is that we wanted to come here today and give our version of why we want this to be a non-divisive debate because we want to protect the Good Friday Agreement.  Everyone in our group voted for the Good Friday Agreement and all of us have worked to support it.  One quarter of the retail space in Belfast was bombed during the conflict.  Belfast is now the seventh best performing economy out of 179 in the UK.  If people tell me that nothing is changing in Northern Ireland and this is the reason they want a united Ireland, I cannot take that seriously.  That is not what the data says.  Sectarian crime has fallen by 62% over the past 15 years.  Violence related to the conflict has fallen by 90% since 1998.  Belfast is a world leader in fintech and cybersecurity, while Wrightbus in Ballymena is a world leader in hydrogen technology.  If we are going to have a debate in which people say that Northern Ireland is a wasteland when it is not, we are not having a debate.  There are lots of issues about the South that are in many ways attractive but there are many things about the South that are not attractive.  These things are really important.<br\/><br\/>We came here today to make a very clear argument.  The progress that has been made so far through the Good Friday Agreement must be recognised and endorsed.  Building on and transforming outcomes of the Good Friday Agreement must be the basis of the conversation and the future and how it is developed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#U00200","nonspeaker":"Professor Peter Shirlow"},{"type":"speech","time":1665702000,"counter":73,"content":"<p>I thank Professor Shirlow for his analysis of the situation.  As I said at the start, it is important that people hear analysis and different points of view.  I call on Ms Grundle to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#U00300","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":74,"content":"<p>Ms Sugden and Professor Shirlow spoke about identity, so I will talk about it as well.  I am the product of a Northern Protestant father and a Dublin Catholic mother.  I consider myself to be as Irish as I am British.  I am not a unionist.  I spent an awful lot of my youth in this city.  I was probably about 15 before I realised that Dublin was not actually home; my mother just called it that so we did too.  I am very much a Northern and Southern citizen of this island.<\/p> <p>  I will address a very pragmatic point.  Members will see from our paper that we respectfully disagree with the fact that the committee has lumped constitutional change in with building a better future.  We do not agree that those two things sit together at this point.  We are opposed to constitutional change but we want to build a shared island that offers prosperity to everyone on it.  Tagging it with the most divisive issue on this island guarantees that there will not be the type of conversation we want to have.  That is a very strong feeling among the three of us.<\/p> <p>  I will make a very practical point about how we have this conversation and how we plan it.  The committee rightly acknowledges that Brexit prompted a constitutional debate.  I am a remainer.  My greatest fear is that we go down the same path.  The reason it is a genuine fear is that I do not believe we can plan for a united Ireland at this point because the British Government will not engage.  The Northern Ireland Assembly will not engage.  The petition of concern would not get through the Executive if we had one.  How can you plan without engaging your two largest stakeholders?  It is not just about people.  It is about legislation.  It is about decades of disruption.  I would be very interested to hear how people who favour this position think we could go about planning because I do not think we can.<\/p> <p>  We talk about identity, public assets and institutions but beyond that, there are many other issues we need to talk about.  It is not about painting the post boxes green; it is about very pragmatic things like how we would ensure a digital infrastructure remained in the North.  It is owned by a UK-based multinational corporation and is scaled to meet the needs of 70 million people across the UK.<\/p><p>On a practical level, who would own it?  Would BT sell it?  Who would have the funds to buy it?  It is built on a regulatory regime that exists in the UK.  If BT continued to operate in Northern Ireland, then it would have to operate one part of the network under a completely different regulatory regime.  What happens if we have divergence in data protection technology between Britain and the EU?  That is one practical example.  Northern Ireland cannot face a situation where it does not have digital communications after unification while we sort this out, but BT will not engage in that conversation.  I wanted to make that practical point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#U00400","nonspeaker":"Ms Alison Grundle","continuing":true},{"type":"speech","time":1665702000,"counter":76,"content":"<p>Has BT said that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00200","speaker":"1688"},{"type":"speechnospeaker","time":1665702000,"counter":77,"content":"<p>Has it said what?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00300","nonspeaker":"Ms Alison Grundle"},{"type":"speech","time":1665702000,"counter":78,"content":"<p>That it will not engage in that conversation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00400","speaker":"1688"},{"type":"speech","time":1665702000,"counter":79,"content":"<p>The Senator can ask those questions in the time allotted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00500","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":80,"content":"<p>Professor Shirlow talked about the new economy that has developed in the North.  I hope we will have mitigations related to the protocol that will enable it to work.  We are in a position with the protocol where we have a unique opportunity to trade both within and outside the EU.  There are enormous benefits from that for this whole island.  Unification would put us straight back into the EU without having the opportunity to see what those benefits might be.  I will leave it there because I am conscious that we are very much over our time.  I thank the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00600","nonspeaker":"Ms Alison Grundle"},{"type":"speech","time":1665702000,"counter":81,"content":"<p>I call Mr. Dougherty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00700","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":82,"content":"<p>If the Chair does not mind, I will ask my colleague, Mr. Derek Moore, to kick off.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00800","nonspeaker":"Mr. Brian Dougherty"},{"type":"speechnospeaker","time":1665702000,"counter":83,"content":"<p>Talk about passing the buck.  I was not expecting to speak today.  Mr. Dougherty asked me in the bus on the way down.  I will leave the complicated stuff to Professor Shirlow and the others.  I am working on a thing in the city of Derry that I was asked to do by republicans who approached me for an opinion on this discussion.  They included both mainstream republicans, from Sinn F&eacute;in, and dissident republicans.  I am simply a working person.  I play in a band.  I have been a builder all my life.  It is only in the last eight or nine years that I have been in the community sector and in this illustrious company, sometimes uninvited and sometimes not.  As I say, this is a bit last minute.  I wrote a few notes on a presentation that I hope to do later.  I will go through a bit of it.  I apologise in advance because there are more arrows on it than in a John Wayne western.  I might have to jump back and forward.  It might be a bit disjointed and therefore probably looks like an Ireland's Future statement.  These are just my own thoughts.  It is a working-class vision, which I will speak about in the city shortly.<\/p> <p>  Living in Londonderry, I feel at times that I live in a united Ireland, but it is one with obvious advantages such as the support of the British economy.  Derry is a microcosm of what a united Ireland could look like.  We replaced a unionist council in the 1970s, which was blamed for every discrimination under the sun, with a nationalist one.  I cannot tell the committee whether the unionists were discriminating or not.  Much has been said about that.  I was born into a working-class family.  My parents lived in a house with gas, owned by some major unionist.  For me, it was a class issue, not one of Protestants or Catholics.<\/p> <p>  Derry has endured the euphoria of power exercised by the natural majority in the city, who removed their neighbours completely from the city side during what we commonly call the exodus.  The council and the now-blossoming community sector took over the running of the city.  They focused on rectifying the wrongs that they felt had happened in the past.  This was with the knowledge that the Protestants would never return because they would never have a majority again.  There was no way back for them.  They used the power that they had to suppress the minority.  The real concern for me and people I speak to, including working-class people in bands and communities like that, is that they feel this will happen again in an Ireland that is united.  It is how I feel things will evolve.  I am not alone in that thinking.  If I lived in an all-Ireland state tomorrow, what would change for me?  I would still live with the same Catholic, nationalist politicians, neighbours and council that I have now.  No one will tell me that there will be a road to Damascus moment and that their thinking and sense of prejudice will disappear.  I do not think our prejudice will disappear.<\/p> <p>  When I am doing this work in the city, I am told there is a tidal wave of support for a border poll for a united Ireland from the nationalist and republican population.  This message is promoted by politicians on the nationalist side.  As I said to them, we have all heard the statement about turkeys voting for Christmas.  What more could nationalists in Northern Ireland, or any of us for that matter, want?  We have self-determination about nationality, whatever way we want.  We have a massive community and voluntary sector that funds 30% of our jobs, although I will leave most of the technical details to Professor Shirlow.  We have the benefits of Britain's economic power.  We can have any passport we want, whether a British one to show that we are British or an Irish one, or a mix of the two to travel around the world.  We have a chance to build a great future.  I tell this to all my friends and everyone who argues the case against it.  We can focus on the future, not the past.<\/p> <p>  We have a great symbol in Derry, which I am sure everybody knows.  It is on the side of a gable wall and states, \"You are now entering Free Derry\".  That probably sums up how Derry people and many people in Northern Ireland think.  Everything is free, including health, education and all the things we want.  They are free.  Why would we want to change that lifestyle?  Why would nationalists want to change that lifestyle?  There is constant noise from political nationalists, academics and even foreign politicians that pro-union supporters need to discuss and articulate their thoughts and position on a united Ireland.  A clear position has never been laid out to me about what a united Ireland looks like.  I am happy with what I have, so why would I be interested in discussing something that has never been articulated to me?  A clear position is necessary for any future debate.  All I want to do is to look at the economic, cultural and societal facts to see if they create any doubt about the concept.  Brexit delivered lies.  It made false promises and showed that not having a bigger majority than 50% plus one will never work.  Northern Ireland is a great place and I have no bother promoting that.<\/p> <p>  That is the kind of thing I am working on at the minute.  It is not looking at economics or the big picture, but at the people I live with.  I would not force the people who I live with into a Republic of Ireland that is stable because if we cannot live together in Northern Ireland, then we will never live together in a united Ireland.  I will hand over to Mr. Dougherty.  Those are my thoughts.  I know I did not submit any papers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V00900","nonspeaker":"Mr. Derek Moore"},{"type":"speech","time":1665702000,"counter":84,"content":"<p>I thank Mr. Moore for his contribution and insight.  We are asking people to tell us about what they are living through rather than hearing it second-hand or reading about it in the papers and getting interpretations through journalists.  We want to hear from people who are living through it.  Before I go to Senators, we have Mr. Dougherty from the North West Cultural Partnership.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V01000","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":85,"content":"<p>I think the reflections I will provide are similar to what Mr. Moore touched on with regard to the social impact and impact on civil society of the current debate.  Derry people like to whinge.  I do not particularly want to go down that line today, but there is important context to this discussion.  We can say the same of our colleagues in the north west, in Donegal.  Unionism in Derry, or Londonderry, is different from unionism in Ballymena, Belfast and everywhere else.  Derry is peripheral to Belfast, Dublin and London.  If people are unionists in that city, they are even more peripheral.  Mr. Moore referred to the Protestant exodus, particularly after Bloody Sunday, how that divided the city and how it made unionists feel even more isolated.<\/p><p>Much of our thinking on the constituent base we work with reflects on how our position within Derry, as it is, may then change within a broader united Ireland.  Is there is evidence there to say we would feel any more or less isolated or marginalised?  <\/p><p> In the mid-1990s, there was a lot of very positive, progressive stuff that happened within the city and Professor Shirlow referred to it a wee bit as well.  There was a negotiation around parading, which created the groundwork for much of the stuff that Mr. Moore's and my organisation has done since.  However, unfortunately, that was negotiation out of necessity.  It was around Protestants trying to find their place within a city and what might happen if they did not negotiate.  We have to be very careful in this debate that we do not fall down that same line.  The whole constitutional conversation needs to be based on the premise of generosity.<\/p><p> We use a dial in our work at Londonderry Bands Forum and our partnership that we kind of use as a reflection of where we sit in terms of good relations.  It is called the intolerance to celebration model.  It starts at one end, where we may be intolerant to parading, the Irish language, for example, or other minority cultures.  It goes from intolerance, to tolerance, to acceptance, to promotion and celebration.  We always refer to that dial and ask at what point we will get up to celebration.  Are we at a point now where unionist culture can be genuinely celebrated?  Will it be celebrated in a new Ireland?<\/p><p> During the parading negotiations, we always felt it never got beyond tolerant.  Parading was tolerated, but know your place and do not go across that line.  Thankfully, during UK City of Culture, which happened in Londonderry in 2013, the Londonderry Bands Forum did some very progressive, innovative and creative work.  At the Fleadh Cheoil na h&Eacute;ireann, five loyalist bands played on gig rigs to a point where Martin McGuinness himself talked about that need for mutual respect and generosity to be maintained.  At that point, we had got to a stage where parading, for example, was both promoted and celebrated.  However, somehow, in the past ten years since that, we have gone back down to that simply tolerance level.<\/p><p> My final point around this whole debate is that we need to be aware of that.  We need to manage expectations.  The impact of this debate in the current civic climate is very dangerous because young Protestants have to realign their sense of identity and sovereignty and move us back from some of the progress and peace-building we have done.  As important if not more important is managing the expectations of young nationalists within Northern Ireland.  What happens when they finally realise that after all of the questions we are asking and all of the practicalities of a united Ireland, it will not happen in their lifetime and how will that then impacts on civic stability in Northern Ireland?  That would be my main concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#V01100","nonspeaker":"Mr. Brian Dougherty","continuing":true},{"type":"speech","time":1665702000,"counter":87,"content":"<p>I thank the witnesses sincerely for coming in to talk to us and sharing their experiences and expertise.  These conversations are 100% vitally important and the presence of the witnesses is vital.  It is daunting often for most people to come as witnesses to any parliamentary committee, but to come into one in a different jurisdiction can be quite daunting, so I thank the witnesses for coming in.<\/p> <p>  I will not ask any specific questions individually.  I would like to ask one general question and perhaps everybody could give an answer to it.  What I picked up today is that this has to be an inclusive discussion and dialogue is vital &ndash; 100%.  We are here to hear what the witnesses have to say.<\/p> <p>  I always have a little bit of concern.  A border poll could be called at any time.  The Secretary of State could call a border poll and we do not know what the criteria are for a border poll.  The Secretary of State could call one at any time.  That is why these discussions are vital and we need to be prepared.  I think it was Ms Grundle who commented on Brexit and the horrific, awful stuff that happened around it.  We have to be prepared and that is why these discussions are important.  We want and need to hear what the witnesses are saying.  I think it was Mr. Moore who said that a clear position has never been laid out in front of him.  I remember being at an event related to it being 20 or 25 years of the Good Friday Agreement a few years ago.  There was somebody sitting on the panel from a unionist background who said nobody came to them and asked them what they thought or talked to them about it.  However, that is what we want to do.  We want to hear the witnesses&rsquo; thoughts and how they feel.  That is why it is important.<\/p> <p>  How do the witnesses see this progress?  How can we bring with us those young people that somebody mentioned who are scared and frightened and will go out and react in a violent way?  How can we have that dialogue with them to let us hear what they have to say?  I would love to hear what they have to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#W00300","speaker":"1632"},{"type":"speech","time":1665702000,"counter":88,"content":"<p>We will take the questions and then come back for the responses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#W00400","speaker":"1650"},{"type":"speech","time":1665702000,"counter":89,"content":"<p>Everything the witnesses said is still percolating in my head.  Today is about listening and it is very important for us to listen to them.  I am struck by what Professor Shirlow said about how he is engaging with the conversation.  He is here and unionists are engaging with this.  At the same time, reading what he wrote, it pointed out all of the reasons it should not be happening.  There are many reasons in there as to why we do not need to have the conversation.  At the same time, Mr. Moore said a clear position has not been laid out.  We are here because we want to hear from the witnesses and engage on their terms, whatever those terms are, just as long as they are using their voice and we can hear it.  It does not mean they have to agree.  The other option is just as valid, whatever way they vote.  Both sides of the argument are just as important.  I hope that if they feel that way, they would be developing their own position for us to ask questions about as well.<\/p> <p>  I have always agreed that the Good Friday Agreement is not all doom and gloom.  We have achieved so much.  I heard what the witnesses said about sectarian violence.  I have made the point that it has decreased so much and things are much better than they were 25 years ago.  I do not subscribe to the idea that either the North or South is a failed state.  That is not what this is about.  It is important to hear from the witnesses on which terms they want to engage in this.  How do they want us to conduct this conversation in a respectful way?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#W00500","speaker":"1648"},{"type":"speech","time":1665702000,"counter":90,"content":"<p>I thank everyone for their presentations.  I have found that the good thing about this committee is that, while nobody will be surprised to know my view on this debate, we were all resolute that we wanted to get the broadest possible voices to contribute to this discussion.  We are the better for it, so I thank the witnesses for that.<\/p> <p>  As I tend always to do, I will follow Ian Marshall&rsquo;s advice and mostly listen.  I only have a few points and observations to make.  I just want to get the witnesses&rsquo; reflections on them.<\/p><p>I am very keen to hear more about the model Mr. Dougherty talks about that his own organisation uses.  I am keen to hear about that in my own personal capacity.  When he speaks about the parades and the expressions of culture on 12 July, I was struck by the fact that last week in this room, the CEO of Ireland's Future was talking about going up the top of the street and watching his friends take part in the 12 July parade.  Those kind of changes are happening out there and it is important that we reflect them as well.<\/p><p> Professor Shirlow outlined that the Sinn F&eacute;in and SDLP vote has not changed from 39% since 1998, but the unionist vote has declined by 12% in the best part of 20 years.  All of these statistics are doing the rounds.  We must start to look beyond some of that and look at where we are at now.  I agree with what he said about fintech and being a world leader, as well as some of the fantastic industry we have, not least the creative industries and film making.  I do not think anybody is advocating that it would end.  I accept there may be potential pitfalls and shocks to our economic system attached to constitutional change but that is why all of us who advocate for change agree that we must get the groundwork right and try to analyse and understand what the potential shocks are so that we can absorb them.<\/p><p> Last week, the Economic and Social Research Institute, ESRI, hit us with some very stark figures in terms of differentials North and South.  I do not want to do down the North because I am from there, I live there and I want to see society do better but there are very clear differentials.  We must start to talk collectively about how we reimagine the whole island and not look at these two systems in isolation and making a tweak here and there.  We could imagine something entirely new as a gateway to Europe and the United States in terms of fintech, the industries here in Dublin and how we ensure that the west is supported as much as the North in terms of infrastructure.  The west and the north west have been neglected by this State for a hell of a long time.  We must create change that benefits society right across the island.  I appreciate that I have said a bit.  I am not walking out; I just have to step out for a few minutes to make a call and then I will be back in. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#W00600","speaker":"1688","continuing":true},{"type":"speech","time":1665702000,"counter":92,"content":"<p>I thank the witnesses very much for coming to Dublin.  It is lovely to meet them.  I am very interested in hearing what they have to say.  I heard a couple of recurring themes.  One of them is about identity and the other was the use of the word \"reunification\".  In terms of identity, I am from Dublin.  In my family, on my mum's side we have people who ordered the execution of the 1916 leaders.  On my mum's side also I have a grandmother who participated in the War of Independence.  She was a schoolteacher by day and an arsonist and freedom fighter at night.  If we look at the DNA of people in the Republic, Galicia is a very strong marker.  There are also some markers from Norway and lots from Scotland.<\/p> <p>  When I was in the Army I went back to university and I had to do a module on culture and identity.  The lecturer asked how I would describe my identity if a spaceship from outer space landed and an alien got out and asked me to describe myself in one sentence.  He asked if I am a man, a parent, an Army officer or a brother?  I said, \"I am inedible.\"  Culture and identity are things that shift.<\/p> <p>  Later, as a journalist, I went to one of the last British Army patrols out of Bessbrook Mill.  What a celebration.  The young soldiers and everyone else there were delighted to be going home.  General Wayne Harber was the guy from Belfast who was in charge from Thiepval Barracks.  He said: \"We all want to see police cars back here.  We want to see normalisation.&rdquo;  I was invited to the Royal Irish Regiment in Inverness the following year.  That was a real revelation because in the section rooms the young soldiers of the Royal Irish Regiment in the British Army had Celtic flags, Rangers flags, shamrocks, shillelaghs, shenanigans and they celebrated each other's culture, so it is possible.  How unlikely a place to find such harmony.  I know the British Army wants them to fight.  That is the thing about culture.  I hope we can get to the point of celebrating our cultures and having the parades and so on.<\/p> <p>  In terms of reunification, as part of my military experience, I was in Bosnia at the end of that conflict.  I do not think we are analogous to West Germany and East Germany.  I do not think this is about reunification.  We are more analogous to the former Yugoslavia and to Bosnia.  It is not about reuniting, it is about how we live together.  I agree with what has been said.  That is why I am elected here.  I reject so many parts of the Republic, such as the provision of healthcare and services for people with disabilities.  There is a lot to be admired about the jurisdiction that the witnesses enjoy.  I agree with Ms Grundle that we cannot plan for this without all the stakeholders, but when I talked about the past and identity, I am thinking about my 18-year old daughter, my 20-year old son, my 21-year old son, and my 14-year old son because they are going to have to live the next reality, whatever it happens to be.  Even if we cannot plan for it, do the witnesses think that it is a good idea that we at least talk to each other and get to know each other?  Most people in the Republic know very little about the amazing traditions - intellectual and artistic - and the cultural history and struggle of the unionist community.  That is the question.  Should we talk?  How can we talk?  How can we facilitate those conversations?  I am happy to come any time and visit any of the witnesses if they want to invite me and to put up with my stories.  It is about getting to know each other and having the conversation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#X00200","speaker":"1699"},{"type":"speech","time":1665702000,"counter":93,"content":"<p>I thank all the Senators for their questions.  I will turn now to the witnesses, perhaps Ms Sugden first, if she would like to respond to the questions that were posed and to add any other thoughts that she may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#X00300","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":94,"content":"<p>I thank the Senators for their questions.  This relates to the topic around the engagement and conversation we have on the constitutional future.  Given how it is being currently presented, we are already prejudicing the outcome in that it is going to be towards a united Ireland.  That is something that needs to be reflected upon, because as a unionist I am pursuing the agenda of our place being within the United Kingdom.  If we are going to have a conversation it must be one that respects both traditions as they currently are, which is the bedrock of the Good Friday Agreement.  It is based on self-determination and where we are now until that changes.  My suggestion is that it is not about the constitutional future of this island, it is about the constitutional future of these islands, which takes into account the United Kingdom.  From an Irish perspective, I recognise that the relationship with the United Kingdom has been difficult because of Brexit.  Ireland needs the UK as much as the UK needs Ireland.  As unionists, we must recognise that.  For me, it is about interdependency rather than looking towards a predetermined outcome.  Even in the subject line of this meeting today, the subject is the constitutional future of the island of Ireland.  What if we never get to that point?  Are we having a conversation about something that may never happen?  Equally, if we have a conversation about these islands, then we are already saying that we care about everyone.  That is something the committee might want to reflect on.<br\/><br\/>Again, much of the conversation has probably been stimulated more from the nationalist perspective.  It is almost suggesting that a united Ireland is inevitable.  That flies in the face of the Good Friday Agreement's self-determination principle.  I ask people to again reflect on that.  Equally, if we maintain our current <i>status quo<\/i>where we stay within the UK, Ireland as a jurisdiction has a big interest in that, not because of North-South relations but also because of how we can benefit one another.  I have no doubt that we can, and I do not think we exploit that as much as we should.  The conversation must be beyond the island.  It must be about these islands because that is what the Good Friday Agreement was about.  It was not just about North-South, it was east-west as well.  That is something we ought to talk about.<br\/><br\/>The unionist vote declining comes back to those identity labels that I talked about in my opening statement.  I am an independent, designated unionist.  I was described at the start of the conversation as an independent unionist.  Members of the SDLP are not described as SDLP-nationalist or members of Sinn F&eacute;in as Sinn F&eacute;in-nationalist.  Perhaps it is assumed because we know that is what it is.<\/p><p>I very much get these labels have been put on me by the media and others as a way of indicating what independence means.  I am very clear to set out that I am not affiliated with a political party, but that does not mean I do not have opinions.  I am a feminist but I am not described as an independent feminist.  I am in the middle ground.  Sometimes I am left of centre and sometimes I am right of centre, but I am not described in that way.  We need to look beyond the fundamental principles and recognise what that means.<\/p><p> Why is the unionist vote declining?  I think unionism is politically represented by a far-right-wing party in Northern Ireland.  There are electoral reasons for that, rather than reasons of identity or representation.  People are sometimes a bit frustrated that some of the left-right politics is conflated with unionism or indeed nationalism on the other side.  We have to decouple the two.  I do not have a home because there is not really a middle-ground unionist party.  That is why I sit as an independent.  I do not think the unionist vote is declining because there are more people who do not want to be within the union.  I think it is declining because people do not want vote necessarily for those parties and they may be moving towards parties that talk about other things.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#X00400","nonspeaker":"Ms Claire Sugden","continuing":true},{"type":"speech","time":1665702000,"counter":96,"content":"<p>I thank Ms Sugden for that very insightful perspective on the nuances within unionism.  It is important for people to understand that it is not solely about the issue of identity <i>per se<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Y00200","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":97,"content":"<p>The reason we are here is for a conversation.  It is important to recognise that.  The 39%-39% vote and the point raised by Senator &Oacute; Donnghaile have shown the decline of unionism, which is correct, but it has also shown a decline in non-constitutional politics.  That is a point for conversation.  What is happening to identity on this island?<\/p> <p>  The fundamental problem is that we cannot have a stereotypical depiction of who we are.  There is a tendency in Irish society to have a much more stereotypical description of who we are and who nationalists feel that they are.  There is an understanding in nationalist republicanism in that one has Sinn F&eacute;in, the SDLP, Fianna F&aacute;il, Fine Gael and the Labour Party.  One has nationalism in many forms and nobody ever says nationalism or republicanism is divided.  However, there are three unionist parties in the North and they are seen as divided.  The way in which we and the community from which we come are spoken about is always as though we are something separate.  We have come here today, especially in supporting the shared island initiative, as this State's neighbours.<\/p> <p>  The work that Mr. Dougherty and Mr. Moore are doing in Derry is breaking down sectarianism.  The work that Ms Sugden and Ms Grundle did in Stormont, when Ms Sugden was the justice minister and Ms Grundle was a special adviser, was about bringing new and innovative ideas into our society.  We keep going back to the comments about the unionist votes declining without considering that what is happening is that the centre ground is growing and something is changing.<\/p> <p>  The data from the Economic and Social Research Institute, ESRI, tell us about paying to go to the doctor and taking out &pound;1,400 per year.  The rents are much higher in the South.  Sinn F&eacute;in's argument is that it wants to change this State.  It wants to dramatically shift this State into a different economic model.  Many of the arguments that Sinn F&eacute;in makes are ones that unionists make.  There are things which are constitutionally different but we have the same perspective.  Everybody here so far has explained themselves as being from working-class backgrounds and said that class is important.  That is critically important.<\/p> <p>  The census is also important.  The headlines were written before the data came out.  The old joke goes that somebody broke into the Kremlin and stole next week's election results.  There was a 0.6% growth in the Catholic population.  There were the nuances I talked about a second ago.  Not every Catholic is Irish.  Many people who put themselves down as Irish or versions of Irish are also Protestant.  The complexity of this debate is very simple: we cannot solve a 100-year-old problem with a 100-year-old type of debate.  My grandmothers could not vote on partition.  People from sexual minorities could not express their sexuality at the time of partition.  Most people did not go to higher level education.  Most of us would have parents or grandparents who left school when they were young teenagers.  Why are we using the same debates and arguments when this island has changed dramatically?<\/p> <p>  I appeal to Senators Black and Currie.  At the events I come along to and organise, we are trying to have this conversation in many different ways.  If they want to know how we should proceed with this, they should stop telling me I am wrong and ignoring the data I put on the table and the arguments I make.  I do not expect a republican to change his or her perspective.  I work with republicans, as we have all done, to build a better society.  One should stop telling us we are wrong and start to facilitate what we are saying.  A conversation is about getting to a point where we enter a dialogue.  When people say that unionists do not come into the room to take part in that dialogue, I put it to them that they do not take part because they are told there is only one outcome to this conversation, which is that we will have a united Ireland.  That is the point made by Ms Sugden.  It is said that the data are complex.  According to surveys from universities, 30% of people in Northern Ireland want unity, but the percentage falls when the questions are asked about paying for it.  If nationalists will not engage with that by saying it is a reality that nationalism understands and a challenge for them, we are not having a conversation.  I do not expect anybody to walk out of the room and have a different perspective.  I expect that person to go away and sharpen up his or her arguments.  I expect myself to go out the door and sharpen up my arguments or I expect that one day the person might persuade me.  That is always open with us.  If the society of all societies is created, why would I not want my children and grandchildren to share in that future?<\/p> <p>  This is not about identity for many people.  Gerry Carlile goes out on 12 July.  I do not.  It is not for any other reason other than it is not my cup of tea.  I also live in England and it is hard to get there.  The point about this is that it is important.  I am told at every debate we have, at F&eacute;ile an Phobail and elsewhere, that the facts do not matter.  If the facts do not matter, I do not want to put that in front of future generations, when we have already suffered enough on this island, through violence, mayhem, economic collapse and a cost-of-living crisis.  I do not want them to confront that.  I want them to confront the reality that we might disagree and there is validity in each argument.  We should debate this out to see who creates the better society.  I hope this is a winner for everybody on the island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Y00300","nonspeaker":"Professor Peter Shirlow"},{"type":"speechnospeaker","time":1665702000,"counter":98,"content":"<p>I will start with Senator Black's general question about how we engage people in this debate, especially young people.  We do it by talking about the shared future for everyone on this island and how we can create prosperity for everyone.  I will reiterate the point I made at the start which is that lumping constitutional change into that is divisive.  This will sound extremely trite, but if we build an island on which there is prosperity for all, the constitutional situation will take care of itself.  People will determine, based on fact and lived experience, where they want to be constitutionally.<\/p> <p>  Another point I wish to engage in the conversation is that people said Brexit changed everything.  Brexit changed everything for me because it made me realise that &pound;350 million on the side of a bus is purely promissory.  I am sorry but everything I have heard put forward since Brexit and the constitutional change debate came back to the fore is the equivalent of &pound;350 million on the side of a bus.  We are being promised the land of milk and honey and if one read Sinn F&eacute;in's last election manifesto, one would see that this is far from the land of milk and honey.<\/p> <p>  We need to build this together.  Brexit is my greatest fear and that is why I am very strong on the point of engaging the stakeholders.  We can have all the conversations we want but all we will get is one vote each.  The decision-makers and the implementers need to be involved in this because, without engagement, it will be a repeat of Brexit.  <\/p> <p>  I will make another point to reinforce the success of the Good Friday Agreement.  A great deal has changed in Northern Ireland.  I will say something which may be controversial: what has happened since the Good Friday Agreement is that the economy has succeeded and the politics has failed.  We have the situation with our public services because the composition of Stormont and the way it functions is preventing progress on public services.<\/p><p>I cannot stress enough how important the Good Friday Agreement is to me and to most people I know.  I grew up during the conflict.  I never want us to go back to anything like that ever again.  I never want anyone to live through that again.  The shared island initiative is a brilliant one with which I am proud to be engaged.  That is the way we change society.  Ms Sugden made the point about the potential of an all-island economy.  I believe that is where we should be focusing our efforts.  I am often reminded of the last words Martin McGuinness said to me just an hour before he resigned.  I was Ms Sugden's special adviser at the time.  Mr. McGuinness gave me a last hug and said: \"Look after  the peace process, Alison.  Protect the Good Friday Agreement; it is the only thing we have.\"  I think about that comment very often.<\/p><p> I will make a practical point regarding Senator &Oacute; Donnghaile's question about BT.  Has it said it will not engage.  Has anybody asked BT?  I worked there for 15 years.  It is a profit-driven organisation.  All it is interested in is driving stakeholder value and its stock price.  What would we be asking BT to do?  Would we be asking it to sell or adjust its network?  What is the question?  The ability to answer that question would take huge resources on BT's part.  There are all kinds of issues.  There is the North Atlantic interconnector that connects North America with Britain and Europe and lands on the north coast of Ireland.  There are so many issues around that.  BT simply would not engage in something that would cost it that amount of money and that will not in any way fulfil its business strategy or represent any value to its stakeholders.  However, the committee should ask it by all means.<\/p><p> I really enjoyed Senator Clonan's question.  As I said at the start, half of my family come from Dublin.  I initiate every conversation I have with my Dublin family about the North and they indulge me politely.  They do not want to know.  The comment I got from my cousin last night was that they have enough problems trying to organise the 26 countries without bringing us lot in.  I live on our beautiful north coast, however, and practically every other car on the road these days has a Southern registration.  People are visiting.  I would have had a statistic about the number of overnight stays spent in Northern Ireland now by people coming from the South.  It is a huge tourism drive for us.  The Senator is very welcome to come up and visit us.  He is right; we need to get to know each other much better to have conversations about how we live on this island together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Y00400","nonspeaker":"Ms Alison Grundle","continuing":true},{"type":"speech","time":1665702000,"counter":100,"content":"<p>As BT said; it is good to talk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Z00200","speaker":"1699"},{"type":"speech","time":1665702000,"counter":101,"content":"<p>I thank Senator Clonan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Z00300","speaker":"1650"},{"type":"speech","time":1665702000,"counter":102,"content":"<p>I am sorry; I could not resist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Z00400","speaker":"1699"},{"type":"speechnospeaker","time":1665702000,"counter":103,"content":"<p>I will be brief, as I usually am when I speak after Ms Grundle.  It is usually on Zoom when we have very little time left.<\/p> <p>  I will try to address a couple of specific issues.  I hope I get them in the right context because I wrote them down as we were going along.  I apologise for calling the Senators by their first names of Niall and Emer.  They both said they wanted to listen.  I would say do not just listen to us; hear and take note of what we are saying.  We talk to many people and they listen to what we say, but do they ever actually believe or think about it deeply?  It is very important that the Senators hear what we say and take note of it.  We were asked to elaborate our position clearly.   I must have been speaking like a politician because I thought I did elaborate it fairly clearly.  Our position is that we want to be within Northern Ireland the way it is.  We want to make it much better than it is.  I feel that it is far easier to run within a country of 65 million people rather than imposing it on a country that will end up with maybe 5 million or 6 million people.  Professor Shirlow already spoke about people's reluctance to put their hands in their pockets to fund anything.<\/p> <p>  The other big issue would be that people are talking about some sort of settlement or whatever in the future.  I am a British citizen.  I would not trust a word the British Government said.  That is it.  I know Deputy McDonald's position.  She wants a united Ireland at whatever cost.  That is fair enough.  I do not hear that same argument or anything coming from the powers that are there now.  Do they want a united Ireland or do they not?  If they do want it then they need to put the position on paper.<\/p> <p>  I might have picked Ms Sugden up wrong on a wee thing she said when she spoke about the conversation today.  She wondered if it is worth talking about something that might never happen and whether we should discuss it.  I hope I did pick her up wrong.  When I am asked that question when I talk to people in whatever context , I say that I do not expect my home to be flooded, burn down or fall down because of turbulence, but I have insurance to cover that.  I think these conversations are insurance for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Z00500","nonspeaker":"Mr. Derek Moore"},{"type":"speechnospeaker","time":1665702000,"counter":104,"content":"<p>I do not have much to add except maybe in terms of some of the references to the practicalities of dialogue and discussion.  As Professor Shirlow alluded to, Protestants do engage.  We really appreciate platforms like this, but this is not the first platform like this we have had.  I was in Dublin on Tuesday to appear before the Joint Committee on Foreign Affairs and Defence.  That happens all the time.  We are always willing to engage when we are asked.  It is not only a recent constitutional debate recent, however.  We have also been having these discussions in civic society for ten or 15 years.<\/p> <p>  In terms of the practicalities of it, we have to be creative and innovative.  We have to speak to all elements of civic society that are part of the discussion.  A key problem to date has been that much of this debate and a lot of this narrative and discussion is going through political unionism and nationalism.  Civic unionism is not getting an adequate voice.  In addition, we have always found, and no disrespect to Senator &Oacute; Donnghaile, that much of the honesty comes through the political system in the South.  In any conversation we have through whatever method, and myself, the Chairman and others have talked about this on numerous occasions, we find much more energy for and transparency around the debate.<\/p> <p>  The basis of our organisation and the work we do with the Londonderry Bands Forum and the North West Cultural Partnership is about attracting that hard-to-reach grassroots voice.  There are 664 marching band in Northern Ireland with 30,000 musicians.  It is the biggest artistic musical movement in the whole of western Europe.  Whenever people think of loyalist bands, however, what do they think of?  We use the analogy all the time of two young people standing at a bus stop in Northern Ireland.  A young person holding a bodhr&aacute;n and wearing a Catholic school uniform - because all the schools are still very much divided in Northern Ireland - is called a musician.  A young person wearing a Protestant school uniform holding a flute is called a bigot.<\/p> <p>  The problem we have in engaging in debate is changing those negative perceptions people have of the people with whom we should be debating.  What we do as an organisation through debates and events like our fringe festival and the youth conference we are having next month is get that bottom tier or third tier, as they are seen within our society, engaged in our conversation.  We do it through bands and elements of culture such as Highland dance.  We do it through aspects of society that people do not get an opportunity to engage with.<\/p> <p>  We should ask these young people and whoever we think needs to be at the table.  I am pretty certain most people will say \"Yes\".  Of course, in reciprocating that welcome, members should come up and see the organisations.  There is a hugely thriving, professional, progressive civic unionist sector in Northern Ireland.  It is fed through the mainstream community sector but more importantly, it is fed through cultural organisations like bands, sports clubs and others.  Members should come up and listen to them.  Do not feed the narrative of political unionism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Z00600","nonspeaker":"Mr. Brian Dougherty"},{"type":"speech","time":1665702000,"counter":105,"content":"<p>I thank Ms Sugden, Professor Shirlow, Ms Grundle, Mr. Dougherty and Mr. Moore for their contributions.  I invite them to stay with us.  Ms Sugden is joining us remotely and is most welcome to stay to hear the rest of the contributions if she wishes.  I know she is busy, however, and may need to leave us at some stage.  I thank her for her participation as part of this session.<\/p> <p>  We will move on to the next group of contributors.  Mr. Ian Marshall is no stranger to this House having been with us and engaged on this topic regarding his viewpoint on the future of this island.<\/p><p>We are delighted to hear his view on how Northern Ireland could be within the UK.  Alex Kane was writing in <i>The Irish Times <\/i>only this week that that conversation happened long before Brexit, given the referendum in Scotland but also ongoing discussions that we all have around society changing.  I thank Ian Marshall for being here.  <br\/><br\/>I also welcome Mr. William Graham and Mr. Andy Pollack who is no stranger to the pages of our newspapers here and has also been involved in various initiatives including the Centre for Cross-Border Studies in Armagh and has a deep insight into different perspectives.  <br\/><br\/>I ask Ian Marshall to begin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#Z00700","speaker":"1650","continuing":true},{"type":"speechnospeaker","time":1665702000,"counter":107,"content":"<p>It is good to be back in the Seanad.  I am really struggling here.  You want to bounce to your feet when you want to open your mouth in this Chamber so you need a seat belt to strap me into the chair here or I will stand up and talk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#AA00200","nonspeaker":"Mr. Ian Marshall"},{"type":"speech","time":1665702000,"counter":108,"content":"<p>You are on the wrong side too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#AA00300","speaker":"1688"},{"type":"speechnospeaker","time":1665702000,"counter":109,"content":"<p>I thank the Chair and the committee for the invitation to come here and to engage in this conversation and to support the consultation submissions.  I hope that the committee found the submission was informative and constructive and will assist with the committee's report and will support further conversation.<\/p> <p>  My contribution today is as a unionist in the Seanad and not as a voice for unionism in the Seanad.  This is a quite timely conversation with the recent event in Dublin where those attending were invited to have a conversation about preparation for a new Ireland.  I would like to begin by clarifying something.  It is perfectly reasonable and acceptable to have a conversation about the constitutional future of the island of Ireland and perfectly reasonable to support a political position for unification, however there is a fundamental problem with how this conversation is currently presented.  If the discussion is undertaken with a predetermined outcome and predetermined destination, that being Irish unity, then quite simply you have created a conversation that unionism cannot join.  The conversation holds nothing for many within unionism as it threatens everything supporting what the union stands for.  It is a conversation about the end of Northern Ireland and the end of the United Kingdom; it is a conversation about complete separation from Great Britain, something not as yet supported by a majority of people in Northern Ireland.  In addition, some commentators still do not want to acknowledge the difficulty for many to participate in this discussion; choosing rather to portray unionism as negative, backward and regressive and a cohort of people not willing to engage or have a conversation.  That is something so far from the truth that it is shocking.  <\/p> <p>  I spoke in this Chamber four years ago about the silent majority in Northern Ireland.  There are only two things that we know about them and that has not changed: one, they are silent and two, they are the majority.  There is a broad swathe of unionism the vast majority of which one never hears of.  They are arguably the most outward looking, forward thinking, respectful, positive and pragmatic group of people one could meet but unfortunately one never hears from them.  <\/p> <p>  So how can the dialogue change?  Quite simply, it is about open minds and it must be about open minds.  It is about an ability to respect difference and diametrically opposed opinions and an ability for all to accept that their personal perspective needs to be challenged and conversations convened based on facts, information and evidence and not clouded with ideology, aspiration, sentiment and emotion because we all bring unconscious bias and misconceptions to this conversation. <\/p> <p>  One of the biggest misconceptions is actually what unionism is.  It is not, as often presented, simply a Protestant counter-narrative to republicanism, but rather a very broad, diverse group of people who merely want to maintain the union of the United Kingdom; of cohabitation on an island while building strong links between all the citizens on the island and between two islands across business, industry, culture, sport, leisure and politics.  Unionism is a wide ranging mix of young and old, Protestant, Catholic, Muslim, Christian, Jew, Buddhist and Sikh; it is about secularism, atheism and every other belief one can imagine with one shared political position, that is, to remain connected to the union of the United Kingdom.  For many in unionism the very talk of Irish unity is anathema to them and a conversation that they regard frankly as a bridge too far, and understandably so.<\/p> <p>   So how can we change this?  A few weeks ago, I listened to a BBC Radio 4 documentary called &ldquo;Kissinger&rsquo;s Century&rdquo;.  In it, Henry Kissinger, now in his 100th year reflects on his time working in the US Government for under Presidents Ford and Nixon.  He referred to an experience when the US was in talks with the Chinese Government.  The Chinese wanted to talk about taking back Taiwan which was something the Americans did not want to discuss.  In order to break the deadlock, a compromise was established.  The Americans agreed to discuss Taiwan so long as the Chinese were prepared to discuss things that they might otherwise keep off the table.  So here is my point.  If one is asking unionism to discuss uncomfortable issues, should we not have balance?  What about discussing the benefits of Northern Ireland as part of the UK?  What about a discussion about the Commonwealth; about London&rsquo;s say in a new Ireland or a mandatory cross-community government to name a few?<\/p> <p>  While I was in the Seanad, I had a valuable insight into the Republic of Ireland, into legislation, the economy, housing, education and the health service.  I witnessed some things that were better in Northern Ireland and conversely, some things that were much better south of the Border.  If one was a car salesman selling me a new car, it would need to be better than the one I had.  It would need to be faster, cheaper to run, more efficient, more comfortable, more luxurious.  A salesman needs to sell benefits.  One hundred years after independence and 25 years after the signing of the Good Friday Agreement, there is little evidence of the benefits of constitutional change.  To quote one particular businessman who recently gave evidence to the Committee for Infrastructure in the Assembly on the so-called benefits of Brexit and hence in relation to Irish unity, the proposition of having jam on both sides of your bread is not necessarily a benefit and could just turn into a sticky mess.<\/p> <p>   I would urge you to build the offering and compile the evidence; to present the economy with benefits and advantages; to make a health service that is better; to design education that outperforms; to deliver affordable housing for all and when that is done, then ask the citizens of Northern Ireland the question and wait to see the answer.<\/p> <p>   I urge you to assume nothing.  Do not be led by your perception of what you think people think.  And please listen to what people say.  It is a lesson that we all need to learn.  To quote Ciar&aacute;n Hynes, the grandfather in the Kenneth Branagh movie &ldquo;Belfast&rdquo;, talking to the nine year-old Buddy about going to live in England: \"If they can't understand you, then they&rsquo;re not listening\".  Understanding unionism has proved difficult.  Be careful of perceptions because perception becomes reality.  The Good Friday Agreement was founded on mutual respect, parity of esteem and consent.  Please listen.  Please try to understand and together everyone can be heard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#AA00400","nonspeaker":"Mr. Ian Marshall"},{"type":"speechnospeaker","time":1665702000,"counter":110,"content":"<p>I am not a politician.  I am an ordinary citizen, probably with a small &ldquo;u&rdquo; in unionist affiliation.  I am probably one of the silent group that Ian Marshall referred to.  This type of forum and subject are new to me so I thank the committee for allowing me to come along and to make my contribution.  It includes some similar themes to those I have heard.<\/p> <p> I will give a bit about my background to show where I am coming from.  I was born in Northern Ireland to Protestant parents.  I went to Rainey Endowed School, Magherafelt, a mixed school, boys and girls, Protestant and Catholic.  I have a degree in electrical engineering from Queen's University Belfast, a degree in Business Studies from Ulster University and I completed the general management programme at Harvard Business School in Boston.  I worked in Northern Ireland Electricity and retired after the company was sold to the ESB.  It was completely amicable.  I was chief operating officer.  I have served as a non-executive director of a number of public sector boards in the North and currently serve on the board of the Northern Health and Social Care Trust.  I feel I have a British heritage but also an Irish heritage.  I describe myself as Northern Irish.  I have both a British and an Irish passport.  I have no particular political affiliation but more recently, I have voted for the Alliance Party.  I am not wedded to any particular constitutional future but in any debate, would hope that any future change would be better than what we have now, that my Northern Irish identity would be recognised and my personal family circumstances and those of people in Northern Ireland would not be adversely affected.  My cousin, Edgar Graham, was a modern moderate unionist politician and law lecturer in Queens.  He was shot dead by the IRA in 1983.  Nobody was charged with the murder but I think that we have to find a way of moving on from those tragedies.  I have to say, though, some of the events of the past week and some of the glorification of the past do not help with that and do not help people like me.<\/p> <p> On the current debate, the last thing that we need in the near future is a referendum on a united Ireland whatever the model proposed.  I believe this will be incredibly divisive and whatever the result would leave a significant proportion of the population unhappy or worse.<\/p><p>It would also divert attention from the many important issues that face our society and impact on everyday lives.  Unfortunately, many of our politicians in the North are much more comfortable with the sectarian-type issues as they have little idea as to how to address the complex societal issues facing us.  Any vote in the near future would likely be along emotional and idealistic lines with those voting unlikely to understand the significance nor implications of their vote, which is a bit like Brexit was.<\/p><p> If a referendum were to be proposed, I have heard two options mentioned or variations around these  Option 1 is have a vote and then, depending on the result, sort out afterwards how things would work.  I think that option would be very problematic.  Option 2 is work out things upfront how might things and the implications, and make this information available to the population who would be voting.  That option seems more sensible but when the debate starts around the constitutional future for Ireland, one side of the political spectrum in the North tends not to engage as this would suggest an admission that constitutional future change was going to happen.  <\/p><p> Is there another option?  Would it be possible to start a debate sooner rather than later around what is best for the people of Northern Ireland?  How can we make Northern Ireland successful and, indeed, Ireland in general?  The context is that Northern Ireland is currently within the UK, is located on the island of Ireland, and there are close links with the Republic of Ireland but it retains close links with the EU.  If we could somehow ignore some of the constitutional barriers or at least identify them but within the above context consider the most advantageous arrangements with regard to the most important issues that face us all on these islands, what would make Northern Ireland and, indeed, Ireland most successful for the people who live here?  Things like the economy, health and welfare, education, security and policing, the environment, agriculture, energy and we already have an all-island electricity market, and housing.  I am sure that we have many cross-Border bodies currently operating that I am not aware of and I understand that it would be a massive challenge but if we could make it happen.  What is best for us all?  The process and outputs might indicate a different constitutional future that at least would have some objective arguments attached to it.<\/p><p> With regard to my expectations, unfortunately, given the politicians and political system that we have in the North, I do not have any great expectations that an objective and rational approach would be taken when considering the constitutional future within Ireland.  I do not know how it, even realistically, could be taken forward when one side of the spectrum will likely refuse to engage.<\/p><p> As I mentioned, if we could move the debate away from a top down constitutional future to a bottom-up approach to what might make us most successful, then might this be more acceptable to a wider group of people, might we get more engagement, and might we be able to arrive at a position as regards a constitutional future that would be underpinned by objective arguments?  I live in hope but I will not hold my breath.<\/p><p> I have heard some discussion around a civic forum.  I do not know how that would work with the existing governance structures nor if it could have any standing but I am interested in hearing the views of the committee.  I am a glass half full person and I live in hope.  I thank members for taking the time to listen to my contribution.  It is much appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#AA00500","nonspeaker":"Mr. William Graham","continuing":true},{"type":"speechnospeaker","time":1665702000,"counter":112,"content":"<p>I thank the Cathaoirleach for the invitation and it is a real honour to address this Seanad committee.<br\/><br\/>I was born in Northern Ireland to a Country Antrim Presbyterian mother and a Jewish socialist father but grew up largely in London and I have been back in Ireland for more than 50 years.  I believe that Irish unity in the medium term to maximise the difficult preparation that will be vital is the best outcome not least because my mother's people, the Northern Protestants, have nowhere else to go.  The people of Britain do not want them.  However, I have two questions for the people of this Republic.  Do they want the Ulster unionists as fellow citizens in their society?  What changes are they prepared to make to welcome them?  I believe that the people here have barely begun to think about this.  How would bringing in 900,000 antagonistic unionists affect our concepts of Irish identity, including our dislike of their passionate Britishness, our nationalist historical myths, our stable political institutions, our public spending bills and reluctance to have our taxes increased to cover them, our church controlled educational system, our creaking two-tier health service and so on?  If we are sincere about the revised constitution's pledge to unite the nation &quot;in harmony and friendship&quot; then there is going to have to be some very uncomfortable changes.<br\/><br\/>Many nationalists probably imagine, if they think about it at all, that when demographics and the consequent rise in the nationalist vote in the North eventually brings about a narrow majority for unity in a border poll ,then unionism, as a philosophy on this island, will just disappear.  I have to disabuse them of this self-serving notion.  Large numbers of unionists if they are voted against their will into a united Ireland, which they have struggled fanatically against for 140 years, will continue to withhold their allegiance from that Irish State and will continue to feel, behave and declare themselves as British.  They will wave the union flag, pledge their allegiance to the British monarchy and reject the Irish language and culture as nothing to do with them.  They will be a sullen, alienated and, potentially, violent minority just as the nationalists were in Northern Ireland.  This is not a recipe for social peace and harmony.  We, therefore, have to ask a fundamental question.  Could any significant element of unionism be prepared to countenance an all-Ireland accommodation if important parts of their British ethos, and culture, were to survive and flourish in the new Ireland?  Guaranteeing unionists their British ties and identity in a post-unity scenario will be challenging.  It may be very far from the unitary State that we in the South have traditionally been wedded to.  Will it require some kind of federation or confederation?  Will it involve some continuing role for the British Government to protect the interests of unionists, perhaps along the lines of the involvement of the Irish Government in the North to protect nationalists under the 1985 Anglo-Irish Agreement?  In fact, there appears to be almost zero discussion here about the crucial issue of what will happen to the unionists.  Instead, we, in the Republic, sail blithely into an unexamined future with a foolish consensus that in the end the good guys of Irish nationalism will win out over the Northern bigots and stooges of British imperialism, and then we will live happily together ever after in harmonious unity.<br\/><br\/>I do not have time in this short presentation to outline any ideas about the kind of shared institutions and symbols we will need.  Maybe we could explore that in the question and answer session.<br\/><br\/>Will the people of the Republic be able to stomach the profound changes that are required?  After 100 years of independence I very much doubt it.  This view was borne out by an opinion poll conducted by <i>The Irish Times<\/i>last December, which showed how little the South's voters were prepared to compromise on their comfortable existence and traditional nationalism to accommodate unionists.  Between 70% and 80% would not accept higher taxes, less money for public services, a new flag, a new anthem or rejoining the Commonwealth.<br\/><br\/>Last spring, I had dinner with a group of very smart politics students from Trinity College Dublin who shared the reluctance of the people polled by <i>The Irish Times<\/i>when it came to making changes to accommodate unionists in a united Ireland.  A young Limerick man said, &quot;I have a pretty strong Irish national identity.  The idea of changing what our country is about to accommodate British colonisers&quot;, which is unionists coming in from the North, &quot;does not sit right with me&quot;.  Most of the others agreed with him.  A young woman from Dublin said that she personally would not want &quot;to adapt in any way to British culture even if that was the price of bringing in some significant element of unionists&quot; into a united Ireland.  She continued, &quot;We were under the British for so long, now that we have got our own successful Irish identity we would not want to let that go&quot;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#BB00200","nonspeaker":"Mr. Andrew Pollak"},{"type":"speech","time":1665702000,"counter":113,"content":"<p>I thank Mr. Pollak for his insight into the challenges.  He has brought a perspective and raised a lot of questions, which is what this engagement is about in terms of people's views and opinions here and in Northern Ireland.  I open up the debate to Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#BB00300","speaker":"1650"},{"type":"speech","time":1665702000,"counter":114,"content":"<p>\"Wow\" is all that I can say because we have had three fantastic presentations.<\/p><p>As I was listening to Mr. Marshall, Mr. Graham and Mr. Pollak I was getting a bit emotional.  I just want to hear what they have to say as it is very powerful.  It is wonderful to hear their voices.  Mr. Pollak's presentation was very moving.  He spoke about wondering whether Britain or Ireland wanted him.  It is like being abandoned.  My feedback to the questions he presented is that it is all new to me.  This is what I am trying to say.  What has been said is very powerful.  I would like to say unionists are warmly welcome.  This is from me and I am not speaking on behalf of the Government by any means.  This is the conversation we want to have.  This is what is very important.  We want to hear what it feels like when all of the issues are presented.  Mr. Graham spoke about health and housing.  All of these issues are very important for the unionist community in the North but also for the nationalist community and for the whole island of Ireland.  I do not have any questions.  What I want to do is thank the witnesses for their presentations.  They were absolutely powerful.  I want them to know that I hear them.  I am delighted Mr. Marshall is here today.  His time in the Seanad was very short.  His contribution in the Seanad is sorely missed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#BB00400","speaker":"1632","continuing":true},{"type":"speech","time":1665702000,"counter":116,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#CC00200","speaker":"1688"},{"type":"speech","time":1665702000,"counter":117,"content":"<p>I mean this.  I am so disappointed we do not have a unionist voice in the Seanad.  Every time I see Mr. Marshall I am nearly crying and asking why he is not here representing the unionist voice because it is so important.  There are too few northern voices in here and but especially unionist voices.  It is a real missed opportunity that I hope in future can be rectified.  I am blown away.  I would love to continue this ongoing conversation.  I feel quite emotional.  It was powerful to listen to everybody.  I have no questions.  All I want to do is to say that I hear the witnesses and I have heard them today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#CC00300","speaker":"1632"},{"type":"speech","time":1665702000,"counter":118,"content":"<p>I thank the witnesses for their powerful contributions.  I am not surprised by anything they have said and I am up for having these conversations.  The witnesses spoke about assumptions they feel people make about unionism.  There are also assumptions in the other direction.  I imagine that I have very different views on certain issues to my colleagues, Senators Black and &Oacute; Donnghaile, who are sitting on my left.  There is a lot of talk about what unionists think about engaging in a different constitutional framework.  At our first hearing I said that the question also needs to be asked about how much republicans are willing to compromise.  This is as important.  I hear everybody speaking about a predetermined outcome.  I am interested in being open-minded and seeing what the best solutions are.  I want to do this without \"isms\".  It is the \"isms\" that are holding us back.  If a united Ireland means we lose the perception of what a romantic unitary state looks like because we are accommodating a shared new island I am up for that conversation. This is what I want to say.<\/p> <p>  I hear what Mr. Marshall is saying about referring to the North and the South as terrible places.  This is a point I have mentioned previously.  This will not convince the silent majority.  I do not get it.  Most people want to hear about the positives of integration and not the negatives.  Is everything perfect?  No.  Is everything terrible?  No.  I have just had a conversation with a friend of mine about where we are headed on this island.  The silent majority, which previously voted unionist or did not see any alternative to there being separate states, is changing.  I agree with what is been said about the plurality of identities.  My friend is somebody who would fit into neither box.  Things are shifting.  We need to have this conversation.  There are people who want to do this without a predetermined vision of what they want.  They are open-minded and believe in accommodation rather than assimilation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#CC00400","speaker":"1648"},{"type":"speech","time":1665702000,"counter":119,"content":"<p>I thank the witnesses.  Mr. Moore said earlier that his notes are covered in arrows.  He would want to see the state of mine.  They are equally as bad if not worse.  I thank Mr. Pollak for his contribution.  I firmly believe in Irish unification and I will advocate for it.  This does not dismiss the obligation on me to listen and engage and to inform debate.  I have heard nonsense about people refusing to adapt to a British culture.  The question I would have asked the girl at that dinner is whether she watches Coronation Street or whether she follows an English soccer team.  It is r&aacute;ime&iacute;s as we say as Gaeilge.  It is rubbish and I do not believe in it.<\/p> <p>  The Good Friday Agreement has to prevail.  It has to continue.  We have to ensure its provisions and aspirations in terms of parity of esteem, which by the way have yet to be realised, are realised beyond a constitutional change.  Mr. Moore is right.  At the end of the day it will come down to people's meat and drink and the roof over their heads as opposed to symbolism, as important as it is.  We, as people who do advocate change, have to make the case that everything is on the table, whether it is symbolism or allegiance to the royal family.  Hopefully we are seeing this change but at the minute in the North there is no official recognition for the Irish language.  Under a penal law it is still illegal to speak Irish in court in the North.  Our flag is not given parity of esteem.  I know what the fears are because I am living them in many ways.  People have lived it.  I want to make sure that in any constitutional change we have discussions to tell the unionist community that their symbols, expressions of cultures and affinity will be given the space and respect they deserve.<\/p> <p>  I thank the Chair for his indulgence.  There is a lot I want to say and in the spirit of dialogue I ask him not to be hitting the bell.  I have a couple of points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#CC00500","speaker":"1688"},{"type":"speech","time":1665702000,"counter":120,"content":"<p>Go on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#CC00600","speaker":"1650"},{"type":"speech","time":1665702000,"counter":121,"content":"<p>This discussion has been very good and very useful.  I want to listen to Ms Sugden a bit more.  I know Friday is a constituency day so she is busy and it is great she was able to join us for as long as she did.  I want to understand more about the issue of these islands and I hope I can come back to her on it.  I want her to expand on this and what it means with regard to constitutional change.  I do not fully understand what she means.<\/p> <p>  I have a question for Professor Shirlow.  He said several times that people tell him he is wrong.  I want to understand more about what and whom he means by this.  Is it the media, the political class or elected representatives?  Who is it?<\/p><p>While I have a view, I cannot say that Professor Shirlow is wrong.  I cited 39% and the 12% decline in unionism because it was brought up.  The middle ground is potentially comprises people who would advocate for the <i>status quo<\/i>.  Equally, one could argue that they are people who would advocate for change.  I want to win the referendum substantially and cleanly, but we have to engage in an information process.  Professor Shirlow is correct about the complexities, idiosyncrasies and dynamics involved.  Ultimately, though, we will not know people's positions until the question is asked.  I want the question to be asked in as informed and agreed a way as possible.<br\/><br\/>I agree with Mr. Dougherty.  Unfortunately, I know the bands from a distance.  I like the ones that play the fife &ndash; I like the sound that the wee fifes make.  I wish we had a similar experience in Belfast and other places where we could engage.  Unfortunately, they will not speak to me or the community that I represent, and I want to change that.  I want them to speak to us.<br\/><br\/>I asked Ms Grundle about BT not in a confrontational way, but to find out whether it had said something.  I wanted to know.  Business adapts.  We heard from the German guy last week, whose name I forget-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#CC00700","speaker":"1688","continuing":true},{"type":"speech","time":1665702000,"counter":123,"content":"<p>Mr. Gunther Thumann.  Senator, others wish to contribute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#DD00200","speaker":"1650"},{"type":"speech","time":1665702000,"counter":124,"content":"<p>Germany had a shock to its system, but business adapted.  I do not believe that we can say that private enterprise will stand in the way of a democratic change.  It will not happen, so that thought is troubling ground.<\/p> <p>  I made a point to the Northern Ireland Office when I met officials a few weeks ago.  Senators Currie and Black were also present.  I do not believe that people's fears and opposition to something should trump people's aspirations.  Equally, though, people's aspirations should not negate anyone's fears.  As such, I thank the witnesses for coming here.  I have enjoyed our engagement.<\/p> <p>  The Chair is insisting on ringing the bell, so I will finally listen to him.  Mr. Marshall knows my form when it comes to that bell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#DD00300","speaker":"1688"},{"type":"speech","time":1665702000,"counter":125,"content":"<p>I thank the witnesses.  I have been saying for a while that we need to talk and that it is good to talk.  They have been talking and I have learned a great deal in this short interaction.<\/p> <p>  Something I admire about the unionist community is the intellectual rigour of asking to be shown the detail and told the facts.  Irish people characterise ourselves as being rebellious and radical, but we are not.  We are the most compliant people in Europe.  We have complied with austerity and all sorts of nonsense in this Republic over the past 20 years.  In that time, I have seen the dismantling of all of the things that our parents and grandparents worked for and the commodification of housing, education and health.  From listening to the witnesses, their community would never have tolerated that.  A little bit of \"Ulster says \"No\"\" would have played very well here in the Republic.  I was struck by Mr. Graham's comments when he spoke about his background, including his degree in electronic engineering and his masters degree from Harvard.  He is not going to be sold a pig in a poke.  He wants to hear what it is we have to say.  He repeatedly said that we should not just listen to the witnesses, but also hear them.  I wish to thank him for his contribution.  We are all listening, and I hope that we can continue this process.<\/p> <p>  I thank the witnesses.  I have learned a great deal.  I hope we can continue this dialogue and engagement just to get to know one another better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#DD00400","speaker":"1699"},{"type":"speech","time":1665702000,"counter":126,"content":"<p>I welcome our guests.  I loved Mr. Pollak's contribution.  As a journalist, he chose his adjectives differently than politicians would.  He put a bit more grizzle on them and used a bit more punch.  He used the phrase, \"Will the people of the Republic be able to stomach the profound changes that are required\", be those in respect of flags, anthems or these Parliament Buildings.  Deputy &Oacute; Cu&iacute;v is a member of the Fianna F&aacute;il Party, a long-standing Member of this Parliament and a grandson of &Eacute;amon De Valera.  He has spoken openly about the fact that he is not tied to items such as anthems, the Tricolour or anything of that nature.  He believes in an island that respects everyone.  My Irishness is not defined by any of those things.  It is defined by my sense of place &ndash; I come from the county of Meath, where the high kings of Ireland resided at Tara, a short distance from my house &ndash; my culture, my Gaelic games, my music and my language.  I am confident of my place, but I often question that in these debates.  I recall going to Healy Park in Omagh to see Meath play Tyrone seven years ago.  The bus parked a short distance away from the grounds beside a dairy farm.  There was a large ceremonial flagpole in the middle of the farm flying a union jack.  I looked up and wondered whether the cows even knew they were British or whether they cared.<\/p> <p>  I welcome Mr. Marshall.  I went to the launch of Northern Voices, which the Chairman organised a few weeks ago.  Mr. Marshall spoke eloquently that day, as did Mr. Martin McAleese.  Mr. Marshall stated that having a debate did not preordain an outcome.  Rather, it was a debate on where we all were as a starting point.  He spoke about how, when he was elected to the Seanad, he did not know where Leinster House was and needed to google where Kildare Street was.  In 2007, I remember being on a peace and reconciliation trip to the Irish Peace Tower at Flanders as a then member of Meath County Council.  It was a freezing cold day in March and we met for some soup afterwards.  The group beside me was a marching band from the small village of Bready, County Tyrone.  I told the band members that I knew it well because, when I was a sports journalist, I used to cover cricket matches at Bready and spent many a pleasant afternoon there.  They asked me where I was from.  When I said \"Navan\", they looked at me with glazed expressions.  When I said \"Meath\", their expressions were still glazed.  That worried me, although why should they have known those places?  I explained about the Battle of the Boyne site and where we were from.  This is the journey we are on &ndash; we need to have these conversations.<\/p> <p>  Mr. Moore asked why he would want to change what he had if the change had not been spelled out.  I accept that, but coming to Leinster House today is a major step in us talking together, not just about the future, but about the island in the here and now.  Maybe Mr. Moore is right and he does not want to change what he has.  Maybe many people living in the South do not want that either, just like Ms Grundle's Dublin cousins.  They might wonder why they would want the hassle of having to be the governors of co-existence.  Maybe that is the type of narrow-mindedness that we have to change in the South by having this discussion.  Equally, though, there are people like me, as a Fianna F&aacute;il representative, who want a united Ireland.  Mr. Moore spoke about what that would look like.  There have been explorations of these issues, many in private, but also in public.  I commend the Chairman-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#DD00500","speaker":"1641"},{"type":"speech","time":1665702000,"counter":127,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#DD00600","speaker":"1632"},{"type":"speech","time":1665702000,"counter":128,"content":"<p>-----on what he has done, not only in private, but in putting together a significant body of work on what the economies would look like and framing that information in a real and tangible way.  Many in this country want to start the debate from the wrong place.  That will lead to a car crash along the lines of the example I gave at the outset of people flying flags in fields among cows.  We do not need that.  We need to have an honest debate among ourselves.  Having debates in this Chamber is a major step, but as Mr. Dougherty mentioned, this debate has been happening for years.  The small baby steps we are taking now are the ones that will forge a better conversation between us all.<\/p> <p>  If we have a constitutional referendum on our island and we continue on the tangent along which many are framing it, it will not be pleasant.  Mr. Pollak is correct, in that we will then retreat to the bad places that I remember as a kid in the 1980s, which is not where we want to be.  There are many in the South who need to show leadership in that respect.  Equally, though, there are many in the North who need to understand that we are not the same place we were for the past 100 years.  This needs to be respected as well.<\/p><p>That is perhaps why we have a growth in a section of the community in the North who do not identify with any of the polarisation because they realise that just rearing a family and taking care of each other is the most important thing on the face of this earth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#DD00700","speaker":"1641","continuing":true},{"type":"speech","time":1665702000,"counter":130,"content":"<p>I thank the Senator for that contribution.<\/p> <p>  One of the key parts of this debate is the issue around previous referendums and learning lessons, which we will address in the next session.  As some people have said to me, we are fortunate to have had Brexit, in the sense that we see what an unprepared-for referendum can do.  Many people have said to me also, with which I tend to agree, that the referendum is the full stop in the long conversation.  Some have talked about different or two-stage referendums but I believe if an issue such as this is taken on, there has to be a long conversation on all of the aspects.  The point made by Mr. Moore that, in essence, he feels that he is already living through that experience, is one to which we need to listen.  The discussion, as Senator Cassells pointed out, is about what the best future is for generations and the children to come.  That is what witnesses and participants today and other participants have spoken about.  That is based on facts and having that discussion.<\/p> <p>  The issue of having referendums before people are prepared for all of the consequences of them, in whatever format that takes, is the only upside that I have seen of Brexit, that is, that we do not have to talk about the issue of having a referendum without preparing people for it.  We are now living through an experience of something like that.  <\/p> <p>  I want to bring in our three witnesses and then there were some questions directed towards Professor Shirlow, Mr. Dougherty and Mr. Moore, if they would like to come back in.  I am conscious of time but I also want to ensure that everyone can respond to questions and make further points, if they wish.  I call Mr. Marshall.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00200","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":131,"content":"<p>I apologise about the protocol because most of the people here are good friends so if we use first names, I apologise because I recognise that all of the committee members are all Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00300","nonspeaker":"Mr. Ian Marshall"},{"type":"speech","time":1665702000,"counter":132,"content":"<p>No, I have no problem with the informality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00400","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":133,"content":"<p>Turning to what Senator Black said is interesting because I do keep going on about listening, but there is an important thing that needs to be recognised, which is that if a message is being sent out, people need to have the receivers switched on.  One can keep putting messages out but unless people's receivers are switched on, they are not going to hear it.<\/p> <p>  Senator Black touched on &ldquo;welcoming&rdquo; unionism, which is interesting because there was a Deputy in this building one day and I was in a panel debate with him, and he said that in a new Ireland, unionists would be welcomed.  I will go home this evening to my house, and my family and wife will not welcome me because it is my house.  It seems a bit odd to welcome me into my own home.  One needs to be very careful about this fact of welcoming unionists.  <\/p> <p>  Senator Currie made the point about the silent majority.  I believe there is an irony here that people sometimes forget about that silent majority.  That silent majority comes from all communities.  From a unionist, Protestant, loyalist background who wants to support the continuation of the union, we need Northern Ireland to be working, be successful and to be the jewel in the crown in the UK so that people on the mainland in London say that that is a good place and that we want them with us.  For people who are from a Catholic, nationalist, republican background who want unity, they need Northern Ireland to be working and to be the jewel in the crown so that the people in the Twenty-six Counties will say that we want these people to be part of us.  There is a shared objective here, therefore, to make Northern Ireland work for us all.  <\/p> <p>  Senator &Oacute; Donnghaile made reference to the Good Friday Agreement, which I believe is very important because that is our default setting and we keep going back to it.  I believe we have also fallen into this trap of spinning this conversation about North-South versus east-west.  I have always been a big supporter of the view that we have three centres, Belfast, Dublin, and London, and let us look at circularity.  Let us look at the North-South and east-west as opposed to one or the other, because if one goes back to the Good Friday Agreement, there are three strands, all equal in importance, and the Senator made his point well.<\/p> <p>  Senator Clonan&rsquo;s point about academic rigour is interesting because when I was in the Seanad, I brought two Oxford academics to Queen's University Belfast and to this Chamber to talk about evidence-based policymaking.  The disappointing thing was that nobody was interested.  That was disappointing because, as I see it, in the world of politics, if one is going to make policy decisions, one needs to have the evidence because when something goes pear-shaped, at least one can point to the evidence to say that we made a decision based upon that, which gives one cover.  This conversation, therefore, needs to be based on evidence and information.  I work in a university and it states that it is about evidence, information, measure, measure and measure again and getting the numbers, which are very important.<\/p> <p>  Finally, touching on what Senator Cassells said, it is interesting that he mentioned Mr. Pollak&rsquo;s point about stomach, and people stomaching changes.  We are on this journey but a very interesting thing came home to me during my time in the Seanad, which was that when foreign parliamentary groupings came visit the Chamber, there were always these lovely wee metal pins produced.  When the Bundestag came over, these had the German and Irish flags.  I see this right across Europe; when one is in Paris in respect of the French and Germans, one can get a lovely wee pin with the two flags on it.  I have listened to very many conversations about a shared future and identity and one of the things I said in this House to an individual one day was to ask would it not be great if we got those wee metal pins with the union flag and the Tricolour on them.  The response I received from the individual was that this would never happen and that this person could never take that.  I then said that until that person could accept that flag, which was seen as anathema to everything the individual stood for, and that people from our community can accept the Irish flag, one then does not need a new flag but just respect for the symbols and identities we have.  Sometimes it is said that this idea of a new flag, or something, would in some way paper over the difference, but this is not necessarily the case as it could present more problems than it would solve.  I thank the Cathaoirleach for allowing me to make those comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00500","nonspeaker":"Mr. Ian Marshall"},{"type":"speechnospeaker","time":1665702000,"counter":134,"content":"<p>I have only one sort of general question.  What does the committee hope to achieve by this process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00600","nonspeaker":"Mr. William Graham"},{"type":"speech","time":1665702000,"counter":135,"content":"<p>What process is Mr. Graham talking about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00700","speaker":"1648"},{"type":"speechnospeaker","time":1665702000,"counter":136,"content":"<p>The consultation process the committee is engaging in with the submissions, including the oral ones.  What does this process hope to achieve?  I am aware that the committee will produce a report, probably, but at the end of the day, what does the committee hope that will achieve?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00800","nonspeaker":"Mr. William Graham"},{"type":"speech","time":1665702000,"counter":137,"content":"<p>That is a good question, Mr. Graham, and I will hand it back to the Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE00900","speaker":"1650"},{"type":"speech","time":1665702000,"counter":138,"content":"<p>We have not spoken about this in detail and we were more concerned about getting as many people with as many different views into the room.  I would like a framework in my head of how much work is involved in this, with all the issues that need to be interrogated, together with all the options of what it could look like.  We have had people who talked about a unitary state, federalism, confederalism or switching sovereignty.  We have looked at many different options and there is a great deal to consider.  People also raise issues that we have not thought about that will need to be thought about.  I said last week that if someone thinks that Brexit is complicated, this process will have nothing on Brexit.  I would like to have an overview of what is involved, on how to conduct engagement, and to see what it looks like.  That is where I am coming from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE01000","speaker":"1648"},{"type":"speech","time":1665702000,"counter":139,"content":"<p>I believe Mr. Graham might end up getting a seat in Seanad &Eacute;ireann with questioning like that.  I call Mr. Pollak.<\/p> <p>  Before I do so, I welcome Mr. Brian Kerr, who happens to be down from Northern Ireland and on a visit to Leinster House today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE01100","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":140,"content":"<p>The thing I had to leave out for space reasons earlier was the list and it is a rather long one.  If we are going to have a successful united Ireland, there will have to be shared institutions and symbols.  I have an indicative list and I will quickly go through a few of them: the power-sharing regional government and Parliament in the North, with all of the safeguards enshrined in the Good Friday Agreement must continue; Irish membership of the Commonwealth; the reactivation of the British-Irish Council which has been largely unused up to now, so that Britain and Ireland can work together on issues such as climate change; an agreement with London that a number of northern politicians will continue to sit as British legislators, perhaps in the House of Lords, for which there is a precedent after the setting up of the Irish Free State; a reversal of the Anglo Irish Agreement so that there is a clause to protect unionists interests, as I mentioned earlier; an overhaul of the Irish Constitution to tone down or remove any remaining elements influenced by 1930's-style Catholicism; a new flag, and I suggest the symbols of the four Irish provinces; a new non-military national anthem, perhaps the all-island rugby anthem: \"Ireland's Call; a new system of non-sectarian State education; and a new free single tier health service.<\/p><p>I could go on and on but these are things we need to talk about.  What is the new Ireland going to look like?  Let us talk concretely.  I was at the Ireland's Future rally in the 3Arena recently but it was all generalities.  It was all demagogic.  Nobody asked what this new Ireland will look like.  We have just spoken to our unionist friends here.  I am not a unionist, by the way, but we have just heard from our unionist friends that they want to see what it is going to consist of and I ask nationalists and republicans to tell us concretely.  As Senator Clonan said, Northern unionists are rational people.  They do not want to read between the lines.  They want to read the lines.  They want to be told what a united Ireland is going to look like, in detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#EE01200","nonspeaker":"Mr. Andrew Pollak","continuing":true},{"type":"speech","time":1665702000,"counter":142,"content":"<p>I will just respond-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00200","speaker":"1688"},{"type":"speech","time":1665702000,"counter":143,"content":"<p>No-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00300","speaker":"1650"},{"type":"speech","time":1665702000,"counter":144,"content":"<p>Mr. Graham asked me a question.  Do not be afraid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00400","speaker":"1688"},{"type":"speech","time":1665702000,"counter":145,"content":"<p>There were a number of questions directed at people who contributed earlier and I want to let them respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00500","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":146,"content":"<p>Following on from what Mr. Pollak just said, I remind the committee of what we have said today.  It is not just unionists who have concerns about unification.  If we are to move forward, there needs to be a public recognition of that.  I am not saying to committee members that they have to agree with my interpretation of the future but there must be parity of esteem and mutual respect.  It is peculiar that the committee has started this process without thinking about the outcome.  I hope that one of the outcomes of us being here is that the committee endorses what we have said as being a legitimate perspective because it is evidenced.  It is not rhetoric or diatribe.  It is evidenced, whether one agrees or disagrees with it.  It is serious thinking about the future of this island.  It is also important that committee members understand from what they have heard today that nobody here is against building better relationships and broadening and deepening reconciliation on this island.  The committee has also heard today that we are open to dialogue, negotiation and to building a shared society.  If we walk out this door and that is not endorsed publicly and politically in this part of our island, then this project has failed.  It is as serious as that.  We have to get beyond the rhetorical stakes that Senator Cassells referred to earlier.<\/p> <p>  It is wrong that the Irish language does not have an equality and a status within the North or Northern Ireland.  In the institute that I run, one of the first things I did was to give thousands of pounds in funding to teach over 200 people Irish in London.  That is as much my heritage and my culture as Ska music, Motown music and everything else.  We have to stop counting sectarian heads.  Just because someone is a Catholic does not mean he or she wants a united Ireland and just because someone is a Protestant does not mean he or she does not want a united Ireland.  That goes to the very heart of the question Senator &Oacute; Donnghaile asked earlier.  The rhetorical stakes I encounter are sectarian headcounts and I want nothing to do with them.  I want a pluralist, hybrid society.  I want nothing to do with counting heads.  I do not like, as I said earlier, that the headlines were written about the census before the census data were published.  People who were saying things like \"The train is leaving the station\" and so on, know fine well that not everyone who is a Catholic wants a united Ireland or that not everyone who is a Catholic does not have concerns about a united Ireland.  I am hoping the process in which we are now engaging and what this committee hears today will prove that we have an emotional intelligence and a generosity of spirit that has not been recognised.  It is as serious as that.  To echo what Senators Clonan and Cassells said, if we do not get into that generosity, we will end up in a very bad place.<\/p> <p>  The other point I would make about the Irish language is that not far from where Senator &Oacute; Donnghaile lives in east Belfast, Irish is being taught in a Protestant church.  Is anybody teaching Ulster Scots in a Catholic church?  I do not know but that is a sign of the political generosity that comes from the unionist community.  The unionist community has led on rights for sexual minorities with nationalists, republicans and others.  A quarter of the city that I come from was flattened during the conflict.  The rebuilding of that city has involved nationalists, unionists and others.  Where is that going to feature in the discourse and debate about this society?  Civic society is actually bonding and binding the very embedding of reconciliation which we came here to talk about.<\/p> <p>  The last point I would make - this is the problem when you bring down Nordies-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00600","nonspeaker":"Professor Peter Shirlow"},{"type":"speech","time":1665702000,"counter":147,"content":"<p>That is something we have in common - you cannot shut us up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00700","speaker":"1688"},{"type":"speechnospeaker","time":1665702000,"counter":148,"content":"<p>Exactly, we have a lot in common.<\/p> <p>  When this committee produces its final report, I am going to look at the way the data we presented here today are treated.  I am not saying that in a threatening or menacing way.  I engaged with this process hoping that what I say is treated as legitimately as what is said by a nationalist in Derry or a person in Cork or Kerry.  I hope that I am going to see an endorsement of that, even if people do not support it and that this is going to prove the point that Mr. Pollak made, namely, that this State and society are going to get into the business of parity of esteem and mutual respect just like Ms Linda Ervine and others in the unionist community who have championed equality and rights.  That is really important because as Senator &Oacute; Donnghaile just said, there is a lot more in common between us than there is that divides us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00800","nonspeaker":"Professor Peter Shirlow"},{"type":"speechnospeaker","time":1665702000,"counter":149,"content":"<p>I would just make one tiny point.  I am not trying to point-score with Senator &Oacute; Donnghaile when I say that businesses will adapt.  This is critical infrastructure and it has to be planned for.  It cannot be left to vicissitudes.  We are not Germany.  This is more akin to Hong Kong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF00900","nonspeaker":"Ms Alison Grundle"},{"type":"speechnospeaker","time":1665702000,"counter":150,"content":"<p>I was struck by something Andy Pollak said.  Like everyone else, I was very impressed by his presentation but there was one thing that he did not say.  He said that unionism could cause a major problem within a reunified Ireland but one of the biggest problems for me is that the extremist nationalism that has tried to destroy Northern Ireland for the last 100 years would not sit comfortably in this country either without the changing of symbolism and so on.  It might not just be a problem within unionism.  Some of the people who have tried really hard to destroy Northern Ireland would not sit comfortably and would cause major disruption to the people in this country who are living peacefully now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF01000","nonspeaker":"Mr. Derek Moore"},{"type":"speechnospeaker","time":1665702000,"counter":151,"content":"<p>As someone who is a member of the board of Cricket Ireland, an all-island body, sport is very important to me.  One of the questions to add to those asked by Mr. Pollak is what will happen to the Northern Ireland football team in the context of all-Ireland support for the cricket team and the rugby team.<\/p> <p>  I agree with Senator Cassells that timing is everything.  There is growing civic unrest in Northern Ireland based on a growing disconnect between civic and political unionism, for example, and within our community, the question is how we bridge that internal, fractious gap that is growing.  The time is not right for this conversation and the pushing of this constitutional debate.  As Senator Cassells has said, people are more interested in rearing their wains and paying their heating bills and we need to bear that in mind.<\/p> <p>  As I said at the start, none of this should be a negotiation around necessity.  It should be about generosity, listening and understanding.  The type of conversation we are having today is another step along the way.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF01100","nonspeaker":"Mr. Brian Dougherty"},{"type":"speech","time":1665702000,"counter":152,"content":"<p>I will allow Senator &Oacute; Donnghaile to respond but I am going to give the last word to Mr. Ian Marshall.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF01200","speaker":"1650"},{"type":"speech","time":1665702000,"counter":153,"content":"<p>In response to Mr. Graham, I would point out that Seanad &Eacute;ireann established a special committee on Brexit in 2020.  It was retrospective and some asked, understandably, what was the point of it, given that the horse had bolted.  We met delegations from around the world and from the EU, as referenced by Mr. Marshall.  They wanted to meet the Brexit committee and were amazed to hear that we did not have such a committee to look at the impacts, potential risks and so on.  While we do not necessarily have uniform agreement here on the outcome of this process, we are all agreed that we want to try to assist the dialogue, create a space and open it up to people.<\/p><p>We want it to try and create a space and open it up to people, hopefully, send a message, take everyone in good faith and reflecting what everyone has said to us in good faith and, hopefully, show that there is a space first of all and that people will engage.  Many people have said one will not hear from this particular voice or section of society.  The past couple of weeks have shown that one will.  If we do anything, it will hopefully assist in necessarily informing some of that dialogue that here are different perspectives on different issues and then, when it comes to the bit, hopefully, down the line, that people can lift the work.  Perhaps the Chair will reform this committee at a later stage, as we had to do with the Brexit committee.  One never knows.  We are all coming to it in good faith, with open ears and with a hope that we can assist the dialogue going forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#FF01300","speaker":"1688","continuing":true},{"type":"speech","time":1665702000,"counter":155,"content":"<p>The point former Senator Marshall made around people listening is the big point on this.  Professor Shirlow made that point as well about the data and listening to it, what happened in the Brexit referendum where nobody was listening to the other point of view and the data, and also the structures that are being put around in unionism in relation to the case for the union, which many here are working on, and listening to that point of view as well.  As members and participants have said, nobody has articulated what the future would look like from a nationalist point of view.  That is the point that has been made.  In the same case, members of the unionist community are talking about how Northern Ireland could be within the United Kingdom.  That is a perspective that we need to listen to as well.  That is being worked on into the future.<\/p> <p>  Perhaps I would give the last word to former Senator Marshall.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00200","speaker":"1650"},{"type":"speechnospeaker","time":1665702000,"counter":156,"content":"<p>I will keep it brief.  I thank the Chairman for convening this meeting.  I was told when I came here in 2018 that this was a cold House for unionism.  It is not a cold House for unionism.  That does not mean to say there are not issues because, despite our political difference, Senator &Oacute; Donnghaile and myself are still Nordies from the black North.  I do know how we change that, but that is the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00300","nonspeaker":"Mr. Ian Marshall"},{"type":"speech","time":1665702000,"counter":157,"content":"<p>Sometimes I do not get the welcome former Senator Marshall gets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00400","speaker":"1688"},{"type":"speechnospeaker","time":1665702000,"counter":158,"content":"<p>And sometimes Senator &Oacute; Donnghaile does.<\/p> <p>  I will leave the committee with what is not a political point.  When Her Majesty the Queen came to Dublin in 2011, she commented that we need \"to bow to the past, but not be bound by it\".  We all agree that is not political.  She said that change is constant and the way we embrace it will define our future.<\/p> <p>  I will leave the committee with the following comment.  It was someone I was listening to at the weekend.  It was my Sunday morning fix of politics on BBC television, as we all in the room would be aware of.  The actor, Douglas Henshall, was on.  He has just finished filming the Mary, Queen of Scots movie.  He gave a quote, and I think it is appropriate here.  It is that the wheel keeps turning, and that a canny man gets on the wheel on the half that's rising while others are on the half that's falling.  We need to be canny and get on this wheel on the upside, on the rise and altogether have a perspective conversation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00500","nonspeaker":"Mr. Ian Marshall"},{"type":"speech","time":1665702000,"counter":159,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00600","speaker":"1688"},{"type":"speech","time":1665702000,"counter":160,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00700","speaker":"1699"},{"type":"speech","time":1665702000,"counter":161,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00800","speaker":"1632"},{"type":"speech","time":1665702000,"counter":162,"content":"<p>I thank all the participants in the Seanad Public Consultation Committee.  It has been very informative.  People will have learnt a lot.  A full account of this discussion, including the minutes, will be included in the report and a copy of the report will be given to all the contributors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/PCJ2022101400002#GG00900","speaker":"1650"},{"type":"unspoken","time":1665702000,"counter":163,"content":"<p>The select committee adjourned at 4.13 p.m. until 4.45 p.m. on Thursday, 27 October 2022.<\/p>","notice":"TIME STRING DETECTED"}]