[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1655247600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:30<\/p><p>The Joint Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Bruton, Ollie Crowe, Louise O'Reilly, Paul Gavan, Matt Shanahan, Marie Sherlock. David Stanton.<\/p><p>Teachta \/ Deputy Maurice Quinlivan sa Chathaoir \/ in the Chair.<\/p>","time":1655247600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002"},{"type":"minorheading","content":"Offshore Renewable Industry Forum and Ireland’s Offshore Wind Industry: Discussion","time":1655247600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#A00100"},{"type":"speech","time":1655247600,"counter":5,"content":"<p>The proceedings of Oireachtas committees will be conducted without the requirement for social distancing, with normal capacity in the committee rooms restored.  However, committees are encouraged to take a gradual approach to this change.  Members and witnesses have the option to attend meetings in the relevant committee room or online via Microsoft Teams.  All those attending the committee room and environs should continue to wash their hands properly and often, avail of sanitisers, be respectful of other people's physical space and practise good respiratory etiquette.  If they have any Covid symptoms, no matter how mild, they should not attend in the committee meeting room.  Members and all in attendance are asked to exercise personal responsibility in protecting themselves and others from the risk of contracting Covid-19.  As they are well aware, if members are participating remotely they are required to participate from within the Leinster House complex.  The only apologies we have received so far are from Senators Garvey and Gavan, and Senator Gavan intends to join later; he is running late.<\/p> <p>  Today we are discussing offshore and renewable energy with Wind Energy Ireland.  The importance of wind and offshore energy has only grown with time.  It is vital that we harness these sources in the right way.  The climate action plan sets out a target of 5,000 MW of offshore wind electricity by 2030.  Events in recent years and months, such as the war in Ukraine and climate change, have highlighted the importance of utilising these sources of energy.  Ireland is particularly well placed, especially around the west coast, to avail of wind energy, and we need to take this opportunity so we can have a real and positive impact in achieving our climate action goals.  Job creation in this area is something we hope to see grow and prosper and I hope the witnesses can inform the committee about this.<\/p> <p>  I am pleased we have the opportunity to consider the matter further with the following representatives.  I welcome from Wind Energy Ireland Mr. Noel Cunniffe, CEO, and Mr. Justin Moran, director of external affairs.  I welcome Ms Vanessa O'Connell, head of Inis Offshore Wind and vice-chairperson of the offshore supply chain working group.  From Green Rebel I welcome Mr. Kieran Ivers, CEO.<\/p> <p>  Before we start I wish to explain some limitations to parliamentary privilege and the practice of the Houses in respect of references witnesses may make to other persons in their evidence.  The evidence of witnesses physically present or who give evidence from within the parliamentary precincts is protected pursuant to both the Constitution and statute by absolute privilege.  Witnesses are reminded of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of a person or entity.  Therefore, if witnesses' statements are potentially defamatory in respect of an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such direction.<\/p> <p>  The opening statements have been circulated to members.  To commence our consideration of this matter, I invite Mr. Cunniffe to make opening remarks on behalf of Wind Energy Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#A00200","speaker":"1509"},{"type":"speechnospeaker","time":1655247600,"counter":6,"content":"<p>On behalf of Wind Energy Ireland I would like to thank the Chair and the committee for this opportunity .  I am joined by my colleagues: Mr. Justin Moran, director of external affairs; Ms Vanessa O&rsquo;Connell, head of Inis Offshore Wind and vice-chairperson of our offshore supply chain working group; and Mr. Kieran Ivers, CEO of Green Rebel.  Wind Energy Ireland represents the Irish wind industry, working to promote wind energy as an essential part of our low carbon energy future.  It is important to emphasise that we represent the whole supply chain.  As might be expected, our members manufacture turbines, develop projects and operate wind farms.  They also include Irish engineering, transport, surveying and planning companies.  Together, our industry employs approximately 6,000 people.  For us, it is not enough that we develop the 5,000 MW of offshore wind energy set out in the climate action plan and the even greater potential in the deeper waters off our south and west coasts.  We want to see Irish wind farms creating jobs in Ireland, supporting Irish businesses, providing training and education opportunities for Irish workers, and growing a thriving new industry.<\/p> <p>  I would like to begin by briefly telling the committee the story of two countries, Ireland and Scotland.  Ireland&rsquo;s only existing offshore wind farm, Arklow Bank, became operational in 2004, nearly two decades ago.  It consists of seven wind turbines and, at the time, it was one of the largest offshore wind farms in Europe.  It was the first time a wind turbine with a generating capacity of 3 MW was ever installed anywhere in the world and it is still operating today.  I would ask members to consider this for a moment; at one time Ireland was at the cutting edge of offshore wind energy and then we stopped.  It was a full three more years before the first Scottish offshore wind farm started generating electricity but Scotland did not stop.  As of 2019 there were 4,700 people employed in Scotland&rsquo;s offshore wind sector and it contributed nearly &pound;1 billion to the Scottish economy.  Today, there is almost 2,000 MW of offshore wind operational in Scotland and another 8,400 MW in construction or advanced development.  It is no surprise that in 2020 renewable energy provided 97% of Scotland&rsquo;s power.  Put simply, in the 2000s we did not take advantage of an enormous opportunity and I am here today to ask for the support of committee members to ensure we do not make the same mistake again.<\/p> <p>  With climate change and the crisis in Ukraine there is an even more urgent responsibility to transform our energy system to one that is clean, secure and equitable, while protecting our marine environment and securing the confidence of fishing and coastal communities.  Offshore wind will deliver greater energy security; it is the key to our energy independence.  With the right approach - with Government, industry and coastal communities working together - we can build a new industrial sector, supporting regional development, creating thousands of jobs and driving sustainable growth.  Other European countries, like Poland and Britain, have put in place an industrial strategy and a sector deal between the domestic offshore industry and those Governments.  These bring together the offshore renewables industry and the relevant state agencies and Government departments to maximise the value of the industry domestically for clean growth, which includes a strong focus on building the domestic supply chain.  We want a sector deal for Ireland but first we need to ensure our port infrastructure is ready.<\/p><p> In May 2020, we published an analysis called Harnessing our Potential.  It was produced by the Carbon Trust, which is a leading UK-based consultancy.  Harnessing our Potential is still the most comprehensive analysis to date of Ireland's offshore supply-chain potential.  It included a thorough examination of Irish ports and harbours.  Ports have two key roles in supporting offshore wind energy.  They can serve as an operations and maintenance base for an offshore wind farm.  Larger ports with extensive infrastructure can provide construction or marshalling services.  Several Irish harbours are suitable as operations and maintenance bases.  Members of this committee may be aware that two of our members, namely, Codling Wind Park and SSE with its Arklow Bank Wind Park, have already announced that if their projects are successful that they will use Wicklow and Arklow harbours, respectively, as their bases.<\/p><p> Each base translates to approximately 80 full-time jobs.  Each base is normally accompanied by extensive investment in local services and port infrastructure.  However, when it comes to construction and marshalling services, at present the only port on the island of Ireland can do this, which is Belfast Harbour.  The facilities at Belfast are first class but we will need much more.  We cannot deliver our offshore energy ambitions from a single port.<\/p><p> It is important that members appreciate that if projects cannot find suitable available ports in Ireland, they can, and will, build from ports on the west coast of Britain, from France and even from the Netherlands.  Some of these ports already engage with our projects.  Irish wind farms could create jobs in Cherbourg and support businesses in Rotterdam.  As we stated in May 2020, strategic investment must be directed urgently into Irish ports to enable them to build the infrastructure needed to support the construction of offshore wind energy.  We are currently carrying out a new analysis of existing port infrastructure and the expansion plans to meet the needs of offshore renewables that a number of these ports are bringing forward.  We will complete this analysis over the summer and I look forward to sharing it with the committee then.<\/p><p> As well as an infrastructure gap, we face a skills gap.  For example, we will need hundreds of new wind-turbine technicians.  Right now, with the support of Skillnet Ireland, we train between ten to 20 people every year with our partners in Green Tech Skillnet.   In addition, a turbine technician apprenticeship programme in Kerry awaits validation but these initiatives will not be enough.  Already we have seen our members and State bodies struggle to recruit ecologists, marine biologists and planners.  We will literally need thousands of civil, electrical and marine engineers.<\/p><p> I spoke to colleagues from the British and Scottish offshore wind energy industry at an Enterprise Ireland event last week.  I was struck by how they too have identified a shortage in skills and personnel as one of their most significant challenges.  Last year, the expert group on future skills needs published the Skills for  Zero Carbon report and I will highlight a small number of its recommendations.  The report recommended co-ordinated planning for training within the renewable energy sector through partnerships between Government, industry and training providers, the prioritising of training for jobs in renewable energy that are set to be in high demand, including marine planners, turbine technicians, hydrogen specialists and other technical roles, the expansion of existing maritime training to meet demand from the offshore energy sector and engagement with the fishing community to give people with experience working at sea the option to transfer into the offshore wind sector.  The report concluded by noting \"Given the urgency of meeting Ireland&rsquo;s climate action goals, it is crucial that ... these recommendations are prioritised ... and are centrally driven by Government ... working in close collaboration with industry and the education and training system.\"  We fully endorse the report and urge the committee to support the establishment of this implementation group, as quickly as possible.<\/p><p> It is important to acknowledge several significant recent positive initiatives that have been taken by the Government.  Late last year, the Department of Transport published an updated policy statement that set out a strategy for commercial ports to facilitate offshore renewable energy.  The Department also worked successfully with other EU member states to amend the Connecting Europe Facility criteria to allow EU funding of port infrastructure for offshore wind.  This initiative has enabled some Irish ports to apply for that funding to expand for servicing offshore wind energy but not all.   The Department has also established a port co-ordination group to discuss issues around port <\/p><p> We would like to welcome the establishment of the cross-departmental offshore wind delivery task force, which will include a focus on supply-chain issues.  Our industry would welcome the opportunity to join the task force and work together to ensure that there is a determined focus on maximising the economic benefits of offshore wind energy to Ireland.  Finally, I commend the efforts of Enterprise Ireland in particular, which last week launched an Irish offshore wind supply-chain cluster called the Gael Offshore Network.  The network consists of more than 65 Irish companies, including many of our members.<\/p><p> Irish businesses are already getting ready for Ireland's offshore renewable energy potential and some are starting to compete internationally.  We have enough offshore wind power to power this country and export energy as both electricity and green hydrogen.  The need is there and the potential is there.  If Irish ports and businesses are not able to take advantage of this opportunity, then there is no doubt that others will step in.  The chance to develop a skills base and an industry that can compete internationally in a rapidly growing global renewable energy market will be lost.  This is the time for Ireland to seize the opportunity, and bring together industry, policymakers and communities to ensure these multi-billion euro investments in zero-carbon generation create thousands of skilled jobs at home, and regenerate coastal communities right around the island.  We need to unite industry, Government, the relevant State agencies, and our fishing and coastal communities behind a shared vision for true energy independence and the creation of a thriving offshore renewable energy industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#A00300","nonspeaker":"Mr. Noel Cunniffe","continuing":true},{"type":"speech","time":1655247600,"counter":8,"content":"<p>I thank Mr. Cunniffe.  I invite members to discuss the issue with the representatives and remind members participating to indicate to me when they want to speak.  The first person who has indicated a wish to speak is Deputy O'Reilly and she has 14 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#B00200","speaker":"1509"},{"type":"speech","time":1655247600,"counter":9,"content":"<p>I thank all our guests for attending.  Interestingly, it seems that Ireland's potential for offshore energy generation is envied by a lot of Europe but we are just not quite there.<\/p> <p>  On floating offshore energy generation, I understand the ESB has stated \"Ireland needs a ring-fenced auction for 1 GW of floating offshore wind\" to begin to harness the potential of the seas off our southern and western coasts and to meet a 2030 target but also that the Government has no plans for floating offshore until after 2030.  Please explain, as those two comments do not make sense to me and I believe that one must be part of the other.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#B00250","speaker":"1467"},{"type":"speechnospeaker","time":1655247600,"counter":10,"content":"<p>At this time last year, we published a report called, Revolution - A vision for Irish floating renewable energy.  I am happy to share a copy of the report with members after the meeting.  We represent a large number of members with commercial interest in floating wind energy projects.  Many of these projects are developing to compete for 2030 and deliver as part of the phase 2 process for Government.  Phase 1 will be an initial phase of offshore wind energy development, which will include five projects located off the east coast and one project off the west coast.<\/p> <p>  Floating wind energy is a huge opportunity for Ireland's south and west coasts.  We believe that in order for floating wind energy to develop during this decade then there will need to be specific pot within the second renewable electricity support scheme auction for offshore renewables.  At the moment this has not yet been decided upon.  There was a Government consultation on that a few months and we expect to hear the results very soon.  The reason that this sector will need its own pot in the middle of the decade is that floating wind energy this decade will not be able to compete directly on price with fixed-bottom offshore wind energy, which will be the predominant technology that will be developed off our coasts this decade.  We believe that despite not being able to compete economically just yet, they will become economically competitive in the 2030s.  For Ireland, particularly off our west coast, there is an enormous potential for floating offshore wind energy as we transition to overall energy independence.  So we feel that it would be a worthwhile investment by the State to invest and allow some floating offshore wind energy projects to connect by 2030 in order that we can take those learnings and start to bring in the supply chain and develop that within Ireland.  While this is nascent technology in many countries around Europe, the supply chain is not yet there so we have not lost that opportunity yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#B00300","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":11,"content":"<p>This technology then is specifically for the west and south coasts of Ireland and it will be fixed-bottom wind energy for the east coast.  Why?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#B00400","speaker":"1467"},{"type":"speechnospeaker","time":1655247600,"counter":12,"content":"<p>It is primarily based on the geography of Ireland.  Fixed-bottom turbine technology is deployable in water depths of up to about 60 m.  Off the west coast and for parts of the south coast the water tends to get very steep very quickly so one needs to move into floating offshore energy for that as it can be deployed up to depths of almost 1 km, in some cases.  For the west coast potential, generally speaking there are limited areas that are suitable for the development of fixed-bottom turbines so it will be floating offshore wind off our west coast.  Off the south coast, there will be some fixed-bottom turbines but there will be a lot of floating technology.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#B00500","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":13,"content":"<p>I wish to talk specifically about the east coast.<\/p><p>Some people say that fixed-bottom technology is available and cheaper and that the east coast is not suitable for anything other than fixed-bottom wind farms.  They also say that fixed-bottom wind farms have to be closer to shore and floating ones can be farther out, which is a point on which I would like Mr. Cunniffe to comment.  He will understand that people on the coast have an interest in how close a wind farm will be to them.  It is my understanding that fixed-bottom wind farms can be located so far out that they will not impinge on the view, but there is also a belief that, since they have to be closer in than floating wind farms, it would be better to wait until the floating technology was ready.  I do not agree, as the time for this is now, but the view has been expressed to me that we should perhaps wait until the floating technology is a little more developed.  Is it correct to say that fixed-bottom technology is fairly developed, is in place elsewhere and can be located far offshore?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#B00600","speaker":"1467","continuing":true},{"type":"speechnospeaker","time":1655247600,"counter":15,"content":"<p>Exactly.  There are approximately 25 GW of offshore wind energy deployed in the world right now, and almost all of it is fixed-bottom.  There are other countries in Europe that can deploy fixed-bottom technology farther out to sea, but that is because they have much shallower waters close to their coastlines.  Even off the east coast, Irish waters get very deep very quickly.  As such, deploying fixed-bottom technology is the right approach to take.<\/p> <p>  We represent floating wind energy members as well as fixed-bottom wind energy members.  The floating wind energy community says that we need to establish a supply chain in Ireland and get offshore wind going right now so as to harness and take advantage of the floating wind energy opportunity fully.  In order for us to do that, we need to deploy fixed-bottom technology as soon as possible this decade.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#C00200","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":16,"content":"<p>I am concerned that the Government has no plans to implement floating technology until after 2030.  That will be a missed opportunity.<\/p> <p>  The port co-ordination group does not include representatives of the offshore wind energy industry.  Does Mr. Cunniffe have any idea as to why that is the case?  Has the industry been given a reason for being left out of the group?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#C00300","speaker":"1467"},{"type":"speechnospeaker","time":1655247600,"counter":17,"content":"<p>I might pass this question over to my colleague, Mr. Moran.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#C00400","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":18,"content":"<p>The port co-ordination group was set up by the Department of Transport.  It brings together parts of that Department, the Irish Maritime Development Office, IMDO, and a number of ports.  We include a number of Irish ports among our membership.  The group is concerned with trying to find ways of building port infrastructure and readiness for offshore renewable energy and is a good initiative.  The challenge is that it is our members that are developers rather than our members that are ports that will be setting out the specifications for what they would like to see in a port, for example, pier length and water depth.  There is something that we can bring to the table in terms of discussing our needs and readiness, which is one of the reasons that we commissioned the report that Mr. Cunniffe mentioned in his opening statement.  In that all-island report, we identified 13 ports north and south of the Border and investigated what port infrastructure existed right now to construct and marshal an offshore wind farm.  It also considered what could be in place in two or three years' time if ports like Rosslare and Shannon Foynes delivered on their infrastructural development plans.  We have been happy to support those plans in terms of their applications to the Connecting Europe Facility.  I hope that, when we bring the report to members of this committee, we will have a much clearer understanding of what is in place and what needs to be in place.  Fixed-bottom and floating requirements are a little different, so we need to prepare not just for what can be done today, but what can be done in the late 2020s and 2030s.  When we finish the report, we hope that it will be taken seriously by the Department and will inform the thinking of the Department and members of this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#C00500","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":19,"content":"<p>That would be valuable.<\/p> <p>  Thousands of jobs were mentioned - of course, everyone's ears pricked up - but that figure was boiled down to 80 jobs at each port plus a benefit for its community, which does not exactly sound like thousands of jobs.  What is the scope for jobs?  Mr. Cunniffe will not be able to give us the exact numbers, but will he give us an idea of the potential and what we might be missing out on if we do not have a supply chain of apprenticeships?  I have met members of the Connect Trade Union who are anxious to be involved in this area.  It is new technology and they have an interest in ensuring that the jobs being created are not just jobs for the sake of jobs but are instead good union jobs with set minimum rates of pay and everything else that we associate with the trades.  We can see where the 80 jobs will be but we cannot see where the benefits for the community will be as clearly.  Will Mr. Cunniffe discuss this matter?  What could we miss out on if we do not get the apprenticeship approvals in place and start that pipeline?  It is proving difficult to attract workers because we are in the midst of an accommodation crisis, which presents challenges, so our best chance of progressing this work is to educate people who are already in Ireland.  What could we miss out on if we were slow to get everything up and running?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#C00600","speaker":"1467"},{"type":"speechnospeaker","time":1655247600,"counter":20,"content":"<p>I will provide a general overview of the number of jobs before passing over to my colleague, Ms O'Connell, on what we can learn from the UK's experience and then to Mr. Ivers as one of our supply chain members to discuss their experience on the ground.<\/p> <p>  Today, approximately 6,000 people are employed in the wind industry in Ireland.  They are not just people who are installing the turbines, but also planners, hauliers and the entire supply chain, including people working in financial institutions across the country.  We have commissioned a report, entitled \"Harnessing our potential: Investment and jobs in Ireland's offshore wind energy\", which I referenced in my opening statement.  It examined Ireland's old target for offshore renewable energy, which was 3.5 GW.  We have since increased that to 5 GW.  The report identified that, between 2020 and 2030, approximately 2,500 jobs would have been created by the offshore wind energy sector deploying the 3.5 GW.  Scotland already has 4,700 people employed.<\/p> <p>  The potential for jobs in our industry is as limited as Ireland makes it.  Ireland has an enormous marine area and we are the envy of Europe.  We can become not just energy independent, but a significant exporter of energy.  To do that, though, we will need the right types of skill, training and facilities.  That is why having a task force that devises an action plan for developing the right jobs, the right training facilities and the right collaboration with third level institutes will be vital.<\/p> <p>  A sector deal was put in place in Britain.  Ms O'Connell was central to that, so I will pass over to her to discuss that experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#C00700","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":21,"content":"<p>To give some context to where I am coming from, I moved back to Ireland from the UK last year having spent the previous ten years working in offshore wind there with a Danish energy developer, &Oslash;rsted.  I was involved in development, construction and operations.  Something that I saw that was a success and that has since become a platform for growth of offshore wind and ensured that the benefits of offshore wind energy are harvested for the UK was a sector deal that was signed in 2019.  Effectively, it was a partnership between the British Government and industry.  It was a handshake whereby industry and the British Government were committing to actions in terms of delivering offshore wind energy in the UK.  At the time, the target was to deliver 30 GW of offshore wind energy by 2030.  That target has since been accelerated to 50 GW.  In terms of the industry, part of that was to be 60% local content.  This was not a mandatory target, but a vision that the industry committed to working towards together.<\/p> <p>  There is an opportunity in Ireland that is not just about the green electrons, but about creating a whole new industry that can benefit the people of Ireland and generate many jobs.  We have some work to do to figure out what that means in terms of tangible numbers.  The UK had a target of 30,000 jobs in the industry by 2030 and has already smashed that target.  According to a report it has released, there are now 30,000 people working in the industry.  The UK envisages that that figure will be 100,000 by 2030.<\/p> <p>  The scale of the opportunity is probably more than we understand today.  That is why we are here.  There is a significant opportunity, so let the Government, industry and communities sit down and figure out what is right for Ireland, what our ambition should be and how we will work towards it together.  In terms of working together, we welcome the offshore wind energy task force that has been established by the Government, but let us bring the industry to the table and work together in collaboration more frequently.  Under the offshore wind sector deal, the UK set up the Offshore Wind Industry Council, through which the industry and the British Government work together, set an action plan and work through it over time.<\/p> <p>  It is great for us to attend this meeting to discuss what we want, but this is a matter of us continuing to work together on delivering for Ireland.  The reason I came home to Ireland was my excitement about this opportunity.  Now that I am here, I can see the market beginning to move.  There is much that we can do by working together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#C00800","nonspeaker":"Mr. Vanessa O'Connell"},{"type":"speech","time":1655247600,"counter":22,"content":"<p>They have smashed the target of 30,000 jobs, which is brilliant.  We cannot say that often enough or loud enough.  Could Ms O'Connell provide us with information about the type of jobs, who is doing them, wage rates, trades and non-trades, etc.?  I have one more question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00100","speaker":"1467"},{"type":"speech","time":1655247600,"counter":23,"content":"<p>The Deputy's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00200","speaker":"1509"},{"type":"speech","time":1655247600,"counter":24,"content":"<p>It is about apprenticeships.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00300","speaker":"1467"},{"type":"speechnospeaker","time":1655247600,"counter":25,"content":"<p>There is a narrative in Ireland at the moment that we cannot do all of this by ourselves.  We are not here to say we can do it all by ourselves but Green Rebel is certainly an example of a company with a lead time whereby it can deliver not just for offshore in a DevEx phase but actually deliver competency that can compete on a global level.  Up to last week, we had a trade delegation in from Norway representing over 250 companies with over 10,000 employees, many of which are diversifying from oil and gas.  If Ireland does not move quickly, they are the skills and services that will be imported into Ireland.<\/p> <p>  We mentioned floating offshore.  It depends on the context of our ambition.  If our ambition is just to service our own needs then the jobs created will be designed to service Ireland only.  When we look at innovations like floating offshore and the opportunity this presents to Ireland given the west coast of Ireland, it is a basis for innovation.  Ireland has an opportunity to more than export energy to other markets.  It has an opportunity to deliver expertise and competency and develop intellectual property in Ireland that we can export all over the world.  If we can develop a platform where Government, officials and industry can come together and plan that, we will see maximum effect regarding the employment created.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00400","nonspeaker":"Mr. Kieran Ivers"},{"type":"speech","time":1655247600,"counter":26,"content":"<p>Coming from Galway on the western seaboard which, as I am sure the witnesses will be aware, has the highest wind speeds in Europe, I believe in the enormous potential and opportunities wind energy can provide not just in terms of meeting our energy needs and climate change commitments but also in terms of job creation, as a number of witnesses stated earlier.  I appreciate that the witnesses are carrying out analysis of port infrastructure so they may not be able to answer this specifically but perhaps they can offer some level of detail regarding the level of investment that is required to sufficiently address the infrastructure needs at our ports and the sort of timeframe they believe that would take.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00500","speaker":"1646"},{"type":"speechnospeaker","time":1655247600,"counter":27,"content":"<p>I might pass that question on to Mr. Moran.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00600","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":28,"content":"<p>It is quite difficult to put a figure on it because it varies from port to port.  Some ports have different levels of infrastructure.  In the past 12 months, we have seen developments like the Doyle Shipping Group facility at the port of Cork and developments in Rosslare and Shannon Foynes and there is a proposal to build a new port in Bremore in north County Dublin.  They are all coming forward with proposals, ideas and plans and the cost of each of them will vary because some ports have different levels of infrastructure in place.  In terms of a ball park figure, we are talking about tens of millions of euro but the actual figure will vary from project to port to port.  They have also applied for funding to the Connecting Europe facility so their hope is that they would be able to draw down funding from Europe that would enable them to carry out those investments and put in place the infrastructure that is needed.<\/p> <p>  The last point raised by the Senator is the critical one.  It concerns the timing of this and how quickly we can get those ports ready.  If we are looking at our phase one projects, those five ports on the east coast and one off the coast of the Senator's home county of Galway near Rossaveel, we are looking at projects in respect of which we hope to apply for planning permission next year.  We hope to start construction in 2025 or 2026 at the outside so the question for us is whether ports other than Belfast will be ready then for those projects.  Belfast will be able to take some of that work.  It is a first-class facility but it cannot build six Irish offshore wind farms at the same time.  If those ports are not ready, those projects will be looking to other ports and other infrastructure opportunities to provide the construction marshalling services.  This is why it is not just important that the investment is there but that the investment comes through quickly and the ports are helped to get through the planning process to put in place the infrastructure they need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00700","nonspeaker":"Mr. Justin Moran"},{"type":"speechnospeaker","time":1655247600,"counter":29,"content":"<p>When we talk about tens and even hundreds of millions of euro in terms of port investment, people can often think this is a staggering figure.  To put that in context, any one of these projects that are being developed around our coast line will be investing between &euro;1 billion and &euro;2 billion - &euro;1,000 million and &euro;2,000 million.  When we talk about a &euro;100 million investment in a port, it might sound like a lot of money but these ports will be servicing these projects that involve multiples of that figure.  They will benefit from that for years to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00800","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":30,"content":"<p>Mr. Moran referenced Shannon Foynes and Rossaveel.  What has been the level of engagement of Galway Port?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D00900","speaker":"1646"},{"type":"speechnospeaker","time":1655247600,"counter":31,"content":"<p>The Port of Galway is one of our members so we would engage quite a lot with it.  It is already a key part of the port infrastructure that supports the development of onshore wind energy because many of the turbines that are used for onshore wind farms in the west of Ireland come through the Port of Galway.  They are landed there and taken to the wind farms.<\/p> <p>  We are not here to pick a port winner.  There will be enough work in the development of offshore wind energy in Ireland to provide opportunities for every significant port in this country.  Even for some smaller ports and harbours, there are opportunities for them to be operations and maintenance bases.  When we look at the west coast in particular, and as the Senator noted, the wind speeds out there are fantastic, it is not just about the opportunity to construct, marshal, operate and maintain those projects.  We can be innovators and leaders out there because we will be developing offshore wind energy in some of the windiest parts and deepest waters of the world and we can take the skills we develop there, and I do not know if Mr. Ivers would like to come in on this because I know it is an area in which Green Rebel has worked, and take them around the world and compete internationally.  One of the things we want to get across here is that if we can build an Irish supply chain to support Irish offshore wind farms, there is no reason those Irish companies will not be building wind farms off the coast of China, the US or Africa in 15 or 20 years time or less.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D01000","nonspeaker":"Mr. Justin Moran"},{"type":"speechnospeaker","time":1655247600,"counter":32,"content":"<p>Green Rebel has quite a lot of scientists.  We have people who have literally written books about the continental shelf and Ireland and they will identify the west coast as our basin for innovation.  The context of ports will be different given the water depths off those ports and the types of structures that will be deployed off the coast line on the west versus the east.  We would identify Galway and Rossaveel in particular as bases where innovation and centres of excellence can be created and where robotics can be deployed.  The west coast of Ireland has deeper water and harsher conditions than anywhere on the planet.  It is virtually impossible to simulate that in any environment other than the real thing.  Given the opportunity for innovation presented by the west coast of Ireland, it will surely present an opportunity for exporting that level of expertise but that is not being done in the world at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D01100","nonspeaker":"Mr. Kieran Ivers"},{"type":"speech","time":1655247600,"counter":33,"content":"<p>That is all very positive.  Hopefully, the timeframe will be short.  In terms of skill shortages, have any actions resulted from the recommendations in the Skills for Zero Carbon report or are there plans to address those recommendations because, naturally, the skills shortage is critical?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D01200","speaker":"1646"},{"type":"speechnospeaker","time":1655247600,"counter":34,"content":"<p>Absolutely - as I mentioned in my opening statement, one of the recommendations from that was the establishment of a high-level implementation group.  We are not aware if this has been established yet.  We would like to see that established as soon as possible.  It was referenced by Deputy O'Reilly, who asked what type of skills were in short supply.  We are already experiencing across the industry a shortage of planners, marine biologists, ecologists and tradespeople.  We need to see apprenticeships begun immediately and partnerships with technological universities and third-level institutions around Ireland and to do that, we need that action plan to be brought together so that we can come at it as a country rather than each individual college, some of which have stepped forward on their own volition to try to develop apprenticeship and third-level programmes to service the needs of the industry.  We need to see co-ordinated action and for that reason, we need that implementation to be established as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D01300","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":35,"content":"<p>To be quite positive about something, we would partner with Skillnet Ireland in the delivery of training courses to get people involved in this industry and to possibly transition from other sectors.<\/p><p>One of our colleagues was talking recently to a woman from County Cavan who emigrated to Australia, where she was working in a gold mine.  She is now a wind turbine technician.  She completed the green tech Skillnet Ireland course and retrained.  She is now working on wind farms in Ireland, England, Norway and Scotland.  There are programmes delivered through Skillnet Ireland that we can develop and build on.  There is certainly the demand and the interest to get involved in the sector.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#D01400","nonspeaker":"Mr. Justin Moran","continuing":true},{"type":"speechnospeaker","time":1655247600,"counter":37,"content":"<p>We have identified that there are considerable numbers of the Irish diaspora already working in the industry.  In the first instance, organisations such as Green Rebel and others to follow will encourage them to move back.  That is an area that we need to focus on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00200","nonspeaker":"Mr. Kieran Ivers"},{"type":"speech","time":1655247600,"counter":38,"content":"<p>I would like to ask a question about ports, and the capacity for a port to develop more than one platform.  The development has been completed at Belfast Port, whereas we are waiting for our ports to be ready.  If Shannon Foynes Port was ready, could two or three platforms be developed at once or would they have to be done one at a time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00300","speaker":"1509"},{"type":"speechnospeaker","time":1655247600,"counter":39,"content":"<p>Mr. Moran will respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00400","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":40,"content":"<p>It depends on what exactly is needed from the project at a specific period in time.  The period of construction for an offshore wind farm is two to three years.  There could be a situation where different pieces of work for perhaps two wind farms are coming out of the same port at the same time.  There could be a situation where a main port is being used for marshalling services and a nearby port is also involved in taking on some of that work.  There can be multi-port opportunities.  The facility at Belfast Port is fantastic.  If the committee members ever get the chance to visit it, I highly recommend it.  It is an example of what first-class facilities for construction and marshalling look like.  With the best will in the world, you cannot build 5,000 MW of offshore wind simultaneously in five different projects from that facility.  Either you put them in a queue, basically, and do them as quickly as possible to get through the work, or you find other port facilities or infrastructure.  With Shannon Foynes, there is enormous potential for the port to be a hub not just for the construction of offshore wind farms but as a place where we can bring power onshore and create green hydrogen, which is one of the real exciting export opportunities for Ireland.  There is also an opportunity to take that green hydrogen and decarbonise some the sectors of our own economy that are quite difficult to decarbonise, such as heating, transport and electricity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00500","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":41,"content":"<p>Shannon Foynes has great potential.  I call Deputy Bruton.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00600","speaker":"1509"},{"type":"speech","time":1655247600,"counter":42,"content":"<p>I than the witnesses for their presentation.  I think this is a really exciting opportunity.  It is important to say that the renewable ambition in Ireland is extremely high.  For an electricity generation system that is as isolated and as small as ours is, it is a remarkably-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00700","speaker":"1549"},{"type":"speech","time":1655247600,"counter":43,"content":"<p>A participant has left their microphone on.  Can it be muted, please?  Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00800","speaker":"1509"},{"type":"speech","time":1655247600,"counter":44,"content":"<p>It is important to state that our grid is regarded as an international exemplar of the extent to which it has successfully taken renewables on board.  We are now aiming for an 80% renewable figure.  It is important to put the issue in context and it is worth saying that Scotland is different.  That brings me to the following question.  With capital and construction capacity scarce for public investment in Ireland, the organisations represented today are urging the Government to do more and to put more of its money into accelerating offshore wind beyond what it is already anticipating.  I want to tease that out.  Are the organisations' higher ambitions conditional on export?  Is that really the context, rather than greening our existing grid?  Will it require additional interconnection and the development of the green hydrogen sector?  There are obviously different phases to the work, and different elements have higher priority at a time of constrained resources, a housing crisis and all of the other issues.  The challenge facing the Government is choosing which of these things are most urgent.  How do the organisations represented assess that urgency in the context of other issues, as well as the fact that it requires the development of a hydrogen sector that is still relatively underutilised?  There needs to be a hydrogen strategy here that gives us a context for that.<\/p> <p>  The witnesses have stated that there the water off the west coast is extraordinarily  deep, conditions are harsh, and will still be difficult to work in.  Should this be more of a European infrastructural play than simply an Irish play?  Should we be looking to the longer-term global context in which the Atlantic resource will be tapped into?  Does that alter the view of the witnesses on how this opportunity should be developed?<\/p> <p>  I am also interested to know what the successful elements of the Scottish strategy were, and what mistakes were made so that we can perhaps learn from them.  I know that the Scottish project is different.  Scotland has a bigger connection and a bigger demand source on its doorstep.  Those are my questions.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E00900","speaker":"1549"},{"type":"speechnospeaker","time":1655247600,"counter":45,"content":"<p>I might refer to my colleague, Ms O'Connell, to respond to the Deputy's question on the Scottish strategy.  I agree with the Deputy that the target that we have to deliver 80% of our electricity from renewable sources by 2030 is extremely ambitious.  We definitely think it is deliverable but in order for that to happen, a lot of things need to fall into place in terms of our planning system, our grid system and our route to market.  We appeared before the Oireachtas Joint Committee on Environment and Climate Action a few months ago.  We stated that we have a 50:50 chance of achieving the 5 GW the target for offshore wind energy specifically.  We are not here to say that we need a higher target for offshore wind.  We are saying that we really need to double down and focus on delivering that 5 GW of offshore wind energy.  That said, we want the highlight the opportunity that that target presents for the domestic supply chain.  It is true that capital and resources are scarce but those projects will be built.  The question that we would like to highlight today is whether they will be built from Irish ports and by Irish companies.  That is why the establishment of a delivery task force on supply chain to try to produce an action plan is critical, so that as much of that potential and investment that we are going to see to deliver our 2030 targets remains within Ireland.<\/p> <p>  On whether the potential we are talking about is really for the export opportunity, we will need an enormous amount of electricity to service Ireland as we go towards 2050 and towards becoming a climate-neutral country.  We did some analysis with UCC's MaREI centre looking at a zero-carbon economy for Ireland.  It showed that electricity demand will triple between now and 2050, predominantly as we electrify heat and transport.  We are going to need around 25 GW of offshore wind energy purely for our own domestic purposes before we even contemplate the export potential opportunity that we have off our west coast, which we believe to be equivalent to around 70 GW to 80 GW of capacity.  The establishment of a hydrogen supply chain will be very important to that over time.  We are not talking about purely direct electrification for everything.  The electricity grid that we currently have is not capable of managing the level of energy that I have just spoken about.  We will need hydrogen in order to decarbonise heat and transport, but the source and the base of that will be offshore wind energy.  The more that we can establish our own supply chain, the better.<\/p> <p>  On the European side of things, currently, countries across Europe are trying to get off fossil fuels as quickly as possible, following the crisis in Ukraine.  We are seeing countries right across Europe increasing their targets for offshore wind energy every week.  Two years ago, the 2030 offshore wind target in Europe was 60 GW.  Just two weeks ago there was an announcement that Belgium, Denmark, Germany and the Netherlands will be developing 65 GW by themselves between now and 2030.  Right across Europe, we are hearing that supply chain constraints are a big challenge.  All the countries will need to pool together their resources and supply chains if we are to have any chance of meeting Europe's target.  I will refer to my colleague, Ms O'Connell, to respond to the Deputy's question on Scotland.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E01000","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":46,"content":"<p>I will answer the Deputy's question in the broader sense of the UK context.  When the sector deal was signed, it was looking at offshore wind in the whole of the UK.  As it has developed, Scotland has started to focus on what Scotland can do itself, rather than with England and Wales.  Looking at the whole of the UK, one of the lessons learned is thinking about what the different parts of the country need.  Originally, there was the Offshore Wind Industry Council, which was for the whole of the UK.  Now, Scotland has its own Scottish Offshore Wind Energy Council.  It is looking at what Scotland needs, rather than what the rest of the UK needs.  That is one of the lessons learned.<\/p><p>It has also been a focus in the UK.  The benefits of offshore wind are not concentrated within one area.  The wind farms are all around the coast.  We need therefore to look to understand where we can develop clusters for innovation for the development of the supply chain.  That is in around areas such as Cork, the west, Foynes and the east.  That cluster effect is important for having a national strategy, as well as for thinking about what we need in different parts of the country.  That is one key lesson that has been learned.  It is also safe to say that the UK and Scotland are still on the journey in offshore wind.  They have been successful to date, but they still have much work to do.  We are also facing some of the challenges they are facing.  There are lessons to learned by working together.  Some of those challenges, particularly for Scotland, relate to grid infrastructure.<\/p><p> The Deputy raised the point of export opportunity around interconnection.  That is also a challenge for Scotland.  We must understand that they are nearly at 100% renewables on their system.  They are already exporting their energy to England.  They are looking to see where they can export it abroad.  System integration is a challenge.  Resourcing is also a challenge.  That is a key challenge for Ireland.  It is a matter of resourcing within the industry as well as across the industry, for example with the likes of EirGrid, An Bord Plean&aacute;la and the environmental organisations.  This comes back to our point that it is important that we come together to learn the lessons from other markets.  Those primarily come from the industries.  It is a matter of many international players coming to Ireland and people like myself coming back to Ireland.  We can share the lessons we have learned.  We can ask what is right for Ireland.  We can ask what we want the vision to be.  Then we can work towards that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#E01100","nonspeaker":"Ms Vanessa O'Connell","continuing":true},{"type":"speech","time":1655247600,"counter":48,"content":"<p>I note that there is a debate in the D&aacute;il this morning on energy security, which is related to what we are doing here.  When a witness comes before an Oireachtas committee, they usually have an ask.  What are the witnesses&rsquo; top three asks of us as members of the enterprise committee?  We are focusing on business, enterprise and trade.  What would the witnesses like us to do?  That is my first question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00200","speaker":"1515"},{"type":"speechnospeaker","time":1655247600,"counter":49,"content":"<p>Our first ask relates to the need for the offshore delivery task force to sit down with industry to agree an action plan for how we develop our domestic offshore supply chain.  That task force is up and running.  It does not have industry representation on it at the moment.  We do not know what topics it is covering.  We believe the supply chain is part of the task force&rsquo;s remit.  We want to be at the table to try to explain the opportunities we have seen in other jurisdictions, as Ms O&rsquo;Connell outlined.<\/p> <p>  The second ask is for more investment and strategic investment into port infrastructure.  As we have said this morning, port opportunities are being developed across Ireland in many of our ports.  However, in order for them to be ready to help to deliver for 2030, they need investment now.<\/p> <p>  The final ask relates to the Skills for Zero Carbon report we referenced earlier.  We need to see an implementation group set up so that there is a co-ordinated response right across government and across all Departments as we develop the people, the training and the skill sets to be able to deliver on the opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00300","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":50,"content":"<p>May I briefly add a point to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00400","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":51,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00500","speaker":"1509"},{"type":"speechnospeaker","time":1655247600,"counter":52,"content":"<p>One of the reasons we are delighted for the opportunity to meet with the committee today is that when we talk about renewable energy it is often seen as the remit of the Department of Environment, Climate and Communications.  It is seen as something that that Department does.  If there is a wind farm, an offshore wind farm or anything to do with climate or decarbonisation, that is considered a matter for Department of Environment, Climate and Communications.  Absolutely, they are the people we deal with most on a day-to-day basis and the people we engage with.  However, jobs, trade and employment are matters for this committee and this Department.<\/p> <p>  I want to stress that we welcome the offshore wind delivery task force as an initiative because it will get us to the ambitious targets that Deputy Bruton mentioned.  There is a group of people that is working through its agenda and to-do list.  They are trying to sort out the planning system and they are trying to sort out the grid infrastructure.  If the supply chain is the eighth or ninth item on its list before any other business, it is often the item it spends the least amount of time focused on.  What we want to see from the Department or the committee is that somebody will take responsibility for the jobs opportunity that offshore wind energy will bring.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00600","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":53,"content":"<p>My second question relates to the Revolution report, which was published in July 2021, before the terrible war in Ukraine.  We have seen reports across the board about how costs have gone up dramatically.  There are supply cost issues, supply chain issues and so forth.  The costs of the material have gone up.  Mariupol had the biggest steel plant in Europe.  That is kaput now; it is not producing anymore.  What impact will that have on the witnesses&rsquo; levelised cost of electricity projections that they cite in the Revolution report?  They talk about the flow costs per megawatt in 2021 being &euro;135 and how they will go down to &euro;40 in 2050.  Do they think that when the war finishes, the costs will level off again?  Can they talk about the costs, in the context of the impact that the changed world will have on them, since the Revolution report was actually commissioned?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00700","speaker":"1515"},{"type":"speechnospeaker","time":1655247600,"counter":54,"content":"<p>I am happy to do that.  We have just come out of the more recent renewable electricity support scheme auction for onshore renewables.  It gives us a clear example where there have been increased costs relating to materials for onshore wind energy and for solar energy.  That is not the only reason costs are going up.  There are still many uncertainties in terms of policies related to grid infrastructure and planning systems.  These are being baked into driving up costs.  When it comes to costs specifically for offshore wind and for floating offshore wind energy, we do not yet have a good example in Europe for what the costs of developing floating offshore wind energy for commercial-scale projects will be.  Britain and France are both in the process of developing and running auctions specifically for floating wind energy.  In the next six to 12 months we should have a good idea of what the real commercial costs will be for developing floating offshore wind energy.  We will be happy to share that with the committee whenever that comes to light.<\/p> <p>  There is concern among the development community for offshore wind projects for this decade about how they will source those materials, the right supply chain and the right ships.  We mentioned that every country right around Europe right now is looking at how to increase its renewable energy targets.  Right now, the European supply chain is just not capable of keeping up with it.  That is why it is important that we get on board and we start contributing to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00800","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":55,"content":"<p>There is a built-in assumption that if we do not get moving here, we could be left behind in all kinds of ways.  It was put to me recently that Scotland is moving ahead.  It has connectors to Northern Ireland and across here.  If we do not move here, could we end up importing offshore wind-generated electricity from Scotland rather than producing our own?  Is that a risk?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F00900","speaker":"1515"},{"type":"speechnospeaker","time":1655247600,"counter":56,"content":"<p>It is a possibility.  They have huge ambitions for developing offshore wind energy in Great Britain.  They have a target of 50 GW, compared to our 5 GW.  We believe that our 5 GW target will supply 30% to 40% of our electricity demand by 2030.  When you couple that with the onshore wind energy sector, which is continuing to grow in Ireland, and with solar energy, we should be able to hit the target of having 80% of our own electricity from renewables by 2030.  Our goal as a country should be to try to achieve net zero-carbon electricity by 2035.  We have the resources there.  That is not up for debate.  What is up for debate is how cheaply we can deliver that, how efficiently and how much of that investment we can keep within Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F01000","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":57,"content":"<p>I join with Deputy Bruton and others here who have spoken about the potential for green hydrogen and the capacity for it to be generated from offshore wind-generated electricity.  This is really exciting and far-seeing.  How far away are we from that happening?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F01100","speaker":"1515"},{"type":"speechnospeaker","time":1655247600,"counter":58,"content":"<p>Earlier this year, we published a report on hydrogen and wind energy which looked at the policy asks we would have as a renewable industry to get hydrogen up and running in Ireland.  We can share that with committee members afterwards if that would be useful.  There are two key issues to highlight.  We need a hydrogen strategy for Ireland.  Such a strategy is in the process of being developed, but we do not have it yet.  We understand the consultation for that will be published shortly.  As a country, we need to stimulate not just the supply of hydrogen, which is where the renewable energy comes in, but also the demand for hydrogen.  How are we going to shift industries which are currently using oil and gas in particular to try to move them towards hydrogen?<\/p> <p>  The other point I would make, and the report called it out, is that what will drive the cost of hydrogen is the cost of the renewables that we are developing.  The more certainty that we can provide to the development community for renewable electricity through having a planning system, a grid system and a supply chain that works, the cheaper we can produce renewable power and the cheaper we can transition to hydrogen.  There are projects involving the development of hydrogen at the moment around Ireland.  We think that will play a big role towards the end of the decade and into the 2030s.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F01200","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":59,"content":"<p>The grid interconnector to France is in the planning stages at the moment.  It is to be located in my part of the country.  It has caused a certain amount of angst among some residents.  There is the whole issue of the grid upgrade.  We hear of more pylons being spoken about.  I am sure Mr. Cunniffe has been down that route as well and has heard about it.  If we need more pylons to upgrade the grid but people do not want them near their houses, or anywhere near them, how do we get over that issue?  They get very emotional and very angry about them.  Can the witnesses speak to that point, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#F01300","speaker":"1515"},{"type":"speechnospeaker","time":1655247600,"counter":60,"content":"<p>Our grid infrastructure is in serious need of development.  We developed our electricity grid substantially in the 1980s, 1990s and early 2000s.  We have been benefiting from the capacity that was created in that grid for the past two decades, and it has helped to drive much of the economic growth and employment we have seen in Ireland.  We are starting to reach a point where our electricity grid will need further levels of reinforcement, along the coasts in particular, to deliver offshore wind energy and, in the midlands and other parts of the country, to deliver onshore renewables as well.  We are going to need political and public support for our grid infrastructure if we are to have any chance of meeting our decarbonisation targets.  We will need more pylons, more underground cables and more substations.  We cannot do this if we do not have them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#G00100","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":61,"content":"<p>One point we often make is that if we appear before a committee at the end of 2030 and the members ask why we did not hit the 80% target, the answer will relate to grid infrastructure.  We do not need to wait until 2030 to say that either.  Either the grid infrastructure will be there and we will achieve the target, or it will not and we will not.  It is as simple as that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#G00200","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":62,"content":"<p>I welcome our guests.  I have met Mr. Cunniffe and Mr. Moran at exhibitions and so on and we have engaged.  I have a specific concern, as I have highlighted to them, about the potential for wind energy off the south-east coast, not least in the Copper Coast area, and the potential for damage to amenities.  It is important that this committee has an ongoing engagement with the wider wind energy sector, but I would support our guests' call for at least a sector deal and for a representative from the offshore industry to sit on the co-ordination group.  Perhaps that is something the committee can speak about in private session.<\/p> <p>  As I have said to our guests previously, I have concerns about a lack of State ownership in the wind energy sector as it develops, primarily because we do not have expertise and I can see that something similar to what happened with the oil industry is going to happen.  Ultimately, we will sell the licences, foreign players will come in and provide everything and we will ask what we really got out of it.   We might not even get a good rate of electricity charged to the State.<\/p> <p>  I am also worried about how the coastal communities will be looked after.  One issue I have previously raised relates to how a community dividend, which in general in the wind sector is looked at for about 15 years over the lifetime of a farm, should be paid every year.  If a turbine turns at sea or on land, a community needs to be resourced from that.  I am worried not only about amenities in tourism but also about the fishing industry.  Ms O&rsquo;Connell might speak about Scotland in a moment.  Some of the largest spawning grounds in Europe are to be found off the south coast of Ireland, so she might comment on the effects of talking about putting wind infrastructure out there.<\/p> <p>  Is any potential tie-up being signalled for people who are coming in to invest in wind infrastructure whereby they would also tie in hydrogen development?  Rather than say we are going to create wind farms and then talk about creating hydrogen plants, are any conglomerates interested in coming with that package and saying that as part of their wind farm licence, they would be prepared to invest in hydrogen development onshore?  In the south east, we have one of the most significant gateways to composite developments in the form of turbine manufacture.  Mr. Cunniffe referred to a course starting in Kerry, but we need very significant academic linkage and his organisation mentioned it was hoping to engage with higher education.<\/p> <p>  We are at an early stage, but I would like to see a sectoral deal done, with our guests getting representation and with us, as a committee, engaging with them twice a year.  It would be good to get committee members out - visits to Belfast, Scotland or wherever were mentioned - to understand where this wind generation deal is going.  There is no doubt there is opportunity in this for Ireland, but I very much fear it is going to pass us by.  I fear that foreign players will dominate the space and that we may not see much out of it other than, as I said, a not very competitive tariff on wind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#G00300","speaker":"1616"},{"type":"speechnospeaker","time":1655247600,"counter":63,"content":"<p>I might hand over to Ms O'Connell to take the fishing question relating to Scotland and to my colleague, Mr. Moran, to comment on coastal communities.  In regard to the State ownership question, there are many active State-owned companies in the energy sector in Ireland right now.  Everyone will be familiar with the ESB, one of the largest owners of onshore wind energy in Ireland.  Through a partnership between the ESB and Coillte, Future Energy Ireland has been established as a State company developing onshore wind energy and Bord na M&oacute;na is very much established as an onshore wind energy and solar developer as well.  There is a great deal of State involvement in that.  Moreover, the Ireland Strategic Investment Fund is one of the main investors in Ms O&rsquo;Connell&rsquo;s Inis Offshore Wind.  We will see investment from the State in that.<\/p> <p>  Any offshore wind farm that is developed around Ireland will also pay a seabed lease, so revenue for the State will be generated from every offshore wind farm that is developed.  We are also seeing considerable levels of investment in, as I mentioned, many ports throughout the country, which are putting up their hands and saying they want to invest here and to keep as much money in Ireland as they can.  We have seen those announcements in Arklow and Wicklow from maintenance and operations bases being set up.<\/p> <p>  My one concern, as has been suggested by a number of groups previously, is that if we were to take a step back and to establish a State body to develop offshore wind energy, it would take a very long time to resource that and to establish both it and a regulator.  We would not develop a single offshore wind turbine for the next ten to 15 years if we were to do that.  Many of the projects around our coasts have been in development for years or, in some cases, decades, and those projects need to proceed and we need to be able to establish that.  There is a significant role for the State in resourcing Departments.  We need a functional State Department, through An Bord Plean&aacute;la, EirGrid, the Commission for Regulation of Utilities, CRU, and the National Parks and Wildlife Service, to be able to deliver the full potential for this industry in order that we can get a return for the people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#G00400","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":64,"content":"<p>In regard to fishing, I was working primarily in England but had some interaction with Scotland as well.  It is always a challenge because it involves putting infrastructure in an area that may be fished, so we need to find a way to resolve that.  In the UK, some lessons have been learned relating to coexistence and compensation, and we have looked at opportunities to get the fishing industry involved in the offshore wind industry as guard vessels and in construction and operations.  Nevertheless, it is important that when we come back to Ireland, we understand the concerns of the fishing industry here and how we can solve those problems.  Some lessons will be learned, but Ireland is unique and the fishing industry is really important to the country.   For us at Inis Offshore Wind, it is the number one stakeholder we have.  Very early on, we engaged with it to understand its concerns and how we could mitigate its concerns whether through the wind farm design or by finding ways to coexist.<\/p> <p>  I will pass over to Mr. Moran to discuss the initiative going on within Wind Energy Ireland, specifically as it relates to the fishing industry and the groups that have been formed.  I was very happy to hear the Deputy welcome the sector deal.  It is something we can take away to contacts we have who are involved in the UK sector deal because I think they would be more than happy to help.  A number of people within the UK industry are also looking to Ireland.  They would be more than happy to welcome us over there, perhaps to visit a wind farm to understand what is going on.  That is something we can take away.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#G00500","nonspeaker":"Ms Vanessa O'Connell"},{"type":"speechnospeaker","time":1655247600,"counter":65,"content":"<p>I might first touch on one of the points the Deputy made, which he has made to me a number of times previously.  It relates to community benefit and to ensuring that will be spread over the lifetime of the project.  It is something we would like to see as well and we would expect to see it from our members, but the community benefit fund as a requirement of the contract an offshore wind farm will get is related to the duration of the contract.  We will clearly say to our members that just because the contract is running out, that does not mean they get to close shop and go away.  They will still need to support those local communities but the contract will run out after 15 or 16 years.<\/p> <p>  As for our engagement with the fishing community, we both do that at a project level, whereby officers talk to fishermen on specific piers and around harbours.  We are also increasingly doing it on a national level with the existing fishing organisations.  The Department of Housing, Local Government and Heritage recently appointed a chairperson for what is called the seafood offshore renewable energy working group, which will bring together about 11 or 12 fishing organisations and us, representing the offshore wind sector, but also - this is important - the Departments and State agencies that are relevant to this, such as Bord Iascaigh Mhara, the Department of Agriculture, Food and the Marine.  These people have been put together to sit around the table and ensure that when we develop these wind farms, we will be conscious of the impact they may have on marine biodiversity and the environment and, in particular, on the coastal and fishing communities that depend on those waters for their livelihoods and to pay rent and send their kids to college.<\/p><p>Not only should these wind farms not be an impediment to them, there is an opportunity here.  I might bring Mr. Ivers in to talk about this in a moment.  There is enormous opportunity here for people with marine skills and there are very few people in Ireland with more marine skills than fishermen.  They would be able to work and be part of the development of offshore renewable energy.  It would also be useful to hear from Mr. Ivers about getting Irish companies into the supply chain.  We want Irish companies, whether semi-State bodies or private sector companies, to get into the Irish supply chain.  Green Rebel is one of the leaders in that at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#G00600","nonspeaker":"Mr. Justin Moran","continuing":true},{"type":"speechnospeaker","time":1655247600,"counter":67,"content":"<p>As the only one of the witnesses here who has feet on the ground in the supply chain, I assure the Deputy that we share his concerns.  We are well aware that the bounty achieved in Cork from the Kinsale gas field was the contract for catering.  That needs to be reversed.  We cannot make the same mistakes again.  Ireland has a poor history in the context of benefiting from our own natural resources.  A sectoral deal is not an off-the-shelf solution.  It can only be achieved with collaboration between the Government, industry and officials.  The by-product of that type of collaboration is a sectoral deal that is bespoke to Ireland and that we can benefit from.  That should encourage the development of an indigenous supply chain, as well as foreign direct investment into Ireland.  We cannot do it all ourselves but we can encourage investment and make provisions so those who want to do business in Ireland have to invest in Ireland and not just create a postcode.  Deputy Bruton spoke about dipping into Ireland's coffers.  In Scotland, the industry stimulus that was provided, from the developer's pocket, as a result of that collaboration has been critically important.<\/p> <p>  Collaboration between entities will also help the Government identify some of the surmountable challenges the industry is facing right now.  One example in Green Rebel's world is this issue around licensing and foreshore licences.  Right now we have a buoy, a floating LiDAR innovation, which is best in class globally and was developed in Ireland specifically to target floating offshore wind.  We are having to send it to Rotterdam, and will continue to do so over the next two years, investing north of &euro;3 million, in order to get its certification because we cannot get licensing here.  We are not talking about the licensing of an offshore wind farm.  This is a tiny piece but these are surmountable challenges that can only be brought to this type of forum.  This opportunity for Ireland, including the economic opportunity, cannot be lost.  That is what we are passionate about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00200","nonspeaker":"Mr. Kieran Ivers"},{"type":"speech","time":1655247600,"counter":68,"content":"<p>The potential here is enormous.  That comes across from the witnesses' passion.  I ask Mr. Ivers and Ms O'Connell to tell us a little about their companies, what they do and what their ambition is.  I would like to give them the opportunity while they are here, if the Chair does not mind, to give an idea of what they do.  Mr. Ivers said he has feet on the ground.  What are the witnesses doing and what are their ambitions for the near future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00300","speaker":"1515"},{"type":"speechnospeaker","time":1655247600,"counter":69,"content":"<p>Will I start?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00400","nonspeaker":"Ms Vanessa O'Connell"},{"type":"speechnospeaker","time":1655247600,"counter":70,"content":"<p>As we were taught in school, it is always ladies first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00500","nonspeaker":"Mr. Kieran Ivers"},{"type":"speechnospeaker","time":1655247600,"counter":71,"content":"<p>Inis Offshore Wind is an Irish company.  We were formed over two years ago by the Temporis Aurora fund.  One of our key investors is the Ireland Strategic Investment Fund.  The core purpose of Inis Offshore Wind is to develop offshore wind in Ireland for the people of Ireland.  The Irish people have a direct stake in our success through our backers but as a company we are also committed to ensuring the benefits of offshore wind come to the people of Ireland.  I worked in the UK for ten years and I have the experience of seeing the growth of an industry.  It was exciting to be there and I had a great career, but there was always something calling me back to Ireland.  It is so windy in Ireland, and we have huge opportunities here.  Now I have the opportunity to head up a company that is looking to do that.  I am personally very vested in what we are doing.<\/p> <p>  Specifically, we are a developer.  We have five projects all around the coast of Ireland and are looking at another project with a capacity of up to 4 GW.  We have two projects in the east, one in the south and two in the west.  Our interest is in the potential in all of Ireland.  We want all parts of Ireland to develop from a supply chain perspective.  It is not just about the jobs.  If we think about the interest of a developer, having a local supply chain makes sense from a cost perspective but also from a resilience perspective.  We talked about the global challenges in the supply chain.  I had the same conversations as Mr. Cunniffe at the Enterprise Ireland event last week.  Everyone was talking about the global challenges in the supply chain and the market.  Ireland is a new market.  We need to work together to attract the supply chain and tell people Ireland is open for business.  We have this vision and the targets but there is more we can do to show we are really open for business and are going to deliver.  That will help the supply chain come.  It is important that we develop Irish companies but as Mr. Ivers was saying, we also need foreign direct investment and to make sure that when companies do invest, it is long-term investment that creates jobs here for the long term.  We have our projects and we are in the early development phases.  We are looking to get foreshore licences in order that we can go out and survey the seabed, but, ultimately, we have a long pipeline to deliver projects up to 2030 and beyond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00600","nonspeaker":"Ms Vanessa O'Connell"},{"type":"speechnospeaker","time":1655247600,"counter":72,"content":"<p>Green Rebel is a company headquartered in Cork but with offices in Limerick, Cork Airport and Crosshaven.  We are a marine services company.  We acquire data for developers that help inform them through the consent process as they apply for planning permission.  Those data are designed to inform them on how to minimise the ecological impact of offshore wind farms and maximise the efficiency.  We have invested significant capital in the acquisition of aircraft to run baseline ecology surveys, tracking bird and mammal migration patterns and densities to ensure we are ecologically sound.  We have invested in a fleet of marine craft.  It is like cutting the lawn at home where you go up and down in lines.  We do the same on the investigation areas, identifying the seabed and its nuances in order to inform ecological and engineering requirements.  We acquired a company last year, IDS Monitoring in Limerick, which makes up our MetOcean team.  That team has developed the innovations I described to Deputy Shanahan and measures wind density and velocity.  Those are the bankable data offshore wind farm developers need to release capital to develop these projects.  It is a critical component of what they do.  This is a real example of \"Ireland can\".  In the space of two years we have gone from an idea to 75 employees, with ambition to grow well beyond 100 by the end of the this year.  We have received extraordinary support from Government agencies like Enterprise Ireland, which are helping accelerate what we do in markets as far away as Australia.  Ireland is the accelerator for Green Rebel but it is also the brake for our supply chain in the instances I explained to Deputy Shanahan.  We will continue to invest in Ireland and use Ireland as our proof of concept in many cases.  We will use it as a trampoline, for want of a better word, to show Ireland can compete and be a world leader in this industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00700","nonspeaker":"Mr. Kieran Ivers"},{"type":"speechnospeaker","time":1655247600,"counter":73,"content":"<p>I would add one thing to that.  Ms O'Connell mentioned clusters earlier.  Having clusters of excellence is an important part of this.  Looking at Green Rebel based in Cork and the infrastructure of wind energy companies that are there at the moment, they are also coming around Cork's youth.  Irish companies like DP Energy and Simply Blue are focused on floating wind energy and are building things, employing people and putting infrastructure in place.  Some of the biggest global developers, like &Oslash;rsted and Statkraft, are also based there.  Other companies in the supply chain, such as the Doyle Shipping Group, are looking at the Port of Cork facility as an opportunity.  Mr. Cunniffe and I often joke that we will have to open up our own office in Cork-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00800","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":74,"content":"<p>Dead right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H00900","speaker":"1515"},{"type":"speechnospeaker","time":1655247600,"counter":75,"content":"<p>-----because half our members are based there.  That is an example of how, when there is that critical mass of companies focused on an area, it just grows and grows.  If we can do that in Cork, we can do it in Shannon Foynes on the west coast or in Galway.  Those clusters can expand from there and create jobs in the decarbonisation of our economy, which has to be one of the top priorities for Ireland over the next 20 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H01000","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":76,"content":"<p>To clarify, who is on this task force that the witnesses are suggesting needs representatives from the industry?  Is this an internal cross-Government group or does it have a lot of outside sectoral players?  One of the central concerns seems to be that some of the knowledge within the sector is not being brought to bear on those framing the policy.<\/p><p> My second question is for my own understanding.  We have regional enterprise strategies that are drawn up on a three- or four-year cycle.  We also have regional skills fora.  It seems to me that if you are talking about a number of clusters in Ireland, these might be the vehicle for developing the thinking, as well as for preparing the universities, the colleges of education and the education and training boards, ETBs, for the opportunity.  This would also embed within Government thinking where this opportunity could flow further.  To what extent have the witnesses sought to embed this into these emerging regional enterprise strategies and skills fora that are run regionally?  It seems to me that that is the way to get clusters to work.  It will not be by going to Kildare Street or Merrion Street and by getting someone to call the shots.  It may be the case that a bottom-up, as well as a top-down strategy might be good.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#H01100","speaker":"1549","continuing":true},{"type":"speechnospeaker","time":1655247600,"counter":78,"content":"<p>I thank the Deputy for the questions.  His first question relates to who exactly is on the taskforce.  It is our understanding that the taskforce has recently been established and is cross-departmental.  It also has inputs from the likes of Enterprise Ireland and others.  There is no industry representative on it at the moment.  We believe that we can bring the experience to the table.  Ms O'Connell and others, are bringing that back to Ireland having spent years in other jurisdictions in developing offshore wind energy and learning through its peaks and troughs.  They may have learned lessons in other countries that can help deliver it here.<\/p> <p>  Earlier, Ms O'Connell mentioned the Offshore Wind Industry Council, which has been established in the UK.  It has considerable industry, Government and State buy-in to develop something similar to this.  The Scottish Offshore Wind Energy Council has something similar too.  There was a Norwegian delegation in Wexford last week.  They also mentioned that there is industry involvement in their establishment.  Their partnership is not quite a sector deal, but people are coming together to deliver this.  We are asking for the best practices that have been put in place in other jurisdictions to establish global leaders in offshore wind industry-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00200","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":79,"content":"<p>-----walls, compared to the various auctions that are run.  There is no compromise for the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00300","speaker":"1549"},{"type":"speechnospeaker","time":1655247600,"counter":80,"content":"<p>Exactly.  I may bring Ms O&rsquo;Connell in to speak to that point.  We recognise that it is not appropriate for us to be at every table, but we believe that we should be at many of them.  We have much to add.  Does Ms O&rsquo;Connell want to comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00400","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speechnospeaker","time":1655247600,"counter":81,"content":"<p>In effect, the Offshore Wind Industry Council sits outside of governance yet includes Government and industry representation.  We would have to figure out exactly how it would work in Ireland.  It could probably be an offshoot of the offshore wind industry taskforce.  The industry and the Government would be involved.  It would then be a matter of figuring out what the focus areas should be.  Today, we are very focused on the supply chain.  When you look at the sector deals in the UK, Poland and elsewhere, supply chain is a key focus.  Other elements that are focused on include the points around system integration and resourcing.<\/p> <p>  One issue I have not mentioned today, which is extremely important, is the environment.  There is now a big focus on having a net-positive effect on the environment from offshore wind.  We can only get that by working together.  As it currently stands, offshore wind farms will do their own environmental assessments on a project-by-project basis.  The environment is much broader than that.  There is much work now ongoing in talking about some sort of strategic compensation and looking across the board.  We would have to work together to figure out how the implementation would work.  The Government needs to do its business, but there needs to be collaboration.  We must figure out where it makes sense to do it.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00500","nonspeaker":"Ms Vanessa O'Connell"},{"type":"speech","time":1655247600,"counter":82,"content":"<p>Would anyone  like to deal with the regional question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00600","speaker":"1549"},{"type":"speechnospeaker","time":1655247600,"counter":83,"content":"<p>I will deal with that question.  At the moment, a number of our members in those areas are engaging with those regional economic strategies.  They are engaging particularly with councils, for example, on their plans for developing.  They are looking at how wind energy can be part of that.  We are also finding a real enthusiasm from the regional economic groups, regional assemblies and county councils who want to be involved in it.  We are not encountering resistance there.  It is an open door.  They see the potential that will be in their geographic locations.<\/p> <p>  That is driven more by groups of members in various areas, rather than by Wind Energy Ireland.  To be honest, from our perspective, that is a capacity issue.  We would love to be more involved in that, but we are focused on the national view.  Our members are focused very much on areas such as Shannon, Cork and Wexford, where companies are coming together to work with existing regional local apparatuses.  This is to see if, for example, there is to be port in Rosslare, what benefits will come out of that for all of the enterprise opportunities in Wexford and in the south east.  Members are actively involved in doing that.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00700","nonspeaker":"Mr. Justin Moran"},{"type":"speech","time":1655247600,"counter":84,"content":"<p>The merit of those regional enterprise strategies is that they bring in the players.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00800","speaker":"1549"},{"type":"speechnospeaker","time":1655247600,"counter":85,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J00900","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":86,"content":"<p>They bring the ports, Enterprise Ireland, the IDAs, the councils and the education interests to the table.  If they sign off on a sectoral opportunity being the priority to be developed for the next four years or ten years, suddenly everyone will be pushing in the same direction.  The councils are great.  They have a strategic role in planning, in environmental control and so on.  However, these are bigger forums.  They are certainly worth the witnesses&rsquo; while.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J01000","speaker":"1549"},{"type":"speechnospeaker","time":1655247600,"counter":87,"content":"<p>If it is possible, I would like to highlight one issue that we have not spoken about yet, which is the interest in Ireland from the international supply chain.  It is enormous.  We have already mentioned several delegations.  In the past week, we have had delegations from Norway and from France.  I have been with delegations from the Netherlands, Belgium and Great Britain.  We have had contact from as far away as Brazil to try to bring their supply chain here.  They see the opportunity that Ireland can provide in this decade, as well as the growth that it can provide.  We would like to ensure that while we are delivering this industry we have that domestic supply chain in place to capture as much of that as possible.  Therefore, in years to come, we will be able to send delegations to other countries.  Mr. Ivers already spoke about some of the great work that Enterprise Ireland is doing in that regard.  We have an established, world-leading onshore wind sector here.  Let us take those skills and develop them nto an offshore wind sector we can be proud of and can export.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J01100","nonspeaker":"Mr. Noel Cunniffe"},{"type":"speech","time":1655247600,"counter":88,"content":"<p>I wanted to add that I met with the Danish ambassador and the Dutch ambassador in Limerick on this issue of wind energy.  As nobody else wants to come in and everybody is happy enough, I thank the witnesses for coming before the committee.  It was an important and informative session.  It will not end there.  We will discuss further in private session ourselves how we can progress this.  I take on board what Deputy Shanahan said about having the witnesses before the committee again in near future.  We will visit Belfast and maybe Scotland as well, but definitely Belfast.  We will be in touch with the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2022061500002#J01200","speaker":"1509"},{"type":"unspoken","time":1655247600,"counter":89,"content":"<p>The joint committee went into private session at 10.57 a.m. and adjourned at 11.25 a.m. until 9:30 a.m. on Wednesday, 22 June 2022.<\/p>","notice":"TIME STRING DETECTED"}]