[{"type":"majorheading","content":"Committee on Budgetary Oversight","time":1638921600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 17:30<\/p><p>The Select Committee met at 17:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Seán Canney, Pearse Doherty, Bernard J. Durkan, Mairéad Farrell, John Lahart, Aindrias Moynihan, Patricia Ryan.<\/p><p>Teachta \/ Deputy Neasa Hourigan sa Chathaoir \/ in the Chair.<\/p>","time":1638921600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002"},{"type":"minorheading","content":"Fiscal Assessment Report: Irish Fiscal Advisory Council","time":1638921600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#A00100"},{"type":"speech","time":1638921600,"counter":5,"content":"<p>I apologise in advance, as I have another meeting at the same time as this one.  I will attend the other meeting first and come back to this one, if that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#A00200","speaker":"1584"},{"type":"speech","time":1638921600,"counter":6,"content":"<p>That is no problem.  I thank Deputy Durkan for letting us know.  Before we begin, I wish to explain some limitations to parliamentary privilege in the practice of the Houses as regards references witnesses may make to other persons in their evidence.  The evidence of witnesses physically present or who give evidence from within the parliamentary precincts is protected pursuant to both the Constitution and statute by absolute privilege.  However, today's witnesses are giving their evidence remotely from a place outside the parliamentary precincts and, as such, may not benefit from the same level of immunity from legal proceedings as witnesses who are physically present.<\/p> <p>  Witnesses are again reminded of the long-standing parliamentary practice that they should not criticise nor make charges against any person or entity, by name or in any way as to make him, her or it identifiable, or otherwise engage in speech that may be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory in relation to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such direction.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise nor make charges against any person outside the Houses or any official either by name or in such a way as to make him, her or it identifiable.  I remind members of the constitutional requirement that they must be physically present within the confines of the place where Parliament has chosen to sit, namely, Leinster House, in order to participate in public meetings.  I will not permit members to participate where they are not adhering to the constitutional requirement.  Therefore, any member who attempts to participate from outside the precincts will be asked to leave the meeting.<\/p> <p>  Today's engagement is with the Irish Fiscal Advisory Council, IFAC, to discuss its fiscal assessment report, which was published last week.  On behalf of the members of the committee, I welcome Mr. Sebastian Barnes, Dr. Adele Bergin, Professor Michael McMahon, Mr. Alessandro Giustiniani, Ms Dawn Holland and Dr. Eddie Casey.  The committee and IFAC are old friends at this stage.  I invite Mr. Barnes to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#A00300","speaker":"1559"},{"type":"speechnospeaker","time":1638921600,"counter":7,"content":"<p>As always, the council would like to thank the Chair and members of the committee for inviting us.  Joining me are council members, Ms Dawn Holland, Professor Michael McMahon, Dr. Adele Bergin and Mr. Alessandro Giustiniani, as well as our chief economist and head of secretariat, Dr. Eddie Casey.  We value our engagements with the Oireachtas and see these opportunities as an important part of our work.<\/p> <p>  The Irish Fiscal Advisory Council is an independent body established under the Fiscal Responsibility Act 2012.  Its mandate is to endorse and assess the Government's macroeconomic forecasts, the budgetary projections, compliance with the domestic fiscal rules and the fiscal stance.  Its focus is on the overall fiscal stance, rather than on individual tax measures or spending items.<\/p> <p>  As the Chairman noted, last week, the council published its 21st fiscal assessment report.  The report noted the continued recovery in the economy from recent lockdowns.  Pre-crisis levels of underlying activity were reached in the second quarter of this year, but the recovery is uneven.  Sectors such as tourism and hospitality still show more pronounced effects compared with high-income sectors that have seen little disruption to growth from the current crisis.<\/p> <p>  Looking ahead, the economy is expected to grow at a healthy rate of around 3.5% in the medium term.  Risks around this forecast are broadly balanced.  Growth could be higher if scarring from the pandemic is less severe than assumed, if wages grow faster, or if savings unwind and boost consumer spending more than assumed.  However, there are also adverse risks associated with virus mutations, further restrictions, reduced foreign direct investment, FDI, due to international tax developments, and uncertainties around Brexit.<\/p> <p>  The council welcomes the Government's steps towards developing a medium-term fiscal strategy.  This has three key elements.  First, the spending forecasts are now more credible.  These allow for the cost of maintaining existing levels of public supports amid demographic and price pressures.  Second, the Government has introduced a spending rule that seeks to limit core spending increases to an average of 5% annually.  This covers Exchequer non-interest spending and the idea is to broadly align spending increases with the economy's trend growth rate, and hence with sustainable growth in Government revenues.  Third, the Government has set out public investment plans to 2030 in the new national development plan published in October.<\/p> <p>  A sharp narrowing of the deficit is anticipated this year.  As set out in the budget, a deficit of 5.9% of GNI* in 2021 looks achievable.  The deficit could ultimately be narrower due to higher revenue and less spending than anticipated.  For 2022, the Government stuck to its planned &euro;4.7 billion budgetary package.  This provides approximately &euro;1.6 billion to maintain existing public services, &euro;1.5 billion in new current spending and an increase of &euro;1.1 billion in public investment.  The budget forecasts that as a reserve, a deficit of 3.4% of GNI* will be achieved in 2022, but it could be lower.<\/p> <p>  Keeping to the planned package means that the Government is striking an appropriate balance between supporting the economy and keeping the public finances on a sustainable path.  The plans would allow public investment to increase to record levels and should be sufficient to maintain existing levels of services.  The budget deficit would close by 2023 and the debt ratio in gross terms would fall to below 90% of GNI* by 2025, declining at a steady pace of around three percentage points each year.  This would comply with the domestic fiscal rules.<\/p> <p>  To help achieve the strategy set out, the Government should reinforce various elements of it.  First, departmental spending ceilings should be set out, as is legally required.  Second, the spending rule could be linked more closely to the domestic fiscal rules; expanded to cover non-Exchequer spending and tax changes; and given legislative backing.  Moreover, the Government needs to clarify how major commitments around Sl&aacute;intecare and climate actions fit into these plans.  Sl&aacute;intecare costings have not been updated since 2017.  There is no estimate of the budgetary cost of implementing the climate action plan.<\/p> <p>  The space left over for additional current spending implied by the Government's plans will be limited in the years ahead unless there are offsetting spending cuts elsewhere or tax increases.  The budget suggests approximately &euro;1.6 billion per year on average of new current spending remains to be allocated, while the council's estimates suggested that only approximately &euro;500 million would remain once standstill costs are met.  Any additional spending beyond this level would require either tax increases or reduced spending in other areas to be consistent with the Government's strategy.<\/p> <p>  The Government's over-reliance on corporation tax receipts to fund public services must also be addressed.  Last year, one in five euro of tax receipts came from corporation tax, and more than half of those receipts were from ten corporate groups.  This concentration, coupled with the ongoing volatility of receipts and their vulnerability to international tax developments, is a source of serious concern.  To deal with these risks, the council assesses that the Government should allocate corporation tax receipts above what is forecast for a given year to the rainy day fund.  This would potentially include any increase due to the rise in the minimum corporation tax rate to 15%.  This would help to reduce the reliance on volatile, unpredictable, and potentially finite resources in much the same way that Norway treats its oil revenues.<\/p> <p>  The Government must also contend with the challenge of an Irish population that is rapidly ageing.  In October, the Commission on Pensions set out a package of reforms that would restore the long-run sustainability of the pensions system, including through raising the retirement age with life expectancy and a significant increase in PRSI contributions.  The Government now needs to set out how it will respond.  The proposal to delay raising the retirement age to 2028, however, raises questions about the willingness of future Governments to impose the kinds of measures recommended by the pensions commission.  Setting out a plan to phase in any PRSI increases over the coming years could help to make those measures more credible.<\/p><p>To summarise, the Government's medium-term strategy is appropriate and allows a large increase in public investment while bringing debt to safer levels, helped by expected growth and low interest rates.  However, some major questions need to be answered and decisions taken to ensure that the strategy is delivered.<\/p><p> We stand ready for the committee's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#A00400","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1638921600,"counter":9,"content":"<p>I thank Mr. Barnes.  I will open the floor to members for the first round of questions.  Each member will have nine minutes for questions and answers and, if time remains, we can have a second round.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00200","speaker":"1559"},{"type":"speech","time":1638921600,"counter":10,"content":"<p>I welcome our guests and thank them for the excellent resource that is available to the committee as we examine the budget and our forward trajectory.<\/p> <p>  I will ask a couple of questions in the time permitted.  Regarding the Government's forecast deficit of 5.9% of GNI* in 2021, the council writes: \"The balance could ultimately be more favourable than forecast in Budget 2022, with possible current and capital underspends and higher&ndash;than&ndash;forecast revenue likely.\"  The latest fiscal monitor, which was published in November, shows that tax receipts to the end of November were &euro;5.3 billion ahead of target and expenditure was &euro;2.6 billion below target.  What is the council's updated forecast for the 2021 deficit or has it done one yet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00300","speaker":"1462"},{"type":"speechnospeaker","time":1638921600,"counter":11,"content":"<p>We have not made a full update of the budget forecast.  The budget was delivered before much of this positive news on revenues in the last part of the year.  We believe the deficit will be substantially lower.  It is likely to be much closer to 4% of national income than 6%, which is what was set out in the budget.  It could be a much narrower deficit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":12,"content":"<p>The report raises an issue relating to the forecasting of income tax receipts, given the wage growth projected in budget 2022.  What concerns does the council have?  I believe it mentioned that the Government's suggestion that income tax receipts would follow main wage growth was implausible.  That is obvious without policy changes and the Government is not indicating there will be policy changes.  Indeed, it is talking about indexation, which has not happened for a number of years.  As such, the current policy will continue.  What are the concerns and how serious are they?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00500","speaker":"1462"},{"type":"speechnospeaker","time":1638921600,"counter":13,"content":"<p>The Deputy has touched on an important issue, one that we spent a great deal of time considering in the report.  It is an issue of consistency between the macroeconomic forecasts for compensation, namely, wages and the like, and what we see on the income tax side.  I will ask Dr. Casey to speak in more detail in a moment.  It is a difficult environment to predict taxes in because the unevenness in the economy means that some higher-wage sectors have continued to grow quickly in terms of employment and people have, on average, been getting wage increases.  We then see the reverse of the coin in the more service-oriented sectors where wages tend to be lower, there has been a significant shortfall in employment and wage prospects have not been as good.  The question is, when those two elements recover, to what level will that recovery take us.<\/p> <p>  We have been surprised by how robust income tax receipts have been.  Perhaps Dr. Casey can provide a more succinct picture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1638921600,"counter":14,"content":"<p>In the report, we looked a great deal at how the budget forecasts implied a high rise in the effective tax rate.  By this we mean that, when the amount of income taxes being collected is divided by the amount of income that is forecast to be generated over the coming years, there seems to be a step change whereby every euro collected in tax was a bit higher than it normally would be for that level of wages.  We thought that looked unusual.  There could be any number of reasons driving it.  When we assessed the issue, it looked like the wage forecasts themselves were a bit low and potentially needed upward revisions whereas the actual tax forecast, which drew on more recent data and was available much closer to now, seemed to be okay and incorporated many of the positive developments that we saw in the middle part of the year and in recent months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00700","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":15,"content":"<p>Regarding an issue that we have been dealing with for some time, that being, the standstill costs, I note IFAC's work and that the Department is getting closer to the council.  Figure 2.8 on page 54 of the report represents the council's standstill estimates for 2023 to 2026.  The amount is &euro;3.2 billion, which is approximately double the &euro;1.65 billion allocated for these costs in budget 2022.  Will the witnesses outline the reasons for this discrepancy and what the council is accounting for that is absent from the Government's allocation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00800","speaker":"1462"},{"type":"speechnospeaker","time":1638921600,"counter":16,"content":"<p>Dr. Casey can correct me if necessary.  The good news is that the Government has essentially moved towards an approach where it forecasts current spending as increasing in line with how one would expect it to increase.  Whichever measure is used, one can see that current spending is expected to grow a bit faster than even our estimate of the standstill costs.  That was not true in the past, which was implausible.  There has at least been a big step forward in producing credible forecasts because there is enough money there.  Unfortunately, the Government has not produced a great deal of information for the later years.  It has for 2022, but for the medium term, it has not set out its thinking on matters.  It has set out an allocated amount but what that amount covers is not clear.  There is no economic sense of what the allocation is.  It is just a decision taken by the Government to allocate this amount.  In some other publications, for example, the mid-year expenditure review, the Government included higher numbers in those years that were more similar to the fiscal space numbers.  It is a conceptual difference.  In this instance, the Government has used some concepts of allocation without spelling out what that allocation means.  The standstill costs are well defined and the Deputy can read our work on it.  Over the summer, the Government was using numbers that were more detailed and similar to ours.  Obviously, there are methodological differences but the gap is quite large and, therefore, it is not a methodological issue but a conceptual one and the Government is not including the full standstill amount.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B00900","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1638921600,"counter":17,"content":"<p>The Deputy was correct to point out that figure.  The way to view it is that we start with what the budget sets out as the cost of maintaining the existing level of services, which is &euro;2.2 billion in 2023 and 2024 and then &euro;2.5 billion by the end.  If one fully accounts for what we believe will be the cost of just standing still, allowing for demographic and price pressures in those years and bearing in mind that we fully index everything to wages, in which context we assume that welfare payments and pensions will rise in line with general economy wages, then we believe that the space that will be absorbed will be greater at perhaps &euro;500 million to &euro;1 billion.  The remaining bit that is unallocated and that the Government has set down as its increase in core current spending every year shrinks to approximately &euro;500 million when the extra standstill cost that we estimate is allowed for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B01000","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":18,"content":"<p>I thank Dr. Casey.<\/p> <p>  We got an insight into the spat between the T&aacute;naiste and IFAC.  He was hitting out at IFAC and saying that it was not able to predict the Government running a surplus and the council was hitting back, at least internally, and saying that this was a Government that could not predict Christmas and was holding onto the idea that the council was unable to predict the pandemic and that, if the Government was so good, it should have increased ICU capacity.  I do not expect the witnesses to comment, although they might want to on some of that.  Some of it is probably not best aired in public but it has been anyway.  I will give the witnesses the opportunity to outline the issue that was the T&aacute;naiste's main claim and source of attack on IFAC, that being, that the council had repeatedly failed to predict the Government's surplus and that the Government was doing a great job.  From this report, I presume that is because of one-off costs and so on.<\/p><p>Does Mr. Barnes want to take this opportunity to outline the council's view on that?  It was suggested on national radio that the council has repeatedly failed to predict that the Government would run a budget surplus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#B01100","speaker":"1462","continuing":true},{"type":"speechnospeaker","time":1638921600,"counter":20,"content":"<p>We did respond to those comments at the time because we felt it was important to set the record straight regarding a number of inaccuracies in the claims that were made.  I will invite Professor McMahon to add further detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1638921600,"counter":21,"content":"<p>Deputy Doherty is right.  Some of the comments he referred to were mine and he is correct that I would not have put them in the public domain.  The underlying background to it and the element that is most frustrating for most economists is that the process of forecasting is one where nobody ever gets it right all of the time but forecasts should really be judged by the information they are based on at the time they are done.  Again, the context was not given in the articles but it was well known to us.  The comment \"not forecasting Christmas\" goes back to the old issue of not putting Christmas bonuses in even though they are perfectly predictable, so we get these repeated errors on the spending side.  When they can be forecast, they definitely should be included.<\/p> <p>  We said at the end of 2019 that the economy looked like it was starting to run a little bit hot.  At the time, that was the right judgment to have.  Absolutely, we were wrong in that we did not forecast Covid but I do not think anybody did.  Again, the comment without context looks a little more snarky but the underlying issue is that when doing forecasts, what we want to see is a credible forecast process that takes into account all of the information.  It turns out that there were occasions when we were predicting worse outcomes where, of course, historically the Government got better outcomes but those were on the back of over performance in corporate taxation or other things that could not be forecast or were risky.<\/p> <p>  We will make mistakes and get forecasts wrong, as will the Department of Finance and every other forecaster, but the key point to recognise is that our core role in the Irish policy process is to assess those forecasts, determine where errors are made and assess the credibility of forecasts so that policies can be set on a sustainable footing.  Taking account of what we think of as excessively large corporate tax gains, even though they have been persisting, seems like a riskier strategy and one which we do not think is advisable.  That is setting the record straight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00300","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1638921600,"counter":22,"content":"<p>I appreciate that; it is helpful.  My final question relates to corporation tax.  Currently the budget is structured and the medium-term is structured on the basis that the changes at OECD level <i>vis-&agrave;-vis<\/i>pillars 1 and 2 will mean a financial hit to the State of about &euro;2 billion.  We have been trying to pursue this with the Ministers for quite some time now, since the deal was struck because that number feels wrong.  Pillar 2 will result in an increase in revenue to the State and pillar 1 was not as bad, from a fiscal point of view, as what was outlined at the start.  Does the council believe the &euro;2 billion figure is credible or could the number be lower?  Could it even be neutral at the start?  Obviously, we cannot predict changes in investment patterns and I am not asking the council to address that point.  I am interested in what is agreed at the minute, bearing in mind that some of the finer detail on the carve-out is still up for discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00400","speaker":"1462"},{"type":"speechnospeaker","time":1638921600,"counter":23,"content":"<p>That obviously is an important change.  In fact, it is a number of important changes in terms of the package internationally.  As has been said, there is a lot of uncertainty about what will happen.  A lot of the revenue is coming from a very small number of international companies that have very complicated businesses and which look at tax in very sophisticated ways.  We do not have the information to understand how they might make decisions so there is a lot of uncertainty.<\/p> <p>  There are two parts to this.  The first is the estimate from the Department of Finance that the changes to the tax base would cost &euro;2 billion.  That estimate has not been updated for a while so we do not know if that is still the Department's view, particularly given that a lot of the recent growth in corporation tax is probably due to international companies.  Offsetting that is the raising of the rate but the Government has not provided an estimate on that.  Mechanically, if the number of companies does not change very much, that is, if the base stays the same, we could be looking at a big increase in revenue from corporation tax.  Also, to be fair, corporation tax has increased a lot in recent years because a lot of the companies involved are making a lot more money than they were previously.  This is partly because of the pandemic and the shift to digital.<\/p> <p>  There are lots of moving parts to this.  Our concern is the uncertainty but also if we lock in higher levels of corporation tax, which may persist for some time, that is a big risk down the line as we become more and more exposed to a volatile source of revenue that could go away over time if companies change their strategies.  That is why we are arguing that the excess, from this point on at least, should be put into the rainy day fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":24,"content":"<p>That is a secondary point.  If there was any other measure-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00600","speaker":"1462"},{"type":"speech","time":1638921600,"counter":25,"content":"<p>Sorry Deputy Doherty, you are well over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00700","speaker":"1559"},{"type":"speech","time":1638921600,"counter":26,"content":"<p>I welcome the witnesses this evening and thank them for sharing their thoughts with us.  The biggest issue we have at the moment relates to budgetary matters and the forecasting we have.  How can we better prepare so that we have more accurate forecasting, in light of what has happened this year with the increase in revenue which was not predicted?  What is the Department of Finance not doing?  Should we be monitoring progress on a monthly basis in terms of income and expenditure?  Are there formulas?  Is there a watching brief or how is it done?  I am asking that in the context of fears around inflationary pressures going into next year and the projections on where we might be in 2022.  That might be a loaded question but effectively what I am asking for is the council's opinion on how we can be more accurate in our forecasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00800","speaker":"1482"},{"type":"speechnospeaker","time":1638921600,"counter":27,"content":"<p>On the whole, we endorse the Government's macroeconomic forecasts and the budgetary forecasts as being within a reasonable range.  The overall approach the Department of Finance takes is pretty much in line with international practice, subject to the many limitations of forecasting.  Ireland has always been quite a difficult economy to predict but if we focus more on domestic issues, perhaps we get a better measure of it.  It is also the case that we are in a very challenging environment.  There has not been anything like the Covid crisis ever.  A lot of the uncertainty relates to the evolution of the pandemic, which is very difficult to predict.  It depends on mutations of the virus, how it spreads and many issues that are very hard to understand.  We are living in a particularly difficult moment.  There are some issues that are not related to this where there could be more progress in the Department of Finance.  One area, for example, is on the spending side outside the Exchequer area.  Providing more information on that would be very helpful to understand what is going on.<\/p> <p>  The Deputy's question on inflation, which is very timely, is a good example of the uncertainties we now face.  For the last couple of years, inflation has been very low.  People thought about why it was so low but they did not think about inflation picking up.  We have seen this shock and coming out of it, inflation has picked up a lot.  That is partly due to higher energy prices and the factors behind that are fairly complex.  It is also to do with supply constraints, both in Ireland and externally, as there has been a shift between different types of activity.  Supply has been disrupted by a number of different factors.  There are lots of things going on and there is a very active debate as to whether what we see with inflation is a temporary catching up or boost to price levels following the recovery from the pandemic or a more lasting phenomenon, whether the constraints are bigger where there have been shifts in the labour market and whether people's expectations on inflation are going to change.  There are many big questions out there.  We explore them a little bit in the report but there are no easy answers.<\/p> <p>  I invite my colleague, Mr. Casey, to share his thoughts on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#C00900","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1638921600,"counter":28,"content":"<p>On the forecasting side, an interesting way of dealing with this is to look at why we got it wrong this year and why the deficit will be much better.  There are always two sides to the deficit - tax and spending.  On the tax side, we know that income tax and corporation tax will do a lot better.  Corporation tax has been such a volatile and unpredictable tax head that one would say there is a much better way we can forecast that with great certainty.  On the income tax side, what the Department seems to be doing, which we would encourage, is looking at ways of forecasting this tax head by individual sectors.  It involves looking at what are the high-, middle- and low-income sectors and forecasting in respect of those areas.  We generally forecast what overall wages are doing but this would not have helped us with a shock like Covid because many of the low-paid sectors, where taxes were not very high, were hit worse than any other sector and so the overall hit to income tax was not as large as we would have expected.  What we really need to do is look a bit more carefully through that tax head.<\/p> <p>  On the spending side, a very useful thing for the committee that we would love to see next year is a clear split so that when this is looked at on a monthly basis, we know what the core spending is doing, everything outside Covid and the buffers for it.  We could not see that this year and we still cannot get a clear picture of what is happening with core spending whereas we know what probably happened this year is that a lot of buffers built in for various Departments for Covid-related spending just have not been needed, which is a good thing.  This is one of the reasons we are seeing a better deficit but it is very hard to track.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00100","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":29,"content":"<p>Regarding that issue and the forecasting, there is an underspend in capital and grants whereby works could not be carried out or moneys were there to be spent but were not.  How does the council see the Departments managing that?  The T&aacute;naiste said the other day that there is an underspend and we might be able to find money for this, that and the other in it.  Does the council have any idea of the underspend we have had in Departments as a result of not being able to carry out projects during Covid?<\/p> <p>  Dr. Casey mentioned income tax and individual sectors.  If we make a change to our income tax rates, how do we evaluate that if we do not know what the sectors are delivering for us since we gave the lower paid an additional tax-free allowance?  How do we understand the cost of that or if we were to put an extra percentage point on the top earners, how much that would bring in?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00200","speaker":"1482"},{"type":"speechnospeaker","time":1638921600,"counter":30,"content":"<p>The Deputy is correct.  It is very difficult to say what a tax change will yield if we cannot tell how it will feed through each of these sectors individually.  This is something that should be looked at in the modelling.  If we model differently and develop much more granular models that take account of these factors, it will be easier for the likes of Revenue to say assuming we change taxes this way, we would expect it to feed through the system like this and we produce better estimates.<\/p> <p>  Regarding capital spending, the underspend to the end of November was &euro;1.8 billion.  This could be seen spread across loads of Departments.  It was approximately &euro;600 million in the Department of Housing, Local Government and Heritage while it was &euro;300 million in the Department of Transport.  It is laid out fairly clearly in the fiscal monitor.  We can really see a very broad spread across all areas.  It looks to be a problem.  This year, it was difficult to undertake a lot of the projects people wanted to but I would caution that in December last year and to a lesser extent in other years as well, we would have seen a big ramp up in capital spending in that month.  Very often, if we look at the past five or six years, we can see that the ratio of spending on capital that takes place in December versus every other month is about four to five times higher on average.  We can imagine that there will be a big ramp up as well.  A lot of it is to do with timing rather than when the action takes place but sometimes with contracts and things like that as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00300","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":31,"content":"<p>Perhaps a lot of it is to do with the fact that local authorities do not put in their returns until December as they are so busy carrying out road works, etc., so it is not known what it is until 31 December when all of the books are closed off and we start totting it up, which is a bad system.  We should have a system where if a Department has committed to a job, at least it is reported that the contract is in place and funding is committed and will be spent by the end of the year.  While one can see what has been given out from each Department, one will also see what is committed in terms of what will be spent before the end of the year, for example, if there is going to be an underspend because the Department have not met its commitments, for example, the contract did not happen within the timeframe.  We need to shake up that a bit more and bring a more commercial sense to it.  More than anything else, we just want to see what the cash flow is going to be like but we do not seem to have that and that kind of commercialised thinking about it seems to be lacking.  I do not know if the witnesses agree with me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00400","speaker":"1482"},{"type":"speechnospeaker","time":1638921600,"counter":32,"content":"<p>I agree.  Every month, people look at the Exchequer returns very carefully but there are significant limits to what they tell us.  First, they only do so on a cash basis rather than on an accruals basis and, second, they only cover the Exchequer part.  Local government spending is becoming more important as well because a lot of the housing investment is being done outside the Exchequer.  We do not have any visibility on that so it would be very useful.  It is a long-standing request from the council but we should focus on doing it on what is called a general government basis, which is broader and is on an accruals basis.  That way, we would have a much better idea of what was going on in real time instead of having to wait until the end of the year to figure out what happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":33,"content":"<p>Then we are all experts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00600","speaker":"1482"},{"type":"speech","time":1638921600,"counter":34,"content":"<p>The witnesses are getting used to my face after five years of this and <i>vice versa<\/i>.  I find it more interesting that as time goes on.  I am still just a layman when it comes to economics but I am always intrigued by the repetition and pattern of repeated themes.  I am interested in some of that.  Every so often, I surprise myself when I see some of the occasional thoughts I have replicated by the council, which makes me feel tremendously grand and important.<\/p><p>I thank the witnesses for the presentation.  I am interested in reading some of the documentation.  I will start with the chestnut of corporation tax.  The witnesses mentioned again the reasons we need to be careful about it because it is volatile and not 100% dependable.  The council has said this for five years and Mr. Barnes's predecessor made a point of saying it as well.  I refer to what Seamus Coffey said because it is worth putting it on the record.  He said that the whole idea behind the Irish Fiscal Advisory Council is to institutionalise the memory of the crash.  There is a thing about the boy who cried wolf about the council and the volatility of corporation tax.  People looking on said:<\/p> <blockquote> \tOh my God, but sure look at the figures.  They've risen exponentially.  Now the base rate is rising.  It ought to result in a windfall. <\/blockquote> <p>I am of the same view as Mr. Barnes.  I believe anything over and above what is anticipated in corporation tax should be put in a rainy day fund.  The council is saying that and more.  This leads to my first question because I did make this point to the Minister for Finance.  He said that to have allocated the amount due to have been allocated to the rainy day fund in 2022 would have put undue pressure on the public finances given the situation we find ourselves in.  What is the council's view on that?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00700","speaker":"1572"},{"type":"speechnospeaker","time":1638921600,"counter":35,"content":"<p>The Deputy made a number of good points.  First, we are aware of the danger of crying wolf but, of course, our experience and the institutional memory of what happened are that these things can build up over a long time but one must not give up what one thinks one's analysis will be because eventually it will be true and one needs to make sure one is protected.<\/p><p>In some ways, regarding what has happened, the dynamic we had before 2019 was fairly unhealthy in the sense that we had repeated health overruns that were essentially being financed by the corporation tax excess.  Had we not had those health overruns, one can wonder what might have happened, but we might not have built in this reliance that we have.  We are partly locked into it because of past policy mistakes.  Looking at where we are now with the recovery, it is true that corporation tax over the past couple of years has helped us a little.  It helped us well during the crisis.  It was fortunate that it was strong but it could have gone the other way too.  We had a tailwind but I do not think that should lead us to be complacent.<\/p><p> The past couple of years were not an ideal time to put money in a rainy day fund because we were spending billions of euro to support the economy.  Maybe that is a reasonable point.  Money is fungible.  That is the circumstance where one would want to draw down from a rainy day fund.  It is fine that it has not been a priority in the last couple of years.  Looking ahead, we expect the economy will grow quickly.  That is a period when one needs to get one's house in order.  That is why we think that not increasing the over-reliance on corporation tax will be a priority for the years ahead.  That is a period when you want to build up the rainy day fund.  That is why we think it is important to put the rainy day fund back on the table.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#D00800","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1638921600,"counter":37,"content":"<p>I have an aside for Dr. Casey, which I hope will be taken the right way.  I hope he is being looked after.  His beard and hair get longer every time we have a meeting and he is beginning to remind me of Tom Hanks in \"Cast Away\".  I hope he is not cast away in the wilderness with a basketball called Gilbert for company.  It is nice to see him.  I mean that in a jovial way.<\/p> <p>  The Department of Finance disagrees with the ESRI about substantial extra funding for a public house-building programme.  What is IFAC's view on that?  To paraphrase the Department, it stated that it would get us into much financial trouble and would leave the State exposed to serious, significant risks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#E00200","speaker":"1572"},{"type":"speechnospeaker","time":1638921600,"counter":38,"content":"<p>I guess the Deputy is directing the question to me.  I will not consult with Wilson, the ball in here with me.  I am in the south of Ireland.  I was recently asked if I was at the South Pole.  On that point, much of the coverage was taken out of context, which the Deputy will not be surprised to hear me say.  They are probably not that far apart if a full discussion was had.  The ESRI did some analysis.  It said that if Ireland's debt ratio is looked at relative to GDP, it seemed lower than other countries, and because interest rates have fallen, which most economists would view as a long-term thing, there is probably more space over the coming decades to invest in things like housing.  In its responses, the Department of Finance suggested that this was somewhat unhelpful and pushed towards much higher deficits after a period of heavy deficits due to Covid.  The debt ratio was actually quite high when measured against national income and ignoring distortions of GDP.<\/p> <p>  Our own view is that Ireland still has a fairly high debt ratio.  We think the right way to measure these things is national income, which is GNI*.  That is the best measure we have of tax revenue, of what the underlying economy is doing and what is really driving the public finances.  It is not GDP.  When we look at it and think that the debt ratio is high, we think that some scope is given by lower interest rates to run slightly higher deficits over the medium term, but it is not enormous.  When one is starting from a high debt ratio already and is a small, open economy, it makes things harder.  We think that the Government should be targeting a reduction in the debt ratio over time.  We have to be cautious about how much spending we are talking about and how large a potential deficit we want to run to fund things like additional public investment in housing.  We said that the Government's current plans are appropriate in the medium term.  The discussion should start from such a baseline.  We would assess any change to those forecasts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#E00300","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":39,"content":"<p>I do not know if it is appropriate to bring in Mr. Giustiniani on the ageing profile.  He mentioned that this is a vulnerability in the Irish economy.  One of the things that we learned from Covid was that Italy had the second oldest population in the EU.  There should not be a need for Ireland to reinvent the wheel here.  Other countries will have gone through this period in the cycle of economies, where there is a larger proportion of older people to younger people at a particular stage.  How do different states handle this financial burden?  How did they cope with and prepare for it?  Otherwise I can see the possibility of the emergence of intergenerational conflict for that and many other reasons allied to that.  How do we avoid that?  How do we start that debate?  How do other countries deal with the increasing burden of older people having to be paid for by a potentially fewer younger people over time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#E00400","speaker":"1572"},{"type":"speechnospeaker","time":1638921600,"counter":40,"content":"<p>I thank the Deputy for the interesting question.  In my country, Italy, having an ageing population is a central issue.  This is a problem of pensions.  We had a long discussion about raising the retirement age here.  We had the same.  There were two different approaches.  The problem was also people questioning whether, if one keeps old people at work for a longer time, new jobs are not created for young people.  There are two problems here.  There is the ability of the pension system.  The other big issue is healthcare.  At the end of the day, it is a question of how all this will be paid for.  Looking at my case and the other issue that was discussed recently, there is a question of income tax and how lower income is shielded, in the case of pensions.  This is a topic of discussion there.  The difference that I can see in Ireland's case is that it has a dynamic labour force and has been able to attract much immigration.  This also helps from the point of view of the pension system.  That is an issue that I know the committee is discussing and considering.  These are the two elements that I would add to the discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#E00500","nonspeaker":"Mr. Alessandro Giustiniani"},{"type":"speech","time":1638921600,"counter":41,"content":"<p>I apologise for having been absent but I am interested in the debate.  A few points come to my mind.  On the last subject raised, people are going to, and will wish to, work for longer.  They will need to do so because they are living longer.  The natural corollary is that they will continue to work.  It would be difficult to sell to the people who are the voters - the voters count - the notion that we are all going to retire at 55 years and be looked after for the rest of our lives.  It is not going to be that way, nor should it be.  It will involve the other route.<\/p> <p>  We always look over our shoulder to make sure we are not going in the direction of the financial crash ever again.  When it occurred, the then Government and Oireachtas Members were given advice of every kind known.  We were told to default and that nobody could do anything about it.  We were told we owed too much money and that, as a consequence, we should default.  Well-meaning economists told us this.  Others told us that there would be a second bailout equal to, or nearly equal to, the first.  Fortunately, we did not take account of that either and decided not to proceed in that way.  By \"we\", I mean the Government and Oireachtas.  A lot of pressure was exerted when the IMF took over Government Buildings.  It was deciding what was going to happen.  We had a choice.  One option was to default, in which case we would be swinging in the wind with no support from any quarter, no banking and no credit, credibility or credit rating.  We should remember all the worries about the credit rating going from bad to worse, or downhill all the time, with obvious consequences for the future.  However, we recovered fairly quickly.  We did so for a number of reasons.  A couple of the basic industries, such agrifood and pharmaceutical, doubled up very quickly and carried the responsibility of driving the economy forward through exports.<\/p> <p>  It will be different in the future.  I fell foul of many economists during the period in question.  Before the crash came at all, I raised on several occasions in the House questions that needed to be answered at the time.  I mentioned this previously.  I had one answer to one question before the whole thing closed down.  The answer was an honest answer, given by the then Minister for Finance, a constituency colleague.  He told it as it was.  Action needed to be taken then but none was.  The question and its implications were pushed aside.<\/p> <p>  At this stage, I feel we need to have people with good judgment who do not panic and plan based on what is happening and might happen in the best- and worst-case scenarios.  Our economy has grown as our population has grown.  In the past 30 or 40 years, our population has almost doubled.  We had underdeveloped country before our membership of the EU.  We went well ahead from the time we became a member state, and we have lots of pace ahead of us still and many jobs for people born here and those who want to come to live here, because that is how our economy is going to grow.  At this stage, we must be astute.  We need to do the things that work well in achieving fiscal value.  We need to invest heavily in infrastructure because we did not have it in the past.  The Industrial Revolution did not come to us until after we joined the EU.<\/p> <p>  Those are the points that come to my mind based on my simple observations.  They need to be borne in mind for the future.  I am not an expert but have met many experts in my time here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00100","speaker":"1584"},{"type":"speech","time":1638921600,"counter":42,"content":"<p>Do members of IFAC want to respond to any of those points?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00200","speaker":"1559"},{"type":"speechnospeaker","time":1638921600,"counter":43,"content":"<p>People have many different issues.  I strongly agree on good judgment and planning.  The Government's medium-term strategy is certainly the most comprehensive and properly thought-through medium-term budgetary plan we have seen since I have been on the council, which is a long time.  That is a very welcome change.  It is a break, at least with the Irish budgeting I am familiar with.  It is a good sign.  The increase in public investment needed to address climate change and for housing and other matters is important.  The way it is fitted into the budgetary arithmetic shows what can be done.<\/p> <p>  One of the main concerns expressed in the report is that although the plan, as a budgetary plan, makes a lot of sense, there are a few things missing in respect of an overall plan for the country and how it all fits together, particularly regarding climate change, the implementation of Sl&aacute;intecare, pensions and the rainy day fund.  There are aspects that have not been worked into the plan yet.  I guess we are a little concerned that this could derail it.  In the spirit of what the Deputy said, this is where more planning needs to be done in the medium term.  We must have a plan that really addresses all these things at the same time within what is more or less the same budgetary framework.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":44,"content":"<p>Gabhaim bu&iacute;ochas leis na finn&eacute;ithe as teacht os comhair an choiste.  This has been quite an interesting discussion so far.  IFAC noted in its recent fiscal assessment report that we have stayed within the fiscal rules, but it notes elsewhere the risk of GDP declining in the medium term due to changes in the international tax regime.  Do the witnesses believe that if the fiscal rules were to remain unchanged and GDP were to fall, meaning our debt would rise as a proportion of it, we would find ourselves constrained in respect of countercyclical spending at a time we needed it most?  Do they have concerns in this regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00400","speaker":"1579"},{"type":"speechnospeaker","time":1638921600,"counter":45,"content":"<p>That is a good point.  The European rules are in terms of GDP, which we do not think about very much because it is not so relevant to the domestic economy, but the Deputy is correct that what she has described could kick in.  There is a lot of uncertainty over the European fiscal rules.  The exceptional circumstances position in the rules is due to end at the end of next year.  In the interim, the rules do not apply in the normal way.  The European Commission has just launched a consultation process on their future.  Whether something new comes in by 2023 and what that would be remain unclear.  Therefore, there is quite a lot of uncertainty over whether the rules will kick so the Deputy is correct that there is a risk that is worth thinking about.  I do not believe it is an immediate, huge concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":46,"content":"<p>I thank Mr. Barnes.  If the rules were to remain the same or unchanged, it could be an issue of concern-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00600","speaker":"1579"},{"type":"speechnospeaker","time":1638921600,"counter":47,"content":"<p>If we examine what would happen at that point, we note the rules may be less tight than they seem.  The Government's plans would have the debt ratio falling pretty sharply.  That would be one of the requirements of the rules.  We would also be close to balance, as per one of the requirements of the rules.  The debt dynamics are quite favourable in this environment because interest rates are a lot lower than growth.  There are circumstances where the rules can be very binding.  On the basis of the arithmetic in Italy in the years prior to the crisis, for example, we see it was an issue.  However, even if in 2023 Ireland became subject to the rules due to some drastic change in GDP, what the Deputy describes would not kick in if there were no drastic change in the state of the economy.  It would not be a problem in practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":48,"content":"<p>The finance committee has been considering the issue of the fiscal rules because, as Mr. Barnes said, the review is being conducted.  Both committees are working in this regard.  At a meeting of one of the committees, we heard a deficit percentage of 3% was simply plucked out of the air at the time in question.  France, for example, had a deficit of 2.6% at the time.  The deficit percentage was more plucked out of the air than the result of a scientific method.  What are IFAC's views on that?  Do the witnesses believe there should be a more scientific method to determine the deficit percentage rather than picking an arbitrary one?<\/p><p>If people felt it was an arbitrary number plucked from thin air rather and did not have a scientific method and theory behind it, there could be anger on the streets.  I am interested in hearing IFAC's views on that because we are in the process of looking at it again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#F00800","speaker":"1579","continuing":true},{"type":"speechnospeaker","time":1638921600,"counter":50,"content":"<p>The council's role is to assess compliance with domestic rules rather than to make suggestions regarding the design of the European rules.  The council participates in a network of other fiscal councils across Europe with 32 members.  It so happens that last week, the network put out a report on the future of the fiscal rules which touches on some of these issues.  As regards the conclusion of the report, which would partly reflect my own view, the design of fiscal rules is an extremely complex subject.  Countries are in very different situations.  There are some with very high debt ratios and some with very low debt ratios, some with reasonably high growth such as Ireland and some with very low growth in recent years such as Italy.  It is, therefore, highly complicated.  There is a whole system of existing rules and problems, which means there are no particularly easy answers to any of these questions.<\/p> <p>  We discuss the 3% in the report.  There is a current view and debate that the 3% should be replaced with something more sophisticated.  There is another view that the 3% is the only part that anyone on the street has ever heard of and while it is a blunt instrument, it might be the only sort of brake in the system, so maybe we should not mess around with it.  Those are the two views.  Across Europe, the fiscal councils do not particularly take a view on that question.<\/p> <p>  The final point the Deputy made was very important.  There are two aspects of the report worth mentioning here.  The first is that we talk a little about the role of independent fiscal institutions such as the council.  We think they have more to offer, probably in a European context, in making sure that we can have a system that is rules-based but where there is some discretion to use overrides to avoid serious mistakes and promote the debate at national level.  We think the role of fiscal councils could be increased in that respect and the report discusses that more.<\/p> <p>  The second aspect is that we talk about the need to test the fiscal rules.  One of the mistakes made in the past is that people had relatively abstract discussions about what type of rule may or may not be good.  However, we need to look at what would actually apply when the rules kick in.  For example, the debt rule in certain circumstances could be very constraining in a way that is suboptimal.  In other circumstances, it might be absolutely fine.  One needs to look at the world as one expects it to be across all the different countries of the European Union or in the euro area.  One needs to look at the risks that things will not pan out as expected.  One also needs to evaluate whether the rules will work properly or not.  For example, some of the problems we saw in the enforcement of the debt rule in recent years would have been avoided had people done simulations and realised that this would be a problem for some countries.  That approach, based on testing and on evidence, is a bit of a shift from the way it has been done in the past.  That is very much in line with the way the council approaches many problems, which I think would be really helpful.  For this reason, one must always think about what something will actually mean.  Many rules sound quite nice but when one figures out what they actually mean for countries one realises that, for perhaps not all countries but for a small number of countries, it poses massive problems and that will undermine the whole framework.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#G00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":51,"content":"<p>Gabhaim bu&iacute;ochas leis.  I thank Mr. Barnes.  It is interesting to hear that.  The reason I asked is that I am a member of two different committees that are very much focused on this matter.  It is, therefore, topical and submissions need to be in by the end of the month.<\/p> <p>  The report also notes the Commission on Pensions package of reforms and the council's concern with delays in raising the pension age and PRSI increases.  I am interested in hearing IFAC's views on employer PRSI evasion through so-called bogus self-employment.  The Committee of Public Accounts heard recently that more than &euro;1 billion in PRSI is lost as a result of this practice every year.  The Sinn F&eacute;in view on the pension age is quite clear.  It seems unfair that we would force people to work longer while certain employers are allowed to shirk their tax obligations in this regard.  We heard that bogus self-employment arises in particular in the construction sector.  If we are hoping to ramp up construction, the practice should be looked at.  What is the council's view on bogus self-employment, particularly its impact on pension expenditure sustainability?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#G00300","speaker":"1579"},{"type":"speechnospeaker","time":1638921600,"counter":52,"content":"<p>That is not an issue that we have looked at or on which we particularly take a view.  Having a fair and efficient tax system is important to supporting compliance in the tax system more generally.  We welcome anything that strengthens that.<\/p> <p>  On the pensions question, there are issues such as the one the Deputy mentioned.  Over the next decades, there will be a significant increase in pension spending if we do not change the pension age to take account of the fact that people are living longer and the cohorts that will be reaching retirement in the next ten or 20 years are much bigger than previous cohorts.  The number of people reaching retirement age will be far greater.  Those two effects each account for half of the increase that we will get in pensions costs as a share of national income.  Those costs are very big.  There are not many alternatives and that is what the Commission on Pensions has found.  It has concluded, as we did in our long-term report, that the current system is not sustainable.  It recommended various approaches for dealing with that.  It made a recommendation that basically would involve indexation, which would cover 40% of the overall increase in the share of national income that would need to go into pensions, with the rest coming from taxation and also the Exchequer.  There are not many ways of avoiding these sorts of measures.  Obviously, there are some other things one can do that would help to adjust the cost but, underneath, those two drivers are very big and need to be addressed directly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#G00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":53,"content":"<p>I also note IFAC's focus on the pension age and PRSI increases, but there does not seem to be much focus on the significant tax expenditure that occurs on private pensions.  Originally, there were concerns raised, even by the troika, that such expenditure is benefiting high earners.  I would be interested in the council commenting on why there is a lack of focus on this as well.<\/p> <p>  I want to go into something else before my time is up.  I noted in IFAC's opening statement - this is something the council has probably raised on every occasion it has been in front of this committee or the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach - the concern about the concentration of our corporate tax base, largely within ten companies.  It is something the council and others have been noting for some time.  What progress has the Government made in mitigating that kind of concentration or relocation risk arsing from an industrial strategy that places all our eggs in one basket?  Would it be prudent to begin weaning ourselves off this by ring-fencing large unexpected corporation tax receipts?  I note the council mentions that it should be ring-fenced into the rainy day fund but I refer to an alternative industrial strategy because that is something that we need to focus on as well given the changes in international taxes.<\/p> <p>  At the same time, we see that the climate advisory council is telling us that we need to use fiscal opportunities such as low-interest loans for the front-loading of public investment to reduce emissions within the next ten years.  What is the council's view on this?  I note Mr. Barnes touched on that.  We look at the risk because of climate change compared to the balance sheet risk and I would be interested in Mr. Barnes's view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#G00500","speaker":"1579"},{"type":"speechnospeaker","time":1638921600,"counter":54,"content":"<p>There were two questions.  The first related to the concentration of the corporate tax base and risks around that, and the second was on climate.<\/p> <p>  On the corporate tax side, as the Deputy will be aware, this is something we have been highlighting for a long time.  As time has passed, that revenue has increased quite fast.  Reliance on it has increased, not through any Government policy but because the companies in question pay more tax in Ireland on the basis that they are doing more taxable activity in Ireland.  As the Deputy will be aware, we are concerned about the risks around that, as we have been for a long time.  We are perhaps getting a little more certainty on the policy side of that but we are increasingly reliant on a small number of companies.  That revenue can be volatile and we think we should reduce reliance.  That is why we think the rainy day fund would be a good way of ring-fencing that.<\/p> <p>  In terms of the wider strategy for the economy, investing in education and infrastructure and continuing to ensure Ireland remains competitive are all very important, irrespective of what happens on the international side.<\/p><p>Those things might attract international companies and they may help domestic ones to develop.  Encouraging the economy is good for many reasons.  It provides people with good jobs.  It provides additional revenue that can be used to finance increased public activities too.  All that makes sense.  It is not something that we look at in great detail but it is important. <\/p><p> On climate, we have all become much more aware in the past couple of years of the seriousness of the climate problem and the scale of the action we will need to address it.  In fairness, there has been progress on that.  We had a new climate action plan this year that sets sectoral targets, and the targets have been made more ambitious over the past year.  There has been a lot of progress but we are still catching up.  The fact that there is no assessment of the budgetary impact of climate is a serious concern.  We just do not know how much it will cost.  It could cost quite a lot.  A big question is how much of the burden will fall on the private sector and how much on the public sector.  Another issue that has not been tackled is that some of the mitigation or transition measures may impact heavily on low-income families.  That might require changes to the welfare system or some kind of compensation which, again, could be very expensive.  Measures such as retrofitting could be very expensive.  These things just are not factored into the Government's budgetary plans because there is no overall assessment of how much it will cost.  We know that some of the necessary investments are in the national development plan.  It is not that it is not spending any money on this; there is a sizable commitment there.  However, it is not clear how things like retrofitting and a massive switch to electric vehicles will be funded.  The Government needs to make progress on that very quickly because it could be very expensive.  The additional spending available under its current plans is quite narrow.  Most other countries in the same position have not fully worked out how much it will cost and how it will work.  The Climate Change Advisory Council's report was published earlier.  As its chairman said, 2030 is tomorrow in terms of the kinds of investments and timescale of making these changes.  We really do need to work on this as fast as possible.  It needs to be a massive priority. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#G00700","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1638921600,"counter":56,"content":"<p>Like Deputy Farrell, I am conscious of votes coming through.   Will our guests comment on how Housing for All and how best to deliver and fund the necessary investment on public housing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#H00200","speaker":"1588"},{"type":"speechnospeaker","time":1638921600,"counter":57,"content":"<p>There are lots of questions around housing policy that are complicated issues on which the council does not have a view.  What we can say is that we do see through the national development plan a big increase in public investment in housing.  To look at how that is being accommodated, a growing economy, falling interest rates and a not massively fast increase in current spending are all coming together and they are creating a space to undertake that investment while, at the same time, bringing the budget towards balance and bringing debt down.  The Government has been able to tackle those two objectives at the same time to restore the public finances to a safer place and to have a significant increase in the amount for public housing investment.  It is important to underline that it is doing those two things.  We produced a new analytical note just before our fiscal assessment report came out on public investment.  One of the big things there is the supply constraint.  We estimate that it will need another 30,000 working in construction to deliver the plan the Government now has.  That might be quite difficult to find.  There are very few unemployed construction workers.  Migration is a bit more complicated than it was previously.  In some ways the bottleneck may be on the construction sector side.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#H00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":58,"content":"<p>What about concerns about household savings and the inflationary risk they pose?  How might these savings be harnessed so that they are put to beneficial use without a knock-on risk of inflation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#H00400","speaker":"1588"},{"type":"speechnospeaker","time":1638921600,"counter":59,"content":"<p>I think the Deputy is right.  There is a risk.  There were excess savings through lockdown where people were constrained from being able to spend rather than choosing not to.  We know these are very unevenly distributed across the distribution of households.  They tend to be focused in households towards the higher end of the income distribution that did not see disruptions to their work and earnings.  The unwinding of those savings could provide a stimulus to the economy.  The risk is that at a time of supply constraints, as we have seen, those excess savings could result in inflation.  Part of what we are seeing around inflation, not only in Ireland but in many advanced economies, is that the combination of the increased demand as restrictions ease - this remark may be impertinent as we start to see restrictions and lockdowns reintroduced - people got out and spent but they did so in sectors that were constrained.  Some elements of the inflation we have seen are driven not by demand at all but by supply constraints.  Let us take energy and the oil and gas prices, which have gone up and stayed reasonably high for many months.  Now we have entered winter and it has started to get cold, they have become more of a burden.  In some ways, some households having excess savings will be a useful way for them to pay for these higher costs.  That is not so advantageous for the economy because it ultimately feeds out into the energy producers.  However, there are differences across sectors where these supply constraints means more or less.  It is quite a complex picture and one that we will watch.  Taking the view of the European Central Bank, a concern is that the higher inflation that we are seeing would become baked in and live in inflation expectations and, therefore, lead to higher interest rates.  We have discussed how low interest rates help the Government and households to deal with the current situation.  It is something to watch but the ECB has so far been very explicit that it views these increases in inflation as transitory.  It will stand ready and watch.  However, at the moment, the best guess is that unless we see something very marked, we should expect inflation to come down albeit not immediately and certainly not next year.  It will definitely be a strain on the recovery but probably helped by the excess savings that the Deputy mentioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#H00500","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1638921600,"counter":60,"content":"<p>What lessons does IFAC feel can be learned from the pandemic so far?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#H00600","speaker":"1588"},{"type":"speechnospeaker","time":1638921600,"counter":61,"content":"<p>That is a very good question.  In terms of the budgetary issues we look at, the Government support mechanisms have overall been very successful.  At one time early in the crisis we really feared there would be massive lasting damage to the economy.  We have not seen that partly because some sectors were not affected in the end but also because Government supports were so strong both in Ireland and internationally, they really protected people's incomes, jobs and businesses.  That has not been the case for everyone but overall the size of the measures has been very successful.  It shows how important it is to start with public finances in good shape so that governments can afford to do that.  Some countries were not able to be quite so generous, particularly poorer countries, including even in Europe, because their finances did not go into this in such good shape.<\/p> <p>  There is another positive message that comes back to the earlier question about modelling.  Technically, we have learned quite a lot.  Earlier Dr. Casey was talking about looking at sectoral patterns to look at income taxes.  That is probably something we should have done anyway but we never did because it was never a huge issue.  Now we have developed those techniques we can look at it.  It is the same with much of what we call nowcasting, with the credit card data that is being used to monitor the economy, for example.  We used to look at the national accounts every quarter but now we can look at it week to week.  There are some positive things that has come out of this.  Even on a much more modest scale, there are some lessons to be learned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#H00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":62,"content":"<p>I have a few questions of my own.  If members have follow-up questions, I ask them to raise a hand.<\/p> <p>  Deputy Mair&eacute;ad Farrell raised the issue of climate and covered most of it.  I take the point that it is very difficult to forecast this.  As a follow-up on that issue, notwithstanding any difficulty and snarkiness that might occur, who is best placed to undertake that kind of costing?  I presume it would be quite a long-term costing.  Certainly we are talking about the timeline up to 2050, if not beyond.  Who do our guests consider would be best placed to make those kinds of forecasts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00100","speaker":"1559"},{"type":"speechnospeaker","time":1638921600,"counter":63,"content":"<p>The answer is that it is a big project that would be the work of many hands.  It is an issue we are thinking about more but we are not experts on climate or whatever.  We know about the public finances.  We can think about it but we may have to partner with many other organisations.  It should be a massive priority for organisations such as the Irish Government Economic and Evaluation Service, IGEES.  In addition, research institutes such as the ESRI and universities can all play their part.  Ms Holland and Dr. Casey may have further thoughts on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1638921600,"counter":64,"content":"<p>Mr. Barnes is right. This is such a complex challenge that many people will need to pitch in and it needs to start soon.  He did not mention the likes of the Parliamentary Budgetary Office, PBO.  Part of its mandate is dedicated to matters such as this.  More broadly, the Departments of Finance and Public Expenditure and Reform may have a bigger role to play as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00300","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":65,"content":"<p>It would be a large-scale collaborative project and would probably be an ongoing one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00400","speaker":"1559"},{"type":"speechnospeaker","time":1638921600,"counter":66,"content":"<p>It would probably be necessary to have many strands in the project.  Multidisciplinary work would also be needed.  I should make a pitch for international organisations as well.  For example, I refer to the recent report from the International Energy Agency.  It has really strong expertise on the link between production and energy use and output of emissions.  It is unlike anything we have done before and it is a real challenge for the tools we have, so we may have to develop new ones.  It will require all hands to the pump.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":67,"content":"<p>I hope, more than just international organisations, that at EU level there would be some kind of encouragement of member states to undertake this.  I realise it is a significant project, but it is absolutely vital.<\/p> <p>  On the issue of the EU, the fiscal rules have been discussed.  The timing of it is an issue.  Like Deputy Mair&eacute;ad Farrell, we are all working away on that public consultation in respect of EU governance.  It is interesting that within the very constrained questions that were set out, there seems to be a question in respect of domestic fiscal rules.  Does IFAC believe we should revisit and review domestic fiscal guidelines or rules and establish new ones?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00600","speaker":"1559"},{"type":"speechnospeaker","time":1638921600,"counter":68,"content":"<p>It is definitely worth thinking about.  The current regime has been in place for ten years, since the crisis.  We are now in a very different situation compared with then.  We also have some experience of how the rules work.  It is a good time to revisit those matters.  There are several specific issues that we have raised that may be worth considering.  The way the rainy day fund is currently designed is not optimal.  That is a point we have raised several times.  It would be good to revisit it.  As we state in this report, there might be a case for putting the expenditure spending rule into legislation.  That might be a way of strengthening the Government's commitment to it.  It would also be more transparent in terms of exactly what it means.  At the moment, it is not exactly clear how it might change and that kind of thing.  There are probably other areas too.  It would be worth revisiting that and thinking about it in the light of experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1638921600,"counter":69,"content":"<p>Staying with the spending rule, I welcome the changes, as does IFAC.  I certainly welcome the sustainable growth of a 5% annual increase.  However, I am sometimes frustrated by the focus on the metric of spending rather than that of outcomes and value for money.  I have recently been looking into unit costing of services.  I am thinking in particular of the opacity in respect of the health service and what we are getting for the amount of money spent by the State.  It seems to appear as an issue in academic papers, but not so much in Government documentation, it is fair to say.  What kind of work has IFAC done on the unit costing of services?  Is it worth pursuing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00800","speaker":"1559"},{"type":"speechnospeaker","time":1638921600,"counter":70,"content":"<p>We have not gone into much detail on it and I do not think it is really within our mandate to do so, but health spending does have a very important bearing on the broader public finances.  Dr. Casey and Killian Carroll of IFAC produced an analytical note a week or so before the fiscal assessment report came out.  It looked at the trends and some of the issues in respect of budgeting in the health system, along with other information.  Dr. Casey may wish to come in at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J00900","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1638921600,"counter":71,"content":"<p>As the Chairman stated, one of our findings when we considered health is that there is a significant lack of information on key matters that would be needed to assess issues such as identifying what bang you are getting for your buck, as they say.  What we want are age and gender specific outcomes in terms of how patients come out of the service, what are their health outcomes and is it improving the general state of the population such that people are in better health, living healthier and able to work more productively and everyone is benefiting from that.  We cannot say whether that is the case.<\/p> <p>  When we looked at line-by-line spending items in health, we saw some areas where there are data on this, but the level of data is nowhere near where it ought to be.  We are hoping to publish our first statement of data needs early next year.  It is a report we are planning that will consider in what kind of areas data are missing.  We know there are areas such as health and public sector pensions in terms of the broader accrual-based general government data that we would like to see in order to be able to do our job properly.  These are areas in which we know there have been long-standing issues and we would like to see them improved.  It would allow for the type of analysis to which the Chairman refers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J01000","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":72,"content":"<p>That is very good to hear.  I consistently worry about the level of data produced by Departments generally.  On a selfish note, much of our work on well-being indicators, which is something the committee is trying to move ahead with, is predicated on the availability of disaggregated data.  It seems that in the Irish model those data are simply not produced, collected or published.  It will act into the future as a major barrier to evidence-based decision making.  It is genuinely concerning.  As such, it is very welcome to hear that IFAC will be preparing a data needs report.  When can we expect the report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J01100","speaker":"1559"},{"type":"speechnospeaker","time":1638921600,"counter":73,"content":"<p>We hope to publish it in January, but it might be February.  The idea is to publish a statement of data needs each year and follow the progress in respect of things we find important to do our work.  If we do not assess that they are produced or progress has been made in the course of the year, we will revisit it and show what kind of progress has been made.  It is something that councils such as ours internationally have done and that has had a big impact and improved the overall scene.  The Chairman is correct.  It is the type of thing we would like to see so that we can measure impact and really assess the benefit of public spending overall.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J01200","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1638921600,"counter":74,"content":"<p>That is fantastic.  I hear from NGOs all the time that they struggle with the lack of data, so the proposed report is very welcome.  The committee will certainly be paying close attention to it.  It is a piece of work that is desperately needed.<\/p> <p>  This is the final public meeting of the committee this year.  The committee will meet next week in private session to discuss several matters.  I thank the representatives of IFAC for what has been another very informative session.<\/p><p>We always appreciate having representatives from IFAC come before the committee.  I thank witnesses for their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021120800002#J01300","speaker":"1559","continuing":true},{"type":"unspoken","time":1638921600,"counter":76,"content":"<p>The select committee adjourned at 7 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]