[{"type":"majorheading","content":"Public Accounts Committee","time":1642671000,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 20 Eanáir 2022. Thursday, 20 January 2022.<\/p><p>The Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Burke, Deputy Paul McAuliffe, Deputy Jennifer Carroll MacNeill, Deputy Imelda Munster, Deputy Matt Carthy, Deputy Catherine Murphy, Deputy Cormac Devlin, Deputy James O'Connor, Deputy Alan Dillon, Deputy Sean Sherlock. Deputy Neasa Hourigan,<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1642671000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002"},{"type":"unspoken","time":1642671000,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste)called and examined.<\/p>"},{"type":"minorheading","content":"2020 Report of the Comptroller and Auditor General and Appropriation Accounts<br \/>Vote 33: Tourism, Culture, Arts, Gaeltacht, Sport and Media<br \/>Programme E - Broadcasting","time":1642671000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#A00350"},{"type":"unspoken","time":1642671000,"counter":8,"content":"<p>Ms Dee Forbes(Director General, RT&Eacute;) called and examined.<\/p>"},{"type":"speech","time":1642671000,"counter":9,"content":"<p>Apologies have been received from Deputy Verona Murphy.  Deputy Colm Burke may be a little late because he has business to attend to in the D&aacute;il.  I welcome you all to our first engagement of 2022.  Due to the current situation regarding Covid-19, only the clerk to the committee, the support staff and me are present in the committee room.  Members of the committee are attending remotely from within the precincts of Leinster House.  This due to the constitutional requirement that in order to participate in public meetings, members must be physically present within the confines of the Parliament.  The Comptroller and Auditor General, Mr. Seamus McCarthy, is a permanent witness to the committee.<\/p> <p>  This morning, we engage with officials from Raidi&oacute; Teilif&iacute;s &Eacute;ireann, RT&Eacute;, to examine Exchequer funding of RT&Eacute;, which is now provided through Vote 33 - Tourism, Culture, Arts, Gaeltacht, Sport and Media.  The following conditional matters are included in the letter of invitation and may be examined during the course of the engagement by members: RT&Eacute;'s 2020 annual report and group financial statement; RT&Eacute;'s financial sustainability and capacity performance role as the national public sector broadcaster; the television licence fee; the investigation undertaken by the Department of Social Protection in respect of contract staff; the sale of lands; the Willis Towers Watson organisation-wide role review, including remuneration of Irish-speaking workers; and any gender pay gaps at RT&Eacute;.  RT&Eacute;  has also been made aware that the committee might wish to follow up on matters relating to it that were raised with the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media on 25 November 2021.  <\/p> <p>  We are joined remotely from outside the precincts of Leinster House by the following officials from RT&Eacute;: Ms Dee Forbes, director general; Mr. Richard Collins, chief financial officer; and Ms Fiona O'Shea, group financial controller.  The following officials are also attending remotely from outside the precincts of Leinster House from the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media, which is a big Department: Ms Patricia Murphy, assistant secretary, corporate division; Ms Tr&iacute;ona Quill, assistant secretary, broadcasting and media division; and Mr. Stephen Ryan, principal officer. broadcasting policy.  They are all very welcome.  When we begin to engage I ask members and witnesses to mute themselves and they are not contributing, so that we do not pick up any background noise or feedback.  As usual, I remind all those in attendance to make sure that their mobile phones are on silent or are switched off.<\/p> <p>  Before we start, I wish to explain the limitations to parliamentary privilege and the practice of the Houses as regards reference witnesses may make to other persons in their evidence.  The evidence that a witness who physically present, or who give evidence from within the parliamentary precincts, is protected pursuant to both Constitution and statute by absolute privilege.  However, today's witnesses are giving their evidence remotely from a place outside of the parliamentary precincts.  As such, they may not benefit from the same level of immunity from legal proceedings as a witness who is physically present does.  Such witnesses have already been advised of this and they may have thought it appropriate to take legal advice on this matter.<\/p> <p>  Members are reminded of the provision within Standing Order 218 that a committee shall refrain from enquiring into the the merits of a policy or policies of Government or a Minister of the Government, or the merits of the objectives of such policies.  Members are also reminded of the long-standing parliamentary practice that they should not comment on, criticise or make charges against a person outside the House or an official either by name in such a way as to make him or her identifiable.<\/p> <p>  To assist our broadcast and debate services I ask that members direct their questions to a specific witness.  If the question is not being directed to a specific witness, I would ask that each witness statement name on the first opportunity that they contribute.<\/p> <p>  I now call on Mr. Seamus McCarthy for his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#A00500","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":10,"content":"<p>Go raibh maith agat, a Chathaoirligh.  I have a couple of remarks on the Vote.  Gross voted expenditure on broadcasting in 2020 totalled &euro;271 million, which was up 4% on the gross expenditure incurred in 2019.  The largest element of the programme expenditure in 2020 was grant funding provided to RT&Eacute;, totalling &euro;197.6 million.  This was slightly up on the grant funding of &euro;196.5 million provided to RT&Eacute; in 2019.  Grant funding to Teilif&iacute;s na Gaeilge amounted to &euro;39.1 million in 2020.  That was an increase of 8% year-on-year.<\/p> <p>  The broadcasting fund, which is managed by the Broadcasting Authority of Ireland, BAI, is used mainly to grant, assist the development and production of programmes for radio and television.  The fund received &euro;21.8 million from the Vote in 2020, representing an increase of 47% on the 2019 contribution.  The notes to the appropriation account explain that the additional funding in that case was provided to support enhanced programming as a response to Covid-19.<\/p> <p>  A substantial part of the programme is funded by television licence fee receipts into the Vote.  In 2020, such receipts totalled just under &euro;223 million.  This was about the same as aggregate licence fee receipts in 2019.<\/p> <p>  Members may recall that, while I audit the financial statements of Teilif&iacute;s na Gaeilge and of the Broadcasting Authority of Ireland, I do not have responsibility for the audit of the financial statements of RT&Eacute;, which is classified as a commercial State body.  Consequently, it is not appropriate for me to comment on RT&Eacute;&rsquo;s financial statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#A00600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1642671000,"counter":11,"content":"<p>I thank Mr. McCarthy.  As detailed in the letter of invitation, Ms Forbes will have five minutes.  We have received her opening statement.  I invite her to proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#A00700","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":12,"content":"<p>I thank the Chair.  I thank the committee for the invitation to speak with members today on a number of topics, many of which are important to the future of Ireland&rsquo;s national public service media.<\/p> <p>   First, with regard to RT&Eacute;&rsquo;s financial statements, 2020 was a transformational year in Irish life, and for Irish business.  It was a hugely challenging time for everyone and for every sector, but it was also a year in which RT&Eacute; demonstrated our purpose and our value as a public service for the people of Ireland.  Despite the logistical, financial, and human challenge of the early stages of the pandemic, Ireland&rsquo;s media, both local and national, played a critical and leading role in keeping people in Ireland informed, engaged, and safe.  Naturally, today I want to highlight the very particular contribution made by RT&Eacute; during this time.  Along with public service media all over Europe, RT&Eacute; informed and empowered the people of Ireland.  In research conducted at in the first six months of the pandemic, 90% of people indicated that they turned to RT&Eacute; for information, while a further 76% said that they placed their trust in RT&Eacute;.  This confidence and trust has been earned over many years, and in many ways and we never take it for granted.<\/p> <p>  Alongside comprehensive and in-depth news coverage, RT&Eacute; was and is a source of companionship, diversion and connection for millions.  People turned to story in all its forms; from documentaries, to drama, to comedy, to investigative journalism.  The nation joined together in helping RT&Eacute; to bring light to darker days, with events such as RT&Eacute; Shine a Light.  New original Irish drama, like the hugely acclaimed &ldquo;Normal People&rdquo;, got the nation talking, laughing and connecting more than ever.  With connection comes community.  RT&Eacute; rallied around Irish businesses, Irish artists, producers, front-line workers and those in need.  Together with the people of Ireland, we raised more than &euro;12 million in 2020 for Irish charities.  These achievements came against the backdrop of extreme and continued financial uncertainty.  RT&Eacute; is funded through a combination of public funding - the TV licence - and commercial income.  An immediate result of Covid-19 was a sharp drop in licence fee revenue, and a decline in advertising revenue.  Although income stabilised towards the end of that year, we witnessed the precariousness of the financial system underpinning public service broadcasting in Ireland.   <\/p> <p>  RT&Eacute; has highlighted for many years that the licence fee system on which Ireland&rsquo;s national public service media is a reliant, is utterly broken.<\/p><p>In 2019 RT&Eacute; committed to a range of cost-efficiency measures, and in 2020 we made good progress in achieving our agreed targets.  This strong focus on cost management is reflected in the surplus achieved in that year, aided by the exceptional circumstances of that year when expenditure on coverage of live events and sport, among other types of production, was suspended.<\/p><p> The core structural funding problems remain and, in fact, are deteriorating quickly.  Losses to national public service media funding are now estimated to be &euro;65 million annually.  RT&Eacute; cannot continue to deliver on its remit for the people of Ireland without adequate public funding.  We welcomed the formation of the Government-appointed Future of Media Commission in early 2021, and we await with interest the urgent publication of the recommendations of that commission.  As we await meaningful reform of public funding, RT&Eacute; has been focused on its own programme of reform.  This has included: the critical upgrading of studio and broadcasting infrastructure; the appointment of a diversity lead to help improve representation within our workforce and our output; a large-scale organisational restructure to help us achieve greater collaboration and synergies; and we are investing more in digital services and content.<\/p><p> To help ensure that RT&Eacute; evolves, we commissioned a number of different reviews of how we work.  The review of role and gender equality in 2017 offered an in-depth analysis of gender equity within RT&Eacute;'s workforce.  To begin with, RT&Eacute;'s staff body is almost evenly male-female, which in itself is notable when compared with the private or the semi-State sectors.  The review also found that RT&Eacute; is both a fair and equitable employer, with good terms and conditions of employment for its people.  The review found that RT&Eacute; equals, and in various cases exceeds, national policy objectives and targets for gender related employment.  The review found that the pay differential at RT&Eacute; is approximately 4%, which is significantly less than the 14% for the economy as a whole.  While these findings were encouraging, they leave no room for complacency, and gender balance within our overall workforce, within roles, and within our output, remains a high priority.  RT&Eacute;'s journey on gender pay and general employment continues and is supported by the Willis Towers Watson project, which is looking at an updated job and career framework for all staff.<\/p><p> RT&Eacute; is also focused on complying with reporting requirements on gender pay.  This will help us develop more plans to address any gaps.  A consistent, methodical, and universal approach is now captured by the requirements under the Gender Pay Gap Information Act 2021.  This is a welcome development on a national level, which will provide further transparency across all employment within the State.  Following on from this review, we proactively undertook a review of the organisation's use of contractors.  The resulting report found that the majority of those reviewed, that is, a list of 433 freelancers or contractors providing services across the organisation, were appropriately engaged as contractors.  It also found that some contractors appeared to have some attributes akin to employment, and highlighted 157 individuals as being in need of further review.  A total of 82 contracts of employment were issued, with 79 acceptances.<\/p><p> In accordance with the Eversheds review recommendations, we have also updated the relevant RT&Eacute; policies for engaging individuals, and implemented training and awareness for all managers within the organisation.  Arising from the review into the engagement of contractors, RT&Eacute; also engaged in dialogue and co-operation with the Revenue Commissioners, and a settlement amount to the value of &euro;1,223,252 has now been paid to Revenue in respect of identified liabilities.  Alongside this audit, RT&Eacute; has also been in dialogue and co-operation with the Department of Social Protection's scope division, and is one of 500 organisations in Ireland currently under review for potential PRSI classification liabilities.  This is a substantial and complex process, involving the investigation of the contractual and employment arrangements of approximately 500 individuals.  The precise duration of this investigation is unknown, but it is conservatively estimated to be active until at least 2023.<\/p><p> Arising from one of the recommendations of the original role and gender equality review, and as mentioned earlier, RT&Eacute; has engaged with an external partner to carry out a full evaluation of staff roles and grades in RT&Eacute;.  This will enable RT&Eacute; to control costs and make decisions on the best shape and size of the organisation so that we can successfully face the future.  This will involve a full evaluation of the role and grading structure across every area in RT&Eacute;.  The original research clarified that RT&Eacute;'s existing structure, which comprises 164 different grades, is overly complex and is no longer fit for purpose.  It is intended that this review will create greater levels of transparency, parity, and agility within the organisation.  All staff and services will be included within this review.  All of these measures will allow us to plan how RT&Eacute; will evolve as a Ireland's national public service media.  We and our staff have already embraced hybrid working, and the past year has resulted in a number of innovations in terms of our broadcast services.  In spite of its many challenges, Covid-19 has accelerated change across the working world, and it is essential that RT&Eacute; keeps pace.  By comparison with many of our international counterparts, RT&Eacute; offers a considerable range and quality of programmes and online services, on a very cost-efficient basis.  We have a highly dedicated, experienced and qualified workforce, we are a highly trusted organisation and we continue to play an essential role in Irish life.  Covid-19 has shown us the importance of public service media to the proper functioning of countries and democracies and to the nurturing of cultural vitality, unity and community.  Whether it be in moments of celebration or in times of crisis, it is RT&Eacute;'s privilege and unique responsibility to be the place to which people turn and the place that brings the nation together.<\/p><p> We urge all members of the committee to engage with the work of the commission, when its recommendations are published, and to consider those recommendations with urgency and shared purpose.  I extend apologies from our head of human resources, Eimear Cusack, who, unfortunately, is unavailable today due to personal circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#A00800","nonspeaker":"Ms Dee Forbes","continuing":true},{"type":"speech","time":1642671000,"counter":14,"content":"<p>I thank Ms Forbes.  The lead speaker today is Deputy Neasa Hourigan, who has 15 minutes, followed by Deputy Colm Burke, if he is out of the Chamber by then.  Everyone else will have ten minutes.  I ask members for their co-operation to stay within the time allocated so that we can get to everybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":15,"content":"<p>I will do my best on time.  I am watching the clock.  I welcome everybody this morning.  I am pleased that we found time for this session.  I know we are going to talk a lot about the licence fee and the justification for it.  I am very proud of the fact that we have a publicly funded national broadcaster.  That is incredibly important.  We are all trying to reach a sustainable long-term approach for RT&Eacute;.  In other countries we have seen a state-supported free media as a target to be undermined and de-funded.  The only people that suits is populists, conspiracy theorists and the far right.  Any questions I ask in the next few minutes are to be viewed within that context.<\/p> <p>  Could I take it from Ms Forbes's statement today that RT&Eacute; will not be publishing information on the gender pay gap in the foreseeable future until the Bill is passed by the Government.  The reason I ask is that the National Union of Journalists asked for that information in February 2021 and RT&Eacute; said in June last year that it would not be providing it.  Is there any reason RT&Eacute; has not provided it, considering that groups like An Post have not only provided it but closed the gap?  There was a reference to 4%.  Is that number from 2018?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00300","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":16,"content":"<p>I thank Deputy Hourigan for her questions.  There are a couple of points to make on the gender pay gap.  The review I mentioned was carried out in 2017.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":17,"content":"<p>That is five-years old now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00500","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":18,"content":"<p>Absolutely.  At the time, we committed to a range of actions following on from the review.  What we do every year, when we publish our-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":19,"content":"<p>I am sorry.  I do not mean to cut across Ms Forbes, but did one of those actions involve publishing gender pay information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00700","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":20,"content":"<p>Not specifically; it was to continue to look at the matter.  What we do in our annual report is we provide a breakdown of our staff in terms of males and females, and we also provide regular information on salary bands on a male-female basis.  That is there-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":21,"content":"<p>As Ms Forbes knows, that is not the gender pay gap information that is required in the public realm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B00900","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":22,"content":"<p>That is correct.  It is not the gender pay gap information.  We provided the RT&Eacute; Trade Union Group, TUG, with everything we had.  The difference in the gender pay gap ruling coming in is they are looking for very specific details around mean and median.  We do not have-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#B01000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":23,"content":"<p>Is Ms Forbes saying RT&Eacute; does not have that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00100","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":24,"content":"<p>We do not have that information in that format.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":25,"content":"<p>With the best will in the world, during the process of preparing for this session I have read through reams of information about licence fees and remuneration for employees and contractors.  I find it hard to believe that RT&Eacute; could not compile a report on the gender pay gap if An Post and other groups can do it, considering the fact that one of RT&Eacute;&rsquo;s remits is around transparency and the public good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00300","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":26,"content":"<p>As I mentioned, there have been a number of processes in play.  We will comply with the regulation for this coming year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":27,"content":"<p>RT&Eacute; will not publish gender pay gap information until the Bill is passed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00500","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":28,"content":"<p>We are unable to do so in the current format.  We are working towards it for the requirement next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":29,"content":"<p>I cannot accept that RT&Eacute; is unable to provide that information if similar semi-State bodies are able to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00700","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":30,"content":"<p>Unfortunately, we are just not in a position to do it.  We have a lot of work going on-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":31,"content":"<p>Is it not simply the case that a choice has been made not to do it given that the numbers RT&Eacute; is working with are five years old?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C00900","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":32,"content":"<p>Absolutely not.  We have been engaged in a number of processes which were started by this review.  The gender and pay review sparked a number of reviews around contractors, which led to the Eversheds review, the scope division inspection, etc.  A lot is going on within the organisation which we are very committed to dealing with on a case-by-case basis.  It would have been great to have been ahead of the curve in terms of having this data to hand but unfortunately we do not.  We will have to engage on that quickly in line with the need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":33,"content":"<p>As somebody who has worked in policy for quite a long time, the way of calculating the gender pay gap has been in the public sphere for well over five years, certainly since 2017 when RT&Eacute;&rsquo;s first report was done.  If there was a will within the organisation to provide that information, it would have been done.  Is Ms Forbes telling me RT&Eacute; could not do it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01100","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":34,"content":"<p>I take the Deputy&rsquo;s point.  We did not manage to do it in that timeframe.  We are working towards it for the ruling that is coming our way.  We will have that information and be as open and informative as we can with it.  We have always published our information by salary band and we have also been proactive in monitoring the way in which we are recruiting.  We have ensured that, where possible, we have maintained a 50:50 gender balance in recruitment.  We have a lot going on but I take the Deputy&rsquo;s point.  I would have liked to have been able to do more in this area.  Unfortunately, with everything that has been going on, we have not been able to get to this one but we will have it done in time for the ruling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":35,"content":"<p>I am delighted to hear Ms Forbes talk about having a diversity lead and a programme of reform but failing to focus on this issue when it has been in the public realm so much is a choice on the part of the institution.  Considering RT&Eacute;&rsquo;s remit as a State-supported body, to wait for legislation to force it to publish gender pay gap information is unfortunate.<\/p> <p>  What percentage of the licence fee grant is used to fund the remuneration of employees currently within RT&Eacute; and what percentage of that is for individuals who are high earners?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01300","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":36,"content":"<p>I will have to come back to the Deputy on the overall number but the percentage of high earners is 1%.  Some 1% of our cost base goes towards our top-paid employees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":37,"content":"<p>Ms Forbes does not have the figure for employees more generally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01500","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":38,"content":"<p>I do not have it to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":39,"content":"<p>I do not want to go too far into the Eversheds report.  Was there a dispute process in place before the report in 2018 for contractors or freelancers who felt they had been misclassified as self-employed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01700","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":40,"content":"<p>The area of contractors was brought to my attention at the same time as we were carrying out the rolling gender review.  At that time, I committed to looking at it and it was from that point onwards that we carried out the Eversheds process.  I am not clear if there was a process before that or not but my commitment to the trade union group and the employee base was that, following the rolling gender review, we would carry out a detailed assessment of our contractors.  That is what we have been doing, as I outlined in the opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":41,"content":"<p>Is a process in place now for freelancers or contractors within RT&Eacute; who feel they have been mistreated or misclassified?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C01900","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":42,"content":"<p>Eversheds carried out a widespread and detailed review, which in turn has led to a scope inspection.  That is all ongoing.  The important point, as I outlined at the outset, is that we are looking at legacy issues which we will need to address.  We quickly put in place a go-forward policy, which was employment first.  All of our policies were changed and training was put in place, etc.  All of this is tied up in a complex process, started by Eversheds, which moved into Revenue and is now in scope.  That is where we will handle all of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":43,"content":"<p>For clarity, if I was working now and had a concern, is there an outlined process in place to query my status?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02100","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":44,"content":"<p>Yes.  That is ongoing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":45,"content":"<p>Is it being developed or is it in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02300","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":46,"content":"<p>It is in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":47,"content":"<p>I suspect, since we are not entirely sure how much of the licence fee is going towards employees more generally, that it would be difficult to outline how much of the licence fee goes specifically towards programmes that are in the category of public interest or within the remit of RT&Eacute;'s public responsibility.  Is it fair to say that it is hard to identify that within the licence fee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02500","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":48,"content":"<p>In the annual report we outlined the categories of where we spend the money.  I will ask Mr. Collins or Ms O&rsquo;Shea to outline a profile of our costs.  As the Deputy knows, we have a public remit and then we must optimise our public objects to commercialise.  I will ask Mr. Collins or Ms O&rsquo;Shea to outline the profile of the cost base.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":49,"content":"<p>I am mindful that I will run out of time in about five minutes so I ask the witnesses to keep the responses relatively short.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02700","speaker":"1559"},{"type":"speech","time":1642671000,"counter":50,"content":"<p>The Deputy has just over five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02800","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":51,"content":"<p>Good morning to all.  I am the chief financial officer.  In note 2 on page 110 of the annual accounts, we set out how the licence fee is allocated.  In summary, the licence fee is first allocated to cover the cost of the activities that are not capable of generating commercial revenues.  It is then spread across the other channels that are capable of generating advertising or other commercial income.  For instance, the cost of running Lyric FM is approximately &euro;5 million per year and &euro;5 million of licence fee funding is allocated to it instead of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C02900","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":52,"content":"<p>Within each strand of a network, is it possible to identify particular programmes, such as news programmes, that satisfy the remit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03000","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":53,"content":"<p>No.  We do not allocate on that basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03100","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":54,"content":"<p>For example, &ldquo;Operation Transformation&rdquo; would still be considered part of that public money and be publicly funded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03200","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":55,"content":"<p>It all goes into a pot.  &ldquo;Operation Transformation&rdquo; is broadcast on RT&Eacute; 1 and there are substantial commercial revenues against RT&Eacute; 1.  Between the licence fee and commercial revenue that is funded but it is impossible to give the exact breakdown.  We do not analyse it such that the specific programmes are covered out of the licence fee and others are covered out of commercial income.  It is one big pot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03300","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":56,"content":"<p>Is that the way RT&Eacute; intends to work going forward?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03400","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":57,"content":"<p>The history of this is around fair trading rules as well.  We have to have a balance in what we serve up to the public.  If we were to focus totally on commercial income, the schedule we would put forward would be totally different.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03500","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":58,"content":"<p>I take that point and maybe this is a broader question but if we are providing State and taxpayer funding to our national broadcaster on the basis that it will provide programmes in the national interest-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03600","speaker":"1559"},{"type":"speech","time":1642671000,"counter":59,"content":"<p>The Deputy has three minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03700","speaker":"1491"},{"type":"speech","time":1642671000,"counter":60,"content":"<p>-----are we also asking for information on programming provided that is not in the national interest?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03800","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":61,"content":"<p>All of our services are public services.  They are there for the public good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C03900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":62,"content":"<p>I want to stop proceedings for a minute.  Deputy Hourigan has three minutes left.  There is a problem with Mr. Collins's microphone.<\/p><p>It is causing interference and there is also a problem with the volume.  He might adjust it a little.  I apologise for the interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#C04000","speaker":"1491","continuing":true},{"type":"speech","time":1642671000,"counter":64,"content":"<p>I might reframe the question a little.  Last year, a number of organisations that concern themselves with eating disorders and health issues made the point that programmes such as \"Operation Transformation\" are damaging.  For an organisation that has a public mandate and is explicitly mandated to operate in the public interest, where is the test of how RT&Eacute; is doing that and who decides what is in the public interest?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00200","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":65,"content":"<p>All our services are public service, which, by its nature, is about entertaining, educating and informing.  The principles of public service broadcasting are a blend of those three areas.  Every year, the BAI assesses how we deliver on our remit.  It is our regulator.  We have a lot of commitments we have to deliver on, and the BAI is ultimately the arbiter of how we deliver on that and how we spend our money.  Again, it is that broad spectrum.  We are a public service broadcaster with an obligation to serve the people and we commercialise that as a secondary objective.  That is how we look at everything we do.<\/p> <p>  The programme the Deputy is talking about has evolved over many years.  I hope she has watched this season and seen some changes.  It is now a more holistic programme and it takes into account the wider area of health, not focusing on just one area.  We get a huge positive reaction from the public to the programme.  I appreciate there are possible triggers for people within it but, in the context of the overall health of the nation and the overall benefits taken from it, we get strong feedback.  The creators of the programme, in conjunction with us, are very aware of the issues the Deputy mentioned.  We have evolved the programme and it has changed, and we hope it fulfils a more holistic approach to the overall health issue she raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":66,"content":"<p>When undertaking a programme such as that, does RT&Eacute; have standards or is there a group to which it reaches out to review whether it is on the right end of the argument?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00400","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":67,"content":"<p>We also carried out independent research around this-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":68,"content":"<p>Will Ms Forbes clarify what she means by \"independent research\"?  Who undertook that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00600","speaker":"1559"},{"type":"speechnospeaker","time":1642671000,"counter":69,"content":"<p>I am trying to get the name right.  I think it is called &ldquo;the HEA&rdquo; but I will clarify that.  In any event, we did some research prior to the programme with an official health authority to gauge any improvement that could be made to the programme, and that again goes into the feedback for the next commissioning.  I will come back to the Deputy on the name of the organisation the research was carried out with.  We engage in conversations like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":70,"content":"<p>The Deputy has gone over time.  I will try to get her back in for a second round of questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":71,"content":"<p>I apologise that I was not able to join the meeting at the start because I was making a contribution in the D&aacute;il.  I thank the director general and the other representatives of RT&Eacute; for coming before us and dealing with our questions.<\/p> <p>  I might start with the appointment of Willis Towers Watson review and the fact there are more than 164 different pay grades within RT&Eacute;.  The report is awaited and I am not sure what the timescale is, but has a process been started, even at this stage, as to how the broadcaster will reconfigure the fact there are 164 pay grades within RT&Eacute;?  I presume the review will not be made available for some time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D00900","speaker":"1523"},{"type":"speechnospeaker","time":1642671000,"counter":72,"content":"<p>We are dealing with 60 years of legacy and a 167-grade system, as the Deputy said, and it is very complex.  The very purpose of engaging with Willis Towers Watson is to look at that and to look at how we can simplify it to a much more workable and modern way of working, and that is all part of the process.  We engaged Willis Towers Watson last year.  It is a thorough and complex process that will involve a lot of elements.  We expect the report to be finished roughly around September of this year, and all the way through that there will be ongoing engagement with Willis Towers Watson on the process.  It is all under way.  The company, which came through a public procurement process, has also worked with the BBC.  The BBC carried out a similar review a number of years ago, so Willis Towers Watson has a lot of experience in the sector.  The BBC had similar issues to us as regards legacy numbers and a complex grading structure, and all of that is included in the review that is under way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":73,"content":"<p>Have the board and Ms Forbes as director general set targets?  I was involved in a company a number of years ago in which it took us 11 years to make progress on an issue like this.  I am bit concerned, given there are 167 different grades, as to how RT&Eacute; can put in place a simpler process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01100","speaker":"1523"},{"type":"speechnospeaker","time":1642671000,"counter":74,"content":"<p>We spoke at length to Willis Towers Watson about the process in which it engaged with the BBC, and a number of people it had working on the BBC review are working on ours.  We need to await the outcome of the process but, judging from that experience, we want to implement this as soon as possible, and I would expect that to be quarter 1 of 2023.  That is very much in line with how the BBC process was worked through.  It is a complex process and I very much hope we will stick to those timings.  That is our plan at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":75,"content":"<p>I think there are 1,866 employees within RT&Eacute; and the 2020 figure was 1,758 full-time equivalents.  Of that 1,866, how many earn under &euro;100,000 and how many earn more than that?  There seems to be a significant variation, given there are 167 different grades.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01300","speaker":"1523"},{"type":"speechnospeaker","time":1642671000,"counter":76,"content":"<p>Ms O'Shea might have that information to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01400","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":77,"content":"<p>Of the 1,866, a total of 1,749 earn less than &euro;100,000 and 117 individuals earn more than &euro;100,000.  Those figures are as at 31 December 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01500","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":78,"content":"<p>I might move on to the issue of non-licence fee revenue.  My understanding is licence fee revenue accounts for 59% of the total, while the figure for non-licence fee revenue is 41%.  Does RT&Eacute; foresee an increase in how much money can come in from sources other than licence fees over the next three to four years?  Is there any plan in place to deal with that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01600","speaker":"1523"},{"type":"speechnospeaker","time":1642671000,"counter":79,"content":"<p>The commercial and advertising side of the business, like that of many other traditional media companies, has been under a lot of challenge in recent years, particularly with the onset of digital and other large media organisations.  Advertising used to make up the bigger proportion but that has not been the case for the past number of years because of what I outlined.<\/p> <p>  We have committed in our strategy that we need to diversify revenues.  That plan has been put a little on hold because of the pandemic.  We had a plan to look at events and raising other revenues.  Having said that, it is fair to say advertising will continue to be a dominant part of our funding.  It is a large pot of money to pay for.  Obviously, as we deliver audiences, advertisers want to get to them.  Towards the end of last year, as the country reopened a little, the demand for advertising was much stronger than we had anticipated, given the pent-up demand for advertising.<\/p><p>Diversity is needed.  We are doing that.  We are also looking at other areas where down the line we could blend our free-to-air offering with what we call \"over-the-top offerings\", which would lead to subscriber models.  We work with the GAA on the GAAGo product, which is available outside Ireland and in Ireland, for the delivery of GAA games.  We have recently launched a product with United Rugby Championship, URC, the rugby tournament - again, a similar offering.  We are looking at a number of places, but underpinning the very notion of public service broadcasting needs to be a strong and fair public funding system.  We look forward to the results of the media commission to see where that stands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#D01700","nonspeaker":"Ms Dee Forbes","continuing":true},{"type":"speech","time":1642671000,"counter":81,"content":"<p>I will move on to the issue of the licence fee.  Ms Forbes has spoken on a number of occasions about an increase in the licence fee and value for money.  An Post is involved in the collection of fees and approximately 15% of people now say that they are not accessing the service.  Can there be a better structure put in place for the collection of licence fees than what currently is there and has that been discussed with An Post at any stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00200","speaker":"1523"},{"type":"speechnospeaker","time":1642671000,"counter":82,"content":"<p>First, if I may, we have never asked for an increase in the licence fee.  What we have always called for is reform of the existing system.  It was probably the last time we spoke to the committee that we had identified &euro;50 million was being lost through a combination of evasion and the no-television home scenario.  That has now increased to &euro;65 million.  The system, if you like, is not getting access to &euro;65 million.  Therefore, any increase in the licence fee would be unjust on those who are paying.  What we are asking for is reform of the current system in the first place.  That is hugely important.<\/p> <p>  As the Deputy pointed out, the collector of the licence fee is appointed by the Department.  In the case of ourselves, An Post is the collecting agent.  I cannot speak for An Post but I think it has some issues with the system.  There is a database that is very out of date.  It needs updating.  The collection system, with licence fee collectors on the road, is a costly one.  That needs looking at but what needs to be looked at seriously is the future funding model.  Whatever model that comes into play, it needs to be fair, independent and empirically set, not by us or by anybody in the Houses but by the regulator, to ensure it is a fair system for all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":83,"content":"<p>The Deputy has half a minute left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00400","speaker":"1491"},{"type":"speech","time":1642671000,"counter":84,"content":"<p>Will that review occur within the next 12 months and has Ms Forbes any indication that it will arise?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00500","speaker":"1523"},{"type":"speechnospeaker","time":1642671000,"counter":85,"content":"<p>I am sorry.  I missed the beginning of that sentence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":86,"content":"<p>On the review of the licensing system, where are we on the discussion on that issue and what progress will be made over the next 12 months?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00700","speaker":"1523"},{"type":"speechnospeaker","time":1642671000,"counter":87,"content":"<p>That is very much in the hands at the moment of the Future of Media Commission.  As the Deputy will be aware, one of the key purposes of the commission was to look at the future funding of both public service media and media generally in Ireland.  We are awaiting the publication of that document.  My understanding is that it was made available.  We are awaiting the publication of it, I would hope, very soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":88,"content":"<p>I thank Ms Forbes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E00900","speaker":"1523"},{"type":"speech","time":1642671000,"counter":89,"content":"<p>I thank Ms Forbes and her team for joining us today.<\/p> <p>  I want to return to the employment status issue, and particularly the difference between the self-employed contractually and directly employed that has been the matter of some controversy.  The Eversheds Sutherland report, which has been discussed, identified 157 people who had what were described as  \"attributes akin to employment\" or \"attributes akin to both employment and self employment\" that resulted in 82 people being offered contracts.<\/p> <p>  This report then served as the basis for a voluntary disclosure to Revenue that we learned about at our previous discussions.  In that discussion, Ms O'Shea described an initial settlement of &euro;1.22 million.  In her opening statement, Ms Forbes describes this as \"a settlement\".  I would like clarification, in the first instance, as to whether any additional payment has been made to Revenue since we last met and whether Ms Forbes expects that additional payments might have to be made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01000","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":90,"content":"<p>I will ask Ms O'Shea to take that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01100","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":91,"content":"<p>I thank the Deputy.  I am the group financial controller at RT&Eacute;.  At our previous session I had used the phrase \"an initial payment\" because the matter of a Revenue audit was ongoing at the time and it was not clear to us at that point whether any further payments would be due in respect of the audit investigation by the Revenue Commissioners.  We received confirmation of the conclusion of that audit in June 2021 subsequent to our meeting and I believe we shared that communication with this committee.  No further payment was made.  The settlement payment that was made to Revenue is as we had outlined.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01200","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":92,"content":"<p>I thank Ms O'Shea for that.  Could we get confirmation of the period or timeframe that the Eversheds Sutherland report covered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01300","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":93,"content":"<p>The Eversheds Sutherland report was commissioned in 2018.  It looked at the range of contractors that were in place at that time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01400","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":94,"content":"<p>Was it just for that year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01500","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":95,"content":"<p>It was the contractors that were engaged by RT&Eacute; in 2018, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01600","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":96,"content":"<p>Was the Revenue settlement in respect of the Eversheds Sutherland findings or did it go beyond that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01700","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":97,"content":"<p>The Revenue settlement was in respect of an audit that was for a period beyond 2018.  The Revenue Commissioners have under their jurisdiction a right of looking back over a number of years and they would have done that with us.  We would have examined from 2015 onwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01800","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":98,"content":"<p>It has been reported that the Department of Social Protection investigation has been extended to 500 current and former contractors.  If that Department were to find that PRSI was owed for a person who was not covered by the initial settlement with Revenue, would that beget a further settlement with that Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E01900","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":99,"content":"<p>It would.  That process is ongoing.  We do not know the outcome of that process but we are fully complying and will be paying any liabilities that arise out of that investigation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02000","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":100,"content":"<p>Has RT&Eacute; made any budgetary provision for what that might look like in order to make a settlement in that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02100","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":101,"content":"<p>It is very difficult at this juncture to make that kind of assessment.  Although the process commenced in 2020, as a result of the pandemic it has progressed quite slowly.  At this point, it is very difficult for us to make an assessment of what that would be.  We await the outcome but we are fully complying with the Department of Social Protection in respect of that review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02200","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":102,"content":"<p>Does Ms O'Shea expect that a settlement will have to be made?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02300","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":103,"content":"<p>As the Deputy will be aware, the Department has no statute of limitations in respect of any look-back; the Revenue Commissioners do.  They have a statute of limitations of four years but the Department does not have that.  Therefore, it is conceivable that there would be a further retrospective amount of social security due to the Department of Social Protection should it find that an individual pre-2015 was misclassified for PRSI purposes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02400","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":104,"content":"<p>Has any payment been made to date to the Department in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02500","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":105,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02600","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":106,"content":"<p>It was reported in September that there were 28 considered by the scope section at that time.  Eleven were found to have been in insurable employment.  Are there any up-to-date figures on how many cases have been decided and whether there are financial implications arising from those?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02700","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":107,"content":"<p>I am afraid it really would not be appropriate for us to comment in respect of an ongoing investigation by the Department of Social Protection.  We are fully engaged and working with the inspectors but that process is ongoing.  It is dealing with individuals.  It would not be appropriate for us to comment on an ongoing investigation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02800","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":108,"content":"<p>The National Union of Journalists, NUJ, stated in August that RT&Eacute; had yet to engage with the trade unions regarding individuals who may have been wrongly classified.  Has that engagement taken place yet?  Have interactions begun?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#E02900","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":109,"content":"<p>They have, indeed.  Meetings happened before Christmas and another meeting is happening at the end of this month, so there is full interaction with the TUG.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":110,"content":"<p>That is welcome.  Will there be a provision for an individual regarding whom a settlement has been, or may be, made with Revenue and the Department of Social Protection, because he or she was found to have been wrongly classified as self-employed rather than a direct worker to receive payments to which they were entitled?  I am referring to payments such as maternity pay, sick pay, holiday pay and pension contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00200","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":111,"content":"<p>We have to look at all of this in the round.  What we want is a process that we can view holistically.  The spirit in which we went into the process and reviews was one in which we wanted to understand the complexity of what had gone on.  In our governing principles, which we included in the members' briefing pack, the matter of retrospection, or anything on that level, would feature at the end of the process, as we outlined to the TUG.  As the Deputy knows, the process that we thought was the Eversheds process has now turned into Eversheds, Revenue and scope; it has become a more complex process.  We began the discussions with the TUG before Christmas and they will continue.  We are very committed to looking at this to determine the impact down the line, but we are not there yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":112,"content":"<p>Could former contractors who may have been incorrectly identified as self-employed be entitled to redundancy payments retrospectively?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00400","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":113,"content":"<p>Regarding the TUG, we are talking about a collective response.  We will obviously have to look at all the detail once we have more.  It is an ongoing process.  I hope that as the months go on, we will know more about this.  We are certainly committed to looking at the overall issues and then addressing them in the best possible manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":114,"content":"<p>On the broader financial framework, am I correct that Ms Forbes is satisfied no further payments will accrue to Revenue, and that element of the investigation is completed?  Is it possible that a further settlement will have to be made with Revenue at some point in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00600","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":115,"content":"<p>It is probably fair to say that we have to be open to further settlements.  At this point, we do not know, but we have to remain open as the process goes on.  We will find out only as the process continues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":116,"content":"<p>To clarify, further payments to Revenue are possible, payments to the Department of Social Protection are likely, and payments to individuals concerned are probable.  Therefore, there is potentially quite an amount of expenditure yet to be determined and paid.  I want clarification on the financial planning framework for that at a time RT&Eacute; is seeking additional funding from the State, Exchequer, taxpayer or licence payer, or however we want to describe it.  We have a period in which there is an undisclosed amount that will have to be paid.  How is that planned for in RT&Eacute;'s strategies and financial frameworks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00800","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":117,"content":"<p>I will ask Mr. Collins to take that, if the Deputy does not mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F00900","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":118,"content":"<p>I thank the Deputy for his question.  In our business, we assess all the risks facing us.  On that basis, we look at the risks, their likelihood and how easy it is to quantify them.  Beyond the risks pertaining to the scope investigation, there are many other risks facing the organisation.  We create provisions against those risks.  This case, as members have heard, is a very complex process.  It is still at a relatively early stage.  It is very difficult to quantify exactly what the exposures are.  We are a prudent organisation and have made provisions, but those provisions are general provisions.  It is impossible to be specific on this but we have made some general provisions.  It is an evolving process.  As the director general said, it is planned to finish in 2023 but it could go on further.  It is something we will have to keep under review each year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01000","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":119,"content":"<p>I thank the RT&Eacute; witnesses for attending.<\/p><p>I want to focus on the other aspect of RT&Eacute;'s revenue, the commercial side, which the witnesses say amounts to 41%.  Obviously, there is a lot of focus here on the licence fee.  I see in the briefing material the witnesses provided, for which I thank them, that there is a strong focus on the licence fee and the threat to Irish programming generally if there is no action and so on.  I want to consider the other side of RT&Eacute;'s revenue - the commercial advertising side.  RT&Eacute; has a dual funding model.  There is no other media organisation of which I am aware that gets State support.  The <i>Irish Independent<\/i>, <i>The Irish Times<\/i>and Virgin Media, for example, do not.  Therefore, it is very significant to have received &euro;1 billion in the period 2015 to 2019.  On commercial advertising, can the witnesses explain to me what is RT&Eacute;'s advertising unit rate?  For example, what is the cost per thousand eyeballs?  Is that not the advertising unit?  What is that here?  How does it compare to an equivalent unit in the UK?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01100","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":120,"content":"<p>I thank the Deputy for her question.  The advertising rate, or the cost per thousand eyeballs, as she referred to, depends on the audience being targeted.  We have a wide range of audiences, including all adults, young adults, ABC1s, men, etc.  The cost per thousand is based on the audience.  I can happily furnish the Deputy with some broad outlines of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":121,"content":"<p>Could I have an average figure or the median point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01300","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":122,"content":"<p>I do not have that to hand because I do not deal with the detail of that daily.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":123,"content":"<p>Perhaps the chief financial officer, Mr. Collins, could give it to me.  I am seeking to determine the cost here and how it compares with that in the UK market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01500","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":124,"content":"<p>The cost of advertising generally is based on supply and demand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":125,"content":"<p>I really am just looking for the value.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01700","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":126,"content":"<p>RT&Eacute;'s rates are more expensive than those of Virgin Media.  We are probably slightly cheaper than in the UK.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":127,"content":"<p>That is what I am asking.  I am not asking about other Irish markets.  RT&Eacute; has such a dominant position in the market.  Its strategy on pricing and commercial advertising has an effect on the rest of the sector, which is very important to note.  What is the unit price and how does it compare with an equivalent unit price elsewhere?  If, for example, Procter &amp;amp; Gamble wants to sell washing fluid to adults and to advertise on either prime-time ITV or prime-time RT&Eacute;, what is the difference?  Are both pitching at the same level, or would it be cheaper for Procter &amp;amp; Gamble to advertise to Irish audiences than audiences in the UK?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F01900","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":128,"content":"<p>Again, it is all down to the merits of the market.  Another important difference here for us is that we have half the minutage of most commercial broadcasters because we are funded by both licence fees and commercial broadcasting.  Comparing markets is interesting.  We are competing with an overspill of UK channels come into this market, but what we do is deliver a premium product in the market.  We deliver the most eyeballs, as the Deputy rightly pointed out.  The cost of that within the market is, therefore, more expensive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":129,"content":"<p>I am looking for a value.  The market comparisons were valid when we talked back in April about the risk of talent flying to other markets, for example.  Therefore, they are relevant.  I am just looking for the unit price of advertising and how it compares to that in the UK.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02100","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":130,"content":"<p>I do not have it to hand.  They key point is that it varies hugely according to audience type.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":131,"content":"<p>What about discounts to large commercial brands?  How easy is it?  Are all brands taken?  Is anybody refused?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02300","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":132,"content":"<p>We are obliged to take all advertising.  We are a universal service, and that is how we operate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":133,"content":"<p>Tobacco, for example, is not advertised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02500","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":134,"content":"<p>Yes.  There are rules and regulations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":135,"content":"<p>That aside, has RT&Eacute; ever refused advertising?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02700","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":136,"content":"<p>I would have to check that with the commercial team.  Under the rules and regulations, we are obliged to take advertising once it falls within the legitimate rules of the codes.  There are probably some-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":137,"content":"<p>Whose rules are these specifically?  Are they RT&Eacute; rules or different rules?  I do not mean statutory rules, because that is obvious.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F02900","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":138,"content":"<p>These would be the code of advertising rules.  There is no tobacco advertising, as the Deputy mentioned.<\/p><p>Also, for example, we have a self-policing code that we offer within our kids programming so there is no advertising on our kids channel.  There are a number of areas like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#F03000","nonspeaker":"Ms Dee Forbes","continuing":true},{"type":"speech","time":1642671000,"counter":140,"content":"<p>In all other circumstances, as long as it is compliant with it not being tobacco and not being children, RT&Eacute; does not refuse advertising from anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00200","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":141,"content":"<p>Correct.  That is my understanding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":142,"content":"<p>All right.  I have brands that tell me that is not so and that they have looked to advertise on RT&Eacute; and to try to develop their brand on television to those eyeballs, and have not been able to or have been cut off, having advertised previously either in the RT&Eacute; Guide or on other RT&Eacute; platforms.  It might be something to go back to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00400","speaker":"1480"},{"type":"speech","time":1642671000,"counter":143,"content":"<p>The subject the Deputy is raising with Ms Forbes, to be fair, was not on the invitation.  I appreciate it is an issue of concern.  I suggest that if Ms Forbes does not have the answer this morning, she would give the Deputy a written reply in the coming weeks, if that is satisfactory.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00500","speaker":"1491"},{"type":"speech","time":1642671000,"counter":144,"content":"<p>No problem.  I want to ask about the material provided in the RT&Eacute; briefing document at page 5.  It states that total television trading revenue, including sponsorship, declined by 8.1% overall and a number of expected sponsorships did not materialise due to changes in the programme schedule and a number of delayed productions.  What was the value of those expected sponsorships that did not materialise and what were the circumstances in which they did not materialise?  For example, how much notice did they have?  Why is it that RT&Eacute; did not manage to get that revenue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00600","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":145,"content":"<p>First, our commercial strategy is commercially sensitive and we endeavour to make as much commercial money as we can in a given year.  Things happen on an ongoing basis.  Again, in terms of an actual figure, I do not have that to hand, nor, I think, would I probably give it to the Deputy because it is commercially sensitive.  I want to state that, in a given year, things change and things happen; for example, advertisers change their plans and we change our plans.  It is the nature of the beast we are dealing with.  That happens in any given organisation such as ours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":146,"content":"<p>In 2019, RT&Eacute; was talking about a cost-saving measure of approximately &euro;60 million over three years.  Can Ms Forbes outline to the committee specifically how much has been realised from that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00800","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":147,"content":"<p>I will ask Mr. Collins to elaborate on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G00900","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":148,"content":"<p>That &euro;60 million was to be achieved with &euro;10 million in 2020, &euro;20 million in 2021 and &euro;30 million in 2022.  To give some background on how it was to be achieved, 50% of it was to come from pay-related savings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01000","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":149,"content":"<p>I appreciate that because I have had the opportunity to read into that.  I am just asking how much has been saved.  I know Covid happened, there was decline in revenues and the Government supplanted a lot of that with its own advertising revenues, and so on.  I just need to know how much of that &euro;60 million cost-saving measure was actually implemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01100","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":150,"content":"<p>In 2020, we delivered the majority of that saving, although we delivered it by slightly different means than we had originally envisaged when we drew up the plans in 2019.  In terms of generic cost savings, we overachieved.  The second element was around content and service changes, where I would say we delivered on the pay element of it - we did not deliver on all of that, although we delivered on some of it.  Putting the whole mix together, we could say we did deliver on those figures in 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01200","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":151,"content":"<p>How much did RT&Eacute; deliver?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01300","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":152,"content":"<p>How much did we deliver?  I would say we delivered the &euro;10 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01400","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":153,"content":"<p>&euro;10 million in total?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01500","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":154,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01600","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":155,"content":"<p>Was it not &euro;60 million over three years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01700","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":156,"content":"<p>It is &euro;60 million over three years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01800","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":157,"content":"<p>That was from back in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G01900","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":158,"content":"<p>No, it started in 2020 and went into 2021 and 2022.  We are only halfway through it at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02000","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":159,"content":"<p>RT&Eacute; is halfway through and it has delivered &euro;10 million out of &euro;60 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02100","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":160,"content":"<p>In 2020, we delivered &euro;10 million.  Another &euro;20 million was to be delivered in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02200","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":161,"content":"<p>Does Mr. Collins think RT&Eacute; is on track for the three years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02300","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":162,"content":"<p>There is a risk with it.  The world is changing continuously.  There are a lot of risks out there and inflation is coming at us now.  We are on track with that although I think it is going to be difficult to achieve it.  What I would say is that RT&Eacute; has a very good track record of achieving cost savings.  If the Deputy looks back over the previous ten years, she will see we have managed to keep our operating costs around &euro;335 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02400","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":163,"content":"<p>Excuse me for interjecting and I only do that because of time constraints.  There is a huge focus in the RT&Eacute; materials on the &euro;65 million and how much RT&Eacute; needs that.  There is a cost-saving project of &euro;60 million, which is important, yet in the RT&Eacute; materials, beyond the realisation of non-evasion of licence fees as being plan A, I do not see a plan B or a plan C.  Maybe it is happening but I do not see efforts to consolidate production staff, or a serious move out of Donnybrook to periphery centres, as other television stations have done, or co-ordinating with other production facilities to try to consolidate costs on that side while maintaining editorial difference.  Does RT&Eacute; really still need RT&Eacute; 2 or can it change the model entirely to protect RT&Eacute; 1 as an entirely publicly funded channel with no ads?  There does not seem to be a plan B or a plan C.  I am worried about the implementation of the cost-saving mechanisms, which are nearly equivalent to the difference in the licence fee.  I wonder what plan B is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02500","speaker":"1480"},{"type":"speechnospeaker","time":1642671000,"counter":164,"content":"<p>Let me go back.  We put a plan in place in 2019 and there were three elements to that plan.  The first part was stabilising and diversifying commercial revenues, the second part was controlling our costs and reforming them and the third part was additional public funding.  The first two elements of that were under our control or substantially under our control, and I would say we have delivered on those.  If we look at commercial revenues, I know we are talking about 2020 here but in 2021 we have grown them and they are nearly back to where they were in 2018.  On the costs, as I have just said, we have delivered most of those cost savings, albeit in a different manner from how we had planned to do it.  It is the third element that is outstanding, the public funding element, and that is a big part of the plan.  If that is not delivered, we will still have a big gap in the bottom line going forward.  That is where the issue is.  For the parts that are under RT&Eacute;'s control, we have a plan or are working to those.  Closing RT&Eacute; 2 was not part of the original plan so it is not something we are looking at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02600","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":165,"content":"<p>The other thing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02700","speaker":"1480"},{"type":"speech","time":1642671000,"counter":166,"content":"<p>We have gone over time.  I ask Mr. Collins to fix his microphone as the sound quality is poor and there is a lot of interference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02800","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":167,"content":"<p>I will do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G02900","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":168,"content":"<p>As Deputy Alan Dillon is not available, I call Deputy Paul McAuliffe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G03000","speaker":"1491"},{"type":"speech","time":1642671000,"counter":169,"content":"<p>Is Deputy Verona Murphy ahead of me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G03100","speaker":"1568"},{"type":"speech","time":1642671000,"counter":170,"content":"<p>Apologies have been received from Deputy Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G03200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":171,"content":"<p>Let me move to restate the comments made by Deputy Hourigan.  I and my party are significantly supportive of the idea of a publicly funded broadcaster.  Throughout the pandemic in particular, we have seen key programmes on RT&Eacute; like &ldquo;Morning Ireland&rdquo; and &ldquo;The Late Late Show&rdquo; which have been crucial in communicating important public health messages, and programmes like &ldquo;Prime Time&rdquo; with regard to debating the different restrictions.  It is very important that we have that debate and although it is not often supportive of the Government position, it is important that the debate happens in public.  I want to outline my commitment to the idea of a publicly funded broadcast model.<\/p> <p>  I also want to thank RT&Eacute; and those in RT&Eacute; for the work they have done through what was a crucial time.  It is no mistake that in a revolution, the first thing somebody does is take over the television station.  There is a reason for that.  The fact RT&Eacute; is not controlled by any one political outfit and RT&Eacute; is not an instrument of the Government or the Opposition is very important, and it is important for us to remember that in the context of this discussion.  I will be questioning RT&Eacute; nonetheless but my comments are set in that framework.<\/p> <p>  In 2021, RT&Eacute; made a decision to no longer use the digital audio broadcasting, DAB, format, which was a programme initiated in 2006.  Has there been any review of the expenditure on that or any review of the money spent on the learnings that might be taken from that for other platforms?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G03300","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":172,"content":"<p>I thank the Deputy for his comments about our performance in the last year.<\/p><p>I am proud of everybody who has stood up during that time.  I thank the Deputy for those comments.<\/p><p> It is important to make a couple of comments on DAB.  The DAB trial operated for more than ten years.  There was no take-up from industry around that.  Neither was there an ongoing plan to have a wider policy in respect of DAB.  Hence, we took the decision to close it, really as a future cost-avoidance measure rather than anything else.  There was also the fact that, in the main, listenership to FM in this country is strong.  It remains the key area.  It is also important to say that broadcasting generally, both radio and television, is now moving to an Internet protocol, IP, base anyway.  Our focus now is very much around how we can create an audio product for the future that will serve the needs of the audiences in that way.  DAB was put in place many years ago.  There was no take-up from industry or the audience.  Hence, a decision was taken to shut it down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#G03400","nonspeaker":"Ms Dee Forbes","continuing":true},{"type":"speech","time":1642671000,"counter":174,"content":"<p>Is there a total figure for the DAB trial?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00200","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":175,"content":"<p>I do not have that to hand, but we can certainly have a look and see if we have something on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":176,"content":"<p>I accept that if RT&Eacute; was not to be an early adopter of technology, it would also be a bad thing.  However, it is important that we know what it costs.  What lessons might be learned or savings might be taken for other formats other than IP?  Do we know how many listeners to RT&Eacute; radio and television programmes now use smart speakers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00400","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":177,"content":"<p>That is difficult to get in the round.  We know that there is a growing online listenership, particularly to radio.  We have seen that hugely during the pandemic.  We now get regular numbers for our listenership via computer, mobile and a number of other ways.  However, speakers, <i>per se<\/i>,are not split out from that.  It is a growing area, but it is completely split out yet within the numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":178,"content":"<p>That relates to streamed content.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00600","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":179,"content":"<p>Yes, that is streamed content.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":180,"content":"<p>There is also an increasing use of RT&Eacute;'s content on social media platforms, such as Facebook and so on.  Some of that is done by RT&Eacute;, which broadcasts it for free on its accounts.  Has there been any attempt to seek to gain benefits from the social media companies for the revenue that they are claiming by using content provided by RT&Eacute;?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00800","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":181,"content":"<p>On what we call non-linear streaming or viewing outside of the traditional TV set, we have seen growth in that in the past couple of years, particularly via the RT&Eacute; Player.  Again, the point of the player is that viewers can view whenever they want, they can catch up, they can watch live, etc.  There has been significant growth in the area the past two years.  That is also an area of growth for us in the commercial world.  As it grows, we can monetise it.  As regards the social media platforms, in the main, what we see there is more promotional or snippet-driven.  It would be highly unusual to see-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H00900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":182,"content":"<p>I am thinking of the agreement between publishers in Australia and social media platforms regarding content.  Much of the quality content on social media is content that has been paid for by the taxpayer through the licence fee.  However, we are not gaining the advertising benefit from that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01000","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":183,"content":"<p>The Deputy is right.  The agreement in Australia has been a landmark one for the industry.  We are in discussions with a number of providers around that.  Discussions are ongoing.  We will be seeking to gain commercial benefits from that.  The discussions have been long and complex, as the Deputy can imagine.  However, they are under way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":184,"content":"<p>Can I be more specific?  Is Ms Forbes saying that RT&Eacute; has opened discussions with a number of social media companies to seek a commercial arrangement for the use of its content on their platforms?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01200","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":185,"content":"<p>Yes, we are currently in discussions with Google, for example, regarding a fair exchange of value and what that would be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":186,"content":"<p>Would Facebook be included in that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01400","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":187,"content":"<p>Not at this point .<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":188,"content":"<p>Is there a reason why RT&Eacute; has not approached the largest social media platform?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01600","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":189,"content":"<p>There is a difference between what Google is planning versus what Facebook is planning.  As I say, we have ongoing dialogue with Facebook.  However, it is a different sort of platform from what Google is proposing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":190,"content":"<p>Let me move-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01800","speaker":"1568"},{"type":"speech","time":1642671000,"counter":191,"content":"<p>The Deputy&rsquo;s time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H01900","speaker":"1491"},{"type":"speech","time":1642671000,"counter":192,"content":"<p>-----RT&Eacute; discontinued DAB, but it continued the radio stations, let us call them, although neither of those terms seems correct in the context of a digital format.  The stations included RT&Eacute; Gold, RT&Eacute; 2XM and so on.  Is there a significant cost implication in maintaining those stations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02000","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":193,"content":"<p>When we looked at the streaming listenership, these emerged as valuable stations.  Particularly through Covid-19, we have seen significant increases in listenership to RT&Eacute; Gold.  We do the management of our stations in the round.  We constantly review them.  We are seeing that RT&Eacute; 2XM is fertile ground for new music.  However, as we evolve into what I would call a digital audio strategy, we will be keeping all of this under review.  This will include reviewing what is the best way to provide that variety of music as the platforms emerge.  New talent is also an important place particularly in the younger target stations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":194,"content":"<p>Having led Ms Forbes up that path, let me now be more critical.  One of my greatest criticisms of RT&Eacute; is its complete lack of any sort of effective regional radio or television coverage for the Dublin market.  The BBC managed to maintain two local radio stations on this island.  RT&Eacute; does not do that for the main capital city.  Given that Ms Forbes has provided details around platforms, which allow local content or specific content to be provided through 2XM or Radio Gold, I cannot see why an RT&Eacute; Dublin station could not be provided.  As a politician, I am envious of the local radio stations that my colleagues have right across the country.  RT&Eacute; seems to believe that coverage in Dublin is national and that regional is everything outside of the M50.  There is almost no Dublin-specific content.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02200","speaker":"1568"},{"type":"speech","time":1642671000,"counter":195,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02300","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":196,"content":"<p>There are a couple of things in what the Deputy said there.  He is right that RT&Eacute; did have a couple of local stations a number of years ago.  However, we were regulated out of that market.  We were no longer allowed to be in that market.  We were also regulated out of local radio.  Our remit, therefore, is a national remit.  Local radios are local.  That was done outside of our control.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":197,"content":"<p>The Deputy's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02500","speaker":"1491"},{"type":"speech","time":1642671000,"counter":198,"content":"<p>My understanding is that would not prevent RT&Eacute; from providing online Dublin-specific radio or news coverage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02600","speaker":"1568"},{"type":"speechnospeaker","time":1642671000,"counter":199,"content":"<p>On our news app, we try to create more regional-specific content.  We have a number of regional correspondents.  We are always filing stories every day into both the news bulletins and importantly into the digital space.  If one looks on the app, one can localise within provinces.  For example, one can look at Leinster or Munster.  One can get more local there.  We try to have as much of that in there as possible.  However, the Deputy can appreciate that our role is the national broadcaster.  We try to bring the national picture.  However, of course, we do hone in on particular areas at different times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":200,"content":"<p>The Deputy is over time.  I call Deputy Sherlock.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":201,"content":"<p>I can hear Ms Forbes trying to articulate a good answer, but the reason she that cannot do so is because there is not a good product for the Dublin market.  John Kilrane is a fantastic reporter, but he is one man.  We have 1 million eyeballs in Dublin.  The national broadcaster is seriously letting us down by not providing more Dublin-focused content.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H02900","speaker":"1568"},{"type":"speech","time":1642671000,"counter":202,"content":"<p>Deputy Sherlock has ten minutes.  We will break for ten minutes after that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H03000","speaker":"1491"},{"type":"speech","time":1642671000,"counter":203,"content":"<p>I happen to be from Cork.  I might have a different view to Deputy McAuliffe on the amount of content that people in the regions perceive that is attributed to Dublin.<\/p><p> I will begin by saying \"well done\" to RT&Eacute; on its latest partnership with Virgin Media Television in respect of the Six Nations Championship.  That is a wonderful example of collaboration.  Speaking as a proud Munster man and a Munster rugby supporter, I also commend RT&Eacute;, TG4 and the independent sector on the provision of United Rugby Championship, URC, output.  I strongly believe that model has provided excellent content for the average punter sitting at home who wants to view rugby or sporting output at the highest level through the terrestrial channels.  The URC is a great example of where the licence payer sees the best of the utilisation of that fund.  Are there plans to expand that further?  Can we expect to see more of that?  Does the director general perceive that RT&Eacute; will do more collaborations of that nature and exploit further opportunities so that more and more people can enjoy - because that is what it is about - the output that is coming through collaborations of that nature?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#H03100","speaker":"1514","continuing":true},{"type":"speechnospeaker","time":1642671000,"counter":205,"content":"<p>I thank the Deputy for his comments.  In serving the people of Ireland, we always want to showcase our national teams and our national athletes in the best way possible, where possible.  We are delighted with the two collaborations the Deputy mentioned, the URC and the Six Nations Championship, for a number of reasons.  They mean that, number one, we can bring those very important sporting events back to RT&Eacute; and, more important, they allow us to keep the entire tournaments free-to-air.  That is a real objective of ours in the current marketplace, where sports rights have become so competitive.  We are very pleased to be able to do that.  Collaboration in this area is exactly something that we are pursuing.  It will not apply to everything because it simply cannot.  I have said a number of times that it is a combination of simply not being able to afford to do these things on our own any more, as a practical reality, so our collaborations in that respect have worked for both parties, where we can share that cost.<\/p> <p>  We are also very committed to the diversification of sports on RT&Eacute;.  We are very proud of the inroads we have made, especially around women's sport in the past couple of years where, again, we should be and are showcasing that.  Certainly, collaborations are something that we will actively pursue.  They will not always work, for various reasons, but we are very happy and proud that these two have come to the table and are showcasing the grassroots, it could be said, in the URC and the national and international game in the Six Nations Championship.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":206,"content":"<p>Is there anything in the pipeline at present that Ms Forbes can tell us about in respect of that collaborative model?  She spoke about the diversification of sport and, specifically, gender, which is absolutely vital, but what is in pipeline that will embed that model further?  From the ordinary punter's point of view, and I am an ordinary punter in this regard, when I look at the URC coverage I see the best of RT&Eacute;, TG4 and the independent sector collaborating.<\/p><p>Looking at the <i>Irish Examiner<\/i>model of delivering sport at the most local level through a streaming package, I can tune in to my local team at a county final from the comfort of my living room.  Should we go down to that level of granularity?  Should the national broadcaster be getting on that wagon to see where the opportunities lie to further embed itself into that collaborative model so that there is more output and RT&Eacute; is taking feeds from a more diverse range of venues across a more diverse range of sports?  The technology allows us to do that now.  Presumably, RT&Eacute; does not need to have an outside broadcast unit at every single venue because it can implant technology at the venue and take the feed from that.  I would love to see more of that from our national broadcaster: more localised, more regionalised and more diverse output.  If Ms Forbes can tell me it is now part of a policy in RT&Eacute; to continue with that, it will give many people a lot of confidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00300","speaker":"1514"},{"type":"speechnospeaker","time":1642671000,"counter":207,"content":"<p>As I said, the area of sports rights is a minefield.  It is also highly competitive and hugely confidential.  As I said, we absolutely want to continue the principle that we are working with here, in varying shapes.  Will they always work out?  Possibly not, for various reasons, but the spirit with which we went into both those discussions was to enhance the opportunity for the viewer.  That is what will always drive our collaboration and our engagements at this level.  Certainly, it is something we want to continue to pursue.  I cannot get into detail because that is the nature of negotiations, but it is something I hope the Deputy will see more of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":208,"content":"<p>I thank Ms Forbes.  I will move on to the independent sector.  My understanding is that there is a statutory requirement for RT&Eacute; to spend in respect of it.  For instance, in 2020, the statutory requirement was to spend approximately &euro;40.2 million - Ms Forbes might correct me if that is wrong.  My understanding is that RT&Eacute; spent approximately &euro;36.5 million, which is about &euro;3.7 million under target.  I understand that the Covid pandemic was a deciding factor in that because of cancelled productions and so on, but the underspend is then required to be spent within two years.  Will Ms Forbes elaborate, or educate us, on how RT&Eacute; plans to spend that underspend?  Again, I speak specifically for the independent sector, which is starved of funding at present, has plans afoot to deliver content and is anxious to get going again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00500","speaker":"1514"},{"type":"speech","time":1642671000,"counter":209,"content":"<p>There are two minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":210,"content":"<p>What words of assurance can Ms Forbes give us that that will be spent?  What plans are afoot in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00700","speaker":"1514"},{"type":"speechnospeaker","time":1642671000,"counter":211,"content":"<p>As the Deputy rightly pointed out, we did not meet our commitment in 2020 because of Covid.  We have made that up throughout 2021.  It is worth saying that the independent sector is hugely important to RT&Eacute;.  We are partners in so many areas.  I have to commend the sector on its resilience throughout the pandemic in doing everything it could to stay up and running and to put protocols in place that allowed the majority of productions to happen but, of course, some fell by the wayside.  That was just the nature of the beast we were dealing with.<\/p> <p>  I have said that we want to spend more with the independent sector.  It is something we would love to see and I know it would love to see.  Again, this is something that could be rectified if reform of the licence fee happened.  As the Deputy knows, there is money already through the BAI sound and vision fund but, likewise, if more money was to come into RT&Eacute;, we would want to spend that in the independent sector.  It is hugely important to us.  We have made up our commitment; the Deputy is correct that there is a two-year period where we can make it up.  We were very keen to make it up as quickly as possible, given the health of the sector.  We have done that and, again, we have a very big programme of work under way for this year, which right now has stops and starts, given where we are with Covid.  We want to do everything we can to both meet and over-deliver on that commitment, if at all possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":212,"content":"<p>We will take a break for ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#J00850","speaker":"1491"},{"type":"unspoken","time":1642671000,"counter":213,"content":"<p>Sitting suspended at 10.59 a.m. and resumed at 11.10 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1642671000,"counter":214,"content":"<p>We are back in public session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00100","speaker":"1491"},{"type":"speech","time":1642671000,"counter":215,"content":"<p>I will touch on four areas.  I welcome the witnesses.  Obviously, it is a good opportunity to address some of these issues.  I will start with the misclassification of staff.  We know there is a power differential between employee and employer, that SIPTU and the NUJ were very active on this for a very long time and that it went on for far too long.  Due to people's employment status being misclassified, there will be an obligation to pay both employer and employee PRSI contributions.  Certain people will have lost out badly on things like pensions and maternity leave and there may be liabilities and other actions taken as a consequence of that.  I know this is not the first time this type of issue has arisen in RT&Eacute;.  It happened in the late 1980s.  Where will the accountability rest?  Will that be factored into this?  We know that about 80 people have seen their employment status change.  Why is there no commitment to dealing with issues other than Revenue and PRSI issues?  Why would this not be automatic when these employees were treated this way?  Where is the accountability regarding the person or people who decided that this was the employment status that would be offered to these people without understanding that this was really bogus self-employment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00200","speaker":"1489"},{"type":"speechnospeaker","time":1642671000,"counter":216,"content":"<p>I do not agree with the statement that RT&Eacute; has been involved in bogus employment practices.  I agree that changes to employment legislation might not have been kept up to date with.  We are dealing with legacy issues for many years.  The important thing is that we come to a resolution, which we are working on through a very complex process involving Eversheds, Revenue and SCOPE, so we are committed to working through that.  The important thing is that the measures are put in place to ensure this does not happen in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":217,"content":"<p>I take it that Ms Forbes does not see that accountability.  She talks about legacy issues.  I will leave it at that but I must say that I do not accept that it is not bogus self-employment because people's employment status was changed, there was a review by SCOPE and there was a Revenue payment.  I do not know what Ms Forbes would call it.  If another semi-State company was in front of \"Prime Time Investigates\" or some other really superb really good programming RT&Eacute; does such as \"Crimes and Confessions\" and this was the profile, it would be held to account.  It is our obligation to hold RT&Eacute; to account on this.  I will leave it at that but I did not hear what I wanted to hear in terms of accountability.<\/p> <p>  I will move on to the RT&Eacute; Player.  There has been a significant change in how people consume content.  It probably ties into the number of non-TV households.  Much of that has to do with people struggling with the cost of living and putting a roof over their heads.  Younger people in particular will fall into that category.  How much has RT&Eacute; spent on the RT&Eacute; Player in terms of getting it to where it is at the moment?  Does Ms Forbes use it herself?  There is an ongoing discussion among people who use it.  I have used it myself and have given up on it on several occasions because all you get are ads and then it drops out.  Is Ms Forbes satisfied with the RT&Eacute; Player and if not, what kind of investment will be put into it?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00400","speaker":"1489"},{"type":"speechnospeaker","time":1642671000,"counter":218,"content":"<p>The Deputy is right in saying that the RT&Eacute; Player is becoming a preferred viewing option for many - younger audiences, older audiences and across the board - and we have seen significant increases.  I take her point that there have been issues and I am very committed to doing as much as we can to iron out those issues.  Advertising is a fact of life in our world and must be facilitated within that environment because of our remit and objective to commercialise our output.  We have allocated moneys to continually upgrade the RT&Eacute; Player.  I will be honest with the Deputy.  We do not have the resources or money of some of the streamers or the likes of Channel 4, which has invested significantly in this.  In terms of our future proofing, we want to spend more and we are spending more.  It has stabilised significantly in the past year recognising that we have work to do but it is a very important focus for us for the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":219,"content":"<p>Could Ms Forbes tell us how much needs to be invested in it to make it fit for purpose?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00600","speaker":"1489"},{"type":"speechnospeaker","time":1642671000,"counter":220,"content":"<p>I do not have that number to hand but it is significantly more than we are spending now or have been spending for a number of years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":221,"content":"<p>Can Ms Forbes come back to us with an estimate of what is required?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00800","speaker":"1489"},{"type":"speechnospeaker","time":1642671000,"counter":222,"content":"<p>I take the Deputy's point.  We want to have a world-class product.  It is what is expected now.  One thing about us that is quite different from Netflix or Amazon Prime is that we are dealing with the complexities of live television and on-demand, which requires quite a different investment compared to somebody who is not taking advertising or providing live television.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L00900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":223,"content":"<p>Could Ms Forbes come back to us on that?  The area I represent, which would be described as the commuter belt, although people do not feel like they are economic units or just people who are on the move all the time, is probably well represented in the non-TV household cohort and the younger age cohort.  It is a missing area in terms of coverage.  We are not the midlands but we are classified as midlands.  We are not Dublin because we are not Dublin, which is a missed opportunity.  There are probably a lot of areas that are missed as a consequence of that.<\/p> <p>  I agree with Deputy Hourigan regarding gender.  The lack of transparency in terms of RT&Eacute; being able to give us that information has not been good.  It is important information.  Obviously, RT&Eacute; sets the standards for other people and the fact that it is unable to give us this information means it is falling down on this standard in terms of transparency.<\/p><p>I have to agree with the Deputy on that.  <\/p><p> On the orchestra, will RT&Eacute; keep the funding it was provided to cover the cost of the orchestra now that the orchestra is being moved to the National Concert Hall, NCH?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#L01000","speaker":"1489","continuing":true},{"type":"speechnospeaker","time":1642671000,"counter":225,"content":"<p>The Deputy may remember that we commissioned a report with Helen Boaden on the future sustainability on both orchestras a number of years ago.  The outcome of that was the recommendation that RT&Eacute; could no longer fund both orchestras.  The Government decided that additional funding would be made available for the National Symphony Orchestra, NSO, to become part of the NCH.  Yes, that money will remain with RT&Eacute; and additional funding has been provided for the transfer of that orchestra to the NCH, which will take effect from Monday of next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":226,"content":"<p>RT&Eacute; will get to retain that money, so that is an increase for its budget because it is something it does not have a liability for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00300","speaker":"1489"},{"type":"speechnospeaker","time":1642671000,"counter":227,"content":"<p>Effectively, it was identified as a cost saving as we were planning our 2019-20 plans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":228,"content":"<p>First and foremost, I welcome RT&Eacute; to the committee.  We have been waiting some time for this meeting to happen, but all the same, it is welcome.  I welcome Ms Forbes and Mr. Collins.<\/p> <p>  I have a couple of issues that I would like to raise and questions I would like to ask.  First, I would like to focus on the financial circumstances within RT&Eacute;'s organisation.  I refer to advertising.  Could Ms Forbes or Mr. Collins provide a quick breakdown in terms of sporting advertising, that is, advertising from sports events that RT&Eacute; operates?  How much revenue is generated from doing that?  I will follow up with a subsequent question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00500","speaker":"1516"},{"type":"speechnospeaker","time":1642671000,"counter":229,"content":"<p>We do not break down advertising by category.  Again, advertising is commercially sensitive.  We provide the full figure as opposed to breaking it down by any particular genre or any particular programme etc.  That is the way we report our advertising.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":230,"content":"<p>Obviously, it must be a very large part of the revenue that the organisation takes in.  We have seen from viewership figures that it is one of the areas where RT&Eacute; successfully manages to attract a large viewership of the television audience.  Has RT&Eacute; ever considered having a separate sports channel for broadcasting GAA, horse racing, soccer, the IRFU and other sports across male and female participation in Ireland?  Why is RT&Eacute; not doing the same as what other jurisdictions and countries are doing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00700","speaker":"1516"},{"type":"speechnospeaker","time":1642671000,"counter":231,"content":"<p>The Deputy has rightly pointed out the importance of sport.  It is of growing importance to us, particularly given it is a live viewing experience for audiences.  We regularly look at the amount of content that we have in this area.  Currently, we maximise what we have across RT&Eacute; 1 and RT&Eacute; 2.  In terms of another channel, that is something we obviously have to look at in detail and see if there are enough rights out there to be able to afford to put on another channel.  We continue to look at if there is more opportunity in getting other rights.  Certainly, we try to optimise between the two channels.  We are very committed to a wider number of sports, be it women's sports, be it broader codes etc.  For now, the way that we can treat that content is across the two channels that we have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00800","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":232,"content":"<p>I will perhaps disagree with some of the points there in terms of not having a separate channel as it stands.  There is enough sport going on in Ireland and we have a sports-mad culture, therefore this is something that should be considered.  RT&Eacute; is in very serious financial circumstances, arguably down to the television licence.  On behalf of the taxpayers in the country, one could also argue that the content that we are getting in return is not up to standards.<\/p> <p>  First and foremost, I want to be positive.  Particularly, RT&Eacute; Radio's current affairs section and RT&Eacute;'s documentaries are excellent.  Those are definitely things that the station does better.  However, from a content creation point of view, whether it was the new year show on RT&Eacute; - which many people found deeply frustrating and disappointing - one of the many lifestyle shows or reruns of old dramas, content creation is lacking in an era where it is so important.  RT&Eacute; is nowhere near where it needs to be as a station and as a national broadcaster, particularly with the growth of online content.  <\/p> <p>  Just to go back to the point that Deputy Catherine Murphy made, the RT&Eacute; Player is a disgrace.  It is just not where it needs to be.  These issues have been identified to RT&Eacute; by many people.  For a station that is in receipt of so much State support, what proactive measures will RT&Eacute; undertake over next 12 months to deal with the issues with the RT&Eacute; Player?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M00900","speaker":"1516"},{"type":"speechnospeaker","time":1642671000,"counter":233,"content":"<p>First, on content, I agree with the Deputy that we do not have enough content of the quality we would like to have.  That is down to, quite frankly, the funding situation.  We do the best we can with the funds we have available.  Nobody sets out to make a bad show.  That is just not the case.  I spoke before about our commitment towards Irish drama.  We will have up to 60 hours of Irish drama in the coming years.  Ideally, if we had more funding, it would be spent on content and on capital, to the Deputy's earlier point on the RT&Eacute; Player.  Our capital budget is &euro;7.5 million per year.  That number is a result of the persistent and consistent underfunding that the organisation has found itself in.  Quite honestly, we would not have been able to get through Covid if we had not had the investment that we put in from some of the land sale into infrastructure over the past couple of years.  A combination of content and capital is what we need to get this organisation to a place that is viable and is future-proof.  I might ask my colleagues-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M01000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":234,"content":"<p>I apologise for interrupting Ms Forbes but I have a question that must be asked.  Has RT&Eacute; come forward with a concrete business plan to the relevant Departments that need to provide it with this additional funding to bring it out of that hole?  Is that something the station is proactively doing?  The drama, \"Normal People\", for example, was extremely successful.  It was an original drama and obviously had assistance internationally.  Extraordinary things can be done when minds are put together and new talent is brought in.  RT&Eacute; has demonstrated with \"Love\/Hate\" and other shows that it has created in the past number of years that it can be very successfully done.  I am at a bit of a loss as to why that is not done more by the station.  In terms of coming to the Government with a concrete business plan for support, taking away the television licence issue for one moment, is that something the station is doing, undertaking or has done already in the course of the past five months?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M01100","speaker":"1516"},{"type":"speechnospeaker","time":1642671000,"counter":235,"content":"<p>We have engaged exactly on these subjects with the Future of Media Commission and with the Department.  We outlined very clearly what was needed, particularly in terms of capital and content for the future.  Just to give the Deputy an idea on the cost of something like \"Normal People\", it cost &euro;3 million per episode to make.  It is a huge investment.  We could never have afforded that.  Therefore, the deal that we did was a different deal, where we got to be the Irish broadcaster.  We put some money in but we could never afford that.  Hence, the approach we have taken with drama now is to try to increase the amount of drama we are getting, but we are a minority funder.  We are bringing in third-party funding all the time.  For example, \"Hidden Assets\", which was recently on, was a co-production between a number of parties, from Belgium, France and here.  \"Smother\", which is on air at the moment, has got money from the BBC, Screen Ireland and the western region audiovisual producers, WRAP, fund.  Again, we absolutely should be doing those things but the way in which we can partake in content creation is no longer one where it is us alone, given the scale that these productions are now commanding because of the wider market.  That is the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M01200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":236,"content":"<p>I do not want to be overly negative.  I wish to compliment the current affairs aspect of what RT&Eacute; is doing; it is excellent.  The public get good value for tax money in that regard, particularly with radio.  The figures internationally are very impressive.  Coming back to the content creation side of dramas with home-grown talent in Ireland, is Ms Forbes at liberty to divulge how much RT&Eacute; is investing in this on an annual basis or how much money it may need on an ongoing basis?  The public is willing to support RT&Eacute; as an entity as long as it sees a return for that investment.  RT&Eacute; has proven that it can be done successfully, through a very limited scope in recent years and with certain shows that it has worked on.  For the survival of the station, that is an area that deeply needs further investigation and, obviously, investment.<\/p><p>From an annual expenditure point of view, what is RT&Eacute; currently spending on its own content creation, looking purely at the lifestyle and arts side of the station, rather than current affairs and sport?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#M01300","speaker":"1516","continuing":true},{"type":"speechnospeaker","time":1642671000,"counter":238,"content":"<p>On page 110 of the annual report, it is outlined that for 2020, we spent just over &euro;17 million on drama, compared with, for example, &euro;67 million on news and current affairs.  The Deputy is correct.  We should be investing more in drama.  We wish to do so and the way we are doing it is by bringing more parties together.  Even at that, however, we should be spending more and it is an area on which we would love to spend more should the funding come our way.  It is the place where we see ourselves-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":239,"content":"<p>I am sorry to interrupt Ms Forbes but I am up against the clock.  My apologies for being so rude.  I am sure she understands.  The figures she compared are telling.  Some &euro;67 million is being spent on current affairs, while &euro;17 million is being spent on the whole area of production of shows in RT&Eacute; outside that scope.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00300","speaker":"1516"},{"type":"speechnospeaker","time":1642671000,"counter":240,"content":"<p>That figure relates to drama.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00400","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":241,"content":"<p>Drama.  The sum needs to be drastically increased.  Obviously, that will require support from the Government.  My view is that increasing that budget significantly, and perhaps even doubling it, would represent a good return for that type of investment.  Going back to the success of \"Normal People\" and other shows, it can be done.  In the limited time I have left-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00500","speaker":"1516"},{"type":"speech","time":1642671000,"counter":242,"content":"<p>The Deputy is over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":243,"content":"<p>-----I wish to make the point that it is worth exploring RT&Eacute; having its own dedicated sports channel and investigating the financial income that could be generated from that.  Irish sport needs this.  There are so many sporting events that are not covered, particularly across women's sport, but also many other aspects of sport that are not given the coverage they could be given.  This may be an area on which the station could focus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00700","speaker":"1516"},{"type":"speech","time":1642671000,"counter":244,"content":"<p>I refer to the 11 of 28 cases that were identified by the scope section.  Has the Department of Social Protection communicated with RT&Eacute; how much it owes arising from those cases?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00800","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":245,"content":"<p>This process is still under way, so the short answer is \"No\".  The important thing is that we are now in a statutory process and we need to let it take its course.  The quick answer to the Deputy's question is \"No\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N00900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":246,"content":"<p>RT&Eacute; has no idea thus far how much it owes arising from those cases.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01000","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":247,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":248,"content":"<p>Okay.  Of the 11 cases decided in favour of the workers, how many were also covered by the Revenue settlement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01200","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":249,"content":"<p>I do not have that information to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":250,"content":"<p>Do any of our guests have that information to hand?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01400","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":251,"content":"<p>I do not think so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":252,"content":"<p>Do our guests from the finance department of RT&Eacute; have that information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01600","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":253,"content":"<p>I refer to the challenge in respect of this information.  This is an ongoing investigation and it would be improper of us to start disclosing information in respect of individuals during this process and while it is ongoing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01700","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":254,"content":"<p>I am not seeking disclosure of information relating to individuals; I am just asking how many of the 11 cases that were decided in favour of workers were also covered by the Revenue settlement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01800","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":255,"content":"<p>Those investigations are ongoing.  RT&Eacute; will have to take a view in respect of them and also consult with Revenue in respect of them.  The investigation with the scope section is a matter that is ongoing and, as such, it is confidential.  We are not in a position to discuss those details today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N01900","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":256,"content":"<p>Other Deputies have raised this issue but, for clarification more than anything else, how can RT&Eacute; commit to paying back social insurance for those who should have been employees but not the entitlements they would have received?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02000","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":257,"content":"<p>First, what we have committed to is that we are looking at this whole area collectively with the trade union group, TUG.  Those discussions have just started and, given the complexity of what is at stake here, will take some time.  As part of our guiding principles going into the Eversheds process, we said we would look at addressing the area of retrospection collectively at the end of the process.  We are not at the end but we have started discussions.  It is something that will be addressed as we go further down this process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":258,"content":"<p>Does RT&Eacute; believe those employees should be paid the entitlements they would have had?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02200","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":259,"content":"<p>At this point, it is not for me to say what should or should not happen.  We have to go through a process-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":260,"content":"<p>In general, does Ms Forbes believe those workers should be paid the entitlements they would have had?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02400","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":261,"content":"<p>We have to go through this process and work together with our TUG colleagues to have a fair outcome here.  I cannot say at this moment what that outcome will be.  We are engaging with all the parties transparently and openly.  I agree that we have legacy issues to deal with but, as regards the actual subject and the detail within that, I cannot speak to that.  We went into this process on a voluntary basis to understand what the issues are.  We are addressing those issues and we will continue to work through the process to get to a final outcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":262,"content":"<p>Does Ms Forbes not believe it would be fair for RT&Eacute; to give those workers what it deprived them of?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02600","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":263,"content":"<p>We have to go through the process and see what is at stake here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":264,"content":"<p>That is fair enough.  Does Ms Forbes accept that her refusing to accept or state that she believes they should be paid what was owed to them could give rise to a perception among the public that RT&Eacute; is a rogue employer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02800","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":265,"content":"<p>I do not accept that because we are dealing with legacy issues and trying to understand and comprehend what happened at a time before many of us were involved with the organisation and through a period when legislation changed.  The importance of this review is to understand and get a handle on the scale of the issue and then consider how we will address it.  We will do so collectively with our trade union colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N02900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":266,"content":"<p>Ms Forbes acknowledged they are legacy issues.  I would have thought she would want to put right the mistakes that were made.  That is why I am a bit taken aback that she will not commit to stating that the workers should be paid the entitlements of which they were deprived.  She has not said that.  I am sure Ms Forbes will accept that, as a result, RT&Eacute; is perceived as a rogue employer.<\/p> <p>  I wish to return to the issue of Irish-language workers being paid 25% less than their English-language counterparts.  A colleague of Ms Forbes committed to carrying out a review, the findings of which would be furnished to the committee.  In spite of successive rounds of correspondence with the committee, RT&Eacute; has thus far refused to furnish us with those findings, continually referencing a review of all 167 grades.  What is the status of the review?  When will the committee be provided with a copy of it in full?  When will it be completed?  Do the terms of reference of the review specify requesting the contrast between the different payments to Irish-language workers and their English-language counterparts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N03000","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":267,"content":"<p>Willis Towers Watson has been commissioned to carry out a full evaluation of the role and grading structure across all of RT&Eacute;.  That will deal with every area of the organisation, including Raidi&oacute; na Gaeltachta.  The purpose of this is manifold but we need to become more agile and transparent and benchmark remuneration across the organisation.  That is the purpose of this.  In terms of the timing, we hope to have the recommendations in September or thereabouts.<\/p><p>Once we have seen that and we know what is at stake, we will share some of the findings with the committee and relevant parties.  It is a complex process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#N03100","nonspeaker":"Ms Dee Forbes","continuing":true},{"type":"speech","time":1642671000,"counter":269,"content":"<p>Do the terms of reference specifically request a contrast between the payment of Irish language workers and their English language counterparts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00200","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":270,"content":"<p>The terms of reference include every part of the organisation not just-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":271,"content":"<p>I am asking if the terms of reference specifically request that a contrast between those two categories be addressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00400","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":272,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":273,"content":"<p>That is not very thorough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00600","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":274,"content":"<p>It will come out in the review because we will be looking at everything.  The entire organisation is part of this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":275,"content":"<p>Why would you not include that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00800","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":276,"content":"<p>Every part of the organisation is part of this; it is not just one particular area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O00900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":277,"content":"<p>That was an area flagged as one that RT&Eacute; has not addressed thus far.  RT&Eacute; is carrying out the review to address that matter, but it is not specifically referenced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01000","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":278,"content":"<p>We are carrying out the review to look at the entire 167 grades within RT&Eacute; and to make recommendations for the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":279,"content":"<p>It was flagged that there is a 25% difference between what Irish language workers are paid and what their English language counterparts are paid, which is incredible.  In the review of all grades, RT&Eacute; did not see fit to specifically request a contrast between these two payments in the terms of reference.  Am I correct in saying that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01200","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":280,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":281,"content":"<p>That is unbelievable.  In 2008, RT&Eacute; gave a public commitment to publish details of its ten top earners.  In January of last year, it published the list of the top earners for 2017, 2018 and 2019.  We have not received the list for the top earners for 2020 or 2021.  When will that be published?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01400","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":282,"content":"<p>I will ask Ms O'Shea to speak to that question, but just so the Deputy is aware, our commitment is that we publish two years' in arrears.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":283,"content":"<p>They are now due.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01600","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":284,"content":"<p>We will be publishing this year.  I will ask Ms O'Shea to comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01700","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":285,"content":"<p>I thank the Deputy.  Our intention would be to publish the 2020 top ten earnings in due course this year.  I will make a couple of points in regard to those figures.  To put it in context, as stated earlier by Ms Forbes, the total value of those represents less than 1% of our total operating costs.  Ms Forbes committed during 2019 to delivering a 15% reduction on those top ten earners.  I can confirm today that that has been achieved in 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01800","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":286,"content":"<p>I note that RT&Eacute; is happy to publish the figures.  Can the witnesses give a date for publication?  The figures for 2017, 2018 and 2019 were published in January of last year.  We are now waiting for the figures for 2020 and 2021.  Will they be published this month?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O01900","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":287,"content":"<p>We are finalising the audit in respect of the 2020 earnings and they will be published in due course.  Unfortunately, I do not have a date for the Deputy today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02000","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":288,"content":"<p>Okay.  Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02100","speaker":"1497"},{"type":"speech","time":1642671000,"counter":289,"content":"<p>I acknowledge the witnesses and express our deep appreciation for the work that they have done in the past 24 months in terms of the coverage of Covid.  A trusted media broadcaster is hugely important.<\/p> <p>  I would like to gain some understanding of the review process that is being undertaken and how RT&Eacute; operates.  I ask the witnesses to give me an outline of RT&Eacute;'s combined revenue from advertising and television licence fees for 2020 and 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02200","speaker":"1601"},{"type":"speechnospeaker","time":1642671000,"counter":290,"content":"<p>I will ask Mr. Collins to speak to the 2020 figures.  The figures for 2021 are still being finalised and they will not be available until later in the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02300","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":291,"content":"<p>I thank the Deputy.  The figure for combined revenues for 2020 is &euro;331 million.  As stated by the director general, the 2021 figures are being prepared at the moment, but I can confirm that the figure for 2021 will be higher than &euro;331 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02400","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":292,"content":"<p>In terms of the reality and the challenges that RT&Eacute; will face, what type of measures are being taken to ensure there is sustainability over the long term in terms of how RT&Eacute; operates?  How can RT&Eacute; become a more nimble public service broadcaster?  In terms of delivery of services, are there opportunities to pare back services?  Is that something that RT&Eacute; is reviewing?  In regard to the ongoing concerns around RT&Eacute; 2FM, how can RT&Eacute; justify the station's public service credentials and have the wider offerings of RT&Eacute; been looked at?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02500","speaker":"1601"},{"type":"speechnospeaker","time":1642671000,"counter":293,"content":"<p>I thank the Deputy for the questions.  On the first point around sustainability, when we published our 2019 revised strategy we outlined three areas that needed to come together to prove that RT&Eacute; could be sustainable for the future.  The three areas were: commercial income, which needed to be increased and diversified; costs, which needed to reduce to the tune of &euro;60 million over that three-year period; and licence fee revenues, which needed to come to the level that the BAI recommended a number of years ago.  In terms of the two areas under our control, on which I will ask Mr. Collins to elaborate further in a moment, we are increasing our commercial income and we are in a programme of cost containment.  What has not happened through any of this process is any change to the licence fee funding.  As we pointed out in our submission, the system is losing &euro;65 million that should be coming in.  I will ask Mr. Collins to elaborate on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02600","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":294,"content":"<p>As stated by Ms Forbes, there were three pillars to this strategy.  Two of them were under our control, that is, the commercial revenue and the cost containment.  We have delivered on those.  The outstanding matter is the public funding.  There is a big gap.  In terms of television licence fee income, for the past three years it has been running at approximately &euro;196 million.  The BAI recommended that it go to &euro;220 million, which means there is a &euro;24 million gap.  If that is not closed, when the world returns to normality again RT&Eacute; will be back to running deficits if it continues to provide all of the services it provides currently.  That is the main issue that is hanging over us at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02700","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":295,"content":"<p>On the commercial income, in terms of the advertising revenue aid, has Covid had any impact?  Mr. Collins mentioned an expected increase in the 2021 figures.  I would like an understanding of where that increase will come from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02800","speaker":"1601"},{"type":"speechnospeaker","time":1642671000,"counter":296,"content":"<p>I will try to explain the trends that have happened with advertising.  Commercial advertising was in decline for a number of years up until Covid.  When the pandemic hit in March 2020, we saw a severe decline in advertising revenues.  We were down approximately 30% at that stage.  Those figures stayed down until about July.  As the economy started to open up, they started to recover.  By November, because there was a lot of pent-up demand in the economy, advertising revenues came back.  We still ended up &euro;11 million below where we were in 2019 but there was a recovery at the end of the year.<\/p> <p>  In 2021, the country was in lockdown for the first four months so advertising revenues were sluggish but we saw the same trend that we had seen in 2020.  Once the economy opened up again advertising took off.  We had Euro2020 in June and July, which gave us a big boost.  As we came into October and November, again, because there was huge pent-up demand, we had a very strong November.  The figures were among the highest we have had in November since 2008, November being the best month of the year for commercial advertising.  We ended the year in a good position.  The question now is how much of that will continue; was it pent-up demand; has there been a change in attitude towards television advertising; and have advertisers realised there is still value in television advertising, whereas they had doubted that before the pandemic?<\/p><p>Advertisers have realised there is still value in TV advertising whereas they had doubted that before the pandemic.  We have plans.  This year, we have ambitious targets.  We have more sporting rights and there will be advertising revenues coming off them.  Digital revenues in the past have been sluggish.  In 2021, we made good progress there.  In 2022, we have ambitious budgets in that area as well.  We will see them growing and contributing. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#O02900","nonspeaker":"Mr. Richard Collins","continuing":true},{"type":"speech","time":1642671000,"counter":298,"content":"<p>In regard to the net cost for public service activities, does the report provide a breakdown for individual items such as RT&Eacute; 1, RT&Eacute; 2?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00200","speaker":"1601"},{"type":"speechnospeaker","time":1642671000,"counter":299,"content":"<p>Yes.  It is in note 2 on page 110 of the annual accounts.  There is a breakdown there.  We itemise how much public funding goes into each channel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00300","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":300,"content":"<p>Is there anything about how it is hoped to offset some of the costs for underperforming services that would possibly be surplus to commercial activities?  Advertising and sponsors would be supported by the licence fee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00400","speaker":"1601"},{"type":"speechnospeaker","time":1642671000,"counter":301,"content":"<p>I am not fully clear on the Deputy's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00500","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":302,"content":"<p>Have any activities of note been looked at which are underperforming in regard to their commercial activities and advertising that would raise concerns about how they can be sustained in the long term?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00600","speaker":"1601"},{"type":"speechnospeaker","time":1642671000,"counter":303,"content":"<p>It is important to point out that because we are a public service broadcaster, there are a number of services that would not exist if there was not any public funding.  Not every service has a commercial aspect.  For example, Raidi&oacute; na Gaeltachta is a public service channel.  It is important to say that we would not be able to sustain all of our services if we did not have commercial funding.  It is the blend of both that allows us to fulfil our objects.  Over the past number of years, our revenue has fallen but our obligations have not.  We are maintaining the services to fulfil our public requirement.  The Deputy mentioned 2FM.  The very principle of public service broadcasting is that it should be a universal offering for all ages and 2FM fulfils a particular role in that younger demographic.  Without it, quite honestly, we may have a severe disadvantage.  Therefore, 2FM fulfils a unique and specific purpose and an age demographic that is engaging with RT&Eacute; on a daily basis and is very valuable both to us as an organisation and to advertisers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":304,"content":"<p>I ask members to signal to me if they want to contribute on a second round of questions.  I have a question for Ms Forbes in regard to the total wage bill at RT&Eacute;.  From the information supplied, I understand wages amount to &euro;123 million, social welfare payments, PRSI and so forth amount to &euro;13 million, pension costs are &euro;13 million and &euro;23 million is paid to self-employed contractors in RT&Eacute;, giving a total in the region of &euro;173 million.  Can the witnesses confirm that wages account for approximately 57% or 58% of the total budget?  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00800","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":305,"content":"<p>Personnel-related operating costs represent 56% of our total operating costs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P00900","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":306,"content":"<p>It is 56%.  I was not too far out.<\/p> <p>  I have a question on the overall financial position, which Ms O'Shea may wish to answer.  It has been stated that income has fallen more than &euro;100 million in the past six years and costs have gone up in the region of &euro;30 million.  The yield to the company from the sale of land was approximately &euro;100 million.  I listened to the replies of witnesses on the potential bill arising from the Department of Social Protection investigation.  Is it correct that, at this point in time, up to 500 workers could be included in that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01000","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":307,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01100","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":308,"content":"<p>That is the figure that is being examined by the Department of Social Protection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01200","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":309,"content":"<p>We will keep the discussion concise.  Given that a statute of limitations does not apply to an investigation by that Department, I find it hard to understand that RT&Eacute;'s financial section at this stage would not be doing some calculations as to the possible implications of that.  We are talking about a substantial sum of money.  In the context of a decline in income and the organisation running a deficit in five of the past six years, I ask the witnesses to indicate whether RT&Eacute; is doing any financial calculation on that at this point?  While I understand it would not have a definite figure, surely the financial controllers in RT&Eacute; are doing some kind of assessment of that at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01300","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":310,"content":"<p>I will answer that question.  As I said earlier, we carry provisions.  Given the nature of this investigation, which is complex, we do not really know where it will go at the end of the day and it is difficult to make a very specific provision.  We are carrying general provisions.  In terms of making them specific and linking them to individuals, that is not possible at the moment.  The process has to work its way through and the scope investigation has to finish before we can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01400","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":311,"content":"<p>In regard to the &euro;100 million yielded from the sale of the land, RT&Eacute; outlined to the committee previously that it was being used as capital investment to improve infrastructure on an annual basis.  How much of that &euro;100 million is left at this stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01500","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":312,"content":"<p>The receipts were &euro;107 million and it netted down to &euro;75 million after tax was paid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01600","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":313,"content":"<p>I saw that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01700","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":314,"content":"<p>There were some sales enabling projects as well.  At the moment, we have &euro;30 million cash on hand but &euro;20 million of that is committed to projects.  I would say &euro;10 million is uncommitted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01800","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":315,"content":"<p>I am pleased to hear that an increase in the licence fee is not being sought because it would be unfair to those who are paying it.  As I said to Ms Forbes last April, some of them are in low-income households and are dutifully paying that &euro;160 every year.  The licence fee makes up 57% of RT&Eacute;'s funding.  The fee is not being collected from 14% or 15% of households and then there are 15% of households without a television.  I am surprised to hear that figure is so high.  Is it correct that 30% of households are not paying a television licence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P01900","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":316,"content":"<p>I am sorry; I did not hear the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P02000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":317,"content":"<p>Approximately 14% of households that should pay a television licence fee are not paying it.  The documentation supplied indicates that a further 15% of households are without a television.  I was surprised at how high that figure is.  Is it correct that 29% or 30% of households in the State are not paying a television licence fee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P02100","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":318,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P02200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":319,"content":"<p>I am delighted to hear that RT&Eacute; is not seeking an increase in the television licence fee because it would be unfair to those households that are paying, particularly the low-income households.  I know the fee is collected by the Department and collection is contracted out to An Post.  Is RT&Eacute; in favour of improving the database?  I have suggested this a number of times over the years.<\/p><p>I have suggested improving the database by having registration at the point where people would be connected to a service by the companies, such as Vodafone, that provide television signals.  The same thing could happen when a television is purchased.  When someone purchases a car, it is necessary to register to pay motor tax and the purchaser becomes the registered owner at that stage.  The same thing could happen when people sign up with a television signal provider.  The database would be improved by using that method, although I am not saying such an approach would solve all the problems.  Would such measures give us a comprehensive database and would RT&Eacute; favour such an approach as a way of spreading the load?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#P02300","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1642671000,"counter":321,"content":"<p>Regarding the system, it has been said for many years, and this was also stated in a report published by the Joint Committee on Communications, Climate Action and Environment in 2017, that the current system is just not fit for purpose.  It needs major reform, rather than just an improved database.  We have gone beyond the point of going down particular paths in that regard.  This situation requires major reform in respect of the collection method, as well as consideration of the way in which people are now viewing television programmes.  The last time I was before the committee, we spoke about people in households without televisions watching or listening to RT&Eacute; through our online player.  The Broadcasting Act 2009 states that is okay.  The ways and means of viewing and listening that exist have changed this whole context, so the entire system of collection and the Broadcasting Act 2009 need to be reformed.  That is the important point that must be examined.  It has been said for many years by many people.  We await the outcome of the Future of Media Commission report to see what its recommendations will be and where we will go from there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00200","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":322,"content":"<p>The proportion of households that have a television but which are not paying the licence fee has reached 14%.  Regarding the figure of 15% we are being given for what are described as non-television households, how has that been reached?  How has the information been gathered to be enable it to be stated that 15% of households do not have televisions?  That is more than one in seven.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00300","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":323,"content":"<p>Ms O'Shea has the information on the methods used.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00400","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":324,"content":"<p>Those are not RT&Eacute;'s statistics.  The figures come from TAM Ireland, which is part of the Nielsen data, and that is the recognised unit of measurement for television viewership.  It is recognised throughout the market.  The reports are issued by TAM Ireland, and the figures concerning homes with no television have increased significantly during the past decade.  It has grown from 3% in 2011 to just over 15% in January 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00500","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":325,"content":"<p>The public, and particularly those people who are paying the television licence fee, and, as I said, especially households that are stretched to pay it because they are on low incomes, would be surprised to hear that more than one in seven households do not have a television set.  Ms O'Shea stated that this is a recognised measurement, but the public would have a job accepting it.  I certainly question that figure.  I accept that more people are viewing programmes online.  Generally, however, households viewing programmes online also have televisions.  The game here must be to try to improve the collection rates without increasing the licence fee.  We must spread the load to be fairer to the households I mentioned.  That is important.  I reiterate that I seriously question that figure for non-television households.  RT&Eacute; and the Department - and we have people here from the Department with us - should look again at where this figure is coming from.  There may be a dual system in operation, where people are viewing programmes online but also have television sets.  We do not want to penalise anybody, but we must be fair to those low- and middle-income households.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00600","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":326,"content":"<p>Regarding the non-television homes, what qualifies in that category are not necessarily households with no television sets, but those that do not have a connection to an aerial to effectively allow the reception of what we would call regular, linear television broadcasts.  It is possible to have a television that is connected to a box or it might involve a box and IP delivery.  Hence, again, the definition here is also out of date.  That is why that figure may seem unbelievable, but it is a definition issue.<\/p> <p>  It is also worth stating that we have seen significant increases in the viewing of live television via the RT&Eacute; Player.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00700","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":327,"content":"<p>I accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00800","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":328,"content":"<p>Typically, if those households had televisions, particularly for sports events, we would imagine that they would watch it on the big screen.  Those people, however, are watching through the RT&Eacute; Player on a laptop or mobile device, generally.  This whole area of the non-television homes has been exacerbated by the impact of the Covid-19 pandemic.  Many younger people, especially, are not buying televisions.  They are using their laptops, desktop computers or mobile devices as their viewing mechanisms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q00900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":329,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q01000","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":330,"content":"<p>It is a big figure.  The other aspect, of course, is that we know that 92% of people access RT&Eacute; in any given week.  There is an anomaly there as well.  That is what the information is telling us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q01100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":331,"content":"<p>I thank Ms Forbes.  Some Deputies have indicated that they wish to come back in a second time.  I ask anyone else who wishes to contribute again to indicate.  To be fair, I will call Deputy Devlin first because he has just joined the meeting and has not had the chance to comment yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q01200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":332,"content":"<p>I apologise for being delayed.  I will start with some questions concerning the opening statement.  I apologise as well if some of these questions have been posed already.  I welcome Ms Forbes and her team.  It is good to see everybody again.  Turning to the opening statement from the Comptroller and Auditor General, concerning the additional funding provided to support enhanced programming during the Covid-19 pandemic, I am aware of the educational programmes that were broadcast.  I commend them, because they were very informative and beneficial, given that schools were closed at the time and there was online learning.  Those programmes were good productions and really well done.  I praise the people behind those programmes.  What other types of programming were funded from that additional allocation given in 2020?<\/p> <p>  Regarding the licence fee, I noticed that roughly the same amount of money was collected in 2019 as in 2020.  Ms Forbes said that there was a rate of a little over 15% for non-payment of the licence fee.  What steps are being taken in that regard, or what kind of review of the process is underway, to try to reduce that figure?  It has climbed year on year, if I am not mistaken.  A similar figure is provided in Ms Forbes' opening statement concerning more than 15% of people who classify themselves as having no television, if I am not mistaken on that aspect.<\/p> <p>  Moving to the mention that was made of the critical upgrading of studio and broadcasting infrastructure, what kind of percentage of RT&Eacute;'s overall spending is being spent on replacing that equipment?  Those are my questions for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q01300","speaker":"1481"},{"type":"speechnospeaker","time":1642671000,"counter":333,"content":"<p>On the extra funding provided, it was allocated to TG4, as opposed to RT&Eacute;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q01400","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":334,"content":"<p>Actually, it was the broadcasting fund that got the additional resources.  Additional resources were given to TG4, but the significant increase was in the broadcasting fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q01500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speechnospeaker","time":1642671000,"counter":335,"content":"<p>Yes, and my recollection is that money went to the radio sector.  I thank the Deputy for his comments regarding &quot;Home School Hub&quot; and the other content.  We created all that content within the existing budget.  Any additional content that was produced came from within that budget.  We had no additional funding <i>per se<\/i>to cover any Covid-19 issues.<br\/><br\/>Turning to the licence fee and the whole process there, as I have outlined and as was outlined by the Joint Committee on Communications, Climate Action and Environment in 2017, is that the current system is not fit for purpose.  As the Deputy is probably aware, the collection of the licence fee is done by An Post.  There is an agreement between the Department and An Post in that regard.<\/p><p>The Department can comment on measures being taken to amend or change any of that.  The Future of Media Commission was established to try to come up with a future-proofing method of collection, recognising what has been said in the past about the current system not being fit for purpose.  That is my comment on that.<\/p><p> What was the third part of the Deputy's question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Q01600","nonspeaker":"Ms Dee Forbes","continuing":true},{"type":"speech","time":1642671000,"counter":337,"content":"<p>The third part was about the percentage of spend on the replacement of equipment in RT&Eacute;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00200","speaker":"1481"},{"type":"speechnospeaker","time":1642671000,"counter":338,"content":"<p>Mr. Collins can talk about the capital spend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00300","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":339,"content":"<p>Our operation capital spend has been approximately &euro;7.5 million over the last few years.  When we did the land sale, the proceeds were ring-fenced for strategic projects.  Part of that was capital expenditure, with &euro;35 million ring-fenced for capital expenditure.  In 2018 and 2019 we were able to divert another &euro;7.5 million to capital spend.  I am giving rounded figures, so we spent about &euro;15 million a year on capital.  Obviously, the onset of the pandemic slowed things down in the last two years, but they are the sort of figures we are running at.  However, that fund is going to run out and we will be back to the &euro;7.5 million.  The business needs to be spending &euro;15 million a year into the future to refresh our existing infrastructure but also to prepare us for the digital world or the digital roadmap of the future.  This all links back in with our funding issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00400","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":340,"content":"<p>Ms Forbes mentioned in her opening statement the large-scale organisational restructure being undertaken.  I note the issues regarding gender pay.  I understand RT&Eacute; is participating in a working group with the Department as one of 500 other organisations.  Specifically regarding the large-scale organisational restructuring in RT&Eacute; and given the challenges Ms Forbes just spoke about in the media sector, particularly public service broadcasting, can she point to any other organisation similar to RT&Eacute; anywhere around the globe that she would like RT&Eacute; to emulate in respect of digital content, news and current affairs and other general programming, or is it a unique challenge here?  If one looks across the water to the BBC, for example, and what has happened there with the licence fee and the challenges it faces, it is quite similar for public service broadcasting, but can she point to any other jurisdiction where she would say there is a good balance and a good mix and it is something she would like to replicate here?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00500","speaker":"1481"},{"type":"speechnospeaker","time":1642671000,"counter":341,"content":"<p>First, it is probably common that every public service broadcaster is faced with challenges at present.  It is the nature of the time and of the obligations that go with that.  If we were to look at particular markets that have a well-functioning system and as a result have strong services, one has to point to the Nordic countries.  Perhaps Finland is comparable with us in terms of size and population, for example, but it has more revenue and a lot more people employed.  Likewise, Norway is a very strong hub for content creation, as is Denmark.  Again, the funding mechanism there has changed over the years and they have moved much more to a tax-based system to ensure that the public service broadcasters are funded.  The Nordic countries certainly would be a place to consider.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00600","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":342,"content":"<p>Is my time up, Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00700","speaker":"1481"},{"type":"speech","time":1642671000,"counter":343,"content":"<p>You have two minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":344,"content":"<p>Ms Forbes also mentioned in her opening statement, with regard to the casual contractors who were ultimately offered contracts, that 82 contracts were offered and there were 79 acceptances.  Without naming anybody, can she give us a rough reason for the other three individuals deciding not to accept?  I assume they were doing regular work and would have accepted a contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R00900","speaker":"1481"},{"type":"speechnospeaker","time":1642671000,"counter":345,"content":"<p>There were three.  I have to go and look at why that was.  I do not have that information to hand but I can refer back to the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01000","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":346,"content":"<p>Ms Forbes might send a note.  I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01100","speaker":"1481"},{"type":"speech","time":1642671000,"counter":347,"content":"<p>I call Deputy Carthy.  He has four minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":348,"content":"<p>I have three short questions.  The first refers to note 18 of the 2020 financial statements, and this relates to our previous conversation.  Other payroll-related accruals are up from &euro;7 million in 2019 to over &euro;15 million in 2020.  That is a substantial increase.  The footnote states that other employee-related accruals consist of employee benefits such as employee remuneration and holiday leave provided for in accordance with IAS 19 employee benefits.  That is a substantial increase.  How is that accounted for and does it relate to our previous discussion about the historical misallocation of people as being self-employed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01300","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":349,"content":"<p>Mr. Collins will take that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01400","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":350,"content":"<p>The Deputy is correct that it is a substantial increase, but there is a wash-through in there.  It is to do with the wages subsidy scheme and the reconciliation of that will wash through this year.  It is quite complicated, but it is just that the way the system was being reconciled at the end of the year created a large accrual or liability.  There was also an accrual there for increments that had not been paid for a couple of years.  There were various other accruals, including holiday pay that had built up where staff had not taken all their holidays.  We accrued for the cost of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01500","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":351,"content":"<p>I take it from the response that the increase is not related to the issue regarding the negotiations with the Revenue Commissioners and the Department-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01600","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":352,"content":"<p>The Deputy is correct; it is not.  It is mainly related to another one-off issue, a wash-through there on the temporary wages subsidy scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01700","nonspeaker":"Mr. Richard Collins"},{"type":"speech","time":1642671000,"counter":353,"content":"<p>Perhaps Mr. Collins might provide us with a paper on that expenditure to allow us to elaborate on it further.<\/p> <p>  I have a question for Ms Forbes about the high earners.  We know that RT&Eacute; publishes the ten high earners annually.  They are usually household names.  When is it intended to publish those figures pertaining to 2021?  Considering the discussion we have had about RT&Eacute;'s precarious financial situation, have there been negotiations with the highest earners to reduce their level of remuneration?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01800","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":354,"content":"<p>Yes.  We outlined in the 2019 strategy that we were seeking a reduction of 15% in that number and that has been achieved for 2020 and also for 2021.  In respect of the publication of the 2020 numbers, they are still being audited.  Once they are available, which we hope will be in the coming month, we will publish them.  Our obligation is that we publish two years in arrears, so we will be publishing the 2020 numbers as soon as we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R01900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":355,"content":"<p>Why does it take two years to publish what is paid?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02000","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":356,"content":"<p>This was the agreement that was made at the time.  There are commercial sensitivities around these numbers and the agreement at the time was that it would be done two years in arrears.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":357,"content":"<p>Of the top ten individuals, how many of those would have seen decreases in their payments in 2021 <i>vis-&agrave;-vis<\/i>2020?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02200","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":358,"content":"<p>We will outline that when we publish the numbers.  To reiterate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":359,"content":"<p>I am talking about 2021.  Ms Forbes is saying it will be 2023 before we will be able to see those figures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02400","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":360,"content":"<p>The 2021 numbers.  That is correct.  However, what I can confirm is that the 15% reduction applies to 2020 and 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":361,"content":"<p>That reduction could be accounted for through individuals retiring as opposed to current high earners seeing a significant reduction in the payments made to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02600","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":362,"content":"<p>I will ask Ms O'Shea to take that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02700","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":363,"content":"<p>To confirm, we are looking at the same individuals.  In 2020 the reduction is not on retired individuals.<\/p><p>Nevertheless, the population of that top ten does vary from year to year depending on the programmes, the number of programmes and the volume of output that they are involved in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#R02800","nonspeaker":"Ms Fiona O'Shea","continuing":true},{"type":"speech","time":1642671000,"counter":365,"content":"<p>The old Radio Centre is still being used.  Doe RT&Eacute; intend to keep that building operational?<\/p> <p>  I have a particular interest in the orchestra studio as it is the only recording studio of that type in the country.  Will RT&Eacute; ensure that it will remain operational into the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00200","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":366,"content":"<p>The Radio Centre, as the Deputy mentioned, is a hugely valuable building to us.  We are carrying out some upgrade works.  We need more modern studios, more radio studios.  In fact, they are in the process of being finalised at the moment so we will have some new studios in what we call the TV building.  They will be visual radio studios so will allow both audio and video to come from the same studio, which we do not have right now.<\/p> <p>  As we go forward we have to assess, I suppose, what work that Radio Centre will need in terms of further future proofing.  A lot of the infrastructure is very old hence we are upgrading the studios in a different place.  The future use of it will be determined as we go forward in that face.  It is a core part of RT&Eacute;.<\/p> <p>  As the Deputy said, studio 1 is unique.  It plays a very big role for the orchestra and I do not see that changing, certainly in the short term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00300","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":367,"content":"<p>I ask the witnesses to please forgive me if they have answered a question on this matter before but I had to attend another meeting.  I seek assurances on the future of the Cork radio and television studies.  Can Ms Forbes give us a guarantee that there is a sustainable future for Cork specifically?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00400","speaker":"1514"},{"type":"speechnospeaker","time":1642671000,"counter":368,"content":"<p>The Cork studio and office is hugely important to RT&Eacute; not only because of our presence but because of the output that comes from that studio.  We have many radio shows that come from there.  We have \"The Today Show\" and we have a lot of other shows that come out of there.  So, it certainly is important to us to remain in Cork.  Again, like all of our infrastructure, we have to review it.  Is the building fit for purpose?  Again, there is analysis going on on that one.  We are certainly not leaving Cork any time soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00500","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":369,"content":"<p>I hope that the Deputy heard that Cork will be looked after.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":370,"content":"<p>I thank Ms Forbes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00700","speaker":"1514"},{"type":"speech","time":1642671000,"counter":371,"content":"<p>A sum of &euro;13 million was allocated for the orchestra in 2019 and funding was reduced in 2020, presumably due to Covid.  What level of revenue is generated by the orchestra?  Does the orchestra generate revenue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00800","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":372,"content":"<p>For clarity, the &euro;13 million is for two orchestras.  That is both the NCO and the NSO.  So, going forward, we will have under half of that for the NCO.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S00900","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":373,"content":"<p>To date, have they generated any revenue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01000","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":374,"content":"<p>It is small.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01100","nonspeaker":"Ms Dee Forbes"},{"type":"speech","time":1642671000,"counter":375,"content":"<p>How many employees are engaged in both orchestras?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01200","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":376,"content":"<p>Will Ms O'Shea handle those?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01300","nonspeaker":"Ms Dee Forbes"},{"type":"speechnospeaker","time":1642671000,"counter":377,"content":"<p>I am happy to come in on that.  Just to confirm, in relation to the revenues generated by the orchestras, that would be disclosed within our annual report on pages 110 and 111.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01400","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":378,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01500","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":379,"content":"<p>One can see, obviously in 2020 the impact of Covid, there is a surplus on commercial activities of &euro;600,000.  In the previous year, 2019, it was approximately &euro;2.5 million.  So that would be the surplus and commercial revenues generated.<\/p> <p>  In respect of the number of employees, there are approximately 160 employees engaged in the orchestras.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01600","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":380,"content":"<p>Yesterday, I heard the news that one orchestra will be transferred from RT&Eacute;.  What is the total debt combined for RT&Eacute; at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01700","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":381,"content":"<p>We have borrowings currently of &euro;65 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01800","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":382,"content":"<p>Is that the sum total?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S01900","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":383,"content":"<p>That is the total of drawn borrowings currently, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S02000","nonspeaker":"Ms Fiona O'Shea"},{"type":"speech","time":1642671000,"counter":384,"content":"<p>I have a question on the centenary coverage for Ms Forbes.  By and large, there was some good coverage and the programme was informative, particularly for a young audience.  There was fairly balanced coverage but I have two little criticisms.<\/p><p>First, on the re-enactment of the media coverage around the signing of the treaty, I query the setting.  Mr. David McCullagh did very well but he was in a very modern studio and more modern than the one we are in now.  The programme did not catch the atmosphere as well as it could have because a modern studio was used.  However, in general, the content was good.<\/p><p>I have another small criticism or suggestion as last weekend the programme was repeatedly broadcast.  I received a number of complaints and phone calls that the programme was repeated <i>ad nauseam<\/i>on the RT&Eacute; channels as a commemoration of the weekend when British troops left Ireland.  That was inaccurate in the sense that, obviously, for the people who live in the North they know that British troops have not left Ireland.  People currently, looking back over the last four decades, have lived in one of the most militarised parts of the world.  I am just pointing out that there was a huge inaccuracy.  In the round I can say that the coverage was good.  In future it is important that RT&Eacute; is mindful that when talking about Ireland there are 32 counties on the island.<\/p><p>As no members have indicated a wish to comment then that concludes questions.  I thank Ms Forbes and her staff from RT&Eacute; and all the witnesses from the Department for joining us today.  I thank all of them for the work involved in preparing for this meeting and the substantial documentation that was supplied prior to this meeting was useful.  I also thank the Comptroller and Auditor General, Mr. Seamus McCarthy, and the staff for attending and assisting with today's committee meeting.<\/p><p>Is it agreed to request the clerk to the committee to seek any follow-up information and carry out any agreed actions arising from this meeting?  Agreed.  Is it also agreed that we note and publish the opening statements and briefings provided for today's meeting?  Agreed.<\/p><p>The meeting of the Committee of Public Accounts is suspended until 1.30 p.m. when the committee will resume in public session to consider correspondence and any other business of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#S02100","speaker":"1491"},{"type":"unspoken","time":1642671000,"counter":385,"content":"<p>The witnesses withdrew.<\/p>"},{"type":"unspoken","time":1642671000,"counter":386,"content":"<p>Sitting suspended at 12.30 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Business of Committee","time":1642671000,"counter":387,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00100"},{"type":"speech","time":1642671000,"counter":388,"content":"<p>The business before us today includes minutes, correspondence, the work programme and any other business.  We will go into private session before adjourning.  The first item is the minutes of the meeting from 16 December, which have been circulated to members.  Do members wish to raise any matters relating to those minutes?  If not, are the minutes agreed?  Agreed.  As usual, the minutes will be published on the committee's website.<\/p> <p>  The second item relates to accounts and financial statements.  At this point we usually consider accounts and financial statements but as these are derived from the Order Paper of the D&aacute;il, which returned yesterday, we will resume consideration of accounts and financial statements next week on 27 January.<\/p> <p>  We can move to correspondence.  As previously agreed, items not flagged for discussion for this meeting will continue to be dealt with in accordance with the proposed actions that have been circulated.  Decisions taken by the committee relating to correspondence are recorded in the minutes of the committee meetings and published on the committee's website.  The first category of correspondence under which members have flagged items for discussion is category B, correspondence from Accounting Officers or Ministers and follow-up of Committee of Public Accounts meetings.<\/p> <p>  The first is No. 967B is from Mr. Ken Spratt, Secretary General at the Department of Transport, dated 9 December 2021.  It provides the information we requested during our meeting with representatives of the Department on 11 November.  We held this over from our previous meeting in December because there is a substantial amount of information in it.  The detailed response runs to 22 pages and addresses 19 specific requests for information across a wide range of areas, including the operation of the port tunnel, the number of electric vehicles in the State and steps towards the 2030 targets for reducing greenhouse gas emissions from transport by 51%.  Before I open this to debate on the floor, I should say that it is proposed to note and publish this correspondence.  Is that agreed?  Agreed.  This has been flagged for discussion by me and Deputies Catherine Murphy, Matt Carthy and Imelda Munster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":389,"content":"<p>I will probably hold off on making a contribution on this because we will have representatives of Transport Infrastructure Ireland, TII, and the National Transport Authority, NTA, before us and some of the information would be useful in that regard.  On that basis, this item is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00300","speaker":"1489"},{"type":"speech","time":1642671000,"counter":390,"content":"<p>As Deputy Murphy has said, we will have those witnesses before us in the next fortnight so I can raise any matters then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00400","speaker":"1497"},{"type":"speech","time":1642671000,"counter":391,"content":"<p>Does Deputy Carthy want to keep his powder dry as well or speak to this now?  I am not sure if he is on the call.  I have a similar perspective.  There is much information in this and we will have representatives from the NTA before us, with representatives from TII in the following week.  It would be better to deal with some of the points in it then.  We will send a response to the correspondence and bring to the Department's attention that matters in the correspondence will be raised at that committee hearing.<\/p> <p>  No. 968B is from Mr. Eamonn Quinn, head of the major capital projects unit at the Department of Health, dated 10 December 2021.  It concerns information requested by the committee relating to the national paediatric hospital.  The substantive response to this query was provided by the national paediatric hospital development board back in December and it was No. R0974.  It was circulated for that meeting because it was relevant.  It is proposed that we note and publish the item before us today from the Department of Health.  Is that agreed?  Agreed.  Again, this has been flagged for discussion by me and Deputies Cormac Devlin and Catherine Murphy.  As Deputy Devlin is not on the call, I call Deputy Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00500","speaker":"1491"},{"type":"speech","time":1642671000,"counter":392,"content":"<p>Essentially, what we have been told is that the Secretary General will not be engaging further on this and the national paediatric hospital will deal with us if we have queries.  The Department of Health is not a disinterested party, however, and if there are escalating costs, they will come through in the budget at the Department of Health.  I want to flag this and none of us will be fobbed off with an argument that this is nothing to do with the Department of Health.  At the end of the day, that is where the Vote will be relating to any escalation in cost.  When we engaged on this before Christmas, it was very clear that the &euro;1.7 billion cost may not stay at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00600","speaker":"1489"},{"type":"speech","time":1642671000,"counter":393,"content":"<p>I concur and it is not acceptable that the Department is essentially refusing to provide information on the basis that this is going to the board of the paediatric hospital.  Of course, we will get the information from whatever source we can but we must be confident there will be robust oversight by the lead Department.  On a number of occasions we have discussed the huge increases in costs of which we have already become aware.  We are now in a position where it seems neither the board nor the Department can provide us with an estimated final cost for this project.  Therefore, Deputy Murphy's point is absolutely valid and we should follow up on it.<\/p> <p>  I apologise for coming in late but I take it the committee has dealt with the correspondence from the Department of Transport.  If it has, I ask for us to return to it briefly in order to make a point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00700","speaker":"1451"},{"type":"speech","time":1642671000,"counter":394,"content":"<p>We will have representatives from the NTA next week and from TII the following week, along with people from the Department.  Is the Deputy happy enough to leave his point until then?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":395,"content":"<p>I have a broader point I want to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z00900","speaker":"1451"},{"type":"speech","time":1642671000,"counter":396,"content":"<p>Go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z01000","speaker":"1491"},{"type":"speech","time":1642671000,"counter":397,"content":"<p>We can deal with the questions in a substantive manner then.  My point relates to the figures we have seen on the targets for electrification of passenger cars.<\/p><p>Obviously, there is a broader debate about our climate action obligations and that is all well and good, but the Committee of Public Accounts will have to have a view over a period, including with a review of this in the form of a report at some stage with regard to the value for money of this aspect.  There is a suggestion that, between 2025 and 2030, 670,000 electric cars will be sold, a key plank of our climate action targets.  That suggests that 134,000 cars will be sold on average every year.  Given the total number of all cars sold in 2019 was 117,000, there are questions as to whether that will be possible.<\/p><p> Even if it is possible - I return to the issue of value for money - the information we have on where electric vehicles are being purchased suggests they are being purchased predominantly in areas that are well serviced by public transport.  There are up to 46,000 electric vehicles on our roads and 21,000 of them are based in Dublin.  If that trend continues, we will be subsidising the provision of new cars in areas where there is adequate public transport - I am not saying that cannot be improved; of course it can - to the detriment of areas in more rural-based counties that have virtually no public transport.  Over the coming months, this committee will have to have a view on the value for money, where money is being expended and whether it is delivering for the taxpayer, as well as whether it is helping us to achieve our climate action obligations, something other committees will deal with the specifics of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#Z01100","speaker":"1451","continuing":true},{"type":"speech","time":1642671000,"counter":399,"content":"<p>On the final point, that target of more than 600,000 cars will have to be reached within the next seven years.  It will involve about 80,000 or 90,000 electric cars being sold each year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#AA00200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":400,"content":"<p>The figures outlined in the documentation suggest that, between now and 2025, the total number of new electric vehicles will increase to 170,000.  From 2025 to 2030, the figure will increase to 845,000 vehicles, or an average of 134,000 per year in those five years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#AA00300","speaker":"1451"},{"type":"speech","time":1642671000,"counter":401,"content":"<p>I was referring to the overall average.  In County Laois, only 210 electric vehicles were purchased last year, while the figure for County Offaly was 167 and that of County Monaghan was low as well.  I suggest we write to the Department of Transport to highlight the point.  The difference between the number sold in Dublin compared with that in the more rural counties jumped out to me as well.  Even the figure for County Cork, a very large county, is relatively low, with a total of fewer than 5,000.<\/p> <p>  If the committee agrees, we will write to the Department of Transport to ask about the cost of the subsidy and the fact that - this is not to penalise anyone in Dublin - it seems lopsided that the bulk of the funding and subsidies would go to the people who have the shortest journeys, while those who have the longest journeys are stuck with diesel or petrol.  There is a total of 21,519 electric vehicles in Dublin, which is obviously good but the same is not happening throughout the country.  If the committee agrees, we will write to the Department of Transport to seek figures on that.  We need also to ask about the first point the Deputy made, regarding how the figures will be met.  The average over the seven-year period, and particularly the increase over the final four years, as he pointed out, seems unachievable given the number of new-car sales in the State.  Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#AA00400","speaker":"1491"},{"type":"speech","time":1642671000,"counter":402,"content":"<p>The point I was making is a broader one.  The committee might carry out long-term work on the value-for-money aspect of the State or Exchequer subsidising somebody who, perhaps, has access to public transport to purchase a brand new car while people in other parts of the country cannot afford a brand new car and have no access to public transport.  They are, essentially, paying towards those new vehicles.  In the context of our remit to ensure value for money, it is something that warrants work on our part.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#AA00500","speaker":"1451"},{"type":"speech","time":1642671000,"counter":403,"content":"<p>We will seek answers to those initial questions, in any event.  I agree that work needs to be carried out.<\/p> <p>  To return to the correspondence relating to the national paediatric hospital, there was a substantive response, which members will see in their copy of the correspondence, from the National Paediatric Hospital Development Board in December, namely, No. R0974.  I agree the response from the Department of Health is disappointing, which is the best I can say about it.  If members agree, particularly those who raised the issue, I propose we write back to the Department of Health to express our disappointment with the response and to point out, as members have said, that the Department is not just a bystander in this but rather is the line Department with responsibility for the matter.  We might ask it for a comprehensive response.  Is that agreed?  Agreed.<\/p> <p>  No. 970B, from Ms Aileen Healy, director of administration in the Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC, dated 14 December 2021, is a response to correspondence the committee received from the Department of Justice regarding GSOC's resourcing.  Members may recall this being raised last year.  GSOC remains concerned regarding its workload but is working with the Department to ensure it has the resources to deal with its increasing workload and the draft policing, security and community safety Bill, which, if enacted, will increase its workload.  The correspondence also addresses an industrial relations dispute in An Garda S&iacute;och&aacute;na and its impact on GSOC's work.  The committee considered the information provided on a confidential basis in respect of that dispute from An Garda S&iacute;och&aacute;na in December.  GSOC is on our draft work programme for early this year.  It is proposed to note and publish the correspondence.  Is that agreed?  Agreed.  This item was raised by me and Deputies Devlin and Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#AA00600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":404,"content":"<p>It is fair to criticise an organisation only if it is given the ability to do the job it is asked to do, and there are some serious issues in this response in respect of just that.  This is not the first time we have had something drawn to our attention by GSOC or Ms Justice Mary Ellen Ring, who gave us quite a lengthy response on a previous occasion.  A couple of paragraphs in the response before us are of concern.  GSOC is being reformed and we are told in the reply it is important to note this level of resourcing will allow GSOC to deal only with the current workload under the existing legislation.  It goes on to state these resourcing levels do not take into account the additional requirements consequent on the intended transition to the successor complaints body provided for in the draft policing, security and community safety Bill.  That is pretty serious stuff, given we know there are already significant delays and backlogs.  While it is positive that resources are being allocated to deal with that, we need that successor organisation to be fit for purpose.<\/p><p>We are being told that the resources are not being provided to do that.  We should express our concern to the Department of Justice on that.  I do not believe that we can criticise an organisation in the full knowledge that we know it is not being resourced.<\/p><p> My second point is about the pay dispute involving the senior Garda officers.  On the last page of this reply we are being told that senior Garda officers have withdrawn from work they consider outside their core duties.  Can we check with GSOC whether this is deemed to be a core duty, and if this is something they are obliged to do?  I do not see how GSOC can function without this co-operation.  I believe that this dispute has been going on since last July.  We must check again with the Department of Justice exactly what exactly is the plan of action to deal with this, and to find out if this is regarded as a core duty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#AA00700","speaker":"1489","continuing":true},{"type":"speech","time":1642671000,"counter":406,"content":"<p>The paragraph that caught my eye was the pay dispute and the difficulties this is causing for GSOC.  Aileen Healy, the director of administration in GSOC stated: \"We have been informed that, since July 2021, as result of a dispute over pay and allowances, some senior Garda officers have withdrawn from work they consider outside their core duties.\"  The question arises as to whether some Garda officers were not taking that line.  We do not know.  The reply also states: \"Such duties include the investigation of complaints referred to them by GSOC under section 94 of the Garda S&iacute;och&aacute;na Act 2005.\"  It is very serious if complaints that have been referred to the senior garda&iacute; to investigate are not being investigated.  Even more serious is the following statement: \"These are complaints involving alleged breaches of discipline and do not include criminal allegations.\"  If senior garda&iacute; are refusing to investigate complaints alleging breaches of discipline, that would be a very serious matter.  Deputy Murphy has suggested that we write to GSOC to ask if this is correct and if these duties are outside the core work, which would be surprising.  We will see what GSOC has to say about that.  We will seek that clarification from the ombudsman.<\/p> <p>  Deputy Devlin is not with us.  Is it agreed to that we should seek that clarification?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":407,"content":"<p>I am not sure if I have heard the Chairman's suggestion fully but it would be incumbent on the committee, having received the information, to also ask the Minister for Justice for an update.  Every group of workers is fully entitled to take industrial action.  I do not believe there is anything that we would like to do to undermine the workers' rights to take industrial action, but it is my understanding that there are other implications.  For example, the appointment of sergeants in the force is also being impacted by this.  Perhaps we should also seek information from the Minister for Justice on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00300","speaker":"1568"},{"type":"speech","time":1642671000,"counter":408,"content":"<p>We can get that from the Secretary General, who will be the most accountable officer to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00400","speaker":"1491"},{"type":"speech","time":1642671000,"counter":409,"content":"<p>I am happy with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00500","speaker":"1568"},{"type":"speech","time":1642671000,"counter":410,"content":"<p>The Deputy is happy enough with that.  When I see the term \"consider outside their core duties\", I am a little concerned about that and whether people are defining what are core duties and what are not.  We will seek the Secretary General's take on it, and GSOC.  Deputy Carthy wants to come in on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":411,"content":"<p>I agree with everything that has been said.  I believe the dispute is incredibly serious.  Of course, any group of workers can take a stand when required, but essentially we have an indication from GSOC that senior garda&iacute; are refusing to engage with it on alleged breaches of discipline within the force.  I concur entirely with Deputy Murphy that this would put a serious question over how GSOC can operate in those instances.  I agree with everything that has been said, including Deputy McAuliffe's proposal that we would seek clarification from the Department.  While the Department is probably aware of this, I suggest that we share this correspondence with the Oireachtas justice committee, which clearly has a role in the operation of this matter.  Given the overall tenor of the correspondence in considering the challenges that have been outlined by GSOC around to its ability to do its work in an effective and timely manner, as a result of the increasing complaints and other issues, we need to bring its officials before this committee as quickly as possible to tease these matters out.  I am often critical of GSOC and the way it does its work, but these delays have a real impact.  When GSOC spends several years investigating a particular complaint, it has wider implications.  I have previously referred to the case of Shane O'Farrell.  The time that GSOC took to carry out its investigation meant that every other agency and individual involved was able to say: &quot;We cannot deal this because GSOC is conducting an inquiry.&quot; This led to several years where, essentially, nothing happened in the family's pursuit for justice.  We learned last week through <i>The<\/i><i>Sunday Times<\/i>Ireland journalist, Mark Tighe, that in the findings of GSOC in that case, the Garda Commissioner had revoked the findings of negligence in respect of two of the three garda&iacute; who were cited.  That report was telling in its omissions as opposed to its findings, and yet even those findings have not been implemented.  These delays have real impacts on real people, real cases and the real pursuit of truth and justice.  We need to pursue this matter further.  When we are dealing with our committee work plan I will urge that we expedite our hearing with GSOC.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00700","speaker":"1451"},{"type":"speech","time":1642671000,"counter":412,"content":"<p>We have our work programme for early March, and we have not formally engaged yet.  We will ask the secretariat to formally notify them of our intentions and try to have that engagement at the earliest opportunity.<\/p> <p>  No. 975B from Ms Orlaigh Quinn, Secretary General, Department of Enterprise, Trade and Employment, dated 15 December 2021, responds to a request for information regarding the numbers of people classified as self-employed.  The Secretary General states that this is a matter for the Department of Social Protection and the Office of the Revenue Commissioners, so it is proposed to note and publish the correspondence and refer the query to those bodies.  Is that agreed to?  Agreed.  Deputy Munster had flagged this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":413,"content":"<p>I just wanted to confirm that it will be forwarded on to Revenue and the Department of Social Protection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB00900","speaker":"1497"},{"type":"speech","time":1642671000,"counter":414,"content":"<p>That is okay.<\/p> <p>  No. 978B from Mr. Graham Doyle, Secretary General, Department of Housing, Local Government and Heritage, dated 16 December 2021, provides information requested by the committee on the funding of An Taisce.  We have requested similar information from 11 bodies and have now received all of the responses.  It is proposed to note and publish this item and to consider the responses together at next week&rsquo;s meeting.  The secretariat will pull all 11 responses together.  Is that agreed to?  Agreed.  This was flagged by Deputy Carthy.  Would he like to come in on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01000","speaker":"1491"},{"type":"speech","time":1642671000,"counter":415,"content":"<p>No, I am happy to leave it until next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01100","speaker":"1451"},{"type":"speech","time":1642671000,"counter":416,"content":"<p>I know it is of particular interest to the Deputy.  I believe that the figure I see for 2021 is &euro;710,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":417,"content":"<p>If I may, Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01300","speaker":"1514"},{"type":"speech","time":1642671000,"counter":418,"content":"<p>Go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01400","speaker":"1491"},{"type":"speech","time":1642671000,"counter":419,"content":"<p>I lost track momentarily.  Is the Chairman on No. 977-PAC 33 or has the Chairman moved on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01500","speaker":"1514"},{"type":"speech","time":1642671000,"counter":420,"content":"<p>No. 978B.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":421,"content":"<p>Can I speak to No. 978B?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01700","speaker":"1514"},{"type":"speech","time":1642671000,"counter":422,"content":"<p>Yes, go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":423,"content":"<p>I am a little bit concerned.  I welcome and acknowledge the fact that the Department has corresponded with us in respect of An Taisce.<\/p><p>However, I am a little confused about questions Nos. 3 and 4, specifically the reply to question No. 4, which states:<\/p><blockquote>\tOn 5th August 2021, An Taisce responded to the Department's letter noting the concerns expressed therein and confirming that they are &quot;fully in compliance with the DPER circular 13\/2014.&quot;   <\/blockquote><p>That still does not answer the question about the issue of restricted funds and whether or not the Department is fully satisfied that there should have been, within the final accounts, specific reference to Circular 13\/2014 and those same restricted funds.  I am wondering if, with the agreement of my colleagues and the Chairman, we can ask the Department for further clarification on questions Nos. 3 and 4 and whether there is an obligation for specific reference to the Department of Public Expenditure and Reform Circular 13\/2014.  We should ask how the Department has asked questions and satisfied itself that An Taisce is fully compliant with that circular.  It seems that the Department has merely said it accepts the response from An Taisce.  That is my interpretation and I am open to correction on that and to guidance from the Chairman.  I would like to interrogate that further to satisfy my mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#BB01900","speaker":"1514","continuing":true},{"type":"speech","time":1642671000,"counter":425,"content":"<p>I ask the Deputy to clarify his proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":426,"content":"<p>Can we work on a response to this correspondence from the Secretary General asking for a further articulation of Circular 13\/2014 and what happened when the Department was engaging with An Taisce in respect of that circular?  The Secretary General stated:<\/p> <blockquote> \tthere are robust arrangements in place to monitor funding from the Department to An Taisce and to ensure that such funding is in compliance with the conditions of Circular 13\/2014.  This includes service level agreements, ongoing engagement, reporting and vouched expenditure. <\/blockquote> <p>I am still not satisfied that the 2019 accounts were as they should have been.  If the Secretary General comes back to us and states the Department is absolutely satisfied it has done everything, then fair enough, but I would like to pursue the issue a little further, if I may.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00300","speaker":"1514"},{"type":"speech","time":1642671000,"counter":427,"content":"<p>That is clear.  Is the committee agreed that we will seek that clarification and further information relating to Circular 13\/2014?  Agreed.<\/p> <p>  The next item of correspondence is No. 980B from Mr. Ken Spratt, Secretary General at the Department of Transport, dated 16 December, providing information requested by the Committee of Public Accounts relating to non-compliant procurement.  The committee has a standing agreement to request explanations for material instances of non-compliant procurement identified by the Comptroller and Auditor General to a value of more than &euro;500,000.  The quantum here is &euro;1,131,000.  It is proposed to note and publish that item of correspondence.<\/p> <p>  Deputy Devlin had flagged this matter but he is not with us.  Does any other member wish to comment on that issue?  No.  We will note and publish that correspondence.<\/p> <p>  The next item of correspondence is No. 982B from Dr. Orlaigh Quinn, Secretary General at the Department of Enterprise, Trade and Employment, dated 17 December, providing information requested by the committee during its meeting with representatives of the Department on 18 November.  It includes responses to the 12 questions asked on a range of issues, including the restart grant and the number of jobs created through foreign direct investment since 2019.  It is proposed to note and publish this item of correspondence.  Is that agreed?  Agreed.  Deputy Carthy flagged this matter for discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00400","speaker":"1491"},{"type":"speech","time":1642671000,"counter":428,"content":"<p>Many of the questions that arise can be dealt with during our future engagement with the Department of Enterprise, Trade and Employment.  There is clearly a policy issue here.  We can see that some counties are being particularly badly served in terms of foreign direct investment, FDI.  My home county of Monaghan, across 2019 and 2020, saw the creation of an additional ten jobs through FDI, which compares badly to almost every other county, notwithstanding those that suffered significant job losses.  An additional ten jobs is a dismal return.  There is a wider issue around the regional breakdown of the creation of jobs.  Government representatives all always at pains to say that two thirds of jobs created by the IDA are outside Dublin.  That still means that one third of all FDI employment is in one county and regardless of whether that county contains our capital city, it still points to a strategy that is badly balanced in regional terms.  I look forward to dealing with that matter further when representatives of the Department of Enterprise, Trade and Employment are before us again.  Is the IDA under the auspices of the Comptroller and Auditor General?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00500","speaker":"1451"},{"type":"speechnospeaker","time":1642671000,"counter":429,"content":"<p>It is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1642671000,"counter":430,"content":"<p>On a future date, we might also include the IDA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00700","speaker":"1451"},{"type":"speech","time":1642671000,"counter":431,"content":"<p>Laois did not see an enormous amount of additional jobs either.  Eight new FDI jobs were created in 2019.  That doubled in 2020 to 16.  Offaly lost 19 jobs in 2019 and gained 43 in 2020.  Some counties are doing very poorly.  We will put that matter on the list of considerations for the work programme.<\/p> <p>  The next item of correspondence is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":432,"content":"<p>May I make a quick point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC00900","speaker":"1489"},{"type":"speech","time":1642671000,"counter":433,"content":"<p>You may.  Go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01000","speaker":"1491"},{"type":"speech","time":1642671000,"counter":434,"content":"<p>One third of the population of the country lives in Dublin.  We must be a little bit careful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01100","speaker":"1489"},{"type":"speech","time":1642671000,"counter":435,"content":"<p>There is a reason that one third of the population lives there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01200","speaker":"1451"},{"type":"speech","time":1642671000,"counter":436,"content":"<p>While I do not disagree with the point Deputy Carthy made, FDI employment should be in proportion to where people live.  That is fair enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01300","speaker":"1489"},{"type":"speech","time":1642671000,"counter":437,"content":"<p>At the same time, we want to move some of the population out of Dublin and get more of them down to the midlands and up to the Border counties where there is loads of space.<\/p> <p>  No. 984 is correspondence from Ms Oonagh McPhillips, Secretary General of the Department of Justice, dated 17 December 2021, providing information requested by the committee relating to an independent review of the voluntary mess committees.  This was undertaken following requests from the Committee of Public Accounts.  It is proposed to note and publish this piece of correspondence.  Is that agreed?  Agreed.<\/p> <p>  A number of members flagged this matter.  Deputy Devlin is not with us.  Deputy Munster also flagged this item.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01400","speaker":"1491"},{"type":"speech","time":1642671000,"counter":438,"content":"<p>I flagged it to request that the committee writes to the Department, requesting an update at the end of February and then requesting to be provided with the report thereafter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01500","speaker":"1497"},{"type":"speech","time":1642671000,"counter":439,"content":"<p>The Department expects the finalised report to be completed in the first quarter of the year so we can look to be notified of that.  Does Deputy Catherine Murphy want to make a brief comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":440,"content":"<p>I am fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01700","speaker":"1489"},{"type":"speech","time":1642671000,"counter":441,"content":"<p>Okay.  The next item of correspondence is No. 985, from Mr. Robert Watt, Secretary General of the Department of Health, dated 20 December, providing information requested by the committee during its last meeting of 2021 regarding the final report in phase 1 of the Farrelly commission.  The Secretary General states that it is due to be completed in July.  It is proposed that we note and publish that item of correspondence.  Is that agreed?  Agreed.<\/p> <p>  This matter was flagged by Deputies Devlin and Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":442,"content":"<p>I want to put a tag on this so we follow it up when the report comes in.  Obviously, we cannot see the report until it is published.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC01900","speaker":"1489"},{"type":"speech","time":1642671000,"counter":443,"content":"<p>Okay.  The next item of correspondence is No. 988B from Mr. Martin Shanahan, chief executive of IDA Ireland, dated 20 December, providing information requested by the committee regarding the procurement of ventilators during the pandemic and associated legal costs.<\/p><p>I ask members to bear in mind that any comments that might in any way prejudice the outcome of the legal proceedings or encroach on the functions of the court are to be avoided.  Members know the importance of that.  It is proposed that we note and publish the correspondence.  Is that agreed?  Agreed.  That matter was flagged by Deputies Munster and Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#CC02000","speaker":"1491","continuing":true},{"type":"speech","time":1642671000,"counter":445,"content":"<p>I am okay with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00200","speaker":"1497"},{"type":"speech","time":1642671000,"counter":446,"content":"<p>I certainly will not go into the area where the courts are involved.  We need to keep an eye on when that court case concludes because it is one of the cases we will come back to.  It is new information for us to learn that the IDA had engagement, face-to-face meetings, in relation to some of these companies.  I presume the desktop evaluation was the only evaluation the HSE did.  Presumably the HSE had engagement with the IDA on that if they met directly.  There was one transaction that has been very problematic and did not work out.  It is difficult to see how due diligence was carried out on that.  Maybe we need to check what dialogue the HSE had with the IDA about that particular transaction, which we talked about, in regard to the ventilators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00300","speaker":"1489"},{"type":"speech","time":1642671000,"counter":447,"content":"<p>Yes, it came up at this committee last year.  We can request that if it is agreed by the committee.  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00400","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":448,"content":"<p>I remind the committee that I am examining the procurement of the ventilators.  Obviously, we will also take into account the information from the IDA.  We must be mindful that there are legal proceedings ongoing.  We do not want to interfere with those, but we will look at the issues that arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1642671000,"counter":449,"content":"<p>Is Deputy Catherine Murphy happy with that in light of what the Comptroller and Auditor General said about awaiting the outcome of the work he is doing and bearing the court case in mind?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":450,"content":"<p>Yes, I am happy with that.  I did not realise he was looking specifically at that.  That is fine and I am happy that we are not leaving it.  The fact that it is being looked at is the main thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00700","speaker":"1489"},{"type":"speech","time":1642671000,"counter":451,"content":"<p>No. 989B is from Ms Marie Mulvaney, executive assistant, TII, dated 21 December 2021, providing information regarding the agenda for our upcoming meeting with TII.  With the agreement of the committee, we will consider this matter further under our work programme.  For now, I propose we agree to note and publish it.  Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00800","speaker":"1491"},{"type":"speech","time":1642671000,"counter":452,"content":"<p>Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD00900","speaker":"1489"},{"type":"speech","time":1642671000,"counter":453,"content":"<p>We will be discussing the work programme during this meeting so we could leave this matter until then.  Does Deputy Catherine Murphy wish to comment briefly on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01000","speaker":"1491"},{"type":"speech","time":1642671000,"counter":454,"content":"<p>No, I will hold off.  We will have an opportunity to have a discussion on this in the next number of weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01100","speaker":"1489"},{"type":"speech","time":1642671000,"counter":455,"content":"<p>No. 992B is from Mr. John Treacy, chief executive, Sport Ireland, dated 21 December 2021, providing information requested by the committee regarding compliance and governance controls relating to funding provided by Sport Ireland to Horse Sport Ireland.  It is proposed to note and publish this correspondence.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01200","speaker":"1491"},{"type":"speech","time":1642671000,"counter":456,"content":"<p>I want to make one quick point.  I see that KOSI has done a report and gave them a clean bill of health in relation to their finances.  There may well be other issues that are value for money issues which we might come back to in the future, such as how they selected the location for the facility they are developing.  There are serious questions around that and how the Department of Agriculture, Food and the Marine engaged with them as well.  I wish to flag that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01300","speaker":"1489"},{"type":"speech","time":1642671000,"counter":457,"content":"<p>No. 1004B is from Mr. Fergal Lynch, Secretary General at the Department of Children, Equality, Disability, Integration and Youth, dated 10 January 2022.  It is an interim response regarding information requested by the Committee of Public Accounts relating to the system of direct provision.  The Secretary General states that work is under way on the White Paper proposals that seek to end direct provision and replace it with a new system of international protection, and he states that a substantive response will follow.  It is proposed to note and publish this item of correspondence.  Is that agreed?  Agreed.  This matter was flagged by Deputy Devlin but he is as l&aacute;thair.  The White Paper is promised.  Substantive work is ongoing and this correspondence sets out that a more substantive response will be provided.  We should await that, if everyone is happy to do so.<\/p> <p>  No. 1005B is from Ms Cl&iacute;odhna Guy, interim CEO, Irish Horseracing Regulatory Board, IHRB, dated 11 January 2022, providing information requested by the Committee of Public Accounts relating to the installation of CCTV cameras at racecourses.  The IHRB states that the board of Horse Racing Ireland has approved the budget required for the proposed CCTV system but the procurement process has not yet concluded.  As such, timelines for installation are not yet clear but there is a commitment from the IHRB to provide progress updates to the committee.  It is proposed to note and publish this item of correspondence.  Is that agreed?  Agreed.  The correspondence states that the IHRB will provide them at racecourses that will be holding early fixtures.  It appears to be dragging on and is an issue that we need to watch to ensure there is progress on it.  The progress in the past four or five years on this has been glacier-like to say the least.  Deputy Munster wanted to come in briefly on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01400","speaker":"1491"},{"type":"speech","time":1642671000,"counter":458,"content":"<p>The Chair is right; it has been dragging on for years.  We were previously told that the IHRB had given an undertaking to complete it prior to the commencement of the 2022 season.  At that time, I got the impression that it would be good to go for January.  We were previously told that it would be completed by the end of 2021 and that was when the tender was at an early stage.  I read recently that the IHRB was complaining about the use of drones and people live-streaming races and that sort of thing.  People can set up personal streams for races using drones.  Yet, the IHRB cannot organise installing cameras in 25 sites.  It seems to be the case that the IHRB is prolonging the situation.  I do not find this acceptable and I would like that expressed to the IHRB.  Can we write to the board about the constant delay?  It is hard to fathom at this stage.  Each time the IHRB was before the committee it gave a commitment that it would be ready, there was no issue with it and it was only too happy to do this and all this sort of thing.  It is delay after delay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01500","speaker":"1497"},{"type":"speech","time":1642671000,"counter":459,"content":"<p>If we are corresponding with the IHRB, we will have to point out the previous commitments, or the previous statements at least, regarding the intended progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":460,"content":"<p>Can we also request a timeline of completion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01700","speaker":"1497"},{"type":"speech","time":1642671000,"counter":461,"content":"<p>Yes.  We can request that.  There are 25 tracks.  Two were not provided.  It defies me as to why it is taking so long.  We will seek an explanation for the delays.  We will outline our concerns about the ongoing delays and ask for a timeline for putting cameras in place and the progress in that regard.<\/p> <p>  No. 1008B is from Mr. Maurice Buckley, chairman, Office of Public Works, dated 12 January 2022, providing one of the quarterly updates requested by the committee in relation to negotiations regarding Miesian Plaza, Baggot Street.<\/p><p>The chairman states: \"Discussions are now at a critical stage in terms of reaching a solution that is acceptable to both parties.&rdquo;  It is proposed to note and publish this item of correspondence.  Is that agreed to?  Agreed.<\/p><p> I am glad to hear that good progress has been achieved because much is dependent here on the goodwill of the landlord.  We hope that is the case because of the original figure of &euro;10 million regarding the measurements of Miesian Plaza being wrong.  Deputy Devlin has indicated that he wishes to speak on this.  Deputies Carthy and Catherine Murphy have also indicated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#DD01800","speaker":"1491","continuing":true},{"type":"speech","time":1642671000,"counter":463,"content":"<p>I thank the Chairman.  It is an important update to recognise given the discussions we have had with the OPW on this previously.  If I am not mistaken, it was December of 2020 that we were told there would be a resolution to this early in the new year and, obviously, Covid-19 got in the way of that.  It is in all our interests that this issue be resolved as soon as possible.  It looks like there seems to be a resolution now, which is to be welcomed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00200","speaker":"1481"},{"type":"speech","time":1642671000,"counter":464,"content":"<p>The term, \"good progress has been achieved\", give us hope and that we should be optimistic about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00300","speaker":"1491"},{"type":"speech","time":1642671000,"counter":465,"content":"<p>I will believe it when I see it in terms of what good progress indicates.  The Chairman mentioned that it will require goodwill.  It will also require common decency.  The State is overpaying, essentially, and, at the end of the day, the people who foot the bill for that are ordinary workers and taxpayers.  We need to continue to monitor this because, as Deputy Devlin said, this has gone on quite a bit longer than any of us would have expected or liked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00400","speaker":"1451"},{"type":"speech","time":1642671000,"counter":466,"content":"<p>Yes, it has gone on for a long time.  There is a bit of good news there, hopefully.<\/p> <p>  We will move onto category C, correspondence from and related to private individuals and any other correspondence.  No. 1001C is from our own Deputy Paul McAuliffe, dated 3 January 2022, and requests that the committee makes inquiries with the HSE regarding media reports that it bought a building adjoining Beaumont Hospital for &euro;800,000 more than its asking price when it was listed on the market six months ago.  Does the Deputy wish to speak to this?  He is not present.  To be fair to him, we can hold this until next week and take it then.<\/p> <p>  No. 1006C, from an individual, dated 17 December 2021, is further correspondence to the committee regarding Screen Ireland.  I propose that the Committee of Public Accounts requests Screen Ireland to provide details of any loan payments it has made to the board of Screen Ireland from 2017 to present and to clarify its oversight and governance of the arrangement.  It should provide details of any loan payments it has made or committed to applicants or members of the board.  It is proposed to advise the correspondent of this and to clarify that the committee does not have a role in legislation or policy and that he might wish to consider contacting the Joint Committee on Tourism, Culture, Gaeltacht, Sport and Media in that regard.  Are the proposals agreed to?  Agreed.  It is really for that committee.  This was flagged by Deputy Munster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00500","speaker":"1491"},{"type":"speech","time":1642671000,"counter":467,"content":"<p>I was just going to ask Mr. McCarthy his opinion to see if he could clarify if the response we received previously was proper and full.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00600","speaker":"1497"},{"type":"speechnospeaker","time":1642671000,"counter":468,"content":"<p>I would need to review the whole set of correspondence.  Certainly, when I looked at the financial statements, there is a board member who is associated with companies that has received very significant levels of grant funding.  As to whether there was anything missing from previous correspondence, I would need to do an exercise.  I am willing to do that and perhaps come back to the committee on the next occasion regarding this item.  If the Deputy wants to hold it until then, I can give her a fuller response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00700","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1642671000,"counter":469,"content":"<p>That is perfect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00800","speaker":"1497"},{"type":"speech","time":1642671000,"counter":470,"content":"<p>It would be important for the Comptroller and Auditor General to do that piece of work and then revert to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE00900","speaker":"1491"},{"type":"speechnospeaker","time":1642671000,"counter":471,"content":"<p>It is an issue that arises with a number of public bodies where the composition of the board is structured in such a way that participants in the industry or relevant industries are on the board.  There should be procedures in place whereby they are not involved in the decision-making.  To my mind, however, it is something that has to be managed very carefully.  It is important that there are full declarations of interest and so on in advance and that there is not any potential for influence over the allocation of resources.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01000","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1642671000,"counter":472,"content":"<p>I thank Mr. McCarthy.  That concludes the correspondence-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01100","speaker":"1491"},{"type":"speech","time":1642671000,"counter":473,"content":"<p>I am sorry, Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01200","speaker":"1568"},{"type":"speech","time":1642671000,"counter":474,"content":"<p>Go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01300","speaker":"1491"},{"type":"speech","time":1642671000,"counter":475,"content":"<p>I was monitoring the meeting by television because I am attending the housing committee at the same time.  I am omnipresent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01400","speaker":"1568"},{"type":"speech","time":1642671000,"counter":476,"content":"<p>Does the Deputy wish to go back to the piece of correspondence he sent in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01500","speaker":"1491"},{"type":"speech","time":1642671000,"counter":477,"content":"<p>The article outlines an argument that the site may have been bought for more than the advertised value.  The site is proposed to be used for the expansion of Beaumont Hospital.  I have a few concerns around it.  I would like the HSE to respond to the suggestions made in the article, and to the concern that public money was allocated to the purchase of a site which might in all likelihood be very well placed to serve as an expansion of the hospital site.<\/p> <p>  The difficulty is that it is currently zoned for housing by the local authority.  The question is whether it will require a change of use.  Has there been any interaction with the local authority on that?  Were there any interactions in advance of the purchase of the site?  There are a number of questions on which the committee could benefit from receiving answers from the HSE in advance of us pursuing the overall issue any further.  I ask that we get the HSE to respond to the article and to the idea that the site is currently zoned for housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01600","speaker":"1568"},{"type":"speech","time":1642671000,"counter":478,"content":"<p>Okay.  Rezoning may not be the problem but the cost might be.  I thank the Deputy.  We will seek that information.<\/p> <p>  We will move onto the work programme.  Over the next two weeks, we are scheduled to engage with the National Transport Authority, NTA, and the following week then with Transport Infrastructure Ireland, TII, to examine their respective financial statements for 2020.<\/p> <p>  The NTA and TII were both advised that the following matters are of particular interest to the committee: the transport strategy for the greater Dublin area; expenditure on MetroLink, BusConnects, the all-island strategic rail review, and DART expansion and underground; and public private partnerships, PPP.<\/p> <p>  If anybody has any other issues they wish to raise, they should flag it up with the clerk to the committee today or by tomorrow at the latest.  People should really have a fortnight to give them time to prepare.  Obviously, when witnesses come in, members start thinking of issues they perhaps want to raise.  I ask members to give that a bit of thought in the meantime.  I suggest, perhaps, that the ask for TII is to put the Ballybrophy to Limerick rail line on the agenda and that we discuss with the NTA its correspondence regarding its purchase of buses to serve bus routes.<\/p> <p>  Other than the all-island strategic rail review, which is the responsibility of the Department of Transport, all of this falls within the NTA&rsquo;s remit.<\/p><p>On that basis, I propose to engage with the NTA first.  Is it agreed that we engage with the NTA next week on 27 January and the TII the following week on 3 February?  It is a better follow-on order.  Agreed.<\/p><p> As set out in R0989, the TII does not have responsibility for the areas listed, other than public-private partnerships, and is the sponsoring authority for the MetroLink.  If there are other areas of interest to members, they should please let the clerk know so that the TII can be made aware and be asked to provide a briefing before the meeting.<\/p><p> On 10 February, we are scheduled to examine the expenditure of the national broadband plan with National Broadband Ireland, NBI, and the Department of the Environment, Climate and Communications.  As agreed on 25 November, we have a series of housing-related meetings scheduled after that with the Department of Housing, Local Government and Heritage, the Residential Tenancies Board and Home Building Finance Ireland.  To allow for arrangements to be made, is it agreed to proceed with those meetings, which will take us up to the first week in March?  Agreed.<\/p><p> Does anyone wish to raise any other matter in respect of the work programme?  It is important that we plan in good time so that not only do the bodies and witnesses being called before us have the time to gather their information together, but members themselves can flag items.  It also assists the secretariat in planning the work programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#EE01700","speaker":"1491","continuing":true},{"type":"speech","time":1642671000,"counter":480,"content":"<p>May I ask a question about our meeting on 10 February?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00200","speaker":"1451"},{"type":"speech","time":1642671000,"counter":481,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00300","speaker":"1491"},{"type":"speech","time":1642671000,"counter":482,"content":"<p>Have invitations issued to NBI and the Department and have they accepted them yet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00400","speaker":"1451"},{"type":"speech","time":1642671000,"counter":483,"content":"<p>They have accepted them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00500","speaker":"1491"},{"type":"speech","time":1642671000,"counter":484,"content":"<p>Good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00600","speaker":"1451"},{"type":"speech","time":1642671000,"counter":485,"content":"<p>If there are no other matters, we will go into private session before adjourning until 27 January.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00700","speaker":"1491"},{"type":"speech","time":1642671000,"counter":486,"content":"<p>Chairman-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00800","speaker":"1497"},{"type":"speech","time":1642671000,"counter":487,"content":"<p>I have an issue to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF00900","speaker":"1451"},{"type":"speech","time":1642671000,"counter":488,"content":"<p>Go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01000","speaker":"1491"},{"type":"speech","time":1642671000,"counter":489,"content":"<p>Deputy Munster came in ahead of me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01100","speaker":"1451"},{"type":"speech","time":1642671000,"counter":490,"content":"<p>Yesterday, the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach discussed the wage subsidy scheme in terms of companies that were receiving assistance while also paying out large dividends.  I suggest that our committee write to the relevant Departments to ask whether any analysis has been done of companies that are in receipt of supports paying dividends and the scale of same with a view to getting a further and possibly deeper analysis of the value for money for the taxpayers' funds that have already been spent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01200","speaker":"1497"},{"type":"speech","time":1642671000,"counter":491,"content":"<p>This is obviously an area of concern.  We can request that information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01300","speaker":"1491"},{"type":"speech","time":1642671000,"counter":492,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01400","speaker":"1497"},{"type":"speech","time":1642671000,"counter":493,"content":"<p>I would like our committee to get in touch with the Departments of Agriculture, Food and the Marine and Public Expenditure and Reform to ask for the rationale behind the decision to award a salary package to the new CEO of Horse Racing Ireland, HRI, that is worth more than &euro;52,000 above the agreed rate.  The CEO's starting salary was initially set at &euro;137,356.  Reportedly, the Department of Agriculture, Food and the Marine successfully advocated in favour of a salary and car allowance worth in excess of &euro;203,000.  This is a matter of public interest.  HRI receives a substantial package of taxpayer funding annually.  Therefore, it is imperative that we get a sense of the basis on which this decision was made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01500","speaker":"1451"},{"type":"speech","time":1642671000,"counter":494,"content":"<p>We can request that.  Is the Deputy asking that we write to the Department of Agriculture, Food and the Marine?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01600","speaker":"1491"},{"type":"speech","time":1642671000,"counter":495,"content":"<p>And the Department of Public Expenditure and Reform.  My understanding is that a request was made by the Department of Agriculture, Food and the Marine and signed off on by the other Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01700","speaker":"1451"},{"type":"speech","time":1642671000,"counter":496,"content":"<p>We will seek that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022012000002#FF01800","speaker":"1491"},{"type":"unspoken","time":1642671000,"counter":497,"content":"<p>The committee went into private session at 2.35 p.m. and adjourned at 2.53 p.m. until 9.30 a.m. on Thursday, 27 January 2022.<\/p>","notice":"TIME STRING DETECTED"}]