[{"type":"majorheading","content":"Public Accounts Committee","time":1447322400,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 12 Samhain 2015. Thursday, 12 November 2015.<\/p><p>The Committee met at 10:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Áine Collins, Deputy Derek Nolan, Deputy Joe Costello, Deputy Patrick O'Donovan, Deputy John Deasy, Deputy John Perry, Deputy Mary Lou McDonald, Deputy Shane Ross.<\/p><p>DEPUTY JOHN McGUINNESS IN THE CHAIR.<\/p>","time":1447322400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002"},{"type":"unspoken","time":1447322400,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste) called and examined.<\/p>"},{"type":"minorheading","content":"Business of Committee.","time":1447322400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#A00200"},{"type":"speech","time":1447322400,"counter":6,"content":"<p>Are the minutes of the meeting of 5 November 2015 agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#A00300","speaker":"965"},{"type":"speech","time":1447322400,"counter":7,"content":"<p>Something significant happened after our meeting last week.  During that meeting with the officials from the Department of Justice and Equality, the debate strayed into the issue of burglary.<\/p><p>When the witnesses were being questioned, one of the senior officials in the Department of Justice and Equality made a comment that in their opinion judges were not taking burglaries seriously enough.  It has transpired that some pressure was put on that official to apologise for that remark.  That is quite significant.  Our system of Government is not exactly like the US system in that we do have a separation of powers.  Our Executive and our Legislature is rolled into one, and then we have the Judiciary.  I do not believe that it is out of bounds for one arm of the State to criticise another arm of the State if it is a genuinely held belief which is based on policy.  When I read the Criminal Justice (Burglary of Dwellings) Bill 2015, which is currently passing through the Oireachtas, it is clear that the Department of Justice and Equality felt it was necessary to restrict judges' ability to give bail in some circumstances.  That is the essence of that piece of proposed legislation.  When one reads the Bill it is clear that there is a view within the Department of Justice and Equality that some judges are not taking the issue of burglaries seriously.  This is why the Bill was drafted.  I believe that a Judiciary which does not hold back in criticising the Legislature or the Executive has no right to expect to be above general criticism.  I do not think there is any bar within the Constitution on a senior official in the Department of Justice and Equality giving the kind of opinion that was given in this committee last week.  The matter needs to be looked at and the question asked: why was the official forced to write an apology to the President of the District Court?  What occurred at this committee last week, and after the fact, was very significant.  I will not say it was a seminal moment with regard to the separation of powers in the State, but I have never come across an incident like this in which an apology was demanded by one arm of the State from another.  This is a parliamentary committee and the official in question is a very senior official within the Department of Justice and Equality.  His view would be agreed with by the vast majority of citizens and might even be agreed with by some members of the Judiciary.  It is reasonable to ask who forced the official to write that apology.  This incident should not be allowed to pass.  There are checks and balances within the Constitution.  I do not believe the official in question crossed the line, and that should be pointed out by this committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#A00400","speaker":"1091","continuing":true},{"type":"speech","time":1447322400,"counter":9,"content":"<p>Is Deputy Deasy suggesting that this committee should write a letter?  What is the Deputy suggesting?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00200","speaker":"965"},{"type":"speech","time":1447322400,"counter":10,"content":"<p>I propose that the Department of Justice and Equality explain to this committee why the official in question was forced to apologise in writing to the President of the District Court.  The official gave an honestly held opinion which is backed up by the legislation now going through Parliament.  The pressure put on the official to write the apology was uncalled for.  I believe the official was correct to express the view he expressed last week to this committee, and that right should be defended by the Oireachtas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00300","speaker":"1091"},{"type":"speech","time":1447322400,"counter":11,"content":"<p>We can write to the Department to express those views and ask the question.  When an answer is received the committee can discuss the matter further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00400","speaker":"965"},{"type":"speech","time":1447322400,"counter":12,"content":"<p>Sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00500","speaker":"1091"},{"type":"speech","time":1447322400,"counter":13,"content":"<p>I believe that Deputy Deasy's point is important but I am not sure that what actually did transpire is quite as clear as that.  Rather than suggesting that there was interference at any level, a better approach might be to seek clarification on the remarks made in this committee and clarification on the statement that subsequently emanated from the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00600","speaker":"1006"},{"type":"speech","time":1447322400,"counter":14,"content":"<p>I understand that what Deputy Deasy is doing now is expressing his opinion.  In writing to the Department, we can put it in such a way as to seek the clarification that is needed.  Thereafter, when it comes back to this committee, it could be dealt with in a more substantial manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00700","speaker":"965"},{"type":"speech","time":1447322400,"counter":15,"content":"<p>I read the transcript of the committee meeting in question and it is very clear what the official said on the day.  If the committee asks for clarification from the Department it will just be a regurgitation of \"There was no attempt to criticise the Judiciary.\"  I am afraid the committee will get nowhere with that approach.  It was very clear, and I read the transcript a couple of times.  I believe his right to make a criticism of the Judiciary should be protected.  It was uncalled for to force a senior official to issue an apology after the fact.  It is a serious matter if a person in his position cannot give an opinion or a criticism of the Judiciary; according to our Constitution the Judiciary are not above it completely.  It should be perfectly okay for one arm of the State to make a criticism of another.  If the official had mentioned one judge or member of the Judiciary specifically, then he would have crossed the line and an apology would have been warranted, but he had a right to comment on the Judiciary as a whole.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00800","speaker":"1091"},{"type":"speech","time":1447322400,"counter":16,"content":"<p>That requires clarification; was it a general criticism right across the board?  There is a serious issue about criticism by one arm of the State of the Judiciary and how it conducts its business.  We need to be delicate about how we approach the issue of criticism of the Judiciary, and clarification is required before any further action is taken by this committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B00900","speaker":"1006"},{"type":"speech","time":1447322400,"counter":17,"content":"<p>It strikes me that there are two issues here.  Everyone acknowledges the sensitivity and the caution which applies in making any comment on or criticising the Judiciary or anyone on the Bench.  The actual issue Deputy Deasy raises is the concern over an instruction given to a senior official to apologise for a view which he expressed.  If this committee sends a general letter it will, with respect to the system, receive a fudge in response.  I hope I am not breaching anything by making that criticism.  I would suggest that any correspondence by which we hope to gain clarification be hinged on the requirement on or the request to that senior official to write an apology.  If the official had seriously overstepped and had identified an individual on the bench then I imagine other steps would have been taken, but I believe the point raised by Deputy Deasy is a fair one.  It is ironic that there is a proposal for legislation around ethics and the conduct of public and elected officials.  One of the problems stems from the culture within the system whereby raising a dissenting voice is frowned upon. Everyone recognises that this needs to be addressed.  It is not in any way helpful if a senior official comes to an Oireachtas committee and gives a considered view and as a result gets a rap on the knuckles and is instructed to apologise.  He was not making these comments on a bus or in a pub.  It is a very worrying development which goes against the grain of what is being attempted by way of public sector reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#B01000","speaker":"1008"},{"type":"speech","time":1447322400,"counter":18,"content":"<p>If we are writing, we should ask some very specific questions of the Department.  What motivated the official to do this?  Did anyone, either political, internal within the Department or a member of the Judiciary, approach him in any way to apologise?  It is important to know how these things work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00100","speaker":"953"},{"type":"speech","time":1447322400,"counter":19,"content":"<p>We will take the views of committee members as expressed.  While it is considered by some to be a sensitive matter, the appropriate letter can be written to the Department to get the answers.  I do not want to reduce the importance of the issue raised by Deputy John Deasy.  In my thinking, it goes along the lines of controlling and policing the committees, having one voice in the committees that does not in any way upset the <i>status quo<\/i>.  Frankly, this is more of the same.  While the separation of powers is important, it is also important that we hear the views and opinions of officials.  It is akin to asking the clerk not to speak at a meeting.  When democracy goes to that extent, it is a step too far.  We will write that letter.<\/p><p>The other matter arising from the minutes is the draft report on the issue of the Dublin Docklands Development Authority.  We now have a copy of it.  There is a request from the clerk that if there are amendments, members should let him have them because we will publish it next week.  We have been making some changes to the draft.  I think next week is publication date.<\/p><p>On HL Commodity Foods, the clerk has circulated a note on the issue.  When one reads it and recalls the meetings held, the company was treated most unfairly.  It now falls on the Shannon Group to offer some remedy to the company.  Will the committee agree to the proposals contained in the note circulated by the clerk?  It details the key facts and gives an account of the review by the committee and suggests further action by it.  In that regard, we are saying the committee can highlight what appears to have been an unwarranted action by a State agency.  It also recommends that the Shannon Group, in consultation with the Minister, consider any remedy which may be appropriate in the case.  It is extremely important that we state this clearly and make our views known.  Is it agreed to endorse this proposal?  Agreed.<\/p><p>We will now deal with correspondence received since the meeting on Thursday, 5 November.  No. 3B.1 is correspondence, dated 9 November 2015, received from the Office of the Local Government Audit Service on the Louth Environmental Group.  It will be noted and published.<\/p><p>No. 3C is documents for today&rsquo;s committee meeting.  Nos. 3C.1 to 3C.5, inclusive, are briefing documents and the opening statements for the meeting.  The correspondence is to be noted and published.<\/p><p>Nos. 4.1 to 4.4, inclusive, are various reports, statements and accounts received since the meeting on 5 November.  The Comptroller and Auditor General will take us through them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":20,"content":"<p>No. 4.1 is the financial statements for University College Dublin for the year ending 30 September 2013.  There is a clear audit opinion, but I draw attention to several issues.  The first is a recognition of a deferred pension funding asset which, as I have said before, is standard for education bodies.  I draw attention to the non-competitive procurement of &euro;2.6 million worth of services by the college.  A second point in the area of procurement is that UCD applies a threshold of &euro;60,000 for the open tendering of contracts, rather than the Department of Public Expenditure and Reform&rsquo;s requirement for open tendering for contracts with a value of &euro;25,000.<\/p> <p>  The final point concerns a settlement with the Revenue Commissioners to a total value &euro;2.28 million which was finalised in February 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00300","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":21,"content":"<p>Does the settlement of &euro;2.28 million include penalties and interest?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":22,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":23,"content":"<p>What was the underlying figure in question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00600","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":24,"content":"<p>I do not think I have that information to hand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00700","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":25,"content":"<p>What was the settlement about?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00800","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":26,"content":"<p>It was for the under-declaration of VAT.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C00900","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":27,"content":"<p>How would that have occurred?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01000","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":28,"content":"<p>Again, I do not have the details.  It was a matter on which UCD had originally made a voluntary disclosure in December 2008.  At the time it made a payment of &euro;492,000.  Subsequently, a Revenue audit was undertaken and further settlements were made, the total value of which, including interest and penalties, was &euro;2.28 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01100","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":29,"content":"<p>Are those who look after the accounts in the college qualified accountants?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":30,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01300","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":31,"content":"<p>Was it an oversight issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":32,"content":"<p>I think it was an error.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":33,"content":"<p>Therefore, they are all making errors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01600","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":34,"content":"<p>That happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01700","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":35,"content":"<p>The Health Service Executive and other universities are all making mistakes.  If it was a private individual, he or she would be named in the newspapers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01800","speaker":"965"},{"type":"speech","time":1447322400,"counter":36,"content":"<p>If there are so many errors by all of the accountants in the various agencies, I suggest we bring in the accounting organisations to evaluate the training of accountants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C01900","speaker":"988"},{"type":"speech","time":1447322400,"counter":37,"content":"<p>We could do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02000","speaker":"965"},{"type":"speech","time":1447322400,"counter":38,"content":"<p>I have two questions.  First, when are the financial statements for 2014 due?  On the non-competitive procurement threshold of &euro;60,000, was it an arbitrary figure?  Is it related to the figure of &euro;2.6 million worth of services?  How are the two related?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02100","speaker":"1058"},{"type":"speechnospeaker","time":1447322400,"counter":39,"content":"<p>They are two separate points.  There were seven suppliers with combined transactions to a value of &euro;2.6 million, which would be considerably above the &euro;60,000 threshold.  They were services that should have been procured in an open fashion.  However, we have heard previously about the practice where, say, a contract is expiring and it is then rolled over, rather than going back to the market.  Individual circumstances arise in individual cases.  The Department of Public Expenditure and Reform requires open advertising on <i>e-tenders<\/i>of any contract expected to cost &euro;25,000 or more.  UCD takes a different view for efficiency and practical reasons.  It only engages in open tendering on <i>e-tenders<\/i>for something it expects to cost &euro;60,000 or more.  That is its routine. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":40,"content":"<p>Is that still UCD&rsquo;s practice?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02300","speaker":"1058"},{"type":"speechnospeaker","time":1447322400,"counter":41,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02400","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":42,"content":"<p>It is in contravention of what the Department of Public Expenditure and Reform requires of other State agencies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02500","speaker":"1058"},{"type":"speechnospeaker","time":1447322400,"counter":43,"content":"<p>UCD is non-compliant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":44,"content":"<p>Does it see anything wrong with that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02700","speaker":"1058"},{"type":"speechnospeaker","time":1447322400,"counter":45,"content":"<p>It sees nothing wrong with it.  I drew attention to it because to me it is a non-compliance issue.  My job is to draw attention to such issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02800","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":46,"content":"<p>Is it the only university that is non-compliant in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C02900","speaker":"1058"},{"type":"speechnospeaker","time":1447322400,"counter":47,"content":"<p>It is as far as I can recall, but I will certainly check.  I do not think it has come up as an issue in the case of other universities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C03000","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":48,"content":"<p>UCD is special.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C03100","speaker":"1058"},{"type":"speech","time":1447322400,"counter":49,"content":"<p>Who was the internal auditor in this case?<\/p><p>Is it the same as with the institutes of technology, which have a centralised system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#C03200","speaker":"965","continuing":true},{"type":"speechnospeaker","time":1447322400,"counter":51,"content":"<p>They probably have contracted out but it is an individual college.  The larger colleges may have an internally appointed internal auditor or may contract in themselves rather than going into a framework.  Most of the institutes of technology - 13 of the 14, I believe - found it more efficient to engage in a framework contract because they operate on a somewhat smaller scale.  The nature of the business is similar.  DIT has an internal audit service.  It has a number of staff who carry out internal audits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":52,"content":"<p>What goes on in University College Dublin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":53,"content":"<p>Again, I just do not have the detail at the level required.  It may have contracted out to a firm of accountants or it may have an internal audit unit.  I would have to check that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00400","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":54,"content":"<p>It goes back to the point made by Deputy Collins.  Are they trained at all?  Most of the standard small businesses throughout the country would know their obligations in relation to VAT.  It is only in the big area of transactions that it becomes technical and where these questions arise.  One wonders whether one is included or excluded in terms of paying VAT.  However, the university is providing education to future business and community leaders.  Is it not just staggering that what has been described would happen and that it would just be passed over?  Who conducts the audit and could I have a little more detail on what happened on the question of VAT?  One gets fed up listening every Thursday to the excuse that it was an error.  Usually, it is said that it is a systems failure or that it is systemic.  It is never Joe Bloggs or Mary Bloggs; it is always somebody else's fault.  I am not asking Mr. McCarthy to pin down a person but who in the college conducts the audit.  What system has the college in place?  Now that this has been flagged, how does Mr. McCarthy feel about the fact that next year, he could be doing exactly the same thing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":55,"content":"<p>I may end up making the same point.  I do not have the power to make the college change its practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":56,"content":"<p>Would Mr. McCarthy have the inclination at any time to stray into the policy area and perhaps suggest to the college what it should be doing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":57,"content":"<p>We have recommended to it that it comply with the guideline of the Department of Public Expenditure and Reform, which has a &euro;25,000 threshold for advertising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00800","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":58,"content":"<p>Should we take it up with that Department in that case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D00900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":59,"content":"<p>The Department is quite clear that this is what it expects.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01000","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":60,"content":"<p>Its representatives will be in next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":61,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":62,"content":"<p>The Secretary General of the Department of Education and Skills is ultimately responsible for funding the universities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01300","speaker":"1045"},{"type":"speech","time":1447322400,"counter":63,"content":"<p>No.  Is it not the HEA?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":64,"content":"<p>The president is the person accountable to this committee in relation to these kinds of matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":65,"content":"<p>I could make an issue of this but will not delay the meeting.  The college just continues doing what it wants to do.  The Department of Public Expenditure and Reform is like a dog barking in the distance; it can be heard but, since it is so far away, it can be ignored in the belief it will go away.  The threshold of &euro;60,000 applies when it should be &euro;25,000.  Mr. McCarthy brings this to the college's attention.  I will not say it ignores it.  Whoever is here next year will see whether it ignores it.  It seems there is a trend right across Government bodies and Government agencies to make themselves look good, by and large, on the day they appear before us, perhaps being half apologetic about what they are doing.  The trend is to walk out the door thanking God the meeting is over and say one will go back to business.  The bodies do not change their way of doing business.  That is an issue for someone.  I am only clarifying this in my head so we can take it up elsewhere.  It is an issue for the president, who is the accounting officer, and for the HEA, which is responsible for this area.  Is that right?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01600","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":66,"content":"<p>It is the HEA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01700","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":67,"content":"<p>As Deputy Nolan says, it is also an issue for the Secretary General of the Department of Education and Skills.  We will have it before us again in December.  Perhaps it is an issue for next Thursday and the following week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01800","speaker":"965"},{"type":"speech","time":1447322400,"counter":68,"content":"<p>Is there not a centralised body that co-ordinates procurement with the various Departments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D01900","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":69,"content":"<p>The Office of Government Procurement.  Its representatives are to be before the committee next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02000","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":70,"content":"<p>They are appearing before us.  The office liaises with all the Departments and all the procurement agencies.  It is surely the body that should be insisting on best practice.  If the Department of Public Expenditure and Reform sets a procurement threshold of &euro;25,000 according to best practice, surely the Office of Government Procurement has a major role to play to ensure all the entities under its remit adhere to the standard procurement threshold.  When its representatives come in here, we should tease out with them whether what is occurring is the norm, why UCD is not adhering the norm and why they are not policing the threshold to ensure UCD adheres to the standard?  We are talking about almost &euro;5 million in public moneys - a settlement of &euro;2.28 million and &euro;2.26 million of flawed procurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02100","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":71,"content":"<p>Non-competitive procurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":72,"content":"<p>Is some of the procurement flawed because those concerned did not adhere to the threshold of &euro;60,000, or is it all in line with the threshold of &euro;25,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02300","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":73,"content":"<p>As I said earlier, with seven contracts and a total of &euro;2.6 million, it is in excess of the &euro;60,000 contract.  It did not comply with its own threshold in relation to those procurements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02400","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":74,"content":"<p>It did not comply with the threshold of &euro;60,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02500","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":75,"content":"<p>More generally in the college.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":76,"content":"<p>That makes it even worse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02700","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":77,"content":"<p>It might be useful if I read the disclosure in the statement of internal control from the university in relation to this matter, as signed off on by the president on behalf of the governing body.  It states:<\/p><blockquote>UCD has put in place procurement policies and procedures and all non-pay expenditure is required to be procured in accordance with these policies and procedures.  Instances of non-compliance identified by management or in Internal Audit reports are brought to the attention of the Head of the relevant School\/Unit or budget-holder.  In framing its procurement policies and procedures, UCD has applied a threshold of &euro;60,000 above which all expenditure must be subject to tendering.  UCD does not operate the &euro;25,000 threshold set out in national public procurement guidelines as adherence to this level would be administratively challenging due to the limited procurement staffing resources available.  The current threshold of &euro;60,000 allows UCD to focus on getting best value from higher-value purchases.  Expenditure under &euro;60,000 requires competitive quotations to be obtained.  In addition, the &euro;25,000 threshold is applied to some research expenditure where this is required by the terms and conditions attaching to the particular research grant.  The UCD Procurement Office runs tenders on behalf of the university and provides support and training to staff across the university.<\/blockquote> <p>That is the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D02800","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":78,"content":"<p>We could put that on the agenda for the Office of Government Procurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D03000","speaker":"1006"},{"type":"speech","time":1447322400,"counter":79,"content":"<p>I think what Mr. McCarthy has just read out smacks of the arrogance of the institution.  It is as if it is asking why it should bother with what the national Parliament and Government have set down and saying it knows more than them and will set its own rules.  If the HEA and Department of Education and Skills are before us any time soon, the president of UCD will have to be here as well to explain the policy and why he has decided arbitrarily to pick and choose what he will and will not do regarding public money.  I find it absolutely unbelievable that the president of an institution that is funded pretty much entirely by the State would decide in an arbitrary way that he will not comply with rules that are set down by the Oireachtas.  I just find that absolutely staggering and I would like to see him appear before the committee to explain himself to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D03100","speaker":"1058"},{"type":"speech","time":1447322400,"counter":80,"content":"<p>I agree with Deputy O'Donovan.  So as not to delay this meeting, perhaps we should agree first to send a transcript of the proceedings of this meeting and the various questions that have been asked to the president for his response.  Then we can judge what we will do thereafter, or the best course of action to take.<\/p> <p>  I invite Mr. McCarthy to comment on No. 4.3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#D03200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":81,"content":"<p>No. 4.3 relates to the Commissioners for Charitable Donations and Bequests for Ireland.  This body has been dissolved since the financial statements were produced.  It was, in fact, dissolved with effect from 16 October, which is why the financial statements are for the period ending 16 October 2014.  A matter to which I did draw attention in that regard is note No. 7 of the financial statements, which outlines the circumstances in which &euro;165,000 was distributed in error among charities in June 2014.  The commissioners set about calling back the funding and redistributing it in a more appropriate manner but, as at the reporting date, &euro;30,000 still remained to be recovered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00100","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":82,"content":"<p>Could the Comptroller and Auditor General clarify that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00200","speaker":"953"},{"type":"speechnospeaker","time":1447322400,"counter":83,"content":"<p>Essentially, the commissioners hold funds in trust for charities that do not have an immediate need to use them.  They invest the funds.  As I understand it, they distributed interest generated by making a set of decisions around the best way to apply it.  They subsequently identified that they could have distributed it in proportion to the charities whose funds had generated the interest.  They had distributed it to other charities.  It was subsequently found that it was more appropriate and fair to distribute it in line with those who had deposited the funds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00300","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":84,"content":"<p>I ask members to note all of these statements and accounts.<\/p> <p>  We will move on to No. 5, which is our work programme.  It is now on the screen.  Next week, representatives from the Department of Public Expenditure and Reform will come before us.  I will ask the clerk if it would be possible to give us a list of the various breaches of procurement by the different universities, institutes of technology or the HSE or whatever it might be, so that members will have a list before them for next week.  Also relevant will be any other matters pertaining to the works of that Department relative to other agencies and Departments in respect of which we can raise issues of procurement guidelines and so on.  Does anyone wish to raise an issue on the work programme?  No.<\/p> <p>  I will also ask the clerk to circulate the OECD report which was published yesterday and presented to the Ceann Comhairle.  The report concerns pre-budget arrangements, scrutiny and so on by various committees.  It is a reasonable starting point for reform that might be taken up by the next Administration.  I expressed disappointment that there is not sufficient commentary in the report on the workings of the Committee of Public Accounts and the Office of the Comptroller and Auditor General.  That office was mentioned in respect of informing other committees on budgetary strategies.  The one single reforming step that could be taken if an Administration were serious about controlling issues such as procurement overspend and inefficiencies within the State, would be to increase the level of resources available to the Office of the Comptroller and Auditor General and the Committee of Public Accounts.  They should be made effective right across Government Departments and agencies from the point where money is allocated to that when it is spent.  Funding and resources should be provided to cover forensic examination of different accounts where that is deemed to be warranted.  There should also be an amalgamation of local government and the Comptroller and Auditor General's office.  I made those points yesterday at the briefing session.<\/p> <p>  The sooner the Houses of the Oireachtas begin to examine that part of the balance, the better it will be for the taxpayer.  I think it is urgent and every single political party in the forthcoming election should be making an issue of this part of the administration of the State in terms of public sector reform.  We might have seen glimpses of reform but we have not seen what I would consider to be real reform, which would affect the quality of monitoring and control of the spend of taxpayers' money.  The first step should be to amalgamate those two offices and centralise power with the Comptroller and Auditor General.  The resources should then be given to that office.  That would go a long way towards starting reform.  What gets counted gets done.  That is the way they should do it.  I welcome the report although I was disappointed with that aspect of it.  I ask that it be circulated to members and that we make our views known to the Ceann Comhairle.<\/p> <p>  Our agenda for next week is the appropriation accounts of the Office of the Minister for Public Expenditure and Reform: superannuation; retired allowances; shared services; the Office of Government Procurement; Vote accounting and budget management; management of Government grants; payroll accrual for national accounts; and the national lottery fund.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00400","speaker":"965"},{"type":"speech","time":1447322400,"counter":85,"content":"<p>If I may, I wish raise one matter of which I have made the clerk aware.  Mr. Douglas Fannin has been in touch with me again in respect of the special investigations unit of the Department of Agriculture, Food and the Marine.  He is extremely anxious that his case and the issues arising receive proper scrutiny and examination.  I wanted to raise this again with the committee and ask for confirmation that documentation from the special investigations unit is expected to us this week or perhaps next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00500","speaker":"1008"},{"type":"speech","time":1447322400,"counter":86,"content":"<p>At the hearing with the Department of Agriculture, Food and Marine we were promised that we would, within a week, have a written rebuttal of all the points and issues raised by members in the ten different cases we discussed.  Despite of our giving the Department a reminder every single week since then, we have not received a reply as promised.  As Deputy McDonald has now raised the matter again, we can ask the clerk to remind the Department of that commitment and of the cases, including the one she has just mentioned, and ask the officials for their response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00600","speaker":"965"},{"type":"speech","time":1447322400,"counter":87,"content":"<p>Could the Chairman remind the committee how much time has elapsed since the Department was before us?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00700","speaker":"1008"},{"type":"speech","time":1447322400,"counter":88,"content":"<p>I think it was about two or three months ago.  It was in July.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00800","speaker":"965"},{"type":"speech","time":1447322400,"counter":89,"content":"<p>I thought so.  It is just crazy that we are still waiting.  I understand there is a commitment that we will have that document and the responses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E00900","speaker":"1008"},{"type":"speech","time":1447322400,"counter":90,"content":"<p>It is July since they were here and it was promised within a week.  This feeds in to the whole issue of poor responses from Departments and agencies to the committee.  It simply has to change.  We are in the dying moments of this game but I would encourage any future members of the Committee of Public accounts to be absolutely vigilant in their work and intolerant of the types of responses we have received from and delays to which we have been subjected by Departments and agencies.  We get an immediate response if we even verge on asking a question that might discomfit someone from the State but when it comes to getting the replies that we ask for and to which we are entitled, there is a dragging of feet.  It is poor practice and shows no courtesy or respect for a committee of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E01000","speaker":"965"},{"type":"speech","time":1447322400,"counter":91,"content":"<p>I presume everybody has received a copy of the letter from Mary Farrell on behalf of the families of the wards of court.  I received it on 10 November.  She brings to our attention the recommendations that we made as a committee in terms of the depletion of that fund.  Her letter addresses the Assisted Decision-Making (Capacity) Bill that is before the Seanad and suggests the recommendations by this committee should be included in that Bill.<\/p><p>Has that been circulated to anybody else?  For example, there is the request that the Comptroller and Auditor General be able to audit the wards of court, that there would be a customer charter and an independent review and that the recommendations from this committee would be acted upon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#E01100","speaker":"1006","continuing":true},{"type":"speech","time":1447322400,"counter":93,"content":"<p>We would have sent our recommendations to the Department of Public Expenditure and Reform for the line Minister.  The Department will appear before the committee next week.  That correspondence, along with the fact that we have been waiting some time for that response from the Department, should be raised with the Department.  It would be appropriate then to deal with that correspondence.  Could the Deputy make sure that every member has a copy of that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00200","speaker":"965"},{"type":"speech","time":1447322400,"counter":94,"content":"<p>Perhaps we should check on the legislation because the Assisted Decision-Making (Capacity) Bill 2013 is reaching its final Stages.  It is to be completed before the end of the year because that would be the appropriate mechanism to use.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00300","speaker":"1006"},{"type":"speech","time":1447322400,"counter":95,"content":"<p>It is before the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00400","speaker":"965"},{"type":"speech","time":1447322400,"counter":96,"content":"<p>I will give this letter to the clerk to circulate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00500","speaker":"1006"},{"type":"speech","time":1447322400,"counter":97,"content":"<p>We will take it up next week as an agenda item.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00600","speaker":"965"},{"type":"speech","time":1447322400,"counter":98,"content":"<p>I have raised the possibility of bringing in the developers who exited the National Asset Management Agency, NAMA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00700","speaker":"988"},{"type":"speech","time":1447322400,"counter":99,"content":"<p>Did the Deputy give some names to the clerk?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00800","speaker":"965"},{"type":"speech","time":1447322400,"counter":100,"content":"<p>I did and I believe the Chair and other members were to do so as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F00900","speaker":"988"},{"type":"speech","time":1447322400,"counter":101,"content":"<p>We can set a date to meet those individuals before the Christmas break.<\/p> <p>  We will invite the witnesses in now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F01000","speaker":"965"},{"type":"minorheading","content":"2014 Annual Report of the Comptroller and Auditor General<br \/>Vote 3: Office of the Attorney General<br \/>Vote 5: Office of the Director of Public Prosecutions<br \/>Vote 6: Office of the Chief State Solicitor","time":1447322400,"counter":105,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F01400"},{"type":"unspoken","time":1447322400,"counter":106,"content":"<p>Mr. Liam O'Daly (Director General, Office of the Attorney General)called and examined.<\/p>"},{"type":"speechnospeaker","time":1447322400,"counter":107,"content":"<p>(<i>Chief State Solicitor<\/i>) called and examined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F01700","nonspeaker":"Ms Eileen Creedon"},{"type":"unspoken","time":1447322400,"counter":108,"content":"<p>Mr. Barry Donoghue (Accounting Officer, Office of the Director of Public Prosecutions)called and examined.<\/p>"},{"type":"speech","time":1447322400,"counter":109,"content":"<p>I remind members, witnesses and those in the Gallery to turn off their mobile phones as they interfere with the sound quality and transmission of the meeting.  I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  Members are reminded of the provisions within Standing Order 163 that the committee should also refrain from inquiring into the merits of a policy or policies of the Government or a Minister of the Government, or the merits of the objectives of such policies.<\/p><p>I welcome Mr. Liam O&rsquo;Daly, director general of the Office of the Attorney General and invite him to introduce his officials.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F01900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":110,"content":"<p>I am accompanied by Mr. Padraig McMahon, head of office administration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F02000","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":111,"content":"<p>I also welcome Mr Barry Donoghue, Accounting Officer of the Office of the Director of Public Prosecutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F02100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":112,"content":"<p>I wish to introduce Ms Liz Howlin, head of the directing division in the office, Mr. Liam Mulholland, acting head of the solicitors&rsquo; division and chief prosecution solicitor, and Mr. Declan Hoban, head of administration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F02200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speechnospeaker","time":1447322400,"counter":113,"content":"<p>I wish to introduce Ms Maria Browne, who is an assistant chief State solicitor, and Mr. Michael Fallon, head of administration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F02300","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":114,"content":"<p>We are also joined by Mr. Dermot Quigley, principal officer, Department of Public Expenditure and Reform.  The witnesses are all very welcome.  I invite the Comptroller and Auditor General to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F02400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":115,"content":"<p>The three offices whose accounts are being reviewed by the committee today all provide legal services to or on behalf of the State.  The combined net cost of these services in 2014 was around &euro;75 million.  I issued clear audit opinions in respect of all three appropriation accounts.  No matters arising from the audits of these accounts were included in my report on the accounts of the public services for 2014.<\/p> <p>  The 2014 appropriation account for the Vote for the Office of the Attorney General records gross expenditure totalling &euro;13.8 million, under a single programme dealing with the delivery of legal advice and services to the Government and to Departments and offices.  Pay costs accounted for &euro;10 million of the spend.  Vote expenditure also includes provision of a recurrent grant to the Law Reform Commission, totalling approximately &euro;1.9 million in 2014.  At the end of the year, the office had underspent by &euro;1.3 million relative to its budget and that amount was accordingly liable for surrender back to the Exchequer.  Overall expenditure on Vote 3 for 2014 was down approximately 2% compared to the 2013 outturn.<\/p> <p>  The 2014 appropriation account for the Office of the Chief State Solicitor records gross expenditure totalling &euro;27 million under a single programme dealing with the provision of legal services to central Departments and offices.  The expenditure included &euro;14 million spent on staff pay, just under &euro;10 million spent on fees to counsel and &euro;1 million spent on general law expenses.  The balance of the expenditure was incurred in relation to administration non-pay costs.  Overall expenditure on the Vote for 2014 was down approximately 9% compared to the 2013 outturn.  Appropriations-in-aid of Vote 6 amounted to &euro;1.5 million in 2014.  These comprised employee pension-related deductions of &euro;873,000 and costs and fees of &euro;641,000 recovered by the office.  Accrued income of &euro;9.7 million is recognised on the balance sheet in respect of taxed costs due but not yet recovered.  At the end of the year, the office had underspent by &euro;840,000 relative to its budget and that amount was accordingly liable for surrender back to the Exchequer.<\/p> <p>  Vote 5 presents the expenditure in respect of the Office of the Director of Public Prosecutions.  The total spend on the Vote in 2014 amounted to &euro;37.7 million, with little change year on year.  This comprised &euro;13.4 million spent on fees paid to counsel, &euro;12.6 million spent on staff pay, &euro;6.4 million spent on acquiring local state solicitor services and the balance of &euro;5.2 million spent on general law expenses and other non-pay items.  Appropriations-in-aid in 2014 amounted to just under &euro;1 million, again with little change year on year.  These mainly comprise employee pension-related deductions.  The surplus for surrender at end 2014 was small, at around &euro;136,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F02500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speechnospeaker","time":1447322400,"counter":116,"content":"<p>I am pleased to come before the committee to discuss the 2014 appropriation account of the Office of the Attorney General and the 2014 Annual Report of the Comptroller and Auditor General.<\/p> <p>  As background, I will provide a brief overview of the office and its work.  Our primary role is providing support to the Attorney General in discharging her functions as legal adviser to the Government pursuant to Article 30 of the Constitution.  To that end, we provide two main services to our client Departments, namely, legal advice and legislative drafting.  The advisory side of the office is organised into five specialist groups.  This allows the members of the group to become expert in those areas and provide a high level of expertise to clients.  There is constant contact between the groups and their client Departments, including meetings specifically to review the service being provided and discuss future developments.<\/p><p>The scope and variety of the legal work is very wide, with new areas of work constantly appearing and developing.<\/p><p>  The legislative drafting service is provided through the Office of the Parliamentary Counsel.  That office is organised into four groups, each serving a number of specific Departments, and this enables the drafters to build up a high level of familiarity with the Department's work and objectives, which then facilitates drafting on complex topics.  Like the advisory side, there are continual meetings with clients to ensure that the service provided meets their needs.<\/p><p> Much of the work of the office, particularly of the Office of the Parliamentary Counsel, is primarily driven by the Government's legislative programme.  Members will be aware of the extensive programme which places heavy demands on the office in the formulation of advice on legislative provisions as well as their actual drafting.  Much of the advice has to be provided and the drafting carried out at relatively short notice.  In particular, there has been an enormous increase in the number of amendments made to Bills during their passage through the D&aacute;il and Seanad.<\/p><p> The administration side of the office is an essential support to its legal work.  It is organised into a number of business units which cover the following:  human resources, finance, library and knowledge management, information technology, change management, training and development, corporate services and registry.  Senior management participate in the office's  management advisory committee while all staff are represented on the office partnership committee, as well as a number of partnership sub-committees on specific issues.<\/p><p> The office constantly reassesses the need to provide legal services to its wide range of clients and seeks to ensure that its lawyers are fully trained and resourced.  This involves making sure that legal staff are fully expert in their areas of legal work and have at their disposal all resources to do their work to the highest standard required by Government.  Law is constantly changing, through case law and new legislation, and is constantly being reinterpreted.  New developments of law emerge continuously, including through the actions of the European Union and its Courts of Justice as well as the European Court of Human Rights and changes in international law.  This means that the lawyers and the administration in the office must work together to ensure there are high levels of legal expertise and high standards of service delivery to our clients.  Everything that we do is focused on achieving this aim. <\/p><p> Knowledge management and information sharing is a central feature of how we operate.  Precedents, procedures and practices are recorded and made available as appropriate to staff.   In order to ensure that staff skills, particularly legal skills, are kept up to date and developed, the office promotes training as part of the performance management development system.   The office is consistently able to indicate one of the Civil Service's highest rates of compliance with the PMDS process and for 2014, the rate was 96%. <\/p><p> We work very closely with the Office of the Chief State Solicitor, a component part of the office, in providing legal services and also share MAC, IT systems, knowledge management and an audit committee with it to ensure there are economies, efficiencies and expertise.  We also work closely with lawyers placed in Departments and offices.<\/p><p> As part of the diversification of the model of delivery of legal services, and in recognition of the expanding need for legal input at an early stage in Government Departments, the office has run a highly successful secondment programme since 2006, whereby advisory counsel from the office are placed as legal advisers within Government Departments.  In 2014, the office had 23 legal advisers seconded across 15 Government Departments and offices.  Currently, there are 18 across 13 Departments and the Irish Prison Service but following a recruitment process, former numbers will be restored with additional placements being planned.  The office also assigns an advisory counsel as legal counsellor to the permanent representation of Ireland in the European Union in Brussels.<\/p><p> The Office of the Attorney General is fully committed to public sector reform.  The work of the office is extremely specialised and demand-led.  We do not operate public programmes, as do other Government Departments, so it is not possible for the office to make savings or gain efficiencies through eliminating or restructuring such expenditure.  Nor is it possible to unilaterally decide to divest ourselves of work that our clients, the Government, Ministers and Departments, require us to carry out.  Our contention has always been that maintaining a high level of legal service in the provision of accurate advice and legislation and in the management of litigation results in savings and also the avoidance of significant costs to the State.  That is not to say that within the flexibilities available to us we have not been able to achieve significant savings.  As part of the public sector reform process, the office, since 2010, has prepared, implemented and reported on several action plans to effect change and achieve savings.  The office has consistently reduced its annual administrative costs.  By the end of 2014, compared with 2008, our gross budget had been reduced by 22.9% while our net expenditure was 22.5% lower.<\/p><p> For 2014, the office operated on an administrative gross budget of &euro;15.1 million of which the outturn was &euro;13.9 million.  A significant proportion, &euro;10.8 million, or close to 71%, of our budget was allocated to salaries.  This high proportion reflects the fact that the office is a legal professional organisation that provides legal services to the Government and Departments and does not have expenditure programmes.  The next largest allocation is the &euro;2.1 million, which is about 14% of the budget for the Law Reform Commission, which is channelled through our Vote as a grant-in-aid.  The remaining &euro;2.2 million, or 15%, is allocated to training, IT, premises and telecoms.  <\/p><p> During 2014, the office had savings of &euro;1.2 million.  The majority, or &euro;833,000, arose in subhead A1, which is salaries; &euro;279,000 arose in subhead A2, which is contract legal expertise; and &euro;139,000 arose in  subhead C, which is the Law Reform Commission.  The savings in salaries arose due to the time required to seek sanction from the Department of Public Expenditure and Reform to run recruitment competitions and to fill vacancies.  The savings in subhead A2 arose due to a move to minimal reliance on contract drafting expertise.  The savings in the Law Reform Commission were due mainly to staff changes.  In all areas of expenditure, the office closely monitors and controls expenditure to ensure an appropriate use of funds and maximum value.  Each month the office's management advisory committee is briefed on the office's financial position, including such issues as the formulation of annual budgets and measures required to meet savings or staffing targets imposed by the Department of Finance.<\/p><p> The office operates a financial management system which greatly assists me and also informs the monthly presentation on financial matters to the members of MAC.  There is ongoing development of an interface between the financial management system and the case records management system to allow for the development of costing as well as enhanced financial and non-financial management reports. <\/p><p> In conjunction with the Office of the Chief State Solicitor, my office has an audit committee.  The committee includes three members from the private sector, one of whom acts as chair.   Each year the committee agrees a programme of audits.  The resulting reports and recommendations are presented to the local management advisory committees and made available to the Comptroller and Auditor General.  In late 2014, the Attorney General's Office and Chief State Solicitor's Office, jointly decided to put their internal audit work out to commercial tender.  Following that process, an external audit partner has been selected and has carried out several audits so far this year.<\/p><p> I will finish by saying that the need to ensure the State gets best value for money in public expenditure is fully appreciated by the office.  In the past five years, we have reorganised staff and our work in order to operate within the financial parameters set down by Government while still maintaining the expected high level of service.  Our main challenge will be continuing to adapt in order to ensure we meet the demands of our clients.<\/p><p> That concludes my brief overview of the work of the office and its organisation.  I am ready to answer any questions the members of the committee may have.  I thank the committee for its attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#F02600","nonspeaker":"Mr. Liam O'Daly","continuing":true},{"type":"speech","time":1447322400,"counter":118,"content":"<p>I thank Mr. O'Daly and call Mr. Donoghue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#G00200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":119,"content":"<p>I thank the committee for its invitation to discuss appropriation account of the Comptroller and Auditor General in relation to Vote 5.  Before discussing the appropriation account, it might be useful if I gave the committee a brief overview of the work of the office and the more significant developments that have taken place in recent years.<\/p> <p>  The Office of the Director of Public Prosecutions directs and supervises public prosecutions and related criminal matters.  The office has two legal divisions - the directing division where decisions are made in the more serious cases as to whether there should be a prosecution and what the charge should be and the solicitors division which implements those decisions and represents the director in all the criminal cases in Dublin, as well as in constitutional and judicial review matters.  Outside of the Dublin area, there are 32 State solicitors who provide a solicitor service in the Circuit Courts and in some District Courts matters in their local areas.  These are solicitors in private who are employed on a contract basis to act on behalf of the director.  The two legal divisions of the office are supported by a policy and research unit and an administration division which provides HR, IT, finance and support services.<\/p> <p>  Since our last appearance before the committee, the office has established a small number of dedicated units to deal with new and specialised areas of work which I think is something that I should mention.  In 2011, a specialised financial unit was set up to deal exclusively with fraud and white collar crime cases.  The unit was initially staffed by two lawyers but it has expanded over time and now comprises five lawyers together with administrative support.  The nature of the work in the unit is such that very large amounts of documents need to be analysed and presented in court.<\/p><p>To facilitate this, the unit developed skills in the area of electronic collation and presentation of evidence.  Working with the Courts Service, the office has successfully presented a number of cases making extensive use of technology. <br\/><br\/>As the committee will be aware, in November 2014 a new Court of Appeal was established.  This resulted in a sharp increase in the number of criminal appeal cases to be dealt with by our solicitors division in court.  Sanction was obtained by the director to recruit three additional staff to deal with this increase in workload and a dedicated appeals section was established in the solicitors division of our office.  By July of this year, the Court of Appeal had processed a total of 280 criminal appeal cases.<br\/><br\/>As a result of the transposition of the EU victims directive, our office set up a dedicated communications and victims liaison unit in July of this year to deal specifically with this area of work.  Sanction was sought and granted for two lawyers and three administrative support staff for the unit.  The unit is responsible for developing the structures and procedures required to ensure the rights of victims and their families, as set out in the directive, are implemented in so far as they apply to the work of the office.  The directive will have direct effect on 16 November 2015, which is next Monday.  Under the directive, victims and the families of victims will have the right to seek reasons from our office when a decision is made not to prosecute, and also to ask for a review of a decision not to prosecute.  I should say that this builds on work we have been doing to date whereby there has been for many years a procedure for a victim to look for a review of a decision.  We have, since 2008, given reasons in fatal cases.<br\/><br\/>In 2014, the office dealt with just over 14,000 new prosecution files.  This represents the first increase in the number of files received since 2011 when we recorded the highest number ever of new prosecution files.  The complexity and size of files submitted in more serious case categories continues to increase, particularly in the area of fraud and white collar crime.  While the actual number of files received in white collar crime cases is low relative to other offence categories, this area of work, as Deputies can imagine, is very resource intensive because of the amount of material submitted in these cases and the complexity of the issues involved.  The total number of prosecution files received in the office, therefore, is not necessarily indicative of the level of resources required to deal with them.<br\/><br\/>The files now being submitted to the office by An Garda S&iacute;och&aacute;na generally relate to more serious and complex matters.  This is because under section 8 of the Garda S&iacute;och&aacute;na Act 2005, the Garda is given a general consent to prosecute in less serious cases without reference to the office.  The general consent has been extended by the director to include a broader range of offences that can be prosecuted by the Garda without reference to the office.  The effect of this has been a reduction in the numbers of files submitted to the office in less serious cases.<br\/><br\/>Specialised regulatory agencies also submit files to the office.  These include the Revenue Commissioners, the Competition Authority, the Office of the Director of Corporate Enforcement, the Health and Safety Authority, local authorities and the Garda S&iacute;och&aacute;na Ombudsman Commission.  By their nature, files received from these agencies tend to be large and involve complex legal issues.<br\/><br\/>As the committee will be aware from the appropriation account, the total cost of running the prosecution service in 2014 was &euro;36.7 million.  The largest single area of this cost arises in relation to fees we pay to counsel who prosecute cases on behalf of the director.  In effect, we outsource advocacy work in the higher courts to prosecution counsel.  While the total amount paid in fees to counsel has increased in absolute terms in recent years, I would highlight that in response to the economic downturn, our office applied cumulative reductions of 24% in the rate of individual fees paid to counsel between 2009 and 2011.  These reduced rates continue to apply.<br\/><br\/>In 2014, counsel fees accounted for 37% of the total cost of the prosecution service.  It is important to note that the amount paid in counsel fees is demand-led and is driven by the number and, in particular, length of trials heard in the various criminal courts.  The office does not have control over the number and types of cases scheduled for hearing by the courts each year.  The establishment of the new Court of Appeal is also having an impact on fees paid to counsel.  This year to the end of October, fees amounting to &euro;944,000 were paid to counsel for appeals compared with total fees paid for all of 2014 of &euro;581,000.<br\/><br\/>The second largest expense for the office is salaries paid to staff which accounted for 34% of the total expenditure in 2014.  In common with all public sector organisations, the office operated within very tight staffing constraints in recent years and saw a reduction in staff numbers.  Arising from sanctions to recruit a small number of additional staff to deal with new areas of work, such as financial crime, the new Court of Appeal and the EU victims directive, staff numbers have risen to 190.  This is still well below our staffing complement of 196 from 2011.  Of the 190 staff employed by the office, 111 are legal staff and the remaining 79 are administrative support staff.<br\/><br\/>The State solicitor service and law costs awarded against the office are the two other largest areas of expenditure, at &euro;6.4 million and &euro;2.7 million, respectively, in 2014.  As I mentioned, 32 local State solicitors provide a solicitor service in the Circuit Court and some District Court matters outside of Dublin.<br\/><br\/>Most of the law costs arise from judicial review and <i>habeas corpus<\/i>applications taken by defendants.  These costs are managed through an office costs settlement policy which involves negotiating with the defence in cases where costs fall to be paid with a view to settling the question of costs without the necessity of having the matter determined by the Taxing Master.  This has resulted in a reduction in the total amount paid in costs from &euro;7 million and &euro;6 million, respectively, in 2009 and 2010.  Deputies will see from the appropriation accounts that the figure for last year was &euro;2.6 million, which is obviously a very considerable reduction.  It has also resulted in a saving of court time by reducing the number of court dates and hearings.  However, I note that this figure can increase significantly, as happened in 2012 when a small number of exceptionally expensive cases came to be settled.<br\/><br\/>I would like to outline briefly for the committee some of the challenges facing the office in the short to medium term which will need to be managed effectively to ensure we can continue to provide an efficient prosecution service.  I have mentioned the establishment of the communications and victims unit to deal with the additional work which will be generated by the victims directive.  It is difficult at this stage to gauge the volume of requests for reasons for decisions not to prosecute and requests for reviews of decisions that might be received from Monday next.  The office has done significant work in preparing for the directive.  Systems and procedures are in place to process and manage requests.  Our guidelines for prosecutors have been revised to ensure all prosecutors are aware of their obligations under the directive.  In fact, at our recent annual conference, which is attended by all prosecutors, the question of the victims' directive was central.  We are engaged in an extensive training programme, both for our own staff, State solicitors and An Garda S&iacute;och&aacute;na.  We have drafted plain English information booklets, which will be published next week, explaining to victims how we make decisions and how victims can request reasons and reviews.  These are the documents I am referring to, and the National Adult Literacy Agency has been very helpful in terms of settling these documents to ensure they are in plain English.  While much work needs to be done, we are not quite sure at this stage what will be the resource implications of the directive.<br\/><br\/>The establishment of the new Court of Appeal has, as stated, resulted in additional work for the office.  We have additional staff in place to deal with the increased workload but we may be faced with additional expenditure on counsel's fees as the court deals with an increasing number of cases.  Cases being dealt with by our specialised financial unit will continue to put pressure on resources in the office.  Since establishment in 2011, the number of lawyers assigned to this specialised area of work has increased from two to five.  As more cases come before the courts, we will continue to review the resources allocated to this area.<br\/><br\/>I would like to mention an issue which I think will have implications for the office, that is, the starting salary level for a prosecution solicitor.  Now that the economy is recovering, it is becoming increasingly difficult for the public service, because of its relatively low starting salaries for lawyers, to attract and retain the calibre of legal staff required.  After a period of retrenchment, very attractive salaries are being paid in the private sector for even newly qualified lawyers.  If we cannot attract and retain the requisite level of expertise required by the work of the prosecution service, it will create real problems in maintaining standards and may also adversely affect the ability of the office to carry out its work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#G00300","nonspeaker":"Mr. Barry Donoghue","continuing":true},{"type":"speech","time":1447322400,"counter":121,"content":"<p>Thank you very much, Mr. Donoghue.  With regard to your final point, what is the difference in salary?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":122,"content":"<p>The starting salary of a prosecution solicitor in the office is about &euro;30,000 at the moment.  We understand that even trainee solicitors in the private sector can be sometimes paid double that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":123,"content":"<p>That would be &euro;60,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":124,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":125,"content":"<p>The starting salary for a solicitor in the Office of the Director of Public Prosecutions is &euro;30,000-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00600","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":126,"content":"<p>Yes, &euro;30,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00700","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":127,"content":"<p>-----and for a trainee solicitor-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00800","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":128,"content":"<p>It can be up to &euro;60,000 in the private sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H00900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":129,"content":"<p>Is a printed copy of Mr. Donoghue's opening statement available?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H01000","speaker":"1045"},{"type":"speech","time":1447322400,"counter":130,"content":"<p>Yes.  I invite Ms Eileen Creedon to make her opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H01100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":131,"content":"<p>I also thank the committee for the opportunity to make a brief opening statement.  I am pleased to be able to assist the committee in its examination of the 2014 appropriation account of the Office of the Chief State Solicitor.<\/p><p>I am pleased to be able to say that my office does not feature in the annual report of the Comptroller and Auditor General and, as requested, I have provided the committee with an update on expenditure in 2015.<\/p><p> As the committee is aware, my office deals with a wide range of legal work on behalf of the State.  This ranges from conveyancing and property work to advising on and dealing with commercial contracts, managing litigation taken against the State and dealing with challenges to the Constitution.  Many matters are high profile, sensitive and capable of attracting publicity.  Sometimes, they involve emergency applications to court, strict time limits and complex issues of law.<\/p><p> The Vote for my office is split into two parts, those being office administration and the provision of legal services.  It should be noted that payroll and legal expenses account for 94% of total expenditure.  Within the administrative subheads, payroll is by far the greater expenditure at &euro;14.1 million in 2014.  This equates to 52% of the entire expenditure under that year's Vote.  While my office has a staff complement of 226, there are 17 vacancies.  One of the main challenges I have faced in 2014 and 2015 is the recruitment and retention of solicitors.  With the economy picking up, there are more attractive financial opportunities in the private sector.  In 2014, eight solicitors resigned, with a further 14 resigning in 2015.  It has proven difficult to attract replacements.  The office has 13 vacancies at solicitor level.  This equates to 11% of its solicitor complement.  I am discussing this matter, which is posing a significant risk to the office, with the Department of Public Expenditure and Reform.<\/p><p> Expenditure on the remaining administrative subheads amounted to &euro;1.8 million or 7% of total expenditure in 2014.  The administration division facilitates a full range of support services that are critical to the provision of the legal service.  Expenditure includes items such as staff training, library and knowledge management services, utilities, building maintenance, photocopying and document preparation, and the provision of IT, telephone and postal services.<\/p><p> The provision of legal services is spread across five divisions, each managed by an assistant chief State solicitor, which is equivalent to assistant secretary.  The divisions are organised around legal case types.  All of the work is driven by the demands of Departments and Government offices.  The range of work undertaken is broad and includes matters of national importance that are high profile and of high monetary value to the State.  Much of the work is court based and can be subject to tight time limits, leading to great demands on my staff and the counsel used by my office.  The office has developed specialist expertise where necessary and has to maintain these specialisms across all legal areas.  The office also needs to be in a position to react to new legal developments as they arise for our clients.<\/p><p> Expenditure on legal services includes fees to counsel, general law expenses and external legal services, and it accounts for 41% of overall expenditure.  The main area of expenditure under this heading is on fees paid to counsel, which in 2014 accounted for 36% of the entire expenditure of my office.  I should point out that expenditure in this area is dependent on the level of activity in the courts and is, therefore, difficult to forecast accurately.  Significant controls are in place to manage expenditure on fees paid to counsel, and the management of this expenditure is a key activity for the Chief State Solicitor's office.  These are fees payable to counsel representing Departments and Government offices in litigation before the Irish courts and other tribunals and the European Court of Justice.  They also include fees payable to counsel for the provision of legal advice to the State, whether sought for the Attorney General's office or for client Departments.<\/p><p> While the controls in place are working well, recent legal activity has seen a marked increase in the complexity of the work being handled by my office in areas such as commercial litigation and transactional work, procurement work, litigation and advisory work resulting from our membership of the European Union and the implementation of directives, environmental law, planning, employment law, asylum and immigration, etc.  Furthermore, the new Court of Appeal has resulted in a faster throughput of appeal cases that heretofore would have remained pending on the Supreme Court list for a number of years.  My office has also handled a number of significant and high-profile cases relating to, among other issues, challenges to the Constitution and the recent referendums.  The result of all this is that I will not be able to remain within the 2015 Estimate allocation for fees to counsel and have commenced the process of seeking a Supplementary Estimate to be in a position to discharge all fees owing for 2015.<\/p><p> I thank the Chairman for allowing me the opportunity to make this short statement and will do my best to assist him and his colleagues in their considerations.  In the event that I do not have information with me, I will do my best to provide any outstanding material within two weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#H01200","nonspeaker":"Ms Eileen Creedon","continuing":true},{"type":"speech","time":1447322400,"counter":133,"content":"<p>I thank Ms Creedon.  May we publish the witnesses' statements?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":134,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00300","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":135,"content":"<p>I welcome the witnesses and thank them for attending.  Well done on receiving clear audit opinions, although it makes it more boring for me when three Accounting Officers appear before me with clean bills of health from the Comptroller and Auditor General.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":136,"content":"<p>It is what we all aspire to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":137,"content":"<p>I suppose.  Ms Creedon concluded by stating that her office would not be able to stay within budget this year.  By how much will it run over and how large of a Supplementary Estimate will it need to balance its books?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00600","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":138,"content":"<p>I will seek a Supplementary Estimate of &euro;1.5 million.  I will also use additional resources from within my existing allocation, so the total overrun will be &euro;2.5 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00700","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":139,"content":"<p>How is that &euro;2.5 million broken down?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00800","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":140,"content":"<p>It relates to the overall spend on counsels' fees.  I have a list of cases and information on what each cost.  The overrun for which I will propose a supplementary budget owes to the increased complexity of the work being done by my office.  I have had a large number of high-profile files and there has been increased activity in my office for a number of reasons, for example, the law has become more complex.  When I examine files on judicial reviews, the increased activity takes the form of more advices and consultations and longer running times for cases.  There is a faster throughput of cases at High Court level and the Court of Appeal has increased the number of cases with which we deal.<\/p> <p>  The other Accounting Officers made a point that I did not make in my opening statement but which I will now.  Expenditure on counsels' fees remains 44% lower than in 2008.  Even taking into account the supplementary budget that I will seek, overall expenditure on counsels' fees will be 30% lower than it was in 2008.  In recent years, there has been a reduction in my budget allocation for counsels' fees.  While I had been maintaining my office within budget for a number of years, that did not prove possible this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J00900","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":141,"content":"<p>The cases are more complex, they are going through the High Court more quickly and costs have increased because the office must go to the Court of Appeal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J01000","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":142,"content":"<p>Exactly.  There is increased activity in this regard.  Combined with the reduction in my allocation, it has left me in the position of needing a Supplementary Estimate this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J01100","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":143,"content":"<p>Was the 2014 budget less than the 2013 one?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J01200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":144,"content":"<p>Our budget for counsels' fees was cut from &euro;11.85 million to &euro;9.6 million in 2014.  It remained at that level this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J01300","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":145,"content":"<p>Ms Creedon mentioned the complexity of the cases.  Will she explain what she meant?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J01400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":146,"content":"<p>We cover a range of legal work.  My office handled a number of referendum petitions.  Procurement is a new area of work for us and we dealt with a significant amount of High Court litigation in this regard when we would have dealt with none previously.  We also dealt with a significant amount of commercial litigation which goes through the Commercial Court.  This process is tightly managed and accelerates litigation.<\/p> <p>  Not all the cases I pay for in any given year are referrable to that particular year.  I might open a file in 2012 or 2013 but I will not be able to estimate when the case will come to a conclusion and fall for payment in respect of counsels' fees.  For example, it may be on a court list or settle.  This year, I had a larger number of cases where a high range of fee was paid than was the case in the past two years.  That is just when they fell due for payment having come to a conclusion in the courts.<\/p><p>It is unpredictable and, as Mr. O'Daly said earlier, we are demand-led.  We do not know what work is going to arrive on our desks and we cannot refuse any work.  We cannot accurately predict when a file will fall due for payment as it depends on when it runs, what time it concludes and whether it settles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#J01500","nonspeaker":"Ms Eileen Creedon","continuing":true},{"type":"speech","time":1447322400,"counter":148,"content":"<p>I take Ms Creedon's point that some of it is foreseeable.  If there is a petition about a referendum one cannot predict whether it will happen.  Did you seek a bigger budget at the beginning of the year?  Having not got it, were you subsequently proved right because it overran?  How much of this came about through one-off complexities in the system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":149,"content":"<p>When my budget was reduced from &euro;11.85 million to &euro;9.6 million I immediately anticipated that there would be a difficulty.  A greater reduction had been proposed but I engaged with the Department of Public Expenditure and Reform at that stage to indicate that, from my best estimate of what was then going through the office, the reduced amount would probably not meet my budget.  I expressed reservations about meeting my requirements but we were going through particular difficulties at that time and that was the allocation that was given to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00300","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":150,"content":"<p>On the balance sheet there is a figure of &euro;9.7 million for outstanding taxed costs owed to your office.  I assume this is owed from people who have taken a case, lost and subsequently were ordered to pay costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":151,"content":"<p>Exactly.  It is in respect of costs due.  I provide a piece on that in the briefing statement.  A significant portion actually relates to one particular case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00500","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":152,"content":"<p>How much?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00600","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":153,"content":"<p>Approximately &euro;5 million relates to one large case.  It is a live case because it has not been finally concluded.  The rest relates to a balance of cases.  We pursue costs and manage them but we cannot always reclaim them successfully.  A lot of them would relate to lay litigants where it can be difficult to recover costs but we manage the process and we go as far as we can to recover them.  We have some successes but sometimes it can take longer because we may have to go to the District Court for instalment orders against individuals.  We are conscious that it is taxpayers' money and we have to pursue it.  People who engage in litigation with the State and are unsuccessful can sustain a cost burden and it is up to us to pursue it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00700","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":154,"content":"<p>How many litigants are involved in the remaining &euro;4.7 million of the &euro;5 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00800","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":155,"content":"<p>I gave the figures in the briefing.  I think it is something in excess of 200 cases, working out at some &euro;5,000 per case as a rough average.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K00900","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":156,"content":"<p>The note states that the office pursues all outstanding costs.  At what point does it decide it will not get something back?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01000","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":157,"content":"<p>If we are pursuing a company and it goes into liquidation we cannot pursue it any further.  If we are pursuing a lay litigant and it becomes clear they are of very poor means, are unemployed or in ill health we might have to make a commercial decision as to whether we would be throwing good money after bad in pursuing it.  We are careful to make such a decision, though, because it is taxpayers' money and we are obliged to pursue it as far as we can.  We keep these matters under review so that if we feel somebody may be in a position to pay us at some point in the future we will put it on a review list and look at it again to see if their circumstances have improved so that we can recover the costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01100","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":158,"content":"<p>A question was asked about your ability to hire staff and the Chairman asked about the differentiation in salaries between what the private sector is offering and what the public sector offers.  I trained as a solicitor myself right after the boom, when hundreds of my fellow solicitors were graduating into unemployment.  Is there not a vast pool of people out there looking to be trained and to get their foot in the door of a legal practice?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":159,"content":"<p>Yes, absolutely.  During the downturn it was easier to get people to come into the office because there were no other opportunities.  Working in law offices brings a particular type of experience.  It is very valuable experience and one gets good exposure to a lot of legal issues and a good level of responsibility very early.  Solicitors come here and enjoy the experience for a number of months but then they are offered salaries significantly in excess of what we are offering.  Many will say the work is extraordinarily interesting and, all things being equal, they would stay but when a person has to try to live in Dublin the differential is too big.  If they were offered &euro;5,000 more they might stay but the differential is broadening out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01300","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":160,"content":"<p>What is the average differential at the moment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":161,"content":"<p>I only have anecdotal evidence from talking to colleagues in the private world to get a sense of what they are offering.  I am quite sure that smaller practices outside Dublin are not offering the kind of sums mentioned earlier but, because we are operating in the Dublin market and because the type of work we do is very high-level, solicitors who come to work for me have experience that makes them attractive to the bigger firms.  I meet with all the solicitors who leave me and I ask them why.  The indications they give me are that they are getting &euro;55,000-&euro;65,000, and this differential is too broad for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01500","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":162,"content":"<p>They would get between &euro;30,000 and &euro;35,000 with yourself and the DPP's office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01600","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":163,"content":"<p>Yes, exactly.  During the downturn we were asked to start all recruitment at the lowest point, irrespective of the experience of the solicitor and whether he or she had been qualified for two years or for ten.  That might be okay for a young solicitor but where we are looking for experience it is extraordinarily difficult.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01700","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":164,"content":"<p>Do you hire solicitors with no experience, who have just graduated?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01800","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":165,"content":"<p>They have to be qualified solicitors.  Recent graduates may be suitable for some work but for certain work I am looking for experience.  The recruitment grade accounts for up to one third of my entire cohort and they are an extremely important cohort of solicitors for putting the work through the office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K01900","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":166,"content":"<p>Is the solution a simple one, namely, to increase salaries?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K02000","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":167,"content":"<p>That is the tenor of the discussions I am having with the Department of Public Expenditure and Reform.  I understand these matters have to be tightly managed but I will be putting forward the argument that some leeway and flexibility would go part of the way towards alleviating the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K02100","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":168,"content":"<p>One of the areas for which your department is responsible is the processing of asylum claims and asylum litigation.  Have you noticed a decrease in legal costs as a result of the policy change which has happened in the form of a more accessible approach to allowing people to remain in the State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K02200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":169,"content":"<p>It takes a while for the impact to reach us because we deal with the judicial reviews on refused applications.  In the past year it has become busier because the throughputs sped up somewhat.  It will take a while to see the impact of the new legislation and the measures coming through.  If the legislation becomes more streamlined and results in fewer challenges it will result in a decrease in our work but it is too early to assess that now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K02300","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":170,"content":"<p>Is there a panel to hire counsel for your office?  How many people are on that panel and how often does it rotate?  If you can find a younger barrister or legal professional internally, who is just as competent but costs the State less, can you use them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K02400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":171,"content":"<p>The nomination of counsel is primarily a matter for the Office of the Attorney General so Mr. Liam O'Daly will address that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K02500","nonspeaker":"Ms Eileen Creedon"},{"type":"speechnospeaker","time":1447322400,"counter":172,"content":"<p>The process is that barristers from the Law Library make it known to the Office of the Attorney General, pursuant to section 7 of the Prosecution of Offences Act 1974, that they are willing to act for the State.  There is a form which they have to complete and they have to make known to us what type of expertise they have and whether they will take certain types of cases.<\/p><p>This year, we have approximately 806 applications from barristers willing to act for the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#K02600","nonspeaker":"Mr. Liam O'Daly","continuing":true},{"type":"speech","time":1447322400,"counter":174,"content":"<p>Are they new?  Does it have to be applied for every year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":175,"content":"<p>Every year, when new barristers enter the Law Library, there will be a few extra applications.  They are renewed.  The 806 applications refers to 806 extant willing to act for the State.  When we last checked with the Law Library, we were told there were approximately 2,300 qualified barristers, not all of whom are practising.  Given that barristers who leave the Law Library do not receive P45s, it is unclear exactly how many are practising.  Of this population of barristers, 806 have applied to the Office of the Attorney General to do work, which is less than half of the Bar members.  Anecdotally, one of the reasons is that we do not pay as much as other types of work, and there is sometimes a disposition to act against the State rather than for it.  There are various reasons a barrister may not want to do State work.  All the applicants are placed on a panel and, depending on their willingness to act and suitability, and last year, approximately 340 of them received work from the Office of the Attorney General through the Office of the Chief State Solicitor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00300","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":176,"content":"<p>Why would those 340 barristers get the work as opposed to the others?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":177,"content":"<p>It depends on the nature and duration of the case and the barrister's experience, suitability and expertise to deliver the type of service required or deal with the type of litigation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00500","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":178,"content":"<p>Is cost a factor in the choice?  Does the barrister accept the fee allocated by the Attorney General and decide to either work at that rate or not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00600","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":179,"content":"<p>I am conscious that the issue of costs is of concern to the Committee of Public Accounts.  A barrister does not mark a fee for his or her services and we agree.  At the end of a case, when the fee sheets are submitted by the barrister, they are vigorously assessed.  The barristers do not dictate the fee.  Since 2008, the vigorous process of scrutinising barristers' fees has resulted in a fall in cost of approximately 48%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00700","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":180,"content":"<p>I appreciate that.  Before a barrister is given a case, does the Office of the Attorney General set a fee or a rate?  Although one cannot set a fee, given that a case could go on twice or three times as long as anticipated, there should be a structure for calculating the fee.  Is it agreed beforehand or afterwards?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00800","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":181,"content":"<p>While it can be agreed beforehand, we have internal guidelines and a process whereby they are scrutinised, and these are indicative of how much a barrister will be paid.  The members of the Bar understand it and they understand that the fee note generally bears no relationship to what they might be paid at the end.  They are generally paid at the end of a case, but may be paid during a case if it is very long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L00900","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":182,"content":"<p>As a qualified solicitor I have friends who have been members of the Bar for five or six years.  They would give their right arms for some State work.  The old adage is that one does not make any money as a barrister until one has been at it for at least seven or eight years.  They are all doing extra jobs to pay the rent.  With this pool of people who are not new but have been there for a long time, and where there is competition for business, if it were properly done, the Attorney General could give younger entrants a step up and would save the State some money by targeting work at people who would probably charge less due to their level of experience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01000","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":183,"content":"<p>In some respects, because the barristers do not dictate the fees, the issue does not necessarily arise.  The Office of the Attorney General appoints counsel based on their suitability, expertise and ability to do the case, as expressed in their willingness to act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01100","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":184,"content":"<p>Are there two rates, a senior and a junior counsel rate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":185,"content":"<p>No, it depends on the type of case and the type of work being carried out.  There are specific amounts for the drafting of defence pleadings, with variations, which we use as indicators of what we would pay.  If a barrister marks a fee in respect of what he or she regards the piece of pleading to be worth, it is helpful.  However, it is not necessarily what we would pay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01300","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":186,"content":"<p>Does the Office of the Attorney General have a publicly available book of indicative fees for pleadings by senior and junior counsel?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":187,"content":"<p>Although it exists, it is not publicly available, mainly because if we put it out there, problems could arise with undercutting.  The indicative fees were agreed and formulated with the benefit of private sector cost accounting expertise and signed off by the Department of Finance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01500","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":188,"content":"<p>The other argument is that if they were made public, rather than undercutting there would be a competitive field in which people who have the experience could offer to do the work for a lower fee and save the Office of the Attorney General money while doing the work well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01600","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":189,"content":"<p>With undercutting and racing to the bottom, of course there would be counsel who would say they could do the work for less.  However, cost is not the only criterion.  We must have competent counsel.  We must get the counsel who have the experience and expertise to do a certain type of case.  In high-level constitutional cases, while people might say they can do it for less, they may not be right for the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01700","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":190,"content":"<p>While I am not saying cost should be the only factor, Mr. O'Daly is saying it is impossible for somebody to compete on cost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01800","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":191,"content":"<p>That is not necessarily so.  Barristers make their fees known in attempts to negotiate.  However, we tell them that, at the end of the day, we will be the arbiter of how much they are paid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L01900","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":192,"content":"<p>Has Mr. O'Daly not just proved my point that there is no cost competition between practitioners offering a service?  At the beginning of the meeting, we had a discussion about how UCD is not putting contracts under &euro;60,000 out to public tender, which it should be.  The State makes plumbers, electricians and all kinds of small businesses compete against each other in order to save &euro;1,000 or &euro;2,000.  The market we use for counsel fees does not seem to use cost as a differentiator.  Mr. O'Daly has said he has an indicative framework within which he works, which has been benchmarked by the private sector for how much he pays for certain work, and, therefore, if a barrister submits a fee note, it bears no relation to the payment.  He also said, if somebody negotiates and offers to do the work for a lower fee, he will still return to his indicative framework.  This excludes cost as a competitive angle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L02000","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":193,"content":"<p>Not necessarily.  If a barrister offers to do the work for less, one listens and makes a commercial decision.  I return to the point that the expertise of the barrister and the need for a barrister to be able to do the case is the paramount concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L02100","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":194,"content":"<p>I accept that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L02200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":195,"content":"<p>The Office of the Attorney General must be able to choose the properly qualified barrister or the one who will do it.  Sometimes, in order to get the best, one may have to pay a little more.  There must be flexibility.<\/p><p>In big constitutional cases, there is a relatively small pool of barristers who we would be comfortably necessarily briefing from the point of doing those types of cases but there are not that many real experts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#L02300","nonspeaker":"Mr. Liam O'Daly","continuing":true},{"type":"speech","time":1447322400,"counter":197,"content":"<p>Mr. O'Daly is conflating a little.  No procurement process of any kind says that costs are the be-all and end-all.  Often, in procurement processes, it is not the lowest price that will win.  However, cost is a factor based on a number of matters.  First, there would be competence, record of experience in the business, number of projects done and completed on time, expertise, relationship, trustworthiness and customer satisfaction, and then cost.  These all would come into one's procurement process.<\/p> <p>  I totally understand that Mr. O'Daly will not send a first year junior counsel into the Supreme Court to defend a constitutional case.  There are different levels.  Experience, etc., comes into it.  I am struck by the system in place.  I am not trying to put forward the view that solicitors all should be offering to work for the minimum wage but, if one does not have a situation where 2,300 qualified, 800 applied for legal work and 300 of those get legal work, those in the broader pool can say that they can do the job a particular barrister has done just as well and cheaper, they will prove it and do so, and they should be able to compete on that basis to get the work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":198,"content":"<p>When the Deputy says the broader pool, does he mean those outside the 800 or so who have said that they will do the work or have expressed the willingness to do State work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00300","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":199,"content":"<p>There are two pools.  There are the 800, first, who have handed in a sheet to Mr. O'Daly's office and then there are the 300 of those who get it, but then there are the broader 200 or 300.  I would not know if there is anecdotal evidence that there is no point in applying for State work as it is a closed shop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":200,"content":"<p>No, I do not think so.  Through our website, barristers can make an application.  All of them are considered.  That is the process.  As I say, those who actually showed a willingness to work for the State were put on panels.  They were of variable expertise, variable experience and qualification.  Not all of them would be suitable for every case.  Of the types of panels that we have, if one takes the asylum panel, there are a lot of barristers on that panel.  However, if one has a high-end asylum case to which there may be some constitutional aspects, one has to be careful who one picks from that panel to do that type of case.  Of course, it may be the situation that somewhere out there might be somebody who is not on the asylum panel who might be prepared to do the case for very small money but bearing in mind those on the panel have expressed a willingness to do a type of work, have gone to the trouble of going through the process of making that known and are on the panel, they have a general idea of what they are going to get paid.  That is how we do it.  It does not mean that there is some unknown quantity of barristers who would be willing to do that type of work for much cheaper.  It does not necessarily indicate that.  Second, as the Deputy stated, that cannot be the only reason the Attorney briefs them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00500","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":201,"content":"<p>Let us be frank.  If something goes wrong in the legal profession, someone is seriously discomfited.  There are liberty issues.  It is very serious.  It is not to be likened to some other professions.  This is something we constantly hear.  Everybody is shocked when they hear about the cost of the legal fees, both counsel fees and solicitors' fees, associated with a case.  Millions of euro is being paid in fees and one of the primary actors in that is the Bar.  There does not seem to be recognition, certainly, in the way State procures services, that there is potential for a competitive market which could reduce the costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00600","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":202,"content":"<p>We did, in 2011, enter discussions with the Department of Public Expenditure and Reform because, obviously, we had to justify the present system.  The discussions took place from the point of view of putting in processes that get value for money for the State.  That is the criterion.  Admittedly, things have moved on, but in 2011 the Department of Public Expenditure and Reform stated that it was satisfied with the process we had in place to ensure we engaged the right barristers for the purposes of the cases for the State.  They were satisfied that the system produced savings and from that point of view, they were happy that we did not move.  There were discussions about different methods of procurement in the sense of how it might work.<\/p> <p>  I totally acknowledge the arguments Deputy Nolan has made in the sense that in certain types of litigation, it would be my view that there is room for a different method, particularly in relation to what I would regard as process-driven type litigation whereby perhaps, without in any way demeaning a level of work, the level of legal expertise is not as high.  However, in constitutional cases and in a large number of the very complicated cases we have, that just would not work because we need flexibility.  If we had a rigid procurement process for each case, for example, there could be different models.  It would not necessarily have to be for each case, we could have some form of tendering process for each panel as such.  That is possible.  In constitutional cases and for big cases - I am conscious that there are types of cases that involve other entities as well - the idea of not getting the best, and cost being the driver in that, is just not acceptable.  I understand the Deputy's point that cost obviously has to be a factor - of course it is under the system that we have - but a pre-eminence is given to people's expertise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00700","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":203,"content":"<p>Typically, how many constitutional cases would there be in a year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00800","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":204,"content":"<p>I do not have the statistics with me on constitutional cases.  I would imagine there are 200 big ones of varying types in the sense of going through the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M00900","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":205,"content":"<p>How many of those would reach the Supreme Court?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01000","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":206,"content":"<p>Again, I would guide the Deputy towards the statistics, the point being a lot of them would get into the Supreme Court.  If they are key constitutional points, they will go to the Supreme Court.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01100","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":207,"content":"<p>I do not want Mr. Donoghue to feel left out.  He mentioned the 32 local State solicitors who work for his office outside of the Dublin region.  How are those appointed and what is the process for getting value for money there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":208,"content":"<p>Some of the 32 State solicitors are there for life.  They were appointed in the time when the Attorney General was in charge of that and they have a lifetime contract.  Where a position becomes available because somebody retires, there is a full competitive process, interviews with independent chair on the board and a selection process in the normal way.  A decision is then made by the director to appoint the person selected by the board.  That is the process for appointing a new State solicitor.  In addition, some State solicitors have contracts for ten years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":209,"content":"<p>On the new appointments, how long are they for?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":210,"content":"<p>Ten years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":211,"content":"<p>I suppose that can go to a firm.  It is not necessarily an individual person, is it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01600","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":212,"content":"<p>It would be an individual person, but he or she may be employed in a firm.  He or she may be a single practitioner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01700","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":213,"content":"<p>How many of the State solicitors have one of these lifetime contracts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01800","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":214,"content":"<p>I do not have that figure but very few are now for life.  By effluxion of time, very few are for life.  The majority are there for a period of ten years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M01900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":215,"content":"<p>Is each new contract individually negotiated?  Is it, similar to with Mr. O'Daly, that there is an indicative framework that Mr. Donoghue works from?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M02000","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":216,"content":"<p>Yes.  There are several bands, depending on how busy the particular county is.  For example, Cork city would be a huge area and the overall figure for Cork city is approximately &euro;500,000.  But then, at the end of that band, for a smaller county, the figure is approximately &euro;100,000 plus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M02100","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":217,"content":"<p>What is the criteria for winning the contract?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M02200","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":218,"content":"<p>It is based on a competitive process - interviews - and the decision is made by the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M02300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":219,"content":"<p>Is it who is best as opposed to who is cheapest?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M02400","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":220,"content":"<p>Exactly, because the fee is set on the basis of the bands agreed with the Department of Public Expenditure and Reform.  They are not competing on the basis of who will do this for less.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M02500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":221,"content":"<p>It is a situation similar to that outlined in the exchange I had with Mr. O'Daly where everyone would accept that it should be a person of eminence, good repute and good standing in the legal profession.<\/p><p>If there are two or three solicitors who match those criteria, should they not be free to compete on price?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#M02600","speaker":"1045","continuing":true},{"type":"speechnospeaker","time":1447322400,"counter":223,"content":"<p>It is not the system we have at the moment.  In fact, we think the price set by the Department of Public Expenditure and Reform is very reasonable.  There are huge savings in terms of the cost to the State of the State solicitor service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":224,"content":"<p>I will get given out to for this, but even as a Labour Party Deputy I must say that sometimes the market is best at determining the price for something.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00300","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":225,"content":"<p>It is something we have not considered, to be honest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00400","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":226,"content":"<p>It has never been considered in the office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00500","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":227,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00600","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":228,"content":"<p>Even during the last five or six years, when we were all cutting our cloths considerably, it was never considered that maybe we should tender for a significant amount of work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00700","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":229,"content":"<p>We feel the basis on which the contracts are set, based on the various bands and so forth, are very competitive in any event.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00800","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":230,"content":"<p>How would that be judged?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N00900","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":231,"content":"<p>On the basis of the volume of work that is done.  Comparisons can be made with criminal legal aid work, which is the same area.  We think the fees are pretty reasonably set.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01000","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":232,"content":"<p>Are there performance reviews for those who are doing those jobs over ten years, or is it a matter of \"This is your contract and we will see you in ten years and see if you win it again\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01100","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":233,"content":"<p>No; there is a performance review.  For example, the chief prosecution solicitor, who is in charge of that process, will review individual State solicitors and will travel around the country, going to Circuit Court sessions.  There is a performance review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":234,"content":"<p>Has anyone ever lost their contract as a result of poor performance, or been reprimanded or sanctioned?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01300","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":235,"content":"<p>I know some contracts have not been renewed, effectively.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01400","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":236,"content":"<p>Supposing someone is two or three years in and the office realises this solicitor is not doing a very good job, what happens?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01500","speaker":"1045"},{"type":"speechnospeaker","time":1447322400,"counter":237,"content":"<p>The contract allows for termination by the Director of Public Prosecutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01600","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":238,"content":"<p>To bring the Chairman back again - I will finish on this because I have had 40 minutes - I understand the point about indicative scales of salaries, but it seems that, while recognising expertise, the solemnity of the job and the eminence of the persons required, there are many solicitors and barristers who should be able to compete a little more on cost in the systems that are in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01700","speaker":"1045"},{"type":"speech","time":1447322400,"counter":239,"content":"<p>I welcome all the witnesses and congratulate all three areas on having a clear audit opinion.  That is great comfort to the nation, I am sure.  I stepped out for a minute and ended up in the Chamber as there were a lot of votes going on, so I apologise for being out.<\/p> <p>  On staffing, there seems to be a reasonably high turnover of staff.  If this has been asked earlier, I will move on, but is it to do with being unable to get staff or is it to do with salary or another issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01800","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":240,"content":"<p>We dealt with that earlier, but if the Chair would like us to deal with it again-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N01900","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":241,"content":"<p>The witnesses may give a brief response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02000","speaker":"965"},{"type":"speech","time":1447322400,"counter":242,"content":"<p>I do apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02100","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":243,"content":"<p>It is about recruitment, and we discussed the difficulties the starting salary for solicitors is causing to both the Office of the Chief State Solicitor and the Office of the Director of Public Prosecutions.  When the economy was in downturn, it was much easier to recruit, but we were told at that point that we had to recruit at the lowest point of the scale-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":244,"content":"<p>What is the lowest point of the sale?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02300","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":245,"content":"<p>It is &euro;30,000.  That was irrespective of how long the individual solicitor had been qualified.  We could not take into account the qualification period or anything else.  As the economy is improving, as I said in my opening statement, I have had a number of resignations.  I have spoken to those people as they leave and the indications are that they are being offered up to twice what I am offering.  We are operating in Dublin and they are being offered other positions in Dublin in bigger practices.  That may not be the case in other parts of the country, but the kinds of position that solicitors who have experience in our offices are being offered in Dublin are at up to twice what we can offer them, and sometimes more.  The gap is widening greatly and it is not tenable for them to remain, despite the interest of the work and other conditions in the office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":246,"content":"<p>Can I ask the officials from the Department of Public Expenditure and Reform whether there is there a possibility of changing this scale?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02500","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":247,"content":"<p>I did say in my opening statements that I am in discussions with the Department at the moment and we are going through those negotiations in terms of reaching agreement on some flexibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":248,"content":"<p>Can the officials from the Department comment on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02700","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":249,"content":"<p>To reiterate what Ms Creedon has pointed out, the subject is a matter of negotiation between our offices at present.  We are hopeful of arriving at a workable solution, but it is work in progress at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02800","nonspeaker":"Mr. Dermot Quigley"},{"type":"speech","time":1447322400,"counter":250,"content":"<p>Is there a timeline for a successful conclusion to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N02900","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":251,"content":"<p>We are actively addressing this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":252,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03100","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":253,"content":"<p>It is, from my point of view, a matter of risk, so I am actively addressing this and the Department is engaging with me at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":254,"content":"<p>Can I ask about the &euro;9.9 million owed by debtors, which appears to be 40% of turnover?  It has been the same for a number of years.  The money that is owed to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03300","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":255,"content":"<p>Yes, in terms of our pursuing costs.  Is that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":256,"content":"<p>There is &euro;9.9 million.  As per the balance sheet, the accrued income for the year 2004 stood at &euro;9.7 million, and in 2013 it was &euro;9.9 million.  The cost remained outstanding.  What is the policy on collecting this money?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03500","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":257,"content":"<p>In terms of recovering costs, our policy is to recover costs and to follow costs.  We go through the same process.  We pursue our costs and, if they are not forthcoming, we pursue them through the courts if necessary.  Sometimes we run into difficulties if the costs were awarded in respect of a company that goes into liquidation.  We have a significant number of lay litigants who take litigation against the State.  In those cases, we would be pursuing costs against individuals and sometimes it might transpire that they simply do not have the means to pay the cost, although costs have been awarded against them.  We are very conscious that this is taxpayers' money, so we do pursue it as far as we can.  We also keep it under review.  We review cases periodically to see whether a person's financial means have improved and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":258,"content":"<p>At what stage is the cost written off?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03700","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":259,"content":"<p>We are reluctant to finally write off costs at all-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":260,"content":"<p>Is there bad debt provision or-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N03900","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":261,"content":"<p>We are disinclined to write them off.  We keep them under review.  We would have to come to that point with companies that go into liquidation, but with individuals we are disinclined to do a write-off in that sense.  We keep them on a review database and we review them and account for them.  We do not, to the best of my knowledge, have a write-off provision; we just keep them under review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":262,"content":"<p>I appreciate that, but if people cannot pay, and obviously circumstances sometimes present, would it not be more prudent to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04100","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":263,"content":"<p>Yes, we put them on a review list.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":264,"content":"<p>It looks like 40% of the turnover is still owed, and if that does not change, it would raise questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04300","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":265,"content":"<p>Yes, I-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":266,"content":"<p>I understand with business there are bad debts and things happen for people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04500","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":267,"content":"<p>Absolutely, and I take that point.  We are just conscious that it is taxpayers' money.  We have had occasions when people's means have improved, for various reasons, and we have been able to go again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":268,"content":"<p>What is the timeframe?  If somebody owes money, does it go on forever, or if after six years circumstances have not changed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04700","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":269,"content":"<p>Obviously there is the issue around how far one can pursue a debt and the court proceedings and all that.  If they run into the sand, then they run into the sand.  In that initial period, we manage it as tightly as we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":270,"content":"<p>I appreciate that.  In general-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N04900","speaker":"988"},{"type":"speech","time":1447322400,"counter":271,"content":"<p>Before Deputy Collins makes that point, can the witnesses give us a breakdown of the debt figure of &euro;9.7 million in terms of the number of years and the various amounts that are owed over a period?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05000","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":272,"content":"<p>I do not have that data with me, but I think I can produce it.  Is it here?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05100","nonspeaker":"Ms Eileen Creedon"},{"type":"speechnospeaker","time":1447322400,"counter":273,"content":"<p>That is just the balance sheet figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speechnospeaker","time":1447322400,"counter":274,"content":"<p>I do not have a breakdown of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":275,"content":"<p>Can Ms Creedon let us have that, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":276,"content":"<p>I might just observe that if these were GAAP accounts, it would probably be a substantially lower figure, because of the likely collectability of some of that debt.  However, it is not GAAP accounting; it is an appropriation account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1447322400,"counter":277,"content":"<p>Regarding the Legal Services Bill 2001, where are we with the implementation of changes to that?  I apologise if this was covered earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05700","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":278,"content":"<p>The Bill is in the House, as the Deputy knows.  There are amendments to the Bill which were put forward by the Minister and are being worked on between the Departments and the Attorney General's Office.  The draftsman is finishing them off.  My understanding of the timeline is that all those amendments will be getting into the House by the first or second week of December.  That is a matter for the Minister, obviously, but that is what we are working to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05800","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":279,"content":"<p>There has been an international view that our costs here are quite high.  I am quoting some media.  For instance, <i>The Irish Times<\/i>on 8 August 2015 stated: &quot;Legal costs [are] well above the international average, hurting the public directly&quot; and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N05900","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":280,"content":"<p>I am conscious of that.<\/p><p>When it comes to State work, it is acknowledged that we pay less.  In that sense, the figures that are out there - and I am not sure of their provenance - include-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#N06000","nonspeaker":"Mr. Liam O'Daly","continuing":true},{"type":"speech","time":1447322400,"counter":282,"content":"<p>I accept that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00200","speaker":"988"},{"type":"speechnospeaker","time":1447322400,"counter":283,"content":"<p>I saw a set of figures which had obviously been compiled with high-end commercial work as the main driver for the costs.  Those transactional costs for high-end commercial work would not necessarily be in with the bar.  It would be high-end commercial solicitors' work.  It is difficult to know about those sorts of figures.  I hear them mentioned but I do not know how up-to-date they are.  From the point of view of State expenditure on legal work, we have strived to bring the cost down.  As I mentioned, when we had discussions with the Department of Public Expenditure and Reform in 2011 in respect of how we go about this, the main point was to ensure that the costs came down.  In a sense, procurement methodologies came into the discussion.  It is acknowledged that we have brought State fees down.  We are not responsible for paying private sector solicitors' firms that Departments use.  That is outside our remit.  That type of work that those firms do we have nothing to do with in the sense of paying or monitoring or value for money or whatever.  Those are matters for the Departments.  From the point of view of the State work we handle, we have managed to bring costs down by approximately 48%.  That is the way it is now.  Of course, when I start talking about a baseline of 2008, it is not exactly satisfactory, but that is the overall result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00300","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":284,"content":"<p>While it is good to hear that, the public is reading some of this information and, unfortunately, it is only on days like today that we can have the opportunity to ask the question so that we can hear the other side of it.  It is just left out there and people think a certain way about legal services, which are obviously very important and necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00400","speaker":"988"},{"type":"speech","time":1447322400,"counter":285,"content":"<p>On that last question, there are three different agencies or arms of legal services to the State.  We can generally take the different figures and quantify how much the legal costs are in layman's terms to the State.  Did the Attorney General's office ever look at the costs incurred by all of the Government agencies and Departments or even just the Departments with a view to streamlining the service and determining just how much the State is paying generally for legal services?  It seems that it is an astronomical amount of money when it is all gathered together.  One wonders if having, perhaps not a one-size-fits-all, but certainly a general approach drawing in the Department spend also would give us a greater idea of just how much the State is spending.  It might also suggest how better that amount of money could be spent if resources were pooled.  While this might be a policy matter, someone has to ask.  Is it not something the Office of the Attorney General would consider in the interests of the taxpayer if there were savings to be made?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":286,"content":"<p>Currently, the Government procurement office is doing work regarding procurement processes in respect of local authority work.  The Chief State Solicitor might know a little bit more about this.  If one includes that as regards the State, there is going to be a framework agreement and procurement processes will be designed around it as regards local authority legal work.  Very soon - again through the Government procurement office - there will be consideration of the procurement processes that will have to be undertaken by centralised Government.  I am sure the Government procurement agency has some sort of figures on which it is working from the point of view of introducing these sorts of framework agreements.  Incidentally, the framework agreement that will be put in place for Government Departments only covers the procurement of solicitors' services.  It does not cover counsel.  The idea is that they want to look at the issue of Government Departments that are taking in quite a lot of legal advice from the private sector - mainly commercial-type solicitor firms - and how to bring the cost of that down.  Now, in looking at these issues it is certainly our disposition that more money should be spent fortifying the Chief State Solicitor's office, centralising legal services and bringing that up to a certain level of expertise rather than paying a small number because that is all who seem to be getting the solicitor work, of solicitor firms doing work for Departments.  In bringing forward these framework agreements, I take it that the Government procurement office has done the type of analysis the Chairman is talking about.  It is taking a whole-of-view approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00600","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":287,"content":"<p>Do not rely on them is my advice to Mr. O'Daly.  I say this because there are procurement rules set down which are breached every day of the week, with no apology to the Government or anybody else that is trying to implement proper procurement across agencies and Departments.  I expect that all of the witnesses -  who all operate at the coalface in terms of the delivery of the services they are required to deliver - will make recommendations to the Department of Public Expenditure and Reform because the number of firms the PAC sees working for the different Departments is very small and the cost is enormous.  For example, I want to ask Mr. O'Daly about a particular matter.  I will not give the name of the case but it is something I came across recently where a barrister was being paid &euro;1,500 per day.  That went on for quite some time and cost the particular agency - and, therefore, the State - a considerable amount of money.  Is Mr. O'Daly asked for his advice in relation to costs and how much the AGO pays?  If owned a private company, I might ask my next door neighbouring private company how much it pays for a service.  Leaving  procurement regulations to one side, is that common-sense approach used by agencies of the State and Departments on a regular basis or does it just not happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":288,"content":"<p>I do not think it happens on a regular basis.  There is no proper formalised structure, although I am conscious that during my time other agencies have come to the Office of the Attorney General to look at the indicative amounts we might pay to see where they are in respect of what they pay.  Equally, I am conscious that the Chief State Solicitor's office and the Attorney General's office have been asked to have input, for example, by the Department of Finance, with regard to the use of the commercial firms that have been doing the high-end banking work.  It is understandable that they would ask or draw on us to do some form of assessment or help or assist them in relation to how much they should pay.  If the Chairman is asking whether there is an overall structure or system, I have to say \"No\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00800","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":289,"content":"<p>Is it not a shocking gap in the general administration of Departments and the spending of taxpayers' money that there would not be some sort of arrangement whereby these comparisons can be made?  To relate it to the private sector, I might ask another business how much something cost.  I might ask if the firm that represented that business was any good and perhaps get a reference.<\/p><p>It would seem to me that there are no cost comparisons made and no references sought, such that people are being employed willy-nilly across the State sector.  Another disturbing thing about this is that in cases in respect of which legal firms are employed, the citizen is often beaten up by the fact that the legal firm, supported by the State, would seem to have endless resources.  That is a complaint I receive regularly.  The citizen, in spite of his or her case, feels hard done by because the powerful seem to get their way.  We now find that no cost comparisons or professional opinions relative to the quality of the individuals or companies from which services are sourced are being sought.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#O00900","speaker":"965","continuing":true},{"type":"speechnospeaker","time":1447322400,"counter":291,"content":"<p>The Department of Finance has processes in place around the solicitors' firms it utilises.  There is a formal process in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00200","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":292,"content":"<p>That is a different question.  I am shocked that the answer to my question is that this does not happen, not only regularly but as a matter of fact in the conduct of the business of the State relative to the appointment of legal representatives.  It is not right that it would continue.  Mr. O'Daly's office should engage proactively on this issue in terms of the Government and the direction it is taking, despite that doing so might be crossing into policy areas.  The amount involved is considerable.  In the case I mentioned, &euro;267,000 of taxpayers' money involved.  There are many examples of cases like that from which the conclusion could be drawn that taxpayers' money is being squandered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":293,"content":"<p>I would like to correct the record in terms of our office being asked to assist with solicitors' fees.  We were asked to assist with counsels' fees only, such that I did not have any visibility on what the Department was paying in solicitors' fees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":294,"content":"<p>That is another gap.  The Department of Public Expenditure and Reform should be far more proactive when it comes to one of the bigger costs to the State, namely, legal costs.  Not only is there a legal cost, there is a human cost.  There have been many cases where the State has wronged an individual.  While that might be proven at the end of the day, the fact is a life or a family has been destroyed in the process.  Therefore, the two gaps identified need to be addressed not only by whoever here this morning has responsibility in this area but by the Department of Public Expenditure and Reform.  Someone needs to get a handle on the cost being incurred by institutions of the State, with no reference to its ability to win a case or to get the best value for money for the taxpayer.  I say that arising from the experiences of the committee in relation to money spent that did not achieve anything while at the same time individual lives were damaged, which leaves people cynical about the State apparatus and how it is operated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":295,"content":"<p>This is an issue we raise with the Department of Public Expenditure and Reform when seeking solicitor resources.  We do not have visibility of what Departments pay solicitors' firms but we do raise it as a general issue when we are looking for resources in our arguments for our office to be fortified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":296,"content":"<p>Does Ms Creedon think the Department of Public Expenditure listens?  Does it act on it?  We can presume it does not because it does not recognise this issue as being a problem.  I ask Mr. Quigley to take note of this as an issue we will take up next week with him.  We need a little more than words, or what some people might term \"guff\", from the Department.  We need action and not guff.<\/p> <p>  I would like now to turn to an issue that has bothered the committee on and off in the context of different Departments, namely, the creation of leases by a Department in respect of decisions to lease properties which it owns.  In this case, is it always the Chief State Solicitor's office that draws up or examines the lease or is it, again, the case that the Department can engage a private solicitors' firm to do the work for them?  I am speaking in this regard about large property leases rather than minor ones.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":297,"content":"<p>We act for the Office of Public Works such that we provide solicitor services in respect of any property transactions it manages.  As I said earlier, some Departments engage solicitor services elsewhere and so I cannot be adamant that no Department has gone elsewhere to get solicitor's assistance on a lease.  Ms Maria Browne, who is in charge of our property area, might have something further to add on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":298,"content":"<p>Perhaps I will put a question to Ms Browne.  I am sure the Chief State Solicitor's office regularly receives proposals from Departments for property leases.  Has the office completed all such proposals received to date or are there proposals in the office which span years and that are not yet complete?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P00900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":299,"content":"<p>There would be a throughput of cases.  In terms of confirmation that there are leases not completed at this point in time, I cannot speak to every file that is in the State property division.  There could be cases in respect of which there are protracted negotiations with the other side.  In response to the Chairman's question, the lease is usually drafted by the party granting the lease, such that if a Department is granting a lease, it would be drawn up by our office.  In certain cases we may require the assistance of specialist counsel, including, for example, if a lease is to form the basis of a precedent for a portfolio of work.  It can be the case, if difficult terms needs to be included or a lot of instructions need to be taken, that the process can go on for some time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01000","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":300,"content":"<p>I am trying to be as specific as I can to get the information.  The committee dealt recently with issues relating to harbours, during which we learned that a significant number of leases relating to harbours, dating back over a number of years, had not been completed or signed off on such that the individual attempting to lease the property, or in some cases in the leased property, did not have a lease for that property.  Is that the fault of the property division of the Chief State Solicitor's office or the Department of Agriculture, Food and the Marine?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":301,"content":"<p>The reason for the delay in reaching agreement is dependent on the circumstances in each case.  In the cases to which the Chairman referred there would be different circumstances in each case.  It may be the case that there are disputes about particular terms.  I cannot speak to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01200","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":302,"content":"<p>I will narrow the question.  Are there leases currently being negotiated by the office in respect of which that process has been ongoing for one year, two years or four years?  Is there an aged analysis that I can get from Ms Browne in respect of the leases that are still being dealt with by her section?  I am not asking that Ms Browne name anyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":303,"content":"<p>I am sure that would be possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01400","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":304,"content":"<p>Would it be possible for Ms Browne to provide that information to the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":305,"content":"<p>I could only provide that information without mention of individual cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01600","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":306,"content":"<p>If there are leases in respect of which negotiations have been ongoing for one year, the response could be that there are ten.  In response to the question on the number of leases in respect of which negotiations have been ongoing for two years, the response could be that there are four and so on.  I am asking only for the number of cases.  This is an issue that arises regularly at this committee.  I want to find out where the issue arises or who is to blame for the blockage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":307,"content":"<p>If the Chairman is speaking about a particular body of work, I am sure we can provide that information, but obviously subject to departmental agreement to release of the information.  That information is the client's information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01800","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":308,"content":"<p>I am not asking Ms Browne for information about leases or what is contained in them.  I am asking her for the position regarding negotiations on lease category A.  Ms Browne need not specify the Department or anything else.  I want to know how long Ms Browne's section has been in negotiations on various leases before it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P01900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":309,"content":"<p>I am trying to be of assistance.  Is the Chairman asking the reason the process is taking so long?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P02000","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":310,"content":"<p>No, I am not asking for any reason.  I am asking how many leases the office has been dealing with for 12 months, for two years and so on.<\/p><p>The information we have received suggests there are people who occupy properties and who are attempting to resolve their leasing issues with the State.  We are told it is a matter for the office.  I have no wish to find out the names or anything else.  I simply want to know the number of leases the office is dealing with.  Surely the witnesses must know that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#P02100","speaker":"965","continuing":true},{"type":"speechnospeaker","time":1447322400,"counter":312,"content":"<p>We will absolutely endeavour to give you that information, Chairman.  I am simply conscious that you mentioned a certain location in the country.  I have to be careful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":313,"content":"<p>I did not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":314,"content":"<p>I thought you did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":315,"content":"<p>There were a number of them, so it could be anyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":316,"content":"<p>We have to be careful and ensure any information we give will not jeopardise the work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":317,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":318,"content":"<p>Although they are lease matters, there is potential for litigation arising from some of these matters as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":319,"content":"<p>That is fine, but Ms Creedon might simply tell me in order that I know.  It is frustrating dealing with Departments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q00900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":320,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":321,"content":"<p>The question of commercial sensitivity and the possibility of legal action is nonsense in some cases.  I am asking for general information in order that I can understand where the blockages are when it comes to the delivery of these leases.  It is easy to say that for category A, the number of leases is five, the cases have gone on for five years and the reasons are mainly to do with those seeking the lease.  In that way we would know that it is not the State holding up these leases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":322,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":323,"content":"<p>That is all we are asking for.  It is general information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":324,"content":"<p>We will look at that, and if we have any difficulty with it, we will come back to the committee.  We will engage with the committee on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":325,"content":"<p>I have another question on leases.  It may be historical but it relates to where leases have been created with no break clause, thus tying the State to millions of euro in terms of its responsibility in the context of the lease.  For example, let us suppose a lease is created for 60 years, or whatever it may be, with no break clause.  Regardless of what changes take place in the course of time, the State is tied to that lease.  Why does that happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":326,"content":"<p>Leases are drafted based on instructions received from Departments.  Departments come to a decision on how long a term it wishes to give, what the rent should be and so on.  That is an internal departmental matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01600","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":327,"content":"<p>This is an interesting point.  I am sure that on the side of the Chief State Solicitor's office there is considerable intelligence about the law, how it can be applied, the implications of applying it, the responsibilities of Departments and so on.  Surely if the office received a suggestion from a Department that a given lease should be for 60 years or 20 years without a break clause or a review of the rent, the office could make the case to that Department that it would not be smart, that the Department should build in protection, including at the least a break clause, and that the Department should question whether it is a full repairing lease.  The point is that the State is not left exposed at the end of the day.  We have discovered that the State is left exposed and it all relates to the quality of the lease agreed.  Surely no Department should be allowed by the Chief State Solicitor's office or anyone else to agree a lease that ties the taxpayer into an unreasonable lease without a review.  That has happened.  We have seen it at this committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":328,"content":"<p>It can depend on the nature of the property in question, the Department involved, the use of the property and the rent.  In situations where there may be long leases, tenants are more likely to have lower rent.  Normally, the tenant looks for a break clause, but the tenant pays more to get a break clause and that has an impact on the rent.<\/p> <p>  There are a variety of leases that we deal with for Departments.  They could be shorter-term leases of 20 or 21 years.  In any lease we work on relating to State accommodation, by and large we discuss break clauses.  The Departments are alert to these issues.  Long leases normally arise in cases other than commercial situations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01800","nonspeaker":"Ms Maria Browne"},{"type":"speech","time":1447322400,"counter":329,"content":"<p>We are talking about commercial situations where property is leased by the State.  The best thing we can do is get the examples.  Some of them will be specific examples.  We will send them to Ms Creedon because they are of concern to me, as a member of this committee?  Rather than dance around the general issue, we should get specific examples and give them to the Chief State Solicitor's Office.  Deputy Costello is keen to come in.  My final question relates to the HSE.  Does the office advise the HSE?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q01900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":330,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":331,"content":"<p>The HSE does its own thing.  Is that correct?  The HSE does not do it very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02100","speaker":"965"},{"type":"speech","time":1447322400,"counter":332,"content":"<p>I welcome the deputations.  I will start with a question relating to the general operation of the three agencies, the Attorney General's office, the Chief State Solicitor's office and the Office of the Director of Public Prosecutions.  They are engaged in the overall package of the production of law and its administration in this country.  I presume they all have mission statements.  Do all the offices have a citizens' charter with reference to their interface with the citizenry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02200","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":333,"content":"<p>We have customer service charters.  Our clients are Departments and Government offices.  We have a customer charter and we regularly carry out customer service audits.  We have the usual public documents such as statements of strategy, annual reports and other public documents in line with other Departments.  We do not operate public counters and we do not interface with the citizen in that sense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02300","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":334,"content":"<p>Is there any mechanism for the citizen to be aware of the customer service charter of the office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02400","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":335,"content":"<p>We have a website.  All the published documents are on our website.  The Office of the Attorney General also hosts a website with its documents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02500","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":336,"content":"<p>There is no real or proactive mechanism for bringing it to the attention of the people who are the recipients of the decisions of the offices.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02600","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":337,"content":"<p>We do not provide legal services to the citizen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02700","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":338,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02800","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":339,"content":"<p>However, we have a responsibility to the citizen in the sense that, as Deputy Costello has said, our actions-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q02900","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":340,"content":"<p>Part of the reason I am asking the question is that only now, in a belated fashion and following a European Union directive, is the DPP prepared to provide any reasons for not prosecuting particular cases or engaging with families of victims or people who are affected by a given decision.  I gather that is still not up and running, but it is the first direct interface with people affected by decisions the office takes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03000","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":341,"content":"<p>I will answer that.  In my opening address I commented on how the victims directive is building on work we have done in the past seven years in more serious cases involving fatalities.  In fact, we have been giving reasons on request, and we have provided reasons in those cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03100","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":342,"content":"<p>The office has done it on an informal basis.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03200","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":343,"content":"<p>No, on a formal basis.  If a victim's family writes to us looking for reasons, we send a detailed letter in those cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":344,"content":"<p>How long has that been going on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03400","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":345,"content":"<p>Since 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":346,"content":"<p>How did that happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03600","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":347,"content":"<p>It was a decision of the former director.  He took the view that, particularly in fatal cases, it was appropriate to move in that direction.  Obviously, he was mindful of the general international movement towards greater victims' rights.  It was something he decided to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03700","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":348,"content":"<p>Prior to that the Office of the Director of Public Prosecution could state categorically that no information would emanate from its office in respect of a reason for not prosecuting a particular case.  Why was that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03800","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":349,"content":"<p>We always expressed it as a policy of the office, which was supported by the courts.  In 2008 that policy was changed.  It arose partly out of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q03900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":350,"content":"<p>It was simply a policy matter that was decided by the Office of the Director of Public Prosecutions.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q04000","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":351,"content":"<p>Yes.  If there was a case involving a fatality where a State agency was involved, for example, a member of the Garda S&iacute;och&aacute;na or whatever, we would have always given reasons because of European human rights law.  However, in 2008 we developed a policy.<\/p> <p>  Part of the difficulty - it will be part of the difficulty from next Monday as well - is the question of resources.  We have limited resources and we do not know the extent to which the victims directive will impinge on those resources.  The policy since 2008, as far as I am aware, has worked reasonably satisfactorily.<\/p><p>I cannot say everybody who has got a letter from us is happy with the reason.  Clearly, there is a great deal of trauma involved in these cases, for the victims' families.  We have provided very detailed reasons in those cases since 2008.  We also have tried to engage with victims.  I mentioned in my opening statement that we have leaflets on how we do our work.  I also mentioned in my opening statement that the National Adult Literacy Agency is heavily involved with us and has provided us with very useful support to make sure that our communication with victims is user-friendly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#Q04100","nonspeaker":"Mr. Barry Donoghue","continuing":true},{"type":"speech","time":1447322400,"counter":353,"content":"<p>Is the office proactive in such instances?  In a case where a decision is made not to prosecute, does the office inform a victim's family, or whoever, that they are entitled to have the case reviewed and get a reason from the office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00200","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":354,"content":"<p>Yes, indeed.  That would be part of it.  The communication is generally to a member of An Garda S&iacute;och&aacute;na - say, a family liaison officer in a fatal case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":355,"content":"<p>So it is not just put up on the website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00400","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":356,"content":"<p>No.  It is on the website and is available on the website-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":357,"content":"<p>As well, but not just.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00600","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":358,"content":"<p>-----and it is one of these leaflets that are available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00700","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":359,"content":"<p>This aspect has been a major bone of contention.  Victim's families do not know why the Director of Public Prosecutions has refused to prosecute.  Obviously it might seem there are very good legal reasons from the point of view of the Director of Public Prosecutions, but they are very poor reasons from the point of view of human suffering.  Now there is a European directive on the provision of reasons.  If it had not arrived then we probably never would have starting giving reasons to families of victims as to why the Director of Public Prosecutions declined to prosecute in particular cases.   Is the Garda in question given the job?  Does the office of the Director of Public Prosecutions not take any responsibility for informing the victims of families when the Director of Public Prosecutions does not prosecute?  In situations in which the Director of Public Prosecutions does not prosecute, will it be proactive in contacting a victim's family?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00800","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":360,"content":"<p>No.  The contact point is usually a member of the Garda S&iacute;och&aacute;na who deals directly with the victim, whom he or she will know.  As I have said, in fatal cases the family liaison officer is given the job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R00900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":361,"content":"<p>The right to know is very important for the citizen.  The Director of Public Prosecutions may well have spent thousands or tens of thousands of euro on conducting an investigation, yet to me it does not seem to take the right as seriously as the citizen would seem to want it to be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01000","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":362,"content":"<p>The member of the Garda S&iacute;och&aacute;na dealing with the family will let them know two things: first, that there can be a review of the decision; and second, that the reasons can be sought.  I am unaware of any case in which the family of the victim in a fatal incident were not aware of the reasons we gave.  They have written to us on many occasions and we provide our reasons in those cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01100","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":363,"content":"<p>I know, but the deputy director has said in the same breath that the initiative could be very costly now that the Director of Public Prosecutions is starting it off, and that the office would not have the resources to do so.  I would like a better presentation.  The Director of Public Prosecutions has recruited a couple of solicitors to carry out this work but the deputy director is unsure what the budget will be.  If this is already happening then obviously it is at a very low level.  The new European Union directive has been put into legislation and the Director of Public Prosecutions has acted upon it.  I ask Mr. Donoghue to clarify how the directive will benefit the victims of crime who now have a right to know why the Director of Public Prosecutions has decided not to prosecute a particular case.  I have come across many Director of Public Prosecutions cases over the years.  Therefore, I know that the Office of the Director of Public Prosecutions goes into court at the last moment makes a statement that there will be no prosecution, with no reason given.  The lack of a reason has been an issue of huge public concern for many years.  It would be valuable for the committee to know precisely how the system will operative and how proactive the Director of Public Prosecutions will be so that the citizen benefits from the new directive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01200","speaker":"1006"},{"type":"speech","time":1447322400,"counter":364,"content":"<p>My understanding, Mr. Donoghue, is that the Director of Public Prosecutions will give that reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":365,"content":"<p>Yes, indeed.  As I said in my opening statement, the question of reviews of decisions is something that has been there for some time.  That is not new.  It has been our practice for quite some time to give a review, and when we do-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01400","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":366,"content":"<p>A review is one element, but the reason is the other element.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01500","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":367,"content":"<p>Yes.  We have given reasons in fatal cases and we now extend those into all cases.  That is made clear from our brochures.  We have been involved with victims' organisations as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01600","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":368,"content":"<p>Is that since 2008?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":369,"content":"<p>Sorry, no.  It was 2008 for fatal cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01800","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":370,"content":"<p>I understand that the Director of Public Prosecutions will be providing the service on a formal basis only from next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R01900","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":371,"content":"<p>In other cases apart from fatal cases.  In all cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02000","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":372,"content":"<p>Will a comprehensive service be provided?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02100","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":373,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":374,"content":"<p>There remains a matter that requires clarification.  We need to know how the scheme will operate within the Director of Public Prosecutions's office, how citizens will be made aware of it and whether the Director of Public Prosecutions will pass the matter on to the Garda S&iacute;och&aacute;na and wash its hands of this particular responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02300","speaker":"1006"},{"type":"speech","time":1447322400,"counter":375,"content":"<p>I will follow on from what Deputy Costello has said.  I am aware of a case that has been raised in this House.  I am not going to mention it, although there has been plenty of public comment on same.  A young man was killed and the family of that young man wrote to the Office of the Director of Public Prosecutions asking for explanations.  The complaint was not just that the family were unsatisfied, but that they did not get the reasons behind the various actions in the particular case.  What the deputy director has told us now is that the Director of Public Prosecutions responds and gives reasons and that it has done so in fatal cases since 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":376,"content":"<p>Yes, for any fatality that has occurred since the policy was introduced in 2008.  We have given many, many reasons in many, many cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":377,"content":"<p>In this particular case, one of the questions that was asked was why the State had a junior counsel on the case while the other side was provided with legal services from the State-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02600","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":378,"content":"<p>Free legal aid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02700","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1447322400,"counter":379,"content":"<p>-----free legal aid and had a senior counsel, a junior counsel and a solicitor.  I am working from memory.  There were other issues regarding that case involving information in the Office of the Director of Public Prosecutions and so on.  The family were less than satisfied and they continue to campaign on the basis that the decision has not been explained to them.  I have raised the matter in the House and others have done so.  I think the matter has been raised during Leaders' Questions in the House.  That is just one example.  Quite frankly, because the matter has been raised in the House and has been commented on in public, I believe I can say it here.  It is the case of Shane O'Farrell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02800","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":380,"content":"<p>As the Chairman knows, I cannot-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R02900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":381,"content":"<p>I am not asking the deputy director to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03000","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":382,"content":"<p>Yes, but I can I make the general statement that reasons have been given in any case in which a fatality has occurred since the end of 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03100","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":383,"content":"<p>I am going to ask the lady concerned to set out everything one more time.  I will possibly send the deputy director the file that I have, and he might reply to her, just to see how far that reply extends and as a test case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":384,"content":"<p>As I say, I am quite satisfied that in any case in which a reason was requested, it has been given.  I cannot deal with a particular case, as the Chairman will know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":385,"content":"<p>I have not asked the Deputy Director to do that here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":386,"content":"<p>Yes, but I am just saying-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":387,"content":"<p>I will ask him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03600","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":388,"content":"<p>-----that it is a practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03700","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":389,"content":"<p>The deputy director said the Office of the Director of Public Prosecutions had drafted information booklets in plain English.  I ask him to make these available to the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03800","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":390,"content":"<p>Yes.  We have copies available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R03900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":391,"content":"<p>I wish to refer to a case that is not a fatality case but a drugs case.  I have raised the case in the House and others have done so as well.  I refer to a notorious drug dealer who was convicted in this jurisdiction, in the United Kingdom and, I think, also on the Continent.  The case came before the courts on the last day of sittings in July and a Garda superintendent came forward - I think it was a superintendent - and said that on the direction of the Director of Public Prosecutions, he or she would withdraw the prosecution.  There were serious charges involved but no explanation has ever been given for the decision.  The case took place in 2006 rather than 2008.  It was a serious matter and major charges were involved, as well as a criminal record and all of the rest of it.  The whole lot was withdrawn without a reason, and the position has not changed to this day.  A number of Deputies have put the matter on the record of this House.  That is the type of situation that leads people to wonder and to be suspicious.  People need to know the reasons when the Director of Public Prosecutions decides not to prosecute, and they need to know that they have the option of reviewing the decision.  The Office of the Director of Public Prosecutions must engage with the citizenry and explain the matter.<\/p><p>That is rather than leaving it second-hand, perhaps through a member of the Garda S&iacute;och&aacute;na.  That must be considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#R04000","speaker":"1006","continuing":true},{"type":"speechnospeaker","time":1447322400,"counter":393,"content":"<p>With regard to the role of the Garda S&iacute;och&aacute;na, in dealing with a fatal case, the family liaison officer would have been chosen especially to deal with that case.  That person would deal with the family from the initial tragic death of the victim.  It seems that these would be the appropriate people to communicate directly with the victim.  I am not aware of any case in which this has been a particular problem, information did not get through or people were unaware they were entitled to reasons or review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":394,"content":"<p>I will leave it at that but perhaps the Chairman will come back to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00300","speaker":"1006"},{"type":"speech","time":1447322400,"counter":395,"content":"<p>Before leaving the issue and on the same lines, the Director of Public Prosecutions brings cases for Departments.  We have had a number of individuals in here who have been taken to court by Departments and pursued over a long period only for the case to be dropped.  In some cases, we have been told that the individual business was damaged or ruined by the long process before the case was dropped.  There was human damage along the line with the individuals concerned and the Director of Public Prosecutions just walked away from the case.  The individuals who came before us were looking at us in disbelief that no explanation could be given to them.  Is the witness saying those individuals may, equally, write to the office to ask why the case was dropped?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00400","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":396,"content":"<p>No, because the victims directive deals with the rights of victims.  The Chairman's case is that of an accused person rather than a victim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":397,"content":"<p>No, the people are victims because the State accused them of something, pulling them through court appearances, with some of them being a significant number of court appearances, only for the proceedings by the Director of Public Prosecutions not to go ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00600","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":398,"content":"<p>As the Chairman knows, I cannot comment on individual cases and I cannot say anything beyond that.  The victims directive applies to victims in the classic sense of somebody who has been harmed by another who is the suspect or accused.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00700","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":399,"content":"<p>Is it retrospective?  Does it apply to people who were victims years ago and prior to the directive's operation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00800","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":400,"content":"<p>In fatal cases, that has been our practice.  That has been since 2008.  The victims directive comes into force on Monday and as far as we are aware it is prospective in the sense that it applies to future cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S00900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":401,"content":"<p>The obligation will be there from Monday.  I have a few questions in a related area.  A total of 41% of funding in the Office of the Chief State Solicitor is spent on counsel fees and 37% of funding in the Director of Public Prosecution's office goes on counsel fees.  The witness indicated that this largely depends, in the case of the Director of Public Prosecutions, on the duration of cases and so on.  What steps are taken to ensure cases do not drag on?  In many cases, there is a determination on the steps of the court or information is given that is subsequently ruled out of being put before the jury.  It seems that issues like this could be dealt with more expeditiously.  Counsel fees are a major issue.  As the troika stated when its representatives arrived, the major expense of litigation in this country needed to be addressed.  This again comes back to the citizen.  It is either the citizen or the relevant corporate entity that is detrimentally affected by drawn-out cases.  The taxpayer is affected by counsel fees, which are quite expensive now, if the litigation is unduly extended.  Are there procedures to examine cases and see how the length of time for them can be reduced to save money for the State and citizens?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01000","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":402,"content":"<p>The length of trials is largely a result of the increasing complexity of cases coming before the criminal courts.  A murder case 20 or 30 years ago would have been a fairly short affair but now it may run for days and weeks because much new evidence may be introduced.  There is the likes of closed-circuit television, forensic evidence and so forth.  That is part of the reason.<\/p> <p>  With regard to procedure, we try to ensure disclosure is done as early as possible in cases.  We have done that recently in order that information is disclosed to the defence at a much earlier stage than it may have been in the past.  Additionally, the Department of Justice and Equality has examined the efficiency of the court system.  I was a member of a group some time ago, which continued with the former chief prosecution solicitor and others, and it considered ways in which case management could be improved.  Much good work was done in that regard.  The Department of Justice and Equality proposed to introduce a procedure Bill allowing for the types of issues mentioned by the Deputy, namely, the question of exclusion of evidence and so forth, to be dealt with in advance of a trial.  Part of the difficulty is that under the current system, the jury must be empanelled before proper legal issues may be determined by the trial judge.  I know the criminal procedure Bill being considered by the Department will address that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01100","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":403,"content":"<p>Is there no way of dealing with such matters now without the jury having to be empanelled, with all the associated time for that?  There was a very high-profile case recently - I will not get into the details - that went on for 64 or 65 days and the jury was there for all of it.  For the first 60 days, the matters could not go before the jury.  How can a position like that arise?  Ordinary citizens had to provide their time on a voluntary basis but only a couple of days of the hearing were relevant to them in that case.  Surely even without the new criminal justice Bill mentioned-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01200","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":404,"content":"<p>It will be a criminal procedure Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":405,"content":"<p>Surely the process could be better managed.  The Courts Service or the witness's office could manage it better with the Office of the Chief State Solicitor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01400","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":406,"content":"<p>Certain issues may be managed with respect to the early resolution of matters.  That is done quite well currently in the Circuit Criminal Court and other courts.  In terms of admissibility of evidence, the courts refer to this as the unitary nature of the trial.  In other words, the jury must be empanelled with the judge sitting there while issues of admissibility are addressed by the court.  That is being addressed by the procedure Bill, and in the absence of the legislation, there is a limit on what one can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01500","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":407,"content":"<p>The witness is saying that much of the total time spent by a jury is wasted but a Bill to deal with admissibility of evidence being dealt with separately from a jury being empanelled will get rid of that waste and reduce costs and time in court.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01600","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":408,"content":"<p>That is the purpose of the Bill.  We expect it will deal with most of those issues if it becomes law.  In the absence of that legislation, there is a limit on what we can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01700","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":409,"content":"<p>This would almost seem to be a solution to the length of time being spent in court currently.  Why did it not happen before?  Why has the Law Reform Commission not recommended it?  How does it earn its onions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01800","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":410,"content":"<p>The Law Reform Commission's programme is set in agreement with the Attorney General's office.  It was not a specific task set to it.  The Department of Justice and Equality is bringing forward the legislation and the policy behind it is formulated there.  When that Bill passes, there will be a radical improvement in procedures of the type raised by the Deputy.  The Bill is necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S01900","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":411,"content":"<p>Yes.  At what stage is it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S02000","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":412,"content":"<p>The Department of Justice and Equality would be in a position to answer that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S02100","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":413,"content":"<p>Has it been dealt with through the Attorney General's office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S02200","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":414,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S02300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":415,"content":"<p>The Attorney General's office has approved it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S02400","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":416,"content":"<p>Yes.  We have certainly given copious legal advice on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S02500","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":417,"content":"<p>That sounds very interesting as it is a major cost.<\/p><p>I will not spend much longer.  Why are so many cases drawn out and settled on the steps of the courts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#S02600","speaker":"1006","continuing":true},{"type":"speechnospeaker","time":1447322400,"counter":419,"content":"<p>That is a matter whereby essentially the defendant is entitled to seek a trial and may at the last moment decide to plead to some charge, but that is a matter for the defendant to decide to seek a trial and then change their mind at the end of the day.  I accept that that happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":420,"content":"<p>In 2011 the Office of the Director of Public Prosecutions established a specialised financial unit to deal with fraud and white-collar crime.  I presume that has added enormously to the complexity of the work the office is doing.  It would have refocused much of the work.  Is that the case?  This is in the Office of the Director of Public Prosecutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00300","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":421,"content":"<p>Yes, there are lawyers in the office dealing with these cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00400","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":422,"content":"<p>How is it working?  Is the Office of the Director of Public Prosecutions really beginning to come to terms with white-collar crime and fraud?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00500","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":423,"content":"<p>I think that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00600","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":424,"content":"<p>It is amazing that it took until 2011 to establish a unit to deal with it considering the amount of material that has come before this and other committees in terms of fraud and white-collar crime.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00700","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":425,"content":"<p>Of course we had dealt with white-collar cases before that and they were dealt with in the ordinary processes successfully.  The particular cases we are talking about were particularly challenging in terms of the complexity of the cases and the amount of documentation that was coming out of them.  So it was necessary to have these people dealing exclusively, essentially, with these cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00800","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":426,"content":"<p>But only two lawyers were employed in the unit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T00900","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":427,"content":"<p>The numbers have increased now, but it is against that----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01000","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":428,"content":"<p>Did I misread it?  The unit was initially staffed by two layers but has expanded over time to comprise five lawyers together with administrative support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01100","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":429,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":430,"content":"<p>So it is gradually-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01300","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":431,"content":"<p>In relation to white-collar fraud, an enormous step was legislation enacted in 2011 which allowed for - it seems like a very simple thing - the Garda S&iacute;och&aacute;na to speak to witnesses to the fraud, not suspects, and force them to give evidence.  I know the fraud bureau found that very useful to its armoury.  Before that, if one went onto a solicitor's office where there was suspected fraud - there might have been a suspect, maybe one of the solicitors in the area - the witnesses, who would be witnesses to the fraud but not complicit in it, until 2011 did not have to engage with the Garda.  That was a huge addition in terms of the investigation of fraud cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01400","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":432,"content":"<p>The Office of the Director of Public Prosecutions dealt with about 14,000 prosecutions last year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01500","speaker":"1006"},{"type":"speechnospeaker","time":1447322400,"counter":433,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01600","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":434,"content":"<p>That is a huge amount of work.  I thank all the witnesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01700","speaker":"1006"},{"type":"speech","time":1447322400,"counter":435,"content":"<p>I wish to ask a question that I put to officials from the Department of Justice and Equality last week relating to a note I received.  I want to establish the cost of this type of thing and how often it happens.  This was from an individual who had been summonsed as a prosecution witness in a multiple larceny and drugs case that required a special sitting of the Circuit Court.  Present was a judge, a 12-person jury, five garda&iacute;, senior counsel and a solicitor for the State, a senior counsel, a junior and solicitor for the defence, and four court staff.  The individual who sent me the e-mail advised me that the accused did not show up.  This special sitting had been arranged with all these individuals present, paid by the taxpayer.  The individual concerned, who took the bother to write me, informed me that when he asked he was told that was just the system in terms of that no show.  How often does that happen?  All the teams turned up to hear the case but the individual did not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01800","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":436,"content":"<p>Most people before the criminal courts are on bail.  They are bailed to appear in court on a particular date.  If they do not show, this is what happens.  The statistics show that in terms of people turning up for their trial, there are obviously quite a lot of people who fail to appear and warrants are issued for their arrest.  It is an unusual event, but the person is on bail and if he or she decides not to turn up in court-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T01900","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":437,"content":"<p>That type of thing would be unusual?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02000","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":438,"content":"<p>I am not aware of other cases where it happens frequently.  It can happen, but I would say the scenario the Chairman has described would be unusual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02100","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":439,"content":"<p>It would not want to happen too often.  I imagine there are fairly serious costs associated with having all those individuals there.<\/p> <p>  I do not know where this question falls.  If someone wins a case and is awarded a considerable amount of money - in the millions of euro - and that money is paid by the insurance company and held by the President of the High Court, it is not ward of court.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":440,"content":"<p>Unfortunately, I cannot help the Chairman on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02300","nonspeaker":"Mr. Barry Donoghue"},{"type":"speechnospeaker","time":1447322400,"counter":441,"content":"<p>What were the circumstances?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02400","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":442,"content":"<p>A child was involved in an accident.  The child is now 18.  I am interested because &euro;5 million was awarded in that case back in 2012.  The sum is being held by the President of the High Court.  The individual concerned, the child, and the parents have not received the benefit of that award.  The &euro;5 million is held without having been invested.  It cost the parents &euro;6,000 to access the court for a request to use some part of that money to assist the child because of special needs and everything else involved in it.  Where is the breakdown?  This was in 2012, by the way.  How does it get held by the President of the High Court?  Why is it not invested?  Who is responsible in that area?  Why does it cost the citizen &euro;6,000 to go to court to take on the State to get the money that was rightly awarded to the individual and the parents?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":443,"content":"<p>From the facts as the Chairman has described them, it does not sound as if that should have happened.  It does not sound right in the sense that that is not how the system should work.  I would have to find out more about it because there may be some reason why the money was put into court and not perhaps managed more by the parents of the child.  There may be a reason.  I would not want to speculate.  Equally, it is a little bit strange that an application-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02600","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":444,"content":"<p>I am just asking because the parents do not want to go into this ward of court scenario; they are suggesting a trust.  It is for the benefit of the child and presumably the parents are looking after the child.  Who is in charge there?  Is it the president of the High Court?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":445,"content":"<p>I think the Courts Service would be the first point of reference in relation to this query to find out exactly what happened.  If the Chairman wishes, he can refer it to the Office of the Attorney General, but we will try to find out, perhaps, because it is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02800","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":446,"content":"<p>If Mr. O'Daly could make the process easier, it might help me understand the issues here.  It is odd to say the least.  I would like to be reassured on it and maybe get the facts beyond that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T02900","speaker":"965"},{"type":"speech","time":1447322400,"counter":447,"content":"<p>I am sorry I have only arrived in time for the tail end of the hearing.  I offer apologies to witnesses and to you, a Chathaoirligh.<\/p> <p>  My question is for the Office of the Chief State Solicitor.  To whom do I direct my question?  Ms Creedon.  What is the process if a Department engages the Chief State Solicitor for advice on a particular issue?  How is a decision on whether to prosecute a case taken?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T03000","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":448,"content":"<p>In fact, I do not deal with prosecutions.  That is the Office of the Director of Public Prosecutions.  That would be Mr. Barry Donoghue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T03100","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":449,"content":"<p>I know it is the tail end of the meeting.  Let me paint the scenario and why I raise these questions.  A farmer from County Tipperary attributes 500,000 litres of milk for which he has no quota to Clongowes Wood farm, which is also a school.  The farmer concerned, as it happens, is connected to Glanbia.  In so attributing the milk in this way, he avoids superlevies of &euro;300,000.<\/p><p>This comes to the attention of the Department, which sets out to put things right.  According to responses to parliamentary questions, the Chief State Solicitor's office is involved in offering an opinion on this matter.  Can Ms Creedon speak about that process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#T03200","speaker":"1008","continuing":true},{"type":"speechnospeaker","time":1447322400,"counter":451,"content":"<p>To reiterate, I will not talk about the specific case because I cannot talk about specific cases.  Agricultural prosecutions are different from others in the sense that under the legislation, the Minister can bring a prosecution if it stays at District Court level.  Once it moves to Circuit Court level and becomes an indictable offence, it becomes a matter for the Director of Public Prosecutions.  In the cases where the Department is at the beginning of a process, it writes to my office first.  If it were a minor matter going to the District Court as a ministerial prosecution, my office would have carriage of it.  However, if it were a more serious matter, if it was commenced in the District Court and the judge refused jurisdiction or if it was considered from the beginning that it should go to the Circuit Court, it would be a matter for the Director of Public Prosecutions.  If the Department seeks advice on that matter, I can give it advice.  However, as this is a prosecution, it will take a certain course, depending on the seriousness of the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":452,"content":"<p>One of the responses I have states, \"having regard to an opinion from the Chief State Solicitor's office and having considered all of the facts\", the recommendation from the Department of Agriculture, Food and the Marine was that, on balance, a prosecution was not warranted in the instance.  Perhaps Ms Creedon might clarify that it is the decision of the Department, on receipt of her opinion, whether to pursue the avenue of prosecution.  I wish to check that I am correct in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00300","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":453,"content":"<p>If it sought advice from my office, there would be two other components to the advice I would give.  It would most likely be referred to the Office of the Attorney General and the advice of counsel may also be requested.  It would be a culmination.  The final advice would come from the Attorney General, perhaps based on counsel's advice, back through my office.  That would be how the advice would flow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":454,"content":"<p>It would go to Ms Creedon's office, perhaps the Attorney General and perhaps for the advice of counsel, but it would come back to her office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00500","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":455,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":456,"content":"<p>Can Ms Creedon tell me if that was the sequence of events in this case?  Did that happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00700","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":457,"content":"<p>I cannot.  I do not speak about individual cases in this forum, as the Deputy knows.  As I do not have an awareness of the particular case, I cannot answer the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":458,"content":"<p>Where would I find the answer to it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U00900","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":459,"content":"<p>In the sense of asking about a specific case-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":460,"content":"<p>Yes, about this specific case.  I do not propose to mention names.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01100","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":461,"content":"<p>The Deputy could direct her query to the Department of Agriculture, Food and the Marine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":462,"content":"<p>We have done that and, having regard to an opinion from the Chief State Solicitor's office and considered all of the facts, the Department decided that, on balance, a prosecution was not warranted.  That does not answer the question I put to Ms Creedon, as to whether it went to the Attorney General for the advice of senior counsel and came back to her or whether it just landed in her office, she considered it and gave an opinion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01300","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":463,"content":"<p>I cannot answer on the specific case because I do not know the details, but it would have been most usual for it to have gone to the Attorney General's office and possibly also to counsel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":464,"content":"<p>Would that be standard procedure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01500","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":465,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":466,"content":"<p>Ms Creedon does not have the detail of it with her today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01700","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":467,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":468,"content":"<p>Can she provide that detail for the committee regarding the sequence of events?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U01900","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":469,"content":"<p>If the Deputy is talking about procedures, obviously, we do not know which case it is.  I must admit I am not familiar with the case, but we will try to find out about it.  However, as the Deputy said, the Department of Agriculture, Food and the Marine made a decision on the receipt of advice, from wherever it might have come.  Whether it was solely from the Chief State Solicitor, although it is likely that if it was a complicated matter, it would have come to the Attorney General's office, the Department made a decision on foot of that advice that there would be no prosecution.  I will have to find out about it, but the source of the information should be from the Department.  We give legal advice to Departments.  It is their advice.  From the point of view of elucidating or providing the Deputy with further information, it should come from them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02000","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":470,"content":"<p>If I wrote to the witnesses about this specific case - I would not ask about the substance of the advice, as it would be privileged and could not be provided for me - to ask what happened in it, whether it went to the Attorney General and so forth, could they write back and tell me \"Yes\" or \"No\"?  Clearly, that information would be in Mr. O'Daly's office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02100","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":471,"content":"<p>Equally, it is information the Department of Agriculture, Food and the Marine should know and it should have provided it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02200","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":472,"content":"<p>The Department's representatives are not here, but Mr. O'Daly is.  Perhaps he might answer on their behalf.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02300","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":473,"content":"<p>I will talk to the Department of Agriculture, Food and the Marine about this to find a way whereby the Deputy can get the information she needs on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02400","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":474,"content":"<p>Whether it came to the Attorney General directly or to that office, went to others and returned to that office, am I correct that ultimately it would have been the Department's call whether to prosecute and that this judgment is arrived at by the Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02500","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":475,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02600","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":476,"content":"<p>Am I also be correct in saying that in the final analysis it would be for the Minister for Agriculture, Food and the Marine to make that call and that the decision would rest with him?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02700","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":477,"content":"<p>I will have to check that.  If I say it was the Minister who made that decision, I could well be wrong.  From the point of view of the decision and the internal workings of the Department of Agriculture, Food and the Marine on the matter, the Department will have to clarify the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02800","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":478,"content":"<p>What is Ms Creedon's view?  What is the standard procedure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U02900","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":479,"content":"<p>I do not know.  We give legal advice to the Department.  As to how it deals with that advice internally and at what levels it takes various decisions, I am not sure, but I echo what Mr. O'Daly said.  We give legal advice to the Department and it it takes that advice and make its decision on it.  I am sure these decisions are taken at different levels, depending on the different decisions to be made.  The Department would have to speak about that; I would not be able to be categorical about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":480,"content":"<p>However, Ms Creedon is quite categorical that she gives an opinion and advice, but that the decision is taken by the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03100","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":481,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":482,"content":"<p>I am assuming, therefore, that it is taken by the Minister.  I am making that assumption.  Is that a matter the witnesses they clarify for me in this case also?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03300","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":483,"content":"<p>We will contact the Department of Agriculture, Food and the Marine about it and encourage it to do so.  Obviously, if there is information the Deputy requires from it, we do not necessarily see any barrier to it being given.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03400","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":484,"content":"<p>I understand the office was consulted about this case in June 2014 and the opinion was given in September 2015 after one year and three months.  Would it ordinarily take that long for an opinion to be furnished?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03500","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":485,"content":"<p>There would not be an ordinary length of time.  It depends on the case and matters involved.  I do not know what interaction there was in that period.  Perhaps further information was required.  I do not know.  There is no ordinary length of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":486,"content":"<p>Is a period of one year and three months not quite lengthy in the furnishing of a legal opinion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03700","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":487,"content":"<p>It is very lengthy, but there might be factors to justify it, if one were to look at them.  I do not know.  I cannot comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":488,"content":"<p>Again, if I write to Ms Creedon, can she clarify the timeframe for me and why it took one year and three months for the opinion to be given?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U03900","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":489,"content":"<p>I will contact the Secretary General of the Department of Agriculture, Food and the Marine to find out about this issue.  This sort of information should be coming from the Department.  On the length of time involved, there may be many factors as to why it took so long.  The Deputy is correct.  Leaving aside anything else, it would be an extraordinary length of time in getting a legal opinion.  That is not good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U04000","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":490,"content":"<p>It was extraordinarily long.  The difficulty is that Mr. O'Daly cites the Department.  The ultimate tool for questioning the Department and the Minister is parliamentary questions, but the information on this case has been sparse.  If one reads the responses, one is nearly led to believe that in this case it was, in fact, the Mr. O'Daly office that took the call on there being no prosecution.  We have established today that this is not the case.  Mr. O'Daly gives an opinion, directly or in conjunction with the Attorney General and others, but he is not in the business of calling the matter.  That is a matter for the Department and, presumably, the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U04100","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":491,"content":"<p>Let us say one receives legal advice and that advice is that there would be difficulties in the prosecution.  A Minister must take heed of that legal advice.<\/p><p>Of course he must do so and he has to make the final call, as such.  However, it would not necessarily be advisable to ignore that advice if that was the advice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#U04200","nonspeaker":"Mr. Liam O'Daly","continuing":true},{"type":"speech","time":1447322400,"counter":493,"content":"<p>Have there been circumstances where Mr. O'Daly's office recommended prosecutions and where Departments have taken a different views<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00200","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":494,"content":"<p>I cannot think of any but that might be the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00300","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":495,"content":"<p>I thank Mr. O'Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00400","speaker":"1008"},{"type":"speech","time":1447322400,"counter":496,"content":"<p>Is the &euro;1.9 million that goes to the Law Reform Commission for one year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":497,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00600","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":498,"content":"<p>How is that accounted for?  Does the commission make an application for a specific purpose or is it just-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":499,"content":"<p>It is a grant-in-aid from our office.  Obviously, from the point of what it does with that money, the commission has to account for it to our office but, ultimately, to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00800","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":500,"content":"<p>Is it subject to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V00900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":501,"content":"<p>Audit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01000","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":502,"content":"<p>No.  In preparation, say, for next year-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":503,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01200","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":504,"content":"<p>Has  the commission informed the Office of the Attorney General with regard to how much it is likely to need?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":505,"content":"<p>Yes.  It makes a pitch and that is passed on to the Department of Public Expenditure and Reform.  If the Office of the Attorney General is looking for money and the Law Reform Commission need money also, we would make that pitch for the money jointly in the sense that it does not come out of our budget.  It is needed separately so the Department of Public Expenditure and Reform considers the request.  The reasons as to why it wants it and so on are set out and generally we support it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01400","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":506,"content":"<p>Is it generally under the same headings?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":507,"content":"<p>Yes.  The majority of it, obviously, is for staff but it has other expenditure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01600","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":508,"content":"<p>It has an ongoing operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":509,"content":"<p>It has to compile reports and there are publishing costs and so on.  Generally speaking, it comes under the same headings each time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01800","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":510,"content":"<p>In her opening statement, I think Ms Creedon referred to costs in the Office of the Chief State Solicitor increasing and being obliged to make a pitch to the Department of Public Expenditure and Reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V01900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":511,"content":"<p>This was around the salary issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":512,"content":"<p>Yes, and Ms Creedon indicated that her office was seeking a supplementary amount.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":513,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":514,"content":"<p>What amount is her office seeking in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":515,"content":"<p>It is &euro;1.5 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":516,"content":"<p>So this is where the fees amount to &euro;994,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":517,"content":"<p>No, that was Mr. Barry Donoghue's statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":518,"content":"<p>I will deal with that issue first.  Fees amounting to &euro;944,000 were paid to counsel for appeals.  This compares to the other figure of &euro;581,000.  What is the figure likely to be at the end of the year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":519,"content":"<p>I do not have an exact figure because it depends on how many sitting days there are between now and the end of the year.  It is hard to predict that but, clearly, it will be much in excess of what it was last year.  Those figures are driven by the fact that there was a backlog of cases in the old Court of Criminal Appeal and they are now being processed by the new Court of Appeal, which is sitting regularly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02800","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":520,"content":"<p>Will the figure be significantly greater than &euro;1 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V02900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":521,"content":"<p>It looks like it will be in excess of &euro;1 million.  It is hard to predict but it looks like it will be in excess of &euro;1 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03000","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":522,"content":"<p>Will Ms Creedon outline the figure for her office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":523,"content":"<p>I confirmed that I was looking for a Supplementary Estimate this year in the sum of &euro;1.5 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03200","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":524,"content":"<p>Will Ms Creedon outline last year's figures?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":525,"content":"<p>My allocation for counsels' fees last year was &euro;9.6 million and my outturn was &euro;9.823 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03400","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":526,"content":"<p>How much did Ms Creedon ask for this year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":527,"content":"<p>This year, my allocation was the same so, as I outlined-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03600","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":528,"content":"<p>It was &euro;9.6 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":529,"content":"<p>Yes, &euro;9.6 million.  That was a reduction on 2013, when my allocation for counsels' fees was &euro;11.850 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":530,"content":"<p>So Ms Creedon will be asking for an extra-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V03900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":531,"content":"<p>&euro;1.5 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":532,"content":"<p>Just to clarify, Deputy McDonald raised one case and I raised another and so on.  If the Committee of Public Accounts were to write directly to any of the accounting officers present requesting general information, would it be supplied or would we be informed that it is not possible to provide information on individual cases?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":533,"content":"<p>I will start with our situation, which is governed by the Prosecution of Offences Act.  Under section 6 of that Act, certain communications with the office have been designated by the Oireachtas as unlawful.  I suggest, as a starting point, that this matter be considered.  We have leaflets on it as well.  We, of course, have no difficulty in dealing with any question of general administration but if it is a specific case, there may be problems.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":534,"content":"<p>What about general administration of a specific case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":535,"content":"<p>If it is a specific case, there could be difficulties.  Part of the purpose of the Oireachtas setting up this framework was to ensure that the prosecution system was depoliticised as much as possible.  That is the caveat I would enter, namely, that there is something in the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04400","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":536,"content":"<p>I am not politicising it.  I am simply asking questions on foot of evidence that was given here in respect of delays in cases and the conclusion of cases taken by the DPP.  I want to test such evidence against the facts by posing questions to our guests.  Perhaps we might circumvent it by not mentioning the name or whatever but I am anxious to discover whether the committee might test a complaint submitted to it - either in person or in writing - in a general way by asking our guests whether it is fact or fiction.  It is only by doing that and obtaining a general answer that we will understand whether there is an issue for the individual in question or for our guests' organisations.  Proceeding in the way I have outlined would also bring closure, so to speak, to any issue raised at this level by a particular individual.  That is what I am trying to achieve here.  I am not trying to politicise the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04500","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":537,"content":"<p>I appreciate that but I was just explaining the purpose of the section that is there - it is probably quite rigorous - to ensure that nobody could say that the office's decision making was being politicised.  It is in place as part of the statutory framework so I suppose one has to be careful about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04600","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":538,"content":"<p>This is when the decision has already been made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":539,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04800","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":540,"content":"<p>So it has been deal with and that is it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V04900","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":541,"content":"<p>Yes.  Again, the accountability of the office, which is set out in the Act, is to the general administration of the office.  The question is whether what the Chairman might ask the office or me is part of the general administration of the office or whether it is case specific is an issue which, I think, I would need to ask-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05000","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":542,"content":"<p>We might ask Mr. Donoghue in any event and he can take legal advice on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":543,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05200","nonspeaker":"Mr. Barry Donoghue"},{"type":"speech","time":1447322400,"counter":544,"content":"<p>I put the same question to Mr. O'Daly and Ms Creedon and I presume answer will be the same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05300","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":545,"content":"<p>In the context of Deputy McDonald's query, that, in a sense, relates to procedures.  As I understand it, the Deputy wants to know what happens where the legal advice is given and so on.  As I understand it, she does not want to see the legal advice and I could not give it to her in any event.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05400","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":546,"content":"<p>Absolutely not.  I did not ask for it mainly because I knew I would not get it.  I would request it if I thought there was any chance that it might be provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05500","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":547,"content":"<p>Of course, I am in contact with the Department of Agriculture, Food and the Marine because it is the possessor of the case and so on.  I have to work with it and that is what I will do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05600","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":548,"content":"<p>Would it be fair to ask-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05700","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":549,"content":"<p>That is no different to the private world in the sense that it is the client's information and the solicitor is giving advice on it.  One has to inform one's client that the information has been requested.  Really, it should be coming from the Department.  That is the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05800","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":550,"content":"<p>The difference, in this case is that the client is a Government Department and the issues that arise are ones of public concern which involve the expenditure of public moneys.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V05900","speaker":"1008"},{"type":"speechnospeaker","time":1447322400,"counter":551,"content":"<p>I appreciate that.  However, it should still come from the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V06000","nonspeaker":"Ms Eileen Creedon"},{"type":"speech","time":1447322400,"counter":552,"content":"<p>On the advice that might be requested by any Department, I accept that the nature of the issue involved would govern the length of time it might take to supply such advice.  However, will our guests indicate how long it takes in general such advice to be provided?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V06100","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":553,"content":"<p>The procedure within the Office of the Attorney General in respect of turnaround times as to advice is that we have eight-week reports.  We have weekly meetings to ensure there is progress on files.<\/p><p>We have a number of risk management procedures in place to ensure nothing is held up from the point of view of legal advice.  We like to think the turnaround period in that regard is immediate.  The client Departments are usually on to us very quickly because they want it urgently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#V06200","nonspeaker":"Mr. Liam O'Daly","continuing":true},{"type":"speech","time":1447322400,"counter":555,"content":"<p>I am interested in hearing about the process involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#W00200","speaker":"965"},{"type":"speechnospeaker","time":1447322400,"counter":556,"content":"<p>There is a process in place.  On the point that it can take up to a year and a half to get advice, on the face of it, that should not happen.  That is not the position.  There may be complications as to why that happened, but we have procedures in place to ensure the turnaround time is quick.  If the advice is required urgently, the work has to be done immediately.  As I said, the eight week reports are designed to pick up anything that is taking longer than that time, although I accept that eight weeks is a long time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#W00300","nonspeaker":"Mr. Liam O'Daly"},{"type":"speech","time":1447322400,"counter":557,"content":"<p>Does the committee agree to the disposal of Votes 3, 5 and 6?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2015111200002#W00400","speaker":"965"},{"type":"unspoken","time":1447322400,"counter":558,"content":"<p>The witnesses withdrew.<\/p>"},{"type":"unspoken","time":1447322400,"counter":559,"content":"<p>The committee adjourned at 1.30 p.m. until 10 a.m. on Thursday, 19 November 2015.<\/p>","notice":"TIME STRING DETECTED"}]