[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1511281800,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 16:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jackie Cahill, Senator Paul Daly, Deputy Marcella Corcoran Kennedy, Senator Tim Lombard, Deputy Martin Kenny, Senator Pádraig Mac Lochlainn. Deputy Charlie McConalogue,<\/p><p>In attendance: Deputy Michael Fitzmaurice.<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1511281800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002"},{"type":"minorheading","content":"Business of Joint Committee","time":1511281800,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#A00100"},{"type":"speech","time":1511281800,"counter":5,"content":"<p>Before beginning, I remind members to ensure that their mobile phones are turned off.  I propose to go into private session to deal with some housekeeping matters before returning to public session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#A00200","speaker":"1268"},{"type":"unspoken","time":1511281800,"counter":6,"content":"<p>The joint committee went into private session at 4.38 p.m.  Sitting suspended at 5.35 p.m. and resumed in public session at 6.39 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Horse and Greyhound Racing Fund Regulations 2017: Motion","time":1511281800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#N00100"},{"type":"speech","time":1511281800,"counter":8,"content":"<p>We are considering a motion regarding the Horse and Greyhound Racing Fund Regulations 2017.  I welcome the Minister for Agriculture, Food and the Marine, Deputy Michael Creed, and his officials to discuss it.  It was referred to the joint committee by the D&aacute;il and the Seanad on 15 November for its consideration.  The Houses imposed the deadline of 28 November for the committee to report back on its consideration of the motion.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p> <p>  I invite the Minister to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#N00200","speaker":"1268"},{"type":"speech","time":1511281800,"counter":9,"content":"<p>I apologise for being late.  I am not sure what the protocol is, but I was scheduled to be here at 6 p.m.  I contacted the secretariat because I was also dealing with a Topical Issue in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#N00300","speaker":"1285"},{"type":"speech","time":1511281800,"counter":10,"content":"<p>We suspended the sitting for half an hour to facilitate the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#N00400","speaker":"1268"},{"type":"speech","time":1511281800,"counter":11,"content":"<p>The horse and greyhound racing industries occupy a key position in the sporting and social landscape.  As a nation, we have a strong affinity not just with racing but also with the social scene at its core.<\/p><p> One of the overarching objectives of the Government is to ensure that the horse and greyhound racing industries achieve maximum potential and, in so doing, contribute to economic and social development across a wide geographic swathe of the country.  Successive Governments have staunchly supported these industries through legislation and policy initiatives over a long period.  The horse and greyhound racing industries have a huge geographic spread and they deliver to the local economy like few others.<\/p><p> These industries receive financial support from the State through the horse and greyhound racing fund under section 12 of the Horse and Greyhound Racing Act 2001.  My Department makes payments from the fund to Horse Racing Ireland and Bord na gCon.  In the period 2001 to date, a total of &euro;1.12 billion has been paid from the fund to the horse and greyhound racing industries in accordance with the provisions of the Act.  The cumulative upper limit on payments from the fund provided under the relevant regulations has, therefore, been reached.  Exchequer funding provided from the fund is pivotal to the survival and continued development of the horse and greyhound racing industries.  To give effect to the provisions of budget 2018, this cumulative upper limit must be increased by regulation.<\/p><p> The Estimates for my Department, passed by both Houses as part of budget 2018, include an allocation of &euro;80 million for the horse and greyhound racing fund.  This will be distributed in accordance with section 12(6) of the Horse and Greyhound Racing Act 2001, with 80% or &euro;64 million going to Horse Racing Ireland and 20% or &euro;16 million going to Bord na gCon.  To allow my Department to provide the moneys allocated in budget 2018, it is necessary to comply with the technical requirements under section 12(13) of the Horse and Greyhound Racing Act to increase the cumulative limit on the amount payable from the horse and greyhound racing fund by &euro;80 million to &euro;1.2 billion.  This is achieved by way of the regulations submitted to the committee today.  The aggregate limit on the horse and greyhound racing fund was increased in this manner in 2004 and in 2009 to 2016, inclusive.<\/p><p> The recent Deloitte report commissioned by HRI indicates that the total direct and stimulated expenditure of the Irish breeding and racing industry is estimated at &euro;1.84 billion in 2016.  The report indicates the core industry comprises &euro;914 million of this with secondary expenditure making up the remaining &euro;927 million.  In addition, an estimated 15,200 jobs are at the core of the racing and breeding industry or in directly related industries.<\/p><p> The achievements of Irish-bred and Irish-trained horses abroad and the enduring influence of Irish-born jockeys and stable staff underscore Ireland's global prominence.  The Irish equine breeding and racing industry is competitive at a global level despite other major racing nations having far larger populations and economies.  The horse and greyhound racing fund has been pivotal in shaping the destiny of this dynamic industry.  It is noteworthy that the Irish thoroughbred breeding industry has developed from an essentially amateur cottage industry pre-1969 to a position in which Ireland now is one of the leading bloodstock producing nations in the world.  The industry produces close to half of all thoroughbreds in Europe.  We hold the distinguished position of being the third-highest producer of foals coupled with having the third-highest number of active brood mares in the world.<\/p><p> Government funding is crucial to maintain and build on our position as one of the world's leading breeding and racing nations.  Government funding of this industry is an excellent opportunity to yield a high return for this investment leading to a flow of income right through the economy.  Support for certain strategic industries is important for future economic growth and can provide widespread benefits for our society and economy.<\/p><p> The greyhound industry is a significant industry for Ireland.  It has been embedded in Irish society for decades and is an important activity from an economic, social and cultural perspective.  It provides and supports considerable employment directly and indirectly throughout the country.  The Irish greyhound sector has come through challenging times during the economic recession but it continues to make a significant economic and financial contribution to the Irish economy, especially at local level.  The Bord na gCon annual reports indicate that, despite a severe recession, the industry is recovering and showed an increase in operating surplus in 2015 and 2016.  The industry remains significant for the economy and has the potential to grow with the necessary investment in facilities and support infrastructure.  Funds generated from racing are re-invested in the industry through contributions to prize money and grants to various bodies involved in the greyhound racing and breeding sector, as well as promotion of greyhound welfare and the regulation of the industry.  The funding provided to the greyhound racing sector helps to sustain a long-standing tradition as the industry is part of the social fabric of our country.  This funding underpins economic activity in what are, in many instances, less affluent regions of the country.  It has also contributed significantly to the improved facilities now available at greyhound tracks throughout Ireland.  Greyhound racing is an activity that is inextricably linked to the farming community.  While it is undoubtedly part of the fabric of rural Ireland, it also enjoys a strong urban base.<\/p><p> The advent of new technologies and business models has challenged the Government to re-evaluate the funding mechanisms for the industry.  As part of its overall commitment to the industry, the Government has addressed, through legislation, the anomaly whereby remote and online betting operators were outside the tax net.  The Betting (Amendment) Act 2015 came into force on 15 April 2015.  The Act brings betting exchanges and Internet and mobile betting providers within the scope of the existing licensing regime and extends the existing 1% turnover tax on land-based bookmaking activities to online and mobile bookmakers.  The Act also means that a 15% commission tax for betting exchanges has been implemented.  These measures have had a positive effect on revenue streams with significant increases being realised.  It is worth noting that betting tax has increased from a total of &euro;31 million for 2015 to &euro;51 million in 2016.<\/p><p> The Horse Racing Ireland Act 2016, which gives effect to the recommendations in the Indecon report, came into force on 8 February 2016 with certain sections commenced on 9 March 2016 and January 2017.  The Act introduced a range of improvements in governance and accountability arrangements, many of which derive from recommendations made by Indecon International Economic Consultants following a review of the sector.  Indecon International Economic Consultants was also commissioned to conduct a review of certain matters relating to Bord na gCon to assess the suitability of the legal, governance and regulatory framework supporting the greyhound industry and to identify opportunities to maximise its commercial income.<\/p><p> In response to the recommendations made in the Indecon and Morris reports, as well as in the report prepared by this committee, chaired at the time by my colleague, the Minister of State at the Department of Agriculture, Food and the Marine, Deputy Doyle, I have introduced a draft general scheme of the greyhound industry Bill.  The Bill will address the governance of Bord na gCon.  It will strengthen regulatory controls in the industry.  It will modernise sanctions and improve integrity with a view to building a reputation for exceptional regulation in the sector.  As members are aware, the draft general scheme has progressed through the pre-legislative scrutiny phase and a memorandum will go to Government in the coming weeks requesting approval to publish the updated general scheme and to submit it to the Office of Parliamentary Counsel for drafting.  In this regard, I wish to extend my thanks to the members of the committee for their thorough and thoughtful deliberations during the pre-legislative scrutiny process.  I believe the Bill will bolster the Irish greyhound industry, enable it to deal with existing challenges and maximise its future potential.<\/p><p> I am sure we are all in agreement that more balanced regional economic growth is desirable and this is a key priority for Government.  In this context, these industries should be given recognition for the considerable contribution they make to rural economic activity and employment.  Their activities are spread throughout rural areas and can be credited with enhancing the social fabric of rural Ireland.  Local stadia are a focal point for supporting economic, social and cultural needs.  Point-to-point meetings take place at 70 locations throughout the island, contributing significantly to many rural communities.<\/p><p> Horse and greyhound racing compete in a number of different economic arenas, including sport and hospitality and in a diverse betting arena.  Therefore, their collective reach throughout the economy is extensive and significant, reaching almost every county.  The important contribution made by the horse and greyhound racing fund since its inception in 2001 has been vital to ensuring that these industries can continue to invest in infrastructure, whether through continuing the programme of capital investment in racecourses, ensuring prize money remains competitive or education and development of their skilled workforces.<\/p><p> Section 12(13) of the Horse and Greyhound Racing Act 2001 provides that a draft of these regulations be laid before both Houses of the Oireachtas and a resolution approving the draft be passed by each House before the regulations are made by the Minister.  Accordingly, I seek the support of all committee members to ensure that Horse Racing Ireland and Bord na gCon receive the funding provided for in budget 2018 and that the important role played by these industries, as well as the economic activity generated by them, are sustained in future.<\/p><p> I acknowledge the contribution that members of this committee have made to the debate on the future of these critically important industries.  I commend these regulations to the committee and I look forward to discussing any matters arising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#N00500","speaker":"1285","continuing":true},{"type":"speech","time":1511281800,"counter":14,"content":"<p>I thank the Minister.  Senator Paul Daly was the first to indicate.  I will then call Deputies McConalogue and Cahill in that order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#P00200","speaker":"1268"},{"type":"speech","time":1511281800,"counter":15,"content":"<p>I welcome the Minister for Agriculture, Food and the Marine, Deputy Creed, and thank him for his report.  It is well known that I am chairman of Kilbeggan Racecourse, which is one of the small racecourses.  As I am heavily involved, I am very much aware of how important this fund is for the sustainability of the smaller tracks and training yards that generate employment and create income in rural areas.  The Minister states that one must speculate to accumulate.  The investment of &euro;80 million in the industry returns to the State almost threefold.  With that in mind, I would be touting for an increase in what is being spent on the industries in order to drive them forward and bring them on to the next level.  There is an old saying that the day one stops going forward is the day that one starts going back.<\/p> <p>  The Minister also referred to the betting tax and the Betting (Amendment) Act 2015.  The gap was almost bridged by a &euro;51 million intake in 2016 as opposed to an output of &euro;80 million.  I would like to know why the rates of turnover tax for offshore and online betting were not considered in the 2017 budget.  This would bring us up to - and would probably surpass - the &euro;80 million and the additional moneys could be reinvested in the industry as per the provisions of the Horse and Greyhound Racing Act 2001.  I know that the tax rate in France is far higher and that all the money taken in is reinvested in the industry at no net cost to the state.  I would like to hear the Minister's views on the possibility of bridging the gap and increasing the spend through increased taxation.<\/p> <p>  Horse racing comes under agriculture, hence the Minister's presence this evening.  I would like to hear the Minister's opinions, if possible, on the aspects of horse racing that do not fall under the Department of Agriculture, Food and the Marine.  I refer to a number of ongoing issues, namely, those relating to employment law and the rates revaluation.  Employment in horse racing is categorised as not relating to agriculture.  Where does the agricultural designation of horse racing stop and start?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#P00300","speaker":"1383"},{"type":"speech","time":1511281800,"counter":16,"content":"<p>I thank the Minister and his officials for coming before the committee to discuss this issue.  The Fianna F&aacute;il Party will be supporting the regulations and we believe it is important to provide this financial support and stimulus to the horse racing and greyhound sectors.  Both have reaped the dividends in the past years.  As the Minister rightly pointed out, our horse racing and horse breeding industry here is among the best in the world.  What has been done since the late 1960s in terms of how the industry has been transformed is a story that goes beyond what anyone could have expected.  Funding is central to continuing development.  I think that is important and we will certainly support what is being done.  As the Minister indicated, the recent report conducted by Deloitte on behalf of Horse Racing Ireland outlines how the sector and the industry benefit the economy as a whole.  What is important is that the benefits are spread throughout the regions.  Those benefits are an important to rural areas.  It is often forgotten that the majority of breeders run small operations.<\/p> <p>  Likewise, funding for the greyhound industry is very important.  The Minister referred to the greyhound industry Bill.  It is important that this Bill is expedited.  Will he provide an update on the timeline relating to it?<\/p> <p>  Senator Paul Daly touched on the issue of the betting tax.  I would be interested in further feedback on the assessment from the Departments of Agriculture, Food and the Marine and Finance on the impact the extension of the tax to online betting has had.  Is all online betting being taxed?  This is primarily a matter for the Department of Finance.  However, I would like to hear the Minister's views on his engagement with that Department as to how matters might proceed.<\/p> <p>  Senator Paul Daly also referred to how labour is treated in the horse racing sector in particular.  It is important that work done in the sector should be regarded as agricultural activity.  It is also important that there be flexibility in work practices in order to ensure that the type work done in training yards is included in such activity.  I know that is an issue and I would like to hear the Minister's comments on it.<\/p> <p>  There has been a tradition of harness racing in Ireland but it has not been as popular here in recent years as has been the case in countries such as France, where it is very significant part of the horse racing industry.  This matter was discussed by the committee in 2015 and, following on from that, Indecon was commissioned to conduct a report to establish the potential for expanding and supporting harness racing in Ireland.  Indecon made certain recommendations in its report.  Will the Minister expand on how those recommendations have been progressed?  I am of the view that work in this regard has been much too slow.  It is important that the Indecon recommendations be considered.<\/p> <p>  Representatives from the Irish Harness Racing Association have met most members to discuss the Indecon recommendations.  One of these is to the effect that seed funding be provided to the Irish Harness Racing Association in order to enable it to act on the recommendations and develop the sector.  In order to facilitate the latter, the report suggests that the association establish a race track.  There are important timelines involved in the context of enabling the sector to grow.  Will the Minister outline where he wishes to bring harness racing and provide a commitment to the effect that the recommendations will be acted upon and that seed funding will be made available in order to facilitate development?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#P00400","speaker":"1244"},{"type":"speech","time":1511281800,"counter":17,"content":"<p>I thank the Minister for his presentation  I would like to declare a personal interest.  I am a director of a privately-owned greyhound stadium.<\/p> <p>  These two industries are very important to the Irish economy.  We had the unprecedented achievement in the past couple of week of three Irish-trained horses finishing first, second and third in the Melbourne Cup, which is known as \"the race that stops a nation\".  That Ireland could bring three horses to Australia and that they would fill the first three places is a major achievement and a significant advertisement for our industry.<\/p> <p>  Those involved in greyhound racing and horse racing were disappointed that no increase in funding was announced in the budget.  In light of the increased revenue from taxation of both industries, they are of the view that there is a valid argument for an increase in funding.  We have met representatives from both industries and they put forward very valid arguments in respect of where the extra money could be invested for the benefit of the horse racing and greyhound industries.  Horse Racing Ireland and Bord na gCon have very ambitious plans to advance their industries.<\/p> <p>  Senator Paul Daly outlined the potential on the taxation side and questioned whether we are capturing all of the revenue from the taxes that apply.  I wish to make a case for those in one sector of the industry that are under extreme pressure, namely, track bookmakers.  These individuals are definitely voting with their feet because the number of them involved in the sector is growing progressively smaller.<\/p><p>Unless we do something on the taxation side to give them an incentive, track bookmakers will become an extinct species.  Track bookmakers are vitally important to the social aspect and the whole concept of Irish racing.  I refer to the atmosphere in the ring.  The track bookmakers are a huge part of that environment.  Bookmakers make the point to me that the track bookmakers are using exchanges to try and boost their turnover.  Their view is that the level of tax that is being charged to the large corporations should not apply to track bookmakers, and if there was exemption for those under a certain turnover and the level of tax on betting exchanges was reduced, that would be a very significant incentive for track bookmakers and would allow them to try to stay in business.  There has been significant growth in the yield from taxation but the amount of money that is being taken off track bookmakers in taxation is small.  Unless we do something concrete for them, I fear for their survival.  As I stated, they are a significant part of the sector and it would be a sad day if they disappeared off the scene.  A monopoly would not be in anyone's interest.<\/p><p> The Minister mentioned the draft general scheme of the greyhound industry Bill.  That has gone through the committee here.  The proposed Bill is urgently needed.  The sooner it can become legislation the better.  I suppose there has been much adverse publicity for the sector.  The sector needs the mechanics of this Bill in order to deal with the issues it currently faces.  Issues are dragging on for far too long and they are not being dealt with promptly enough.  Talking to members of the sector, their hands are tied as regards advancing those issues quickly.  The proposed Bill could tighten up a lot of the legislation.  When an offence is committed, we need to intervene and bring it to a conclusion a lot more quickly and not have it dragging on for six or 12 months, as is the case in some of the occurrences in the recent past.<\/p><p> Point-to-points were mentioned.  I attended my local point-to-point on Sunday last.  It was held in Thurles and there was a fair crowd.  It brought home to me the value of it to the local economy that the small man can start off there with his horse at minimal expense and get it into a shop window.  If one is lucky enough to have a horse that is good enough to win, even at a local point-to-point like that, the big buyers are there and the opportunity is there to get a worthwhile return on a shoestring budget.  I had occasion to see a local horse winning on Sunday and there was a knock-on benefit in the form of a queue of people who were trying to purchase a horse that looked to be promising.  Everyone who has a horse lives for that dream, namely, that he or she will have one that can go out and win and give a significant return.  Thankfully, Ireland's reputation as the producer of top-class horses is greatly adding to the economical benefit of producing those young horses.<\/p><p> Senator Paul Daly made a couple of points about the definition of agriculture and the way employment law and rates are being interpreted by different Departments.  On the employment side, there has to be recognition that if we change the categorisation, it will make it impractical for stables to operate.  Unfortunately, long days are the norm.  If one has a horse going to a sales or a race meeting, the person who is handling that horse will have an extremely long day.  In agriculture, we are used to peaks and troughs.  At harvesting time, long days are accepted.  A re-classification of the horse-breeding sector to non-agricultural is not practical and will not work in the future.  That issue must be addressed.  On the rates side, it is agriculture and it should be rated as such.<\/p><p> As Deputy McConalogue stated, we as a party are glad to support the motion.  We see the benefits of this fund for the two sectors.  There are very ambitious plans by both Horse Racing Ireland and Bord na gCon and the fund has a huge part to play in that.  We have two sectors that we can be justifiably proud of and anything we can do here for the development of these sectors must be welcomed.<\/p><p> On the harness racing mentioned by Deputy McConalogue, everyone here has been lobbied.  It is in an infant stage.  They have had trial racing at Dundalk track and it has gone well for them.  They have had connections with the French sector where harness racing is extremely big.  They see very significant potential in this sport.  They want to try and develop a race track for themselves.  What they have proposed to us does not involve a huge amount of money.  It is dealing with a different type of horse.  There is very significant potential for us to develop this sector.  As regards the seed capital they are looking for, the Department should try to look favourably on this, give them a leg-up on the ladder and see how far they can go.  Up to now, they have achieved everything they stated they would do, including getting French sponsorship.  They are at a crossroads.  Everything has been done on a voluntary basis up to now.  They need to put a structure in place if they are to develop this sector further.  It would be regrettable if we were not in position to give harness racing the chance to fulfil the potential those involved in the sector strongly believe exists.  It will be a specialised sport but it can have a niche market.  It is one we should try to develop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#P00500","speaker":"1350","continuing":true},{"type":"speech","time":1511281800,"counter":19,"content":"<p>I thank Senator Paul Daly and Deputies McConalogue and Cahill for their observations and questions.<\/p> <p>  I might deal with the last point on harness racing first.  It is true to say that the Indecon report, which now charts the blueprint and the roadmap for the sector, was probably conceived in these committee rooms in the context of the Horse Racing Ireland legislation.  As the committee will be aware, that report was commissioned and the Department published it in October.  Historically, it is also true to say, as Deputy Cahill alluded to, that this is a sector which, in the not-too-distant past, almost had predominance as the equine sector that attracted the greatest levels of public support.  It has, however, for one reason or another, fallen significantly in the intervening period.  It has significant potential to re-establish itself.  Recently, I met informally representatives of the sector post the publication of Indecon.  As a Department, we see a public gain to be had from working with the sector.  There are issues the public at large wants to see addressed and from my engagement with the Irish Harness Racing Association, it is an appropriate vehicle and is interested in working with the Department to address some of the issues in the areas of public concern, apart altogether from the economic potential of the sector.<\/p> <p>  Indecon made five key recommendations.  One was to recognise the Irish Harness Racing Association as the appropriate governing body.  It also stated that the corporate governance of the sector needed to improve.  It talked about developing a five-year plan in terms of where the sector should go.  I cannot recall all five recommendations.  One was that the Department should continue to fund the pilot project on horse welfare and education with which it has been involved in that area.  It also spoke about a financial plan for the sector.  That is the blueprint.  The sector now needs to reflect, and probably not to respond in haste but to lay a solid foundation.  If it is a solid foundation, this Department will work with the sector in terms of achieving its potential.<\/p><p>I appreciate the point about Dundalk.  I have been working with French harness racing interests which have shown the potential that is there.  It is a sector with a wide geographical spread.  In my own county, and in west Cork especially, there is a particularly strong interest in it, and it is a long established tradition.  We want to work with the sector.  At a recent meeting, I told them that our budgets for 2018 are already published.  It will take the Irish Harness Racing Association time to digest and construct the appropriate responses outlined in the Indecon report.  When it does that, it will not find the Department wanting in terms of working with it.  There are issues around unstructured harness racing on public roadways which is the subject of adverse comment in the media and there are significant animal welfare concerns around it. This is an area where we would like the Irish Harness Racing Association and the Department to work together and bring about a public gain.  We also hope that the two working together would enable the Irish Harness Racing Association would enable it to achieve the sector's potential.  It has an international dimension and is something that can benefit the economy but we have the Indecon report and now our challenge is to build on it.  Having met representatives of the sector, I know they recognise that too.  <\/p><p> A number of other points lend themselves to quick responses.  I hope to take the greyhound Bill to Cabinet before Christmas and publish it afterwards.  <\/p><p> Senator Paul Daly spoke of the betting tax and referred to international comparisons with the funding available, I think he mentioned France.  I am conscious that while &euro;80 million is a lot of money, it is not in comparison with the support available in our competitor countries, a term I use advisedly because it is a very mobile industry which, if the policy framework was not right here could relocate in a substantial way.  The funding available in other countries far exceeds the amount we are in a position to put into the sector, not only in France but elsewhere.  We must keep an open mind on these matters.  Primarily the betting tax is an issue for the Department of Finance but we need to ensure that we make continual progress in funding the sector.  This year, the fund remains the same as last year but in the exceptionally difficult three preceding years, there was a &euro;6 million increase year on year for three years and then this year, in a very difficult year, we held the fund at &euro;80 million.  I take the Senator's point that when one stands still, it is like going backwards and certainly, I would like to revisit the fund next year, but in the context of a very difficult budget with many competing interests, it was not an insignificant achievement given what occurred in the three proceeding years.<\/p><p> I am very conscious of the point to which the Senator alluded, although he was not specific, regarding the WRC issue.  I do not wish to trespass on the area while it is before the WRC but it is one on which we keep a very anxious eye.  We are very conscious of the implications it could have on the industry and especially for smaller players.  We will not comment further until there has been an outcome as it would not be fair to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#Q00200","speaker":"1285","continuing":true},{"type":"speech","time":1511281800,"counter":21,"content":"<p>What about track bookmakers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#R00200","speaker":"1268"},{"type":"speech","time":1511281800,"counter":22,"content":"<p>I share Deputy Cahill's view that tracks, whether greyhound or horse racing, would be far poorer places and less colourful without the presence of course bookmakers.  I do not think that anyone wants a situation where the only option available is the tote.  It is an issue that Horse Racing Ireland has been considering and there has been engagement with bookmakers on the matter and I hope a resolution is imminent.  I encourage both Horse Racing Ireland and Bord na gCon to be conscious that these people bring colour to race meetings generally and that the race meeting environment would be much poorer without them.  I understand that there is significant competition for pitches especially in horse racing, but we must ensure that they can survive and whatever steps that need to be taken by both bodies should be considered in a fashion that ensures this.<\/p> <p>  Deputy Cahill also raised point to point racing.  It is something I was very conscious of on my appointment.  We have a huge international reputation - Deputy Cahill referred to the Melbourne Cup which was a staggeringly good shop window for us, for Irish trained horses to take the first three places is unprecedented - but that is built on a foundation often laid in local communities, with small owners and breeding establishments.  Point-to-point races are the critical shop window for them and there is no point in saying otherwise.  The organisers of point to points were under tremendous pressure in recent years to continue to provide that service.  Happily, last year we succeeded in significantly addressing the financial concerns of the organisers and addressed the available prize money for races.  I am confident that will continue to be built upon.  That is the critical foundation for the industry which we showcase internationally and is something I am exceptionally proud of.  Significantly increasing prize money and grant aid to the committees organising point-to-points, I believe it was from &euro;4,000 to &euro;6,000 last year, was important and was recognition of the critical service that they provide.  <\/p> <p>  I think I have dealt with everything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#R00300","speaker":"1285"},{"type":"speech","time":1511281800,"counter":23,"content":"<p>We can come back if there is anything else.  Senator P&aacute;draig Mac Lochlainn is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#R00400","speaker":"1268"},{"type":"speech","time":1511281800,"counter":24,"content":"<p>I am glad that when the Minister responded to the issues around the funding of the Irish Harness Racing Association, he acknowledged that the 2015 meeting of the agriculture committee discussion of a motion similar to the matter before us here was the genesis of the Indecon report.  My understanding is that a number of Deputies present had said they could not support the funding that was proposed in the motion unless a serious commitment was given to address the Irish Harness Racing Association.  This report was commissioned on the back of that.  The Department has had this report since May and it took five or six months for the report to be published.  My concern is that in this industry, people acting in good faith have built relationships internationally and are paying their own way to travel to international events and conferences to build an industry in Ireland.  They have done tremendous work.  The Indecon report clearly endorses that and believes in the sector's potential.  However, there are things that frustrate me.  The Department has allocated &euro;500,000 to Horse Racing Ireland which was also the subject of an Indecon report, published in May this year.  Why did this Indecon report into the potential of harness racing, whose publication is way over due, have to wait for six months?  The Minister says that money is allocated for 2018 but he is coming before the committee with a motion for money to be allocated to other sectors.  That is fair enough but the harness racers are looking for seed funding.  The Minister refers to the corporate challenges they face, but they are stepping up to them.  Like others here, I have met with them and am immensely impressed by them.<\/p><p>They have provided initial training to board members and further training is under way.  The size of the board has been expanded.  There are five subcommittees.  A core five-year strategy is being prepared and will be ready in mid-December.  The board will outline its plans to the committee in January.  The board needs seed funding to cover implementation.  The Minister has said he wants to address some of the issues in INDECON.  INDECON has clearly recommended that seed funding should be allocated to the IHRA to enable it to move on and address matters.  It is understandable that the Government needs reassurances about a five-year plan, the corporate structure and oversight in the industry, the sector, the animals and so on.<\/p><p> Two years ago this committee took a stand about the following.  Personally speaking, having considered this situation, I believe it is deeply unfair that the publication of the report was delayed by six months and post the budget allocation for 2018.  The association has made huge sacrifices.  It has reached a critical moment in terms of its future.  As one can see from the report the association does not have a huge amount of financial resources but anyone can see that it has a huge amount of ability and commitment.  It needs the Government to step in and act as its partner.  A significant investment will come from France over a number of years, which demonstrates that the sector has immense potential and international friends.  People have asked why they should invest in the area forever if its own Government or State will not do so.<\/p><p> I appreciate the comments the Minister has made today.  Clearly, he supports the IHRA and has met them recently so I have no gripe with him.  I know from what he has said that he is supportive and open to the association.  Everything he has said has been encouraging.  He acknowledged at the outset that the committee took a stand on this issue a number of years ago.  Through no fault of the association the report was delayed by five or six months.  If the report had been released on time and the association had received seed funding it would now be in a much stronger position.  The association does not just need seed funding but capital funding.  If it can secure a particular racing track soon it will prove very beneficial.  It is a huge opportunity that must not be missed.  We have a group of people here who have made considerable personal and financial sacrifices.  They have real enthusiasm for the sector.  They have been pretty much endorsed and vindicated by an independent report.  However, they need some financial assistance to implement some of the structures, improve organisational structures and appoint key staff.  As the Minister will know, the association does not have any staff.  I urge him to consider providing a portion of what he has recommended today: it is a relatively small amount of money.<\/p><p> In terms of the Minister asking the committee to support the motion for funding to be provided for the two sectors, I am saying there is money available.  In terms of the request for seed funding, I ask that the Department engages with the IHRA to ensure that it has the assurances that it needs.  This is a critical moment for the association.  It is unfair of the Minister and his Department to say there is no funding for 2018 because publication of the report was delayed by his Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#R00500","speaker":"1400","continuing":true},{"type":"speech","time":1511281800,"counter":26,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00200","speaker":"1285"},{"type":"speech","time":1511281800,"counter":27,"content":"<p>I can clarify that aspect in a minute.  I understand that the Department had the report in May but it was not published for six months, which is deeply unfair.  I ask the Minister, even at this late stage, to consider providing seed funding subject to the standard assurances being supplied to the Department.  I urge the Minister and his officials to work proactively with the organisation considering the delay.  If the report had been published in May the organisation would be in a very strong position today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00300","speaker":"1400"},{"type":"speech","time":1511281800,"counter":28,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00400","speaker":"1268"},{"type":"speech","time":1511281800,"counter":29,"content":"<p>The association would also have received funding just like Horse Sport Ireland, Bord na gCon and Horse Racing Ireland, which would be only fair and appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00500","speaker":"1400"},{"type":"speech","time":1511281800,"counter":30,"content":"<p>To clarify, we are specifically dealing with the motion today.  As the issue was brought up initially by members we decided we would allow a discussion in conjunction with the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00600","speaker":"1268"},{"type":"speech","time":1511281800,"counter":31,"content":"<p>I welcome the Minister and his officials.<\/p> <p>  I shall continue with the discussion on the Irish Harness Racing Association.  There seems to be considerable opportunity to develop the sport.  I support the calls for the Department to provide seed funding if at all possible.  I know it is not easy for the Minister to provide everything that people want.  I have witnessed a rise in the number of sulky racers on roads in my area and, therefore, believe it would be worthwhile to investigate the potential of the industry.  There is great opportunity to advance the sector, particularly in rural areas. <\/p> <p>  In terms of greyhound racing, everyone has confessed their connections to the sector.  I wish to confirm that my father kept greyhounds years ago.  It was always a pursuit that we loved as children.  We walked the dogs and brought them to the bog for a walk.  Unfortunately, my Dad did not enjoy great success with them but his children immensely enjoyed caring for the dogs.  Let us not forget the family aspect of keeping greyhounds, particularly in rural Ireland.  I support the calls to increase funding to the sector.<\/p> <p>  In terms of betting tax, I was a member of the Oireachtas joint committee on justice when we conducted pre-legislative scrutiny concerning the matter.  I wish the Minister well with trying to get the Department of Finance to ring-fence anything because I know it is not an easy thing to do.  I have discovered a new term \"hypothecation.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00700","speaker":"1339"},{"type":"speech","time":1511281800,"counter":32,"content":"<p>It is a fabulous word.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00800","speaker":"1285"},{"type":"speech","time":1511281800,"counter":33,"content":"<p>Yes.  I did not like the sound of it originally but when I discovered what it meant I liked it less.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S00900","speaker":"1339"},{"type":"speech","time":1511281800,"counter":34,"content":"<p>I confess that I had to be educated about the meaning of hypothecation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S01000","speaker":"1285"},{"type":"speech","time":1511281800,"counter":35,"content":"<p>I know for a fact that the Department for Finance is not keen on hypothecation.  I wish the Minister for Agriculture, Food and the Marine well with trying to get the Department of Finance to ring-fence anything for the sector.  It would be marvellous if he succeeds.<\/p> <p>  In terms of a betting tax on online betting, at the time there was talk that a great amount of funds would be generated.  There is potential for an extra &euro;20 million per year to be generated, which is not to be sniffed at, and the amount will only increase.<\/p> <p>  Horse racing is hugely important to the economy.  I was lucky enough to watch a marvellous film that I am sure will be of interest to this committee.  The film \"Against the Odds - Racing with Gordon Lord Byron\" was made by a young man, Nicholas Ryan-Purcell from Cloughjordan, County Tipperary.  The film tells a fantastic story about the owners of the horse, the Cahalan family, who literally started off racing the horse at point-to-point races.  Sadly, the horse broke its pelvis.  The horse was due to be put down but the family decided to work on him with his trainer, Tom Hogan.  Thankfully, the horse has gone from strength to strength and now is internationally successful.  I recommend everybody should watch the film as it gives an insight into how important the sector is to rural communities.  It is amazing to realise how many people work in the sector.  The film also showcases the joy of winning and the passion that goes into preparing horses for racing.  The sector is incredibly important and we need to continue investing in the sector.  I support the Minister in anything he wants to do to support the sector as the sector is so crucial to rural Ireland.  I hope the Chairman will forgive me for mentioning the film but anyone who watches it will gain a great insight into the sector.<\/p> <p>  I shall return to discussing hypothecation.  Will the Minister pursue hypothecation?  It would be marvellous if he could ring-fence funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S01100","speaker":"1339"},{"type":"speech","time":1511281800,"counter":36,"content":"<p>I thank the Deputy for her insightful contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S01200","speaker":"1268"},{"type":"speech","time":1511281800,"counter":37,"content":"<p>I thank the Minister and his officials for coming here.<\/p> <p>  We have all met the delegation from the Irish Harness Racing Association.  I can confirm that they are very committed and hardworking.  Their project is going places but they need seed capital to make things happen.<\/p> <p>  I am struck by the fact that the IHRA seems to be the poor relation to the other sectors that are so well funded and affluent, which is an issue that concerns my party.<\/p><p> I have spoken to the harness racers about their little projects to discourage people in the Traveller community, in the inner city and elsewhere from sulky racing on the roads and to direct what could be quite a dangerous activity into something which is properly regulated and properly done and has potential and a future.  There is tremendous effort on their part to try to do that and I wholly support anything that could be done to put a seed fund in place for them.  It would be more than disappointing if Horse Racing Ireland and the other sectors were to get such a huge amount of funding while the IHRA is left out again.  That would be just unacceptable.  I understand that it is looking for an initial sum of &euro;600,000 or &euro;700,000 as seed capital to get up and running and going.  It would reflect society's sense of responsibility to people who are doing the right thing to allow them get themselves going and to ensure they are regulated properly.<\/p><p> We have had Horse Racing Ireland and Bord na gCon in here before this committee.  We have had rows with them, generally over how things are run and operated.  I know that the Minister and others have acknowledged the difficulties, to put it mildly, that exist in these organisations.  Situations like the one we saw recently involving the doping of dogs keep coming up all of the time.  There is a sense of despair.  I spoke to a number of people in that industry the other day and they were still of the view that little is changing.  It is to be hoped the Bill will go some considerable way towards regulating and putting some kind of shape on matters.  Many people are very fearful, however, and I look for the Minister's reassurance that the greyhound Bill will bring a very firm hand to this when it goes through.  People are at their wits' end and the organisation has really fallen into disrepute.  We need to take a grip of this situation and handle it properly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#S01300","speaker":"1345","continuing":true},{"type":"speech","time":1511281800,"counter":39,"content":"<p>I thank the Minister for his presentation and ask him for some clarification on the Indecon report.  If, as our information suggests, the Department had this report in May, why did it only come out six months later?<\/p> <p>  I understand that the IHRA, is looking for seed funding of approximately &euro;770,000.  Can a commitment be made to give it that money?  As the Minister has mentioned himself, it is clear, going through everything that we have seen here, that the IHRA has made a fair effort and even addressed many of the governance issues flagged in the Indecon report.  There is a premises in Portmarnock, as the Minister is probably aware, that is currently in receivership and will be sold shortly, and this is an opportunity for the IHRA to move forward.  Is there a commitment to solve this?<\/p> <p>  With regard to horse racing in Ireland, all of us who come from rural Ireland are aware of the benefits of having racing tracks at Galway or wherever else.  We can all see what it does for communities when people buy young horses and then have luck with them on the road and the same is true of greyhound racing.  I support this but I ask the Minister to confirm that money will be given to the harness racing body to get it up and running because it is clear from the figures we have seen that this would end up as a money-spinner.  There has been a lot of betting in other countries, in France for example, on races that have taken place here.  As the Minister said, this sport was big years ago and now seems to be making a comeback.  There is an opportunity here but when it comes to getting funding harness racing seems to be seen as the bad relation.  It would be wrong if one organisation were to be much better looked after than another, particularly if that other organisation might develop into a very good thing further down the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#T00200","speaker":"1341"},{"type":"speech","time":1511281800,"counter":40,"content":"<p>I will take up the comments on harness racing.  The point has been made that the Department delayed or had some mischievous intent to delay the publication of the report.  This was not the case.  We commissioned the report in good faith and we recognise the potential of the IHRA to become the kind of body with which we can engage in a structured way and into which we confidently invest taxpayers' money.  The clear inference here, however, is that the IHRA is not currently that kind of body.  The Indecon report states that its identification of a seed funding requirement of &euro;770,000 is conditional on the IHRA delivering on a number of matters, including a five-year strategic plan, which has not been received, and a costed programme identifying the specific target areas for expenditure and what the return would be on that investment.  What the Department is saying here is that we have a fund and a document on which we can make progress.  In all honesty, however, I cannot at this point commit taxpayers' money to an organisation that Indecon has clearly indicated is not one we could work with, at least not in its current manifestation.  The IHRA people I met recognised, in fairness to them, that they still have a journey ahead.  If the association can move and deliver on all of these conditions very quickly, we will have to assess at that point if is fit for purpose.<\/p> <p>  What we are open to doing, however, is engaging with them.  We, too, see public gain in the issues raised by the members, particularly when it comes to welfare, and as a signal of good faith we are in fact committing to continuing and to expanding the funding we already make available in the areas of harness racing, horse welfare, and the involvement of the Traveller community.  We are signalling good faith but we are also acknowledging, and it would be remiss of us to do otherwise, the fact that Indecon has said that the Irish Harness Racing Association is not fit for purpose in its current form.  The IHRA has itself recognised that and recognised that it has a journey before it when it comes to corporate governance, drawing up a five-year plan, and so on.  There is an open door to this in the Department.  I have met representatives of the IHRA already and we have officials ready to engage with them to reach the point where we can have confidence in committing public funds.<\/p> <p>  Senator Mac Lochlainn referred to the Horse Sport Ireland, HSI, to the Indecon report, and to the additional funding of less than &euro;500,000 that HSI received this year.  We need to be aware, however, that HSI is a State body that has been in existence for more than ten years.  Specific deliverables are required to draw down that funding and we have clearly stated that that additional funding is contingent on the implementation of the reform outlined in the Indecon report for HSI.  We are using the same yardstick here.  I acknowledge the potential of the harness racing sector and we have the basis on which to proceed.  The enthusiasm of the people I met is infectious.  They are very committed and I appreciate that they have been putting their own resources into this.  We must equally acknowledge, however, that if we are to commit substantial public funds to the initial request for &euro;770,000, we have to be sure that we have a structure in which we can have confidence.  Our only requirement is that the IHRA now deliver on the Indecon requirements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#T00300","speaker":"1285"},{"type":"speech","time":1511281800,"counter":41,"content":"<p>Before we leave this topic, I would like to point out that the IHRA people only got their hands on the Indecon report on 1 November.  It would not have been possible for them to have come up with a five-year plan in three weeks.  This might have been an issue had the association got the report three months ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#T00400","speaker":"1345"},{"type":"speech","time":1511281800,"counter":42,"content":"<p>I appreciate that.  I would much prefer that they now reflect and build the structure appropriately rather than rushing headlong into something that will not stand up to scrutiny.  The Department and its officials are available to engage and work with them to get them to that point.  The Deputy will appreciate, however, that we cannot commit public funds without having that work done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#T00500","speaker":"1285"},{"type":"speech","time":1511281800,"counter":43,"content":"<p>Would the Department be willing to put in the money if the IHRA were to have that work done within whatever number of months?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#T00600","speaker":"1341"},{"type":"speech","time":1511281800,"counter":44,"content":"<p>There is a willingness in principle here, though the situation with budget 2018 will be difficult.  We need to work with the IHRA now to get it to the point where we can have confidence in it as a body.  It is not that anything that they have done to date reflects poorly on them - not at all.<\/p><p>Far from it.  As I said, the enthusiasm of the association is infectious.  It has been running this to the best of its ability but we need to have more confidence in the structure to provide the substantial amounts of public funding the Deputy is talking about.  The Indecon report provides for that so we have that basis on which to proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#T00700","speaker":"1285","continuing":true},{"type":"speech","time":1511281800,"counter":46,"content":"<p>My point, as well as the point made by other members here, is that to enable the Irish Harness Racing Association, IHRA, to carry out that work, respond to the Indecon report and get those structures up and running, there has to be recognition that it is currently voluntary and has no staff.  There needs to be seed funding to enable it to take on that work.  While it may not be prudent, in the Minister's view, to give substantial funding at this stage, it is important to provide initial seed funding to enable it to work with the Minister.  Given the potential for the sector and for harness racing to grow, it is important to support it in doing so and for the Minister not to give it a massive amount of work to do without any resources, staffing or backup to do it.  If the Minister could engage with the association, provide some initial funding and give targets to indicate what the funding for is for, it would enable the association to grow, respond and take the sector forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00200","speaker":"1244"},{"type":"speech","time":1511281800,"counter":47,"content":"<p>I reiterate that this report was submitted to the Department on 25 May 2017.  Five months later, through no fault of IHRA, this was published after the budget.  The Minister can see the recommendations.  Indecon has rightly recommended that a number of corporate management issues be addressed in its five recommendations.  It also clearly states that State seed funding could be provided on a pilot basis and its impact could be evaluated before any further funding is considered.  I would be uncomfortable, considering this report was delayed by five months-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00300","speaker":"1400"},{"type":"speech","time":1511281800,"counter":48,"content":"<p>It was received at the end of May.  The Department had to conduct its own evaluation and was then in contact with the association.  We had to evaluate it.  It was not simply a case of getting a report one day and acting on it the next.  There was no undue delay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00400","speaker":"1285"},{"type":"speech","time":1511281800,"counter":49,"content":"<p>Five months seems to me to be undue.  I appreciate everything the Minister has said about the people and the potential.  However, he has not acknowledged that the association was waiting a long time for this report and it was submitted to his Department on 25 May.  The first chance the association had to address the issues in the report and comply with the Department's funding requirements and the report's recommendations was five months post-budget.  As Deputy Martin Kenny said, how on earth, with all the immense resources the Department has, could it take five months for it to go through this report?  How can the Minister expect a group of very determined and resourceful but voluntary people to comply with his Department's requirements?  It is completely unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00500","speaker":"1400"},{"type":"speech","time":1511281800,"counter":50,"content":"<p>I do not expect them to do it very quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00600","speaker":"1285"},{"type":"speech","time":1511281800,"counter":51,"content":"<p>That is what I am saying-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00700","speaker":"1400"},{"type":"speech","time":1511281800,"counter":52,"content":"<p>I do not think they should try to do it too quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00800","speaker":"1285"},{"type":"speech","time":1511281800,"counter":53,"content":"<p>That is why they need seed funding.  I would be deeply uncomfortable supporting this motion today without some commitment that, subject to the five year plan being received and a number of corporate management issues being addressed, which I think are well under way at this stage, the Minister's Department will provide seed funding and commit to capital funding, subject to those protections.  My understanding is that the association is well on the way to addressing the requirements and conditions, which is a miracle to me.  The problem is that the Minister is asking us to support a motion that commits funding to a number of related industries and we have no commitments-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U00900","speaker":"1400"},{"type":"speech","time":1511281800,"counter":54,"content":"<p>To clarify, they are separate issues.  The motion is to commit funding and we are allowing the discussion is part of it but they are separate issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U01000","speaker":"1268"},{"type":"speech","time":1511281800,"counter":55,"content":"<p>Two years ago, this committee was about to not support this motion on this very issue.  We are entitled to discuss it.  I cannot, in good conscience, support this motion today, and hopefully my colleagues will feel the same, without some assurance that seed funding will be given to this organisation.  I appreciate that it can address the recommendations in this report.  It wants to meet every recommendation in this report and to comply with all the corporate management and regulatory requirements of the Department.  The association wants to do it but needs financial assistance.  It is only fair-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U01100","speaker":"1400"},{"type":"speech","time":1511281800,"counter":56,"content":"<p>To clarify the situation, our role here is to consider the draft regulations before us.  The committee does not have the power to approve or amend them.  That is just to clarify where we are.  We have had a good discussion and I think we are all on the same page.  I gather that the Minister supports the Irish Harness Racing Association.  While I do not want to get bogged down on the matter, I ask the Minister to give his final reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U01200","speaker":"1268"},{"type":"speech","time":1511281800,"counter":57,"content":"<p>I am anxious to work with the Irish Harness Racing Association.  I acknowledge the commitment to this among committee members.  We did not delay but bear in mind that Indecon clearly states the funding the Senator is asking me to commit to the association is not something that I should offer as an inducement to comply with the Indecon recommendations.  The report states that the funding the Senator is asking me to commit is conditional on the association meeting the recommendations.  As a signal of good faith, we are committing in the region of &euro;50,000 to the Irish Harness Racing Association for 2018 as a continuation and expansion of the pilot project.  It is a prerequisite that the other five critical recommendations in the report are complied with before we could countenance seed funding but we are, as a signal of good faith, committing in the region of &euro;50,000 to an expansion of the pilot project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U01300","speaker":"1285"},{"type":"speech","time":1511281800,"counter":58,"content":"<p>If this had been published in a reasonable timeframe, not five months, the association would have had a couple of months to put itself in a position to avail of funding under budget 2018.  This is immensely unfair to it because it was not given any time whatsoever.  This was published after the budget and the association was given no opportunity.  I think every member here is convinced that if the association had been given the opportunity and a reasonable timeframe, it would have complied with the Minister's Department's requirements and the requirements of this report, and it would have been able to avail of the funding it needs in 2018.<\/p> <p>  I ask the Minister to intervene because the association is left blowing in the wind due to a delay by the Minister's Department in publishing the report.  The association needs a significant Government commitment on paper for it to draw down the other international funding to survive moving forward.  The association is on very thin ice through no fault of its own and despite everything it has done.  The Minister should own this and his Department should have published the report long ago, not after the budget, five months after receiving it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U01400","speaker":"1400"},{"type":"speech","time":1511281800,"counter":59,"content":"<p>What we are offering to the Irish Harness Racing Association is not just the potential access, pending compliance with the Indecon report, to the immediate seed capital requirement of &euro;770,000.  The Indecon report provides for the potential of a long-term strategic relationship between the Department and Irish Harness Racing Association.  It is my personal belief that if the report had been published the day after we received it, any serious five-year strategic plan for the sector would have taken approximately that length of time to put together the appropriate documentation that we require to convince us that this is an organisation with which we can have a long-term strategic relationship.  It cannot be written in a week or three weeks and it slightly worries me that there is now a headlong rush to say that we can do it in a condensed and short period of time without having the appropriate reflection or the level of professional input into compiling a five-year strategic plan for the industry, which is a serious document and not something that can be magically made in weeks.  That is a strategic document that will take months to compile.<\/p><p>What we are offering here is the opportunity to engage with us because we can see that a public good can flow from this.  We want to have that relationship with them.<\/p><p> There was no attempt to withhold the publication for any type of devious motivation.  I genuinely urge the members and the harness racing association to view this document as the beginning.  It is the first chapter of what can be a long relationship with the Department, one that would be mutually beneficial.  One will not compile a five-year strategic plan in the period of time since that publication.  It would be a challenge to do it in the number of months that have passed since the Department got the report.  That is the type of document we are examining.  It is a serious piece of work.  If it is done properly it will lay a very solid foundation on which to build and to get to a point where we can replicate the potential that this industry is achieving in other jurisdictions, particularly in France.  However, it is necessary to make haste slowly and to do it right.  I have every confidence, given the enthusiasm of the people I have met and their business acumen, that they know a five-year strategic plan is not something that can be magicked up in a short space of time.  What we are discussing here is the chance to open up a meaningful relationship.  My officials and I are open to working with them in that context.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#U01500","speaker":"1285","continuing":true},{"type":"speech","time":1511281800,"counter":61,"content":"<p>We will be engaging with representatives of the Irish Harness Racing Association early in the new year.  Can I get a commitment from the officials that they will be able to engage with us and them as we move forward next year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00200","speaker":"1268"},{"type":"speech","time":1511281800,"counter":62,"content":"<p>Yes, of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00300","speaker":"1285"},{"type":"speech","time":1511281800,"counter":63,"content":"<p>Okay.  Is the Minister finished on that matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00400","speaker":"1268"},{"type":"speech","time":1511281800,"counter":64,"content":"<p>I believe I have covered everything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00500","speaker":"1285"},{"type":"speech","time":1511281800,"counter":65,"content":"<p>Are there any other matters?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00600","speaker":"1268"},{"type":"speech","time":1511281800,"counter":66,"content":"<p>The issue of integrity in greyhound racing was raised.  This issue hit the public airwaves again recently.  I will preface my comments by pointing out that it is not useful to dwell on an individual case.  We have an interest in ensuring integrity.  That is at the core of the legislation we are discussing.  There are issues around what appropriate levels of drug residue should be in the public domain where it has an adverse or beneficial impact on performance.  Those are issues for professional, competent officials.  My overwhelming objective is to ensure that the proper legislative framework is in place to deal with integrity matters.  I believe we will have that in the legislation that is imminent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00700","speaker":"1285"},{"type":"speech","time":1511281800,"counter":67,"content":"<p>My understanding is that the IGB is giving a presentation here on 29 November next.  Obviously, all members are welcome and everybody else is invited.  It is on integrity and welfare.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00800","speaker":"1268"},{"type":"speech","time":1511281800,"counter":68,"content":"<p>I expect it will deal with not just the legislation but also the efforts to date in the context of the existing framework under which it operates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V00900","speaker":"1285"},{"type":"speech","time":1511281800,"counter":69,"content":"<p>In accordance with Standing Orders a message will be sent to the D&aacute;il and Seanad confirming that the committee has completed its consideration of the motions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01000","speaker":"1268"},{"type":"speech","time":1511281800,"counter":70,"content":"<p>Do we have to approve it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01100","speaker":"1345"},{"type":"speech","time":1511281800,"counter":71,"content":"<p>We have to agree that we have considered the motion.  It is then sent back to the D&aacute;il and Seanad and those Houses can debate it if they so desire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01200","speaker":"1268"},{"type":"speech","time":1511281800,"counter":72,"content":"<p>We have considered it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01300","speaker":"1345"},{"type":"speech","time":1511281800,"counter":73,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01400","speaker":"1268"},{"type":"speech","time":1511281800,"counter":74,"content":"<p>We might not be happy but we have considered it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01500","speaker":"1345"},{"type":"speech","time":1511281800,"counter":75,"content":"<p>As I said earlier, our role is to consider it.  Is that agreed?  Agreed.<\/p> <p>  I thank the Minister and the officials for attending the meeting today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01600","speaker":"1268"},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1511281800,"counter":76,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01650"},{"type":"speech","time":1511281800,"counter":77,"content":"<p>In accordance with Standing Order 90 the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Agriculture, Food and Marine has completed its consideration of the following motion:That D&aacute;il &Eacute;ireann approves the following Regulations in draft:<blockquote>Horse and Greyhound Racing Fund Regulations 2017,<\/blockquote>copies of which were laid in draft form before D&aacute;il &Eacute;ireann on 13th November, 2017.<\/blockquote> <p>In accordance with Standing Order 73 the following message will be sent to the Seanad:<\/p><blockquote>The Joint Committee on Agriculture, Food and Marine has completed its consideration of the following motion:That Seanad &Eacute;ireann approves the following Regulations in draft:<blockquote>Horse and Greyhound Racing Fund Regulations 2017,<\/blockquote>copies of which were laid in draft form before Seanad &Eacute;ireann on 13th November, 2017.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017112100002#V01675","speaker":"1268"},{"type":"unspoken","time":1511281800,"counter":78,"content":"<p>The joint committee adjourned at 7.55 p.m. until 4.30 p.m. on Tuesday, 28 November 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1511280000,"counter":79},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Peter Burke, Senator Paddy Burke, Deputy Dara Calleary,+ Senator Rose Conway-Walsh, Deputy Michael McGrath, Senator Gerry Horkan. Deputy Paul Murphy, Deputy Jonathan O'Brien,*<\/p><p>* In the absence of Deputy Pearse Doherty<\/p><p>+ In the absence of Deputy Michael McGrath for part of the meeting.<\/p><p>In attendance: Senators Aidan Davitt and Terry Leyden.<\/p><p>DEPUTY JOHN MCGUINNESS IN THE CHAIR.<\/p>","time":1511280000,"counter":80,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002"},{"type":"minorheading","content":"Public Sector Standards Bill 2015: Local Authorities Members Association and Association of Irish Local Government<br \/>Scrutiny of EU Legislative Proposals","time":1511280000,"counter":82,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#C00100"},{"type":"speech","time":1511280000,"counter":83,"content":"<p>Before we proceed with the business listed, I wish to record the decisions taken by the committee at its meeting of 16 November on EU legislative proposals.  The committee agreed that COMs (2017) 536, 537, 538 and 539 do warrant further scrutiny.  The committee agreed that COMs (2017) 499, 543, 545, 559, 561, 565, 567 and 568 do not warrant further scrutiny.  Full details will be published on the committee's website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#C00200","speaker":"1248"},{"type":"minorheading","content":"Public Sector Standards Bill 2015: Engagement with AILG and LAMA","time":1511280000,"counter":84,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#C00300"},{"type":"speech","time":1511280000,"counter":85,"content":"<p>I welcome Mr. Bobby O'Connell, General-Secretary, Local Authority Members Association,  Mr. Luie McEntire, Vice-President, Association of Irish Local Government and the other attendees.<\/p><p>Do Mr. O'Connell and Mr. McEntire wish to make statements?  Yes.  I shall read the note on privilege for the benefit of those present.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him, her or it identifiable.<\/p><p>I call on Mr. McEntire to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#C00400","speaker":"1248"},{"type":"speechnospeaker","time":1511280000,"counter":86,"content":"<p>We hope we can be of assistance to the committee on its deliberations of the Public Sector Standards Bill 2015.<\/p> <p>  Our submission and presence here today, is a joint appearance by both the Association of Irish Local Government and the Local Authority Members Association, as the two national representative bodies that represent local elected members.  The delegation is jointly led by me and Councillor Bobby O'Connell.  I am a member of Longford County Council and Vice-President of the Association of Irish Local Government.  Councillor Bobby O&rsquo;Connell is the General Secretary of the Local Authority Members Association and a member of Kerry County Council.  Both of the associations thank the committee Chairman and members for giving us an opportunity to discuss the Bill with them and the implications that the Bill will have for elected members at local authority level. <\/p> <p>  First, we wish to clarify with the committee that neither association held meetings with officials in the Department of Housing, Planning and Local Government on the Bill, as has been referenced previously by the Department of Finance and Public Expenditure and Reform.  The Bill was referenced at meetings, in general terms, that the AILG had with officials from the Department of Housing, Planning and Local Government.  The Bill was mentioned in the context of the AILG's elected members' training programme and the possibility of providing further training in the area of ethics and governance for elected members.<\/p><p>However, at no stage was the Bill or its contents and possible implications discussed in detail by officials from the Department of Housing, Planning and Local Government with either representative body.  Indeed, we would not expect it to be as the Department did not propose the Bill.  Therefore, we welcome the opportunity to highlight our concerns about the Bill.  We wish to confirm that we are available to meet the officials from the government reform unit in the Department of Public Expenditure and Reform to discuss our concerns if they so wish. <\/p><p> It is important to state that while both associations have some concerns with certain aspects of the draft Bill, and that while we welcome any measures to strengthen the standards that the public rightfully expect from people in public office, we reiterate that the vast majority of the 949 local councillors across the country are hardworking men and women whose only interest is to serve the communities that have elected them.  We welcome a robust and transparent system for the declaration of assets and business interests for public representatives.  However, we feel that some of the measures in the Bill may place additional extensive and onerous obligations and responsibilities on our members.  <\/p><p> We would like to make some specific points about some provisions in the Bill and their possible implications for our members.  At this stage I would like to apologise on behalf of the president of the AILG, Mr. Damien Geoghegan.  Unfortunately, he was unable to attend today.  I will hand over to my colleague, Mr. Bobby O'Connell, Chairman of the Local Authority Members Association, LAMA.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#C00500","nonspeaker":"Mr. Luie McEntire","continuing":true},{"type":"speechnospeaker","time":1511280000,"counter":88,"content":"<p>I wish to refer to section 5 of the Bill on categories of public official.  We are concerned about local authority members being classified as a category A public official.<\/p> <p>  We note that there is a proposal in section 5 for local authority members to be classified as category A public officials along with Oireachtas Members, special advisers, chairpersons and CEOs of public bodies, and those on remuneration at deputy secretary level and above in the public sector.<\/p> <p>  Category A public officials will also have the highest level of obligations under the Bill.  Category B public officials are classified as those on remuneration between principal officer level and deputy secretary in the public sector, and will also include a member of the board of a public body, excluding the chairperson.  Category C public officials will be classified as being all other public officials.  We would question the requirement to class our members as category A public officials and place them in the same category and level as Oireachtas Members and CEOs of public bodies given the powers, responsibilities and resources available that our members have at local level.  We contend that local authority members should be equated with members of a board of a public body.  Therefore, we suggest that local authority members should be classed as category B public officials at most. <\/p> <p>  An additional implication for being classified as category A public officials is the obligation to submit all declarations to the Commissioner of their interests during the relevant declaration period.  If our members were re-classified as category B public officials, which we are now, the requirement would be to submit all declarations to the relevant public body as is the current requirement under the various Ethics and Local Government Act. <\/p> <p>  Section 8 refers to private declarable interests.  We have concerns about private declarations and income from an employment.  Both the AILG and LAMA have grave concerns about some of the proposals about the private declarations in section 8 of the draft Bill on declarable interests.  For instance, while we accept and understand the requirement to make a public declaration on a member's employment, profession, business and directorship status, we absolutely fail to understand the reasoning one needs to make a private declaration about the amount of his or her remuneration, particularly a PAYE employment.<\/p><p>We would argue that if an elected member has a conflict of interest on a local authority as a result of his or her employment, the amount of their remuneration is irrelevant as the conflict of interest already exists by virtue of their employment and they should recuse themselves from the matter in their role as an elected member.  We would also contend that the requirement to declare a member&rsquo;s private income from an employment, trade or profession would be a data protection issue.<\/p><p> Section 8 concerns private declarations and declarations of assets.  Again, under section 8 of the draft Bill, both associations have grave concerns in relation to the proposed requirement for category A officials to make a private declaration of liabilities and assets over &euro;50,000, excluding pensions or a charge on the family home.  We feel that this is an excessive requirement and indeed a potential invasion of privacy for our members, particularly on financial assets over &euro;50,000 that they will now be requested to declare.  For example, we fail to see the reasoning whereby an elected member who is left financial assets of over &euro;50,000 in a family will, due to a bereavement, has to declare it even in a private capacity and why such an example like this would affect their role as an elected member.<\/p><p> Section 8 also relates to private declarable interests, private declarations and the declaration of gifts not connected to official function.  Both associations question the requirement for category A officials to make a private declaration on receipt of gifts and travel of between &euro;200 and &euro;600, received from a person not related, when it is not connected to a function in our member's capacity as an elected member.  Again, our members feel these instances may be of a personal nature and if it is unconnected to their capacity and function as an elected member, there should be no requirement for a declaration.  We would contend that declarations in general should only be required where the gift or travel is received where it is connected to a function and we welcome the provision in the draft Bill under section 11 of the requirement and obligation for public officials to refuse such gifts in the first instance and notify the commissioner of same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#D00200","nonspeaker":"Mr. Bobby O'Connell","continuing":true},{"type":"speechnospeaker","time":1511280000,"counter":90,"content":"<p>Section 16 deals with the obligation to furnish a tax clearance certificate.  Under the proposed provisions contained within section 16 of the draft Bill, we would request that the period for production of a tax clearance certificate should be increased to 12 months, from the current six-month requirement, following enactment of the Bill.  We would also request that where members cannot produce a tax clearance certificate but have confirmation from the Revenue Commissioners that they are in the process and engaging with Revenue to bring their tax affairs up to date, this confirmation will suffice until such time as the Revenue Commissioners issue a tax clearance certificate to the member.  We would also contend that this proposed provision should be extended on an annual basis for the requirement to furnish an annual tax clearance certificate by the 30 April of each year.  We note the provisions contained in section 18 and section 19 in relation to evidence of subsequent compliance and an application statement for a tax clearance certificate, but we feel that providing for the above in relation to the production of a tax clearance certificate would be appropriate.<\/p> <p>  On section 33, both the AILG and LAMA have serious concerns in relation to the powers of the new commissioner, proposed under section 33 of the draft Bill, to accept written complaints from any person.  The original general scheme of the Bill set out that any complainant has up to 12 months from the date on which evidence sufficient to justify the complaint comes to such person&rsquo;s knowledge, and not later than five years from the date on which the alleged contravention was committed, to make a complaint against a public official.  Upon receipt of a complaint, the commissioner may dismiss the complaint, deal with it by issuing advice, refer it to the relevant public body, or cause a preliminary inquiry of the complaint to be carried out.  However, the Bill only specifies that a complaint must be based on evidence sufficient to justify the making of the complaint.  Both representative bodies would contend that the yardstick for measuring sufficient evidence needs to be set at the higher end to combat malicious, vexatious or repetitious complaints.<\/p><p>For all public representatives, the threat of a malicious complaint with no basis can be detrimental to an elected member&rsquo;s political career and we feel that further safeguards should be put into the Bill to ensure that our members are protected from any malicious and vexatious complaints.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#E00200","nonspeaker":"Mr. Shane O'Reilly","continuing":true},{"type":"speechnospeaker","time":1511280000,"counter":92,"content":"<p>I will start with concerns on excessive administrative requirements for local elected members.  Our final concern with the draft Bill is the potential onerous administrative obligations that compliance with the Bill will place on our members, particularly if our members are classed as category A officials with the highest level of obligations.  Our members serve at local authority level with minimal secretarial and administrative backup.  The obligation to make declarations three times per annum if their circumstances have changed and the obligation, in certain circumstances, to retain statements for up to a 15-year period will undoubtedly place serious administrative problems on our members and we would request that this be taken into consideration in determining the classification for our elected members at local authority level.<\/p> <p>  In conclusion, the Association of Irish Local Government and the Local Authority Members Association endeavour to bring to the fore the voices of elected members who are rooted in their own communities and work for their communities on a daily basis.  We acknowledge the work of this important committee and pledge that we will play our part on behalf of all elected members to work alongside the committee and we look forward to continuing to contribute its work.  We thank the Chairman and the committee members for listening to our submission and will be glad to take questions that the members may have. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#F00200","nonspeaker":"Mr. Patrick Connor-Scarteen"},{"type":"speech","time":1511280000,"counter":93,"content":"<p>I thank the witnesses for their contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#F00300","speaker":"1248"},{"type":"speech","time":1511280000,"counter":94,"content":"<p>I thank the delegation for coming in.  I had thought the Chairman and I were the only people who had concerns about this legislation because every time we engaged with the Department, we were told there was no feedback from elected councillors on it.  Mr. McEntire said there was no formal consultation but has any of the organisations received any correspondence or any invitation from the Department of Public Expenditure and Reform to comment on the legislation since last April?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#F00400","speaker":"1335"},{"type":"speechnospeaker","time":1511280000,"counter":95,"content":"<p>Not that I am aware of.  We held a number of meetings with the Department of Housing, Planning and Local Government as part of the ongoing training programme we give to elected members, and we gave a module on governance and ethics in early 2015.  This was part one and we were due to do part two later in 2015 and in 2016.  We spoke to officials in the Department who oversee our training and they said we should wait until further ethics legislation was concluded, as a draft Bill was running through the Houses of the Oireachtas at that time, before we carried out any further training.<\/p> <p>  The seriousness of the Bill was first brought to our attention around April of this year and I received emails from one or two delegates, as well as from Members of the Oireachtas who wanted to bring it to the attention of elected members that the proposals in the Bill would have serious implications for them.  I prepared a briefing document in April on the proposed Bill and brought it to our executive committee at our April-May meeting and it was published on our website.  On 11 May, we got an email from the government reform unit in the Department of Public Expenditure and Reform, with a letter from the Minister attached, explaining the Bill and bringing its contents to our notice.<\/p><p>I will quote from the end of it.  It stated: \"Furthermore, officials of my Department are available to discuss any issues which might arise.\"  According to the letter, regular meetings were held between officials in the Department of Housing, Planning and Local Government and representatives of the Association of Irish Local Government.  It also notes that the Bill was published in December 2015 and completed Second Stage in the D&aacute;il on 20 January 2016.  I refute the statement that we had detailed discussions with the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#F00500","nonspeaker":"Mr. Tom Moylan","continuing":true},{"type":"speech","time":1511280000,"counter":97,"content":"<p>Did the association respond to that email?  Did it seek a meeting?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#G00200","speaker":"1335"},{"type":"speechnospeaker","time":1511280000,"counter":98,"content":"<p>Yes; I brought the contents of the letter before our executive committee in June 2017.  On 12 June 2017 I replied to the Minister for Public Expenditure and Reform, Deputy Paschal Donohoe, who sent the original letter.  In my letter I outlined in general terms our concerns about the Bill and indicated that the Association of Irish Local Government would be available for a meeting, if the Department wished.  The general points I made in our reply are the same as those set out in our submission.<\/p> <p>  It was also highlighted at meetings of the executive committee in May and June that the Bill had reached Committee Stage and that 89 amendments had been tabled.  We decided to contact the joint committee later in the autumn to seek to make representations on the fact that the Bill had progressed to such a late stage.  This decision to make contact was taken at our executive meeting in early September and I subsequently wrote to the Chairman on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#G00300","nonspeaker":"Mr. Tom Moylan"},{"type":"speech","time":1511280000,"counter":99,"content":"<p>The suggestion from the Department of Public Expenditure and Reform is that many of the provisions included in the Bill already apply to local authority members and do not apply to Oireachtas Members.  It argues that the purpose of the Bill is to tidy up matters, but the AILG clearly begs to differ.  Does the Bill have the potential to frighten people away from running for local office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#G00400","speaker":"1335"},{"type":"speechnospeaker","time":1511280000,"counter":100,"content":"<p>One of our main contentions is that we have an issue with encouraging younger people to enter local politics and run as candidates in local elections.  We also have a major deficit in female representation in local government.  The position is that PAYE earnings must be declarable, which gives rise to a data protection issue.  Local authority members are not in any category, but we are more or less category B officials.  The Bill proposes that we be designated as category A officials.  This provision is a major turn-off for people involved in private business because the amount one pays one's employees is commercially sensitive information.  If people are required to publish details of what they pay their employees, this information could be used against their companies as other companies will be able to see precisely how much their staff are being paid.  The decision to designate local authority members as category A officials is a nonsense and our purpose in attending the meeting is to deal with this issue.  We fall within category B, more or less, and contend that while requiring local authority members to publish details of their PAYE incomes in the fashion proposed may not frighten people off from entering local politics, it will certainly dissuade them from doing so.  Both associations regard this proposal as totally wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#G00500","nonspeaker":"Mr. Shane O'Reilly"},{"type":"speech","time":1511280000,"counter":101,"content":"<p>On point 5, what is the basis for wanting to extend the timeframe for producing a tax clearance certificate?  If a person's tax affairs are in order, surely they will also be in order within either six or 12 months?  Is this proposal causing practical difficulties?  Is the purpose of the request for an extension to give people time to get their tax affairs in order when they should be in order in any case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#G00600","speaker":"1335"},{"type":"speechnospeaker","time":1511280000,"counter":102,"content":"<p>The Bill provides that a tax clearance certificate must be produced within six months of its enactment.  Much of this will be new to members of local authorities and the provisions will be brought to their attention once the Bill has been enacted.  In cases where they cannot produce a tax clearance certificate, having a 12-month period following enactment to allow them to produce a tax clearance certificate would provide some leeway, provided they can show they are engaging with the Revenue Commissioners.  The production of a tax clearance certificate is a new requirement with which local authority members will have to comply and we are simply seeking a little leeway by extending the period within which they will have to do so from six to 12 months after the enactment of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#G00700","nonspeaker":"Mr. Tom Moylan"},{"type":"speech","time":1511280000,"counter":103,"content":"<p>I thank the witnesses for their attendance.  I should probably declare that I used to represent the Association of Irish Local Government.  I was the inaugural chair of the AILG audit committee and the inaugural trustee.  I was also happy to be a councillor for 12 years and I have been a Senator for one and a half years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#H00100","speaker":"1412"},{"type":"speech","time":1511280000,"counter":104,"content":"<p>The Senator may be back as an AILG representative.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#H00200","speaker":"1248"},{"type":"speech","time":1511280000,"counter":105,"content":"<p>Who knows, although I am not anticipating it.  I was very happy when I was in the organisation.  I thank the Chairman for being helpful as always.<\/p> <p>  Much of the discussion on the Bill in this committee has taken place in private session.  Senators were not privy to the discussions on the Bill in the select committee, although I read the transcripts of the relevant meetings.  There is publicly declarable and privately declarable information.  The issue is that privately declarable information could be subject to data protection and could be leaked or whatever.  All of this information should be declarable.  It is declarable to the Revenue Commissioners and privately.  If the Revenue wishes to investigate anybody, it has, as one of my former lecturers on tax once stated, more powers than garda&iacute; involved in a murder hunt have.  That has always been the case.<\/p> <p>  I do not get the reason the Standards in Public Office Commission or the body that succeeds it needs to know whether an individual in the public sector, specifically a category A official, has a cash balance of more than &euro;50,000 or any asset other than the family home worth more than &euro;50,000.  As Councillor O'Reilly stated, we are trying to convince people to enter and stay in local politics.  This proposal will create an administrative burden.  Most councillors do not have secretaries.  They are one-person operations and answer all their emails and take all their telephone calls.  Now they are to be asked to report every three or four months on whether there has been a material change to their circumstances.  The definition of \"material change\" in this context is a major issue as it will have a significantly different meaning for different people.  An additional &euro;1 million in income may not be a material change for some leading business people, whereas a much lower sum would be a material change for most of us.  The term \"material change\" is vague.<\/p> <p>  I take Mr. Moylan's point about the declaration of income and category A versus category B requirements.  Although income will be privately rather than publicly declared, if it is all being recorded and declared to the Revenue, I do not understand the reason it must be declared to the Standards in Public Office Commission.  The same applies to details regarding assets of a value of &euro;50,000 or more.  The requirements regarding gifts and travel create another administrative burden and the limits appear to be set at a low level.<\/p> <p>  Once the system for tax clearance certificates is up and running, it probably will be fine.  However, I agree that a lead-in period is required to allow leeway to people who may not be familiar with the process.  Many of the 949 local councillors will have no issue with the proposed requirement, either because their entire income comes from the public purse and they do not have other sources of income or because they are privately employed and may have obtained a tax clearance certificate for other reasons, such as doing work for a local authority or public body.  The issue here is the additional administrative burden being placed on local councillors.  They must already make a donation statement in January and an ethical declaration in February and they soon will be required to make quarterly reports on all travel connected with various bodies.  I am not sure how many people will have to do this but it is another burden.  Councillors must also submit various conference reports and other information.  These requirements create another burden.  What will happen if something goes slightly wrong or a councillor forgets something?  Are councillors supposed to count the money in their wallet or pockets because everything above a value of &euro;50,000 must be declared?  Are they supposed to count and declare every cent in every bank account they may have and get land or fields valued every quarter?<\/p> <p>  The witnesses did not refer to head 10, which proposes to prohibit local representatives whose outside role primarily involves the sale or development of land from dealing with that land during their term of office and for two years afterwards where their local authority has changed the development plan or zoning and they have been involved with the decision.<\/p><p>This has major implications for auctioneers, solicitors, quantity surveyors, architects, engineers and everyone else involved in the construction sector, let alone those who might be involved in farming or have done something with their land.  This matter was not referenced significantly in the witnesses' document, but they have discussed it among themselves.  Have they thoughts on this part of the Bill?  It is the bit we have not teased out so far today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#H00300","speaker":"1412","continuing":true},{"type":"speechnospeaker","time":1511280000,"counter":107,"content":"<p>We have had some general discussions on the matter.  Our members have told us that to comply with development plans and national guidelines on the zoning of land, many local authorities have dezoned land over the past six or seven years.  Future zoning did not enter our discussions significantly because much of that work had been done and there is probably enough land zoned in local authority areas to meet population trends over the next ten to 20 years.  The matter has not figured into our deliberations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#J00200","nonspeaker":"Mr. Tom Moylan"},{"type":"speech","time":1511280000,"counter":108,"content":"<p>I accept that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#J00300","speaker":"1412"},{"type":"speechnospeaker","time":1511280000,"counter":109,"content":"<p>It is referenced in the Bill and we considered it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#J00400","nonspeaker":"Mr. Tom Moylan"},{"type":"speech","time":1511280000,"counter":110,"content":"<p>A number of Senators and Deputies in my party and others were councillors and have auctioneering backgrounds.  I get no great sense that people have realised how impactful this might be.  If people are involved in something, they will be banned from having any further dealings with it.  They cannot even declare it and then deal with it.  People might not have realised this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#J00500","speaker":"1412"},{"type":"speechnospeaker","time":1511280000,"counter":111,"content":"<p>Our members spoke with us about recusing themselves from taking part in any discussion on a piece of land if they believe that they have, or will have, a business connection to it.  For example, if a solicitor represents the family involved, he or she should recuse himself or herself from any discussion.  That would be the correct course to take in that person's role as a local authority member.  The same applies to auctioneers and other professionals who might have dealings with the land at any point.  They must recuse themselves when the local authority makes a decision on it.  Those were the general terms of the conversation that we had with our elected members, but this point has not figured predominantly in our discussions because we feel that elected members should recuse themselves if they believe that they will have a future role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#J00600","nonspeaker":"Mr. Tom Moylan"},{"type":"speech","time":1511280000,"counter":112,"content":"<p>To be fair, everyone who owns land or whose family owns land is good at declaring an interest in advance.  That is certainly the case in my local authority.  However, this is more about an auctioneer, solicitor or architect who, when he or she is rezoning a field, does not know what will happen in the future.  Some counties are large.  I happened to be a representative in the geographically smallest local authority in the country.  It was 8 miles long and 5 miles wide.  In large counties, however, a councillor who is an architect or quantity surveyor could be rezoning land a long way from where he or she lives only to be asked in a year's time to submit a tender.  The councillor would not have known of any future involvement.  People need to be aware of this.<\/p> <p>  It is important that we acknowledge that this Bill is being introduced on foot of many issues, but people have not copped how administratively burdensome it will be for certain people in some types of industry through no fault of their own.  They were elected.  The only people who can zone land are councillors.  I sat through three development plans while I was a member of my local authority.  It is what they do.  People might decide that they do not want to be councillors anymore because it will impact on their professions if, for example, they are civil engineers, quantity surveyors or the like.  People need to be cognisant of this.<\/p> <p>  If someone is involved with land or owns land or if family members or other connected persons own land, of course that should be declared in advance and the councillor should remove himself or herself from the chamber.  Technology has moved on.  In the old days, people left the chamber and did not know what happened in the room afterwards.  Now, most chambers are being webcast.  All people need to do is watch on their phones or look into the next room to see what is happening at the meeting.  So be it.<\/p> <p>  I thank the witnesses for attending but, on the administrative side, the Department does not even appreciate the additional reporting we all were obliged to do from 2014 on in terms of travel.<\/p><p>If, as I used to be, one happens to be a member of the AILG, a regional authority or assembly and a health forum, one has to declare the meetings one attends, even those for which one is not paid.  A councillor cannot claim for theatre boards or drug task forces, but he or she still has to recuse himself or herself.  The minute a councillor leaves something out, he or she could be caught.  It might not be done deliberately.  It might just be an administrative mistake, the councillor forgot about a meeting or a note of it did not go into his or her diary.<\/p><p> The level of administration and the amount of changing required every quarter if the material changes need to be appreciated by the Department and those who drafted the Bill.  Most councillors are one-person operations.  If they do not do it, it does not get done.  There is a lot of work involved.<\/p><p> The process should be streamlined to make it easier.  I do not understand why people have to declare assets themselves.  If a councillor has a large loan, someone might say that he or she has debts of &euro;3 million or &euro;4 million and could be susceptible, although that is not guaranteed.  That people have to count all of their assets constantly and tell SIPO what they have when Revenue, presumably, has access to most of that data seems burdensome.  It is only privately declarable in any event, so what is the point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#J00700","speaker":"1412","continuing":true},{"type":"speech","time":1511280000,"counter":114,"content":"<p>I thank the witnesses for their presentations.  Having been a county councillor for a number of years, I understand the usual challenges as well as those that this Bill will pose in terms of the workload.<\/p> <p>  I wish to address the issue of PAYE salaries.  Realistically, everyone will have to have a source of income other than his or her remuneration as a county councillor, which I worked out for myself as being less than &euro;1 per hour while covering a constituency 100 miles long.  I know the challenges in that regard.  Are the witnesses worried that information on PAYE salaries could be used against public representatives?  Would making information available, just not publicly, be a way around that?  A data protection issue was mentioned.  Has the AILG received legal advice to the effect that this would contravene data protection legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#K00200","speaker":"1378"},{"type":"speechnospeaker","time":1511280000,"counter":115,"content":"<p>No, but having to disclose the amount of one's salary has been raised with our members as a potential data protection issue.  We respect that, under a public declaration, local authority members must declare their employment status, be that PAYE, self-employed, a profession or a consultancy business.  It is the private declarations that we fail to understand.  If I work for a company that has come into conflict with the local authority, I should declare my interest as an employee of that company regardless of whether I am working for the minimum wage or on &euro;100,000 a year.  To us, the conflict stems from one's employment.  The question of why a private declaration is needed on top of that is a principled matter for our members.<\/p> <p>  Deputy Calleary referred to how the Department of Public Expenditure and Reform, in his discussions with it, stated that this would not place additional requirements on people and that the Bill is just pulling a number of Acts together.  However, the private declarations are new in terms of what our members must report.  If the Department made that point, I do not agree with it.<\/p> <p>  A PAYE worker gets a P60 at the end of the year but not a tax clearance certificate.  The onus will now be on that worker to go to the Revenue Commissioners and seek a tax clearance certificate or statement saying that he or she is tax compliant even though he or she already has a P60.  When we were drafting our submission, a question was raised about whether a P60, as opposed to a tax clearance certificate, would suffice.  For a PAYE worker, a P60 is his or her tax clearance certificate.<\/p><p>Once again, it is about barriers.  To us, participation in local government is only good if it involves a cross-section of people from all walks of life - young, old, male, female, working and non-working, PAYE workers and the self-employed - who are willing to put their names forward to represent communities at a local level.  These are just further barriers to getting people to put their names on the ballot paper, something we want to encourage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#K00300","nonspeaker":"Mr. Tom Moylan","continuing":true},{"type":"speechnospeaker","time":1511280000,"counter":117,"content":"<p>To be totally honest with Senator Rose Conway-Walsh, our greatest fear is not only that people will not run.  Deputy Dara Calleary asked if it would dissuade people from running for local office.  The Senator was a councillor for a long time and represented the people very well.  Not alone would this measure dissuade people from running in the local elections but, as Mr. Moylan pointed out, there must also be a balance in the council chamber.  The Senator is aware - a number of Senators present were councillors - that in a place of employment people must be employed who understand what is going, there must be a gender balance and so on.  Local government in Ireland is starting to become a place for those who are self-employed or retired, which is not fair.<\/p> <p>  Every year there is more and more red tape and bureaucracy for councillors.  Senator Gerry Horkan has spoken about the increased burden imposed by administration.  We would have no issue with the extra administration if we were given a few pounds to cover it, but once again councillors are being targeted as full-time, paid employees of county councils.  They are not; they are office holders.  They are, however, designated in the Bill as being in category A which includes Oireachtas Members and other full-time representatives.  They are not full-time but part-time and serve their communities as best they can.  Committee members are correct that councillors all have another place of employment to ensure they can support their families financially.  Further remuneration was announced last week, but it equates to &euro;520 per year or &euro;10 per week.  While we are very excited about whatever remuneration we receive as local councillors, once again we are bearing the brunt of further legislation that will be especially prohibitive for those who want to run for local office.  We ask that councillors remain in category B because including them in category A is actually bringing them to a stage where they will be full-time, paid employees.  If the legislators want to put us in category A, let them pay us as individuals included in that category.  That is where I am coming from in this debate and I am sure everyone around the table agrees with me.  The administration burden put on councillors is absolutely chronic and onerous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#L00200","nonspeaker":"Mr. Shane O'Reilly"},{"type":"speech","time":1511280000,"counter":118,"content":"<p>I certainly agree with Mr. O'Reilly in that regard.  I also agree with him on the diversity needed within the council chamber.  When I was a member of Mayo County Council, it amazed me that more than 50% of its elected representatives were auctioneers.  It worried me that there was such a concentration of auctioneers on the council.  There is an issue with reporting, land ownership, zoning and planning and one's responsibilities as a councillor.  I do not see how these provisions will address that issue.<\/p> <p>  I want to ask the delegates about gifts.  I cannot imagine how the provisions will work.  It is very important that gifts not be given to elected representatives that could in some way influence the decision-making process.  How do the councillors see that issue being resolved?  It would be very easy for an elected representative to say something was a personal gift, even though it was in some way connected to a decision.  Do the delegates have suggestions to make on how this issue might be resolved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#L00300","speaker":"1378"},{"type":"speechnospeaker","time":1511280000,"counter":119,"content":"<p>The legislation categorises gifts or travel as being connected or not connected to a function in terms of whether they are from a relative or a person not connected to the local representative.  No declaration is required if it is from a relative and there is no limit in receiving a gift as long as it is not connected to a function.  That is right because they are private and personal.<\/p><p>We believe that if gifts are received from a third party, there will be a requirement for category A public officials to make private declarations once it goes over a certain limit, even though the gifts are not connected with the function.  We would distinguish between accepting a gift that is connected with a function and accepting one that is not connected with a function.  We welcome the provision under section 11 of the Bill where if a person tries to give a gift that is connected with his or her function to an elected member or category A public representative or any official, the obligation is on the public official to refuse the gift.  There is an additional obligation to notify the SIPO commissioner.  We welcome this provision.  If, however, it is not connected to their functions and with the limits set at over &euro;600, our members at local authority level would feel that some of these gifts could be of a personal nature, even from a person who is not connected to the representative.  Members might ask why a private declaration would have to be made for that.  In the context of the proof needed on whether the gift was or was not connected to a function, it comes down to somebody making a complaint and the ensuing investigation process.  A public official may be able to genuinely state that it was not connected with a function but if it is, then we would have issues with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#L00400","nonspeaker":"Mr. Tom Moylan","continuing":true},{"type":"speech","time":1511280000,"counter":121,"content":"<p>There would be specific guidelines on that.  Reference was made to the administrative burden.  If there was provision for administrative support, would it circumvent that difficulty?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#M00200","speaker":"1378"},{"type":"speechnospeaker","time":1511280000,"counter":122,"content":"<p>The AILG campaign for better terms and conditions for elected members looked at the issue of secretarial and administrative support that is required for our members.  This issue was touched upon in the announcement last week on additional support.  What was announced, however, is very restrictive in the context of whether our members can avail of that extra secretarial and administrative support.  Some of the records and statements must be kept for up to 15 years and it will be an additional burden, especially if declarations have to be updated every four months.  There is no mention in the Bill regarding the material change in councillors' circumstances that would warrant a new declaration.  This is also very subjective and it could lead to additional administration.  Councillors have no full-time or even part-time secretarial or administrative back-up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#M00300","nonspeaker":"Mr. Tom Moylan"},{"type":"speech","time":1511280000,"counter":123,"content":"<p>Is there anything that is not in the Bill that would protect the integrity of public representatives' work at local authorities?  Has anything been left out?  I am also concerned about the justification in terms of making a complaint.  What would stop a person from the opposition making a complaint and it being held against a local authority member during an election?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#M00400","speaker":"1378"},{"type":"speech","time":1511280000,"counter":124,"content":"<p>It could be one of your own.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#M00500","speaker":"1335"},{"type":"speech","time":1511280000,"counter":125,"content":"<p>Or it could be a Fianna F&aacute;iler, the Deputy knows what they are like.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#M00600","speaker":"1378"},{"type":"speech","time":1511280000,"counter":126,"content":"<p>It does not have to be the opposition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#M00700","speaker":"1248"},{"type":"speechnospeaker","time":1511280000,"counter":127,"content":"<p>Section 33 covers the complaints procedure to the commissioner.  The original scheme of the Bill sets out that the complainant has up to 12 months from the date on which evidence sufficient to justify the complaint comes to such a person's knowledge, and not later than five years from that date.  The Bill, however, does not actually clarify what the sufficient evidence is in order to bring that complaint.  A threat of a malicious complaint that has no basis can end the political career of a public representative just like that.  The Bill's proposal in this regard is damning towards anybody in public office.  Somebody can make an erroneous complaint about a public representative and this can hang over him or her for a period of five years.  This is crazy stuff.  The evidence should be defined, there should be specific provision as to what complaints can be allowed and it should be dealt with in a short and sharp manner.  It is as simple as that.  What is proposed in the Bill is extremely frightening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#M00800","nonspeaker":"Mr. Shane O'Reilly"},{"type":"speech","time":1511280000,"counter":128,"content":"<p>So really what Mr. O'Reilly is saying is that the two bodies representing local authority members could enhance the Bill and address many of the issues we have discussed to improve it.  What are the next steps in terms of an input by the bodies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#N00100","speaker":"1378"},{"type":"speechnospeaker","time":1511280000,"counter":129,"content":"<p>I will hand over to my colleague, Mr. O'Connor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#N00200","nonspeaker":"Mr. Shane O'Reilly"},{"type":"speechnospeaker","time":1511280000,"counter":130,"content":"<p>As we have stated, we are available to have an input.  We need to encourage people to get into politics.  At the moment people are leaving politics on a weekly basis.  The onerous obligations that are specified will drive more people out.  The existing criteria are stringent enough.  The system is working.  Some of the clauses would definitely discourage people from entering politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#N00300","nonspeaker":"Mr. Patrick O'Connor"},{"type":"speech","time":1511280000,"counter":131,"content":"<p>I will finish on this point.  Do the witnesses have any idea of the average number of complaints SIPO addresses in a year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#N00400","speaker":"1378"},{"type":"speechnospeaker","time":1511280000,"counter":132,"content":"<p>I do not have the information to hand.  If I could make a final point, I do not think I saw anything in the general scheme of the Bill in terms of sanctions for someone making a malicious complaint.  There are plenty of sanctions for the public officials if they are in contravention of the legislation such as fixed-payment notices and further prosecution.  However, if someone is found to have made a malicious complaint that had no basis there is no sanction for him or her.  Perhaps that is something that could deter anybody from making a malicious complaint.  The issue could be addressed on Committee Stage.  I have looked through the Bill and I am having another quick look to make sure I am correct in that regard.  It would be helpful to have a deterrent to someone making a malicious complaint.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#N00500","nonspeaker":"Mr. Tom Moylan"},{"type":"speech","time":1511280000,"counter":133,"content":"<p>Yes, I do think that is a very important point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#N00600","speaker":"1378"},{"type":"speech","time":1511280000,"counter":134,"content":"<p>I welcome all the representatives here today to discuss the Bill.  Concerns were raised about the content of the Bill when the Minister for Public Expenditure and Reform, Deputy Donohoe, attended the committee.  There was some ambiguity surrounding what is currently required from local representatives and what is outlined in the Bill.  It seemed there was no understanding that there would be an increase in capacity in some areas.<\/p> <p>  I have no specific question but I wish to make two or three points on the Bill about areas on which I am concerned.  I would welcome comments from the councillors.  I worked as an employee for an accountancy practice and I was a councillor.  That would come under the scope of section 8.  As a councillor and an employee in an office environment, one's salary would become declarable.  As a member of Chartered Accountants Ireland I know that I have to make a self declaration every year but it is not based on figures that would disclose commercially sensitive information from competitor to competitor.  In essence, if I was going to audit a client the travel expenses for the two or three weeks on that job would become declarable under the Act.  That would present a difficulty to any employer or individual doing audits or who is seconded for work.  That is ironic when one considers the content of the Bill.  It would provide a significant problem.<\/p> <p>  If someone in the Department of Agriculture, Food and the Marine is doing a farm inspection does he or she have to disclose travel expenses?  Where does the buck stop in that regard?  I am most concerned about that measure.  There is an onus on public representatives in terms of transparency when dealing with sensitive issues such as land zoning but I cannot see the logic in somebody holding down an ordinary job in the private sector being required to disclose the salary and the associated expenses.  If a rep is going around selling tyres who is getting genuine travel expenses that are approved by the Revenue in terms of that private sector company's return it is beyond me why they would become declarable.  The committee needs to bring those concerns to the Minister.<\/p><p>It makes it very difficult for politics to attract the best people.  In terms of attracting good people, when I became a councillor eight or ten years ago it might have been very difficult for me to run for election while working in the private sector given that all the information relating to the firm I work for would be in the public domain.  That would probably not be allowable from my perspective.  The issue is very serious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#N00700","speaker":"1369","continuing":true},{"type":"speech","time":1511280000,"counter":136,"content":"<p>I welcome the councillors.  This is a very important Bill which will have significant consequences for councillors not just for the foreseeable future but in the long term.  I totally agree with the sentiments expressed by Deputies Calleary and Peter Burke and the Senators who have spoken.  The two organisations will have to take a close look at the Bill.  Some expertise will be required in order to assist them and give advice.  They can draft amendments and give them to the D&aacute;il and Seanad.  As Deputy Burke outlined in his case, this has consequences for every person that is employed who wants to be a public representative as well.<\/p> <p>  If the Bill was introduced in its present form it would take a considerable amount of time to train the 900 or so councillors throughout the country.  How do the witnesses envisage that would be done?  Would it be entirely up to the Department to do it or would it be the role of the local authorities?  As has been said, any member of the public could make a complaint and ignorance of the legislation on the part of a public representative will not be a defence.<\/p> <p>  Senator Conway-Walsh said she got a shock when she went to Mayo County Council and saw the number of auctioneers in it.  That could well be the case, but as she can imagine, given a councillor's workload one would probably need to have another job and auctioneering was probably a neat fit.  However, that is not the case at the moment because one must be qualified to be an auctioneer and there are educational attainments one must have.  It is a completely different scenario now.<\/p> <p>  In the case of a material contravention or a rezoning under the Bill a meeting might not be able to take place at all because of the presence of a solicitor, auctioneer or landowner from a particular area and if they all declared an interest in it, that they might have an interest in the future or that it might affect them in the future, as the Bill specifies, there might not be any councillors present to pass a material change to a plan.  The Bill has very serious consequences for public representatives.  It needs very close scrutiny by experts and for amendments to be drafted to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#O00200","speaker":"1380"},{"type":"speech","time":1511280000,"counter":137,"content":"<p>I thank you, Chairman, for allowing me attend the committee today.  I have a serious concern with the way the Department is treating councillors and their representative bodies.  Do you intend to bring in the Department to clarify some of the issues raised in terms of meetings and consultations with the representative bodies?  Some of the things that have emerged are shocking and how the Department has dressed up its meetings with various representative bodies and councillors.  As we have heard, there has been little to no consultation with them.  That has really opened my eyes.  Fair play to you, Chairman, for airing this matter today.<\/p> <p>  There seems to be a serious disconnect between the Department and the reality of councillors' lives.  Currently, councillors are paid less than cleaners or service attendants in the Civil Service.  They are grouped in the same section as Secretaries General and CEOs, who earn salaries of between &euro;150,000 and &euro;200,000 per annum.<\/p><p>There is a serious disconnect in where they fit in along the system here.  The witnesses, Mr. O'Connell in LAMA and Mr. McEntire, Mr. O'Reilly and Mr. Connor-Scarteen in the AILG, might clarify from their experience where they this see in relation to turning people away from entering politics.  I refer to the new regulation in regard to pay and expenses, secretarial supports etc.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#O00300","speaker":"1411","continuing":true},{"type":"speechnospeaker","time":1511280000,"counter":139,"content":"<p>I thank Senator Davitt.  I am in local politics now since 1985, which is 32 years and quite a long time.  It is becoming more and more restrictive.  When a Bill like this comes before us the implications are severe.  At the moment local authorities are haemorrhaging young councillors.  Local authorities and communities need young vibrant councillors.  All these restrictions being put in by the Department make it complicit in this.  They are trying to put a bush in every gap.  Everywhere one turns there are more regulations.  We get an average of &euro;16,000 a year before tax.  One will not feed oneself nor a family on that without another job.  I cannot understand why it is being entertained in the Oireachtas.  Most if not all in this room has probably come up through council level.  The people in the Department know nothing about local government or what is involved.  We have to be adjudicated on every five years when we go before the people.  If we are not up to scratch, or even if we are doing a good job, we can be thrown out.  I think that is the best barometer of all.  Ninety-eight percent of councillors are compliant.  We have to fill declaration form after declaration form every year.  It is time that someone inside here in this big house just cried stop.  These are draconian measures to us.  We cannot afford it.  We do not have the administrative backup to fill out all these forms.  Members hardly have it themselves here in the Oireachtas.  It is completely prohibitive for young councillors to come in.  They come into every council chamber in Ireland to represent their communities.  We need some support to support our communities.  There is a lot in this Bill that is simply not going to work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#P00200","nonspeaker":"Mr. Bobby O'Connell"},{"type":"speech","time":1511280000,"counter":140,"content":"<p>Does anybody else wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#P00300","speaker":"1248"},{"type":"speechnospeaker","time":1511280000,"counter":141,"content":"<p>I want to agree with Mr. O'Connell.  I am slightly longer in politics.  I am in it for 38 years.  When I entered politics first there was no money in it.  It is back to that again.  What Senator Burke has said is true.  I worked at the Department of Agriculture, Food and the Marine.  I kept the two jobs going.  I cannot see now that would suffice.  If I was out working with farmers and receiving representations from them I do not think that would be allowed now.  I can tell Senator Conway-Walsh that she need not worry about too much money or handouts coming into councillors' pockets any more.  That day is long and truly gone.  There were only a few that ever got it anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#P00400","nonspeaker":"Mr. Luie McEntire"},{"type":"speechnospeaker","time":1511280000,"counter":142,"content":"<p>We need a cross section of society in local government.  We could have a scenario where people who are retired and people who are wealthy enter politics.  Younger people who might be well educated and involved in their community, with great intentions, will be discouraged.  Many people are not entering it for money.  When one is starting on a basic of &euro;16,000, with some little add-ons, it does not amount to much.<\/p><p>We might end up with only single people entering politics.  People with families could not survive on a councillor's wage.  We have to make declarations every January and everything is put down on paper by us.  As my colleague said, we go before the people every five years.  If they do not think we are up to scratch, they can dump us out.  With all due respect to the Members, who made some very valid points, many councillors work as hard as any Senator or Deputy.  That is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#P00500","nonspeaker":"Mr. Patrick Connor-Scarteen","continuing":true},{"type":"speech","time":1511280000,"counter":144,"content":"<p>We are well worth our money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#Q00200","speaker":"1248"},{"type":"speechnospeaker","time":1511280000,"counter":145,"content":"<p>Many councillors do work very hard and they are in it for the good of their communities, not for the money.  Fair play is needed in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#Q00300","nonspeaker":"Mr. Patrick Connor-Scarteen"},{"type":"speechnospeaker","time":1511280000,"counter":146,"content":"<p>Senator Paddy Burke has spoken about the issue of people stepping out of council meetings and there being no one there to have a meeting.  However, what we are in effect being asked to do in this Bill is to engage in a crystal ball syndrome.  How we can be asked as local authority members to foresee the future in two years is absolutely beyond me.  That is what we are being asked to do in this Bill and it makes absolutely no sense.  Senator Davitt asked where we see ourselves without secretarial support etc.  I refer back to an article in one of the national newspapers last week when the announcement was made by the Department regarding vouched and unvouched expenses for councillors as well as the new municipal district grant.  The headline stated \"&euro;5,000 windfall for local councillors\".  It is not.  It is absolutely not.  However, the public thinks that we as councillors are on this massive gravy train and that we are getting massive amounts of money.  There would those who wonder, if we are getting all this money, why are we fighting about a bit more scrutiny over the issues we need to report and declarable interests etc.<\/p> <p>  It is often lost in the debate that we as councillors pay PRSI and USC.  It was not up until a few months ago that we were entitled to the State pension.  Prior to that we were not.  We have had many councillors who have given more than 40 years service, and when they retired after putting on a stamp for all those years, they were entitled to nothing.  Mr. O'Connell hit the nail on the head.  We are asking the Oireachtas Members to cry stop.  There is not much more we can take as councillors.  That is being totally and utterly honest.  I have no doubt that the Members have been doing their best.  However, today we are here once again with another raft of nonsense that is being put on our shoulders as councillors.  To be fair, Senator Conway-Walsh asked whether it will prohibit diversity.  Diversity is going very fast.  Mr. O'Connell has spoken of a haemorrhaging of people out of our councils.  It is happening day in, day out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#Q00400","nonspeaker":"Mr. Shane O'Reilly"},{"type":"speech","time":1511280000,"counter":147,"content":"<p>Why does Mr. O'Reilly think I got out?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#Q00500","speaker":"1378"},{"type":"speechnospeaker","time":1511280000,"counter":148,"content":"<p>The Senator got out because I did not got in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#Q00600","nonspeaker":"Mr. Shane O'Reilly"},{"type":"speechnospeaker","time":1511280000,"counter":149,"content":"<p>To come back to two things that Senator Burke said about the drafting of amendments, I would take his and the Chairman's advice about what stage it is at in terms of the acceptance of amendments.  If the points that we made in our submission were to be drafted into proposed specific amendments, we would have no problem sending them in and getting that done.  Again, we would take the Members' advice on whether they can accept any more amendments and depending on how far it has gone.<\/p> <p>  In regard to the training of members on this new Bill, the AILG has a training remit under the 2014 local government reforms.<\/p><p>The representative body took on a training remit with our members.  As I stated, we had a module on ethics and governance for our local authority members in 2015.  We are to follow that up with another module once this legislation goes through.  That is what we tentatively agreed with our line Department, the Department of Housing, Planning and Local Government.<\/p><p> Local authorities have a training remit in respect of their elected members.  If, however, our members are to be classified as category A public officials, their return will be straight to the commissioner.  I envisage local authorities saying they have no role if the return is made straight to the commissioner and that, if one wants training or knowledge, one should talk to the commissioner.  The local authorities might say they have no obligation.  At present, returns are made to the local authority so help and support exist for elected members in making those returns.  If our members were reclassified as category B public officials, the returns would still be to their body, which is their local authority.  There would be internal help.<\/p><p> Senator Davitt referred to consultation.  The first official correspondence we got from the Department of Public Expenditure and Reform was on 11 May 2017.  We responded to that in a letter.  I sent the details to the Chairman in September.  We are very grateful for the opportunity to appear here today.  I thank the Chairman and members for this.<\/p><p> The report was published in 2015.  The first official correspondence we got was on 11 May 2017.  I believe that was because the committee asked the Department officials directly whether they had consulted the councillors' representative bodies or the elected members themselves.  At that stage, they said, \"No\".  That is what we got our first correspondence on.  We will follow up on the discussion today and send our submission to the officials.  If amendment is required in following up, we will take the committee's advice on whether it is appropriate or still possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#Q00700","nonspeaker":"Mr. Tom Moylan","continuing":true},{"type":"speech","time":1511280000,"counter":151,"content":"<p>I am glad that has been clarified.  Officials from the Department of Public Expenditure and Reform were before us.  The Department did a public sector standards briefing on the Bill in the audiovisual room.  I was the only member of the Oireachtas present.  At the time, there did not seem to be that much concern.  Only for the Chairman, me and a number of other members of this committee saying it was not going any further until we had a response, there would have been a different outcome.  We were told by the Department that it wrote to the delegates and that they did not respond.  That is what we heard although it is clear the delegates sent us the submissions they made.  We do not know where they went, therefore.  They went into the Department but the Minister says he never got them or saw them.  There was no reaction and everything was regarded as fine.  The legislation was approved just before the last general election so many of us were not Members at the time.  It is deeply flawed in how it is put together and how it will work in practice.  I refer to declaring everything one owns every three or four months and having to record all one's assets, with the possibility of having to go before some kind of investigation or tribunal, through no fault of one&rsquo;s own, if one accidentally leaves something out.  One could end up being prosecuted and in jail.  Of course there should be sanctions for genuine wrongdoing and the abuse of one's position.  When the Revenue Commissioners have access to all the information anyway and one declares it all to them when calculating one's income tax, why the involvement of SIPO, or whatever it will be named in the future?  If it were not for the Chairman and many members of the committee saying there was to be no further progress further until they heard a response, the delegates would not have been brought in.  Neither AILG nor LAMA would be here.  I commend the Chairman in this regard.  I commend all the members who sat diligently with officials from the Department of Public Expenditure and Reform, who said all was fine, that everyone was happy, that there is no issue with the legislation and that everyone wanted to get it through as fast as they could.  There is a huge administrative burden for people who are trying to engage in local government, most with another job.  Who can live and raise a family on &euro;16,000 a year before paying PRSI and the universal social charge?  As stated, the PRSI class, involving a payment rate of 4%, gave nothing.  In fact, the only people in the entire public service who do not get pensions are councillors.  People sometimes need to remember that.<\/p> <p>  It is important to note that submissions were sent in by the delegates.  They were mislaid or lost somewhere.  We now have the delegates' input and we can go back to the Department with it and say people are not happy and that we need a more streamlined, easy method with an explanation as to why work needs to be duplicated or triplicated.<\/p><p>I thank all the delegates for attending.  None of them is being paid to be here.  I thank the four councillors who are here, Mr. Tom Moylan and Mr. Liam Kenny for all their work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#R00200","speaker":"1412","continuing":true},{"type":"speech","time":1511280000,"counter":153,"content":"<p>Amendments may be tabled on Committee and Report Stages in the D&aacute;il and Seanad.  Both representative bodies, given their cross-party nature, would have a very strong case if they were to suggest an amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#S00200","speaker":"1380"},{"type":"speech","time":1511280000,"counter":154,"content":"<p>I wish to add to this debate.  I spent 25 years in local government from 1979.  I served half the time with my father.  Councillor McEntire met him over the years.  I have a deep understanding of local government and the commitment people make to improve their communities.  However, in the context of the Bill, this is a national issue.  Councillors from all over the country will, therefore, rely heavily on the two bodies that represent them.  I wish to put that in context because this House has changed dramatically over the years and the responsibility of the national representative bodies, inside or outside politics, has become far more important than it used to be, particularly in the context of influencing legislation such as the Bill under discussion.  On a Tuesday or Wednesday, one could meet a lobbyist from any quarter in this building.  Lobbyists are constantly making efforts to change Bills, insert provisions in them and make them better for their own sector.  The delegates' organisations have to be far more vigilant in this regard.  I say that constructively and in the context of how this Bill was developed and came before us.<\/p> <p>  There are measures in this Bill that I believe the delegates have not addressed.  They need to be addressed.  Senator Paddy Burke stated there is a need for the delegates to examine the Bill in the context of suggesting amendments or improvements.  The Bill does not just affect local authorities but also all of us in these Houses.  The Bill is about the office of a public sector standards commissioner.  One can say what one likes about SIPO but it has been helpful in its interpretation of matters and one can speak to its officials.  The proposed body is a different office.  A range of powers are to be given to the commissioner that are way above and beyond those of SIPO.  One needs to understand that.  The delegates highlighted in their contributions how this Bill affects them practically but they should examine the strength and powers of the commissioner also because, regardless of our discussion, this legislation will be implemented in some shape or form.  All of us in the room acknowledge the reasons it has to be implemented.<\/p> <p>  The delegates stated income in excess of &euro;2,600 is a declarable interest.  They referred to the source of any income related to a consultant or adviser and to contracts and interests of public officials.  The legislation sets out the incomes in excess of which one has to file a report.  The legislation refers to shares, bonds and holdings, in addition to public and private information.  The body of the Bill refers to any interest being an interest of the spouse or child of the public official concerned.<\/p><p>The person is being asked not only to account for themselves but for others who may not want to be accountable to them.  That is a fact.  It further suggests the values and what they exceed and how they should be reported.  It refers to <i>ad hoc<\/i>arrangements if a person wants to make a declaration in the course of the year.  That only draws attention to something that can be interpreted as something the person did wrong.  I do not understand why it cannot be a year on year declaration when there is an understanding within the Bill of the problems that can be caused, whether by mischief or otherwise or the interpretation of the press or otherwise.  None of that seems to be understood in the Bill.  It seems to be a case that we are all guilty of something or other because of the sins of the past, not because of what we are doing today.  <br\/><br\/>To highlight what I regard as the extreme parts of the Bill, it refers to examining the interests of people other than a person's immediate family, a brother or a sister.  I know what mine would tell me.  Part of the Bill which we have questioned involves a disclosure on legal or medical services, including psychiatric and psychological services.  It goes on to deal with the powers of the commissioner.<br\/><br\/>This meeting is the start of a process.  There is much more in the Bill that the delegates have not had time to examine and that will have a serious impact on their members and the Members of the Houses of the Oireachtas.  I want to disclose.  I want to comply with the Standards in Public Office Act 2001, but I do not want someone to peer into aspects of my life such as bank balances and current accounts.  There is a limit to all of this.  Members of the Houses must examine it, but the delegates' organisations must examine it in far more detail and come back with their suggestions, amendments or appropriate commentary on its overall direction.<br\/><br\/>Time is important because there is urgency on the part of the Minister and others in the House to bring the Bill to a conclusion.  It is a start of the examination.  We will send the Official Report on proceedings at this meeting to the Department and the Minister and the delegates' first go at their submission, but we will say they may come back with more information.  Each political party will be encouraged to examine the Bill and put forward its amendments. <br\/><br\/>I acknowledge the work councillors do.  It is underrated and not appreciated.  The method the Oireachtas has come at during the tenure of successive Governments is not fair in respect of how they are remunerated and their expenses offset.  It should be far more clear andtransparent and show more appreciation of the work councillors do.  That should be reflected in how they are paid.  The more democracy has developed at local and national level the greater the onus has been on local government members to comply with all of this stuff.  We need to recognise the cost of that compliance and the onerous task it now is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#S00300","speaker":"1248","continuing":true},{"type":"speech","time":1511280000,"counter":156,"content":"<p>I welcome the councillors and their colleagues.  We make declarations every year, although my circumstances do not change from year to year.  I would love to see a simple form that asks whether anything has changed in a person's circumstances from the commencement of their time as a councillor.  That would be logical.  If a person has bought or sold land, for example, he or she should include that information, but he or she should not have to go through the whole rigmarole and get a peace commissioner to sign it.<\/p><p>It would be good if we could bring about some change in that regard because we are inundated with paper and do the same thing every year when I respond with the same information.  There has been no change from five years ago and I am sure it is the same for councillors.  If a councillor has a house, a piece of ground or a business, that information is declared.<\/p><p> The delegates and their organisations are very influential.  I ask them to, please, simplify things and cut out the nonsense because the information is declared on the first day a person is elected to the county council for a five-year term.  If he or she is asked each year whether there has been a change in his or her circumstances and he or she says \"No\" when there has been a change, he or she could be in difficulty if something is unearthed.  Only a small amount of housekeeping is needed.  This also applies to Members of the D&aacute;il and the Seanad.  Next January I will go through the same things again, giving every little detail which has to be signed by a peace commissioner, but what is the point? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#T00200","speaker":"1393","continuing":true},{"type":"speech","time":1511280000,"counter":158,"content":"<p>That is the point.  We want to comply, but we need to make it simple.  The Department needs to come back to us on this point, but let us simplify it and have a copy of the form that might be used.  My concern about legislation is that it is like county development plans; it is passed with honest intent and sincere objectives, but its interpretation can cause difficulties.  Alongside the legislation we would need to see the simplified version of the document that would be used to make the return.<\/p> <p>  On that note we will conclude.  I thank each and every one of the delegates for coming and making a constructive contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2017112100002#U00200","speaker":"1248"},{"type":"unspoken","time":1511280000,"counter":159,"content":"<p>The joint committee adjourned at 5.40 p.m. until 9.30 a.m. on Thursday, 23 November 2017.<\/p>","notice":"TIME STRING DETECTED"}]