[{"type":"majorheading","content":"Select Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1544536800,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Peter Burke, Deputy Patrick O'Donovan (Minister of State at the Department of Public Expenditure and Reform), Deputy Barry Cowen,* Deputy Jonathan O'Brien.* Deputy Paul Murphy,<\/p><p>* In the absence of Deputies Michael McGrath and Pearse Doherty, respectively.<\/p><p>DEPUTY JOHN MCGUINNESS IN THE CHAIR.<\/p>","time":1544536800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002"},{"type":"minorheading","content":"Public Service Superannuation (Age of Retirement) Bill 2018: Committee Stage.","time":1544536800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#A00100"},{"type":"speech","time":1544536800,"counter":5,"content":"<p>I welcome the Minister of State at the Department of Public Expenditure and Reform, Deputy O'Donovan, and his officials.  Does the Minister of State wish to make any introductory remarks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#A00200","speaker":"1248"},{"type":"speech","time":1544536800,"counter":6,"content":"<p>I thank the select committee for facilitating Committee Stage of the Bill, particularly given the level of interest in the legislation on the part of a number of public servants across the country.  It is important legislation and we wish to have it passed before the D&aacute;il rises for Christmas.  There is a Report Stage slot available to us and there are amendments that will have to be recommitted in the Seanad.  Other parts of the Bill have implications for people in respect of other schemes as well and we are using this Bill as a vehicle to try to accommodate them.  I thank you, Chairman, the clerk of the committee and the members for facilitating this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#A00300","speaker":"1267"},{"type":"unspoken","time":1544536800,"counter":7,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":8,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1544536800,"counter":9,"content":"<p>Amendments Nos. 1 to 4, inclusive, are out of order as they impose a potential charge on the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#A00600","speaker":"1248"},{"type":"unspoken","time":1544536800,"counter":10,"content":"<p>Amendments Nos. 1 to 4, inclusive, not moved.<\/p>"},{"type":"speech","time":1544536800,"counter":11,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 4, between lines 1 and 2, to insert the following:&ldquo;(g) a person who is employed by the Central Bank of Ireland;&rdquo;.<\/blockquote> <p>The purpose of this amendment is to exempt the staff of the Central Bank from the provisions of the Bill.  The Government has agreed that the creation of a compulsory retirement age under primary legislation for staff of the Central Bank of Ireland is not appropriate or in line with the bank's autonomy in setting pay and conditions for its staff as set out in the Central Bank of Ireland Act 1942.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#A00800","speaker":"1267"},{"type":"speech","time":1544536800,"counter":12,"content":"<p>I agree with the amendment.  I will take the opportunity to speak on the section.  A number of amendments were ruled out of order.  One of them was tabled by Deputy Cowen and one was tabled by me.  The amendment related to a cohort of public servants who would be excluded under the legislation, particularly those who are working under the circular at present.  The policy adviser in my office met with the Minister of State's officials and I thank the officials for providing us with the explanation.  It was quite a detailed explanation of the reason they are being excluded.  Has the Minister of State examined it to try to address those anomalies on Report Stage?  If he has not, that is fair enough but has he given it further consideration?  A small cohort of people who are currently working under a circular will not benefit from this legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#A00900","speaker":"1280"},{"type":"speech","time":1544536800,"counter":13,"content":"<p>I acknowledge the engagement Deputy Jonathan O'Brien had with the Department.  The amendment tabled by the Deputy has been ruled out of order but I appreciate the concern he has raised and for whom he raised it.  When considering the amendments we sought the advice of the Attorney General.  Unfortunately, it is not something that can be facilitated.  In devising the interim arrangement it was necessary to respect the current legislative provision that these individuals were required to retire at 65 years of age.  They did so and received their pension benefits.<\/p><p>The interim arrangements were established to offer a limited temporary solution to individuals who reached the age of 65 in the period between the Government decision of 5 December and the commencement date of the necessary legislation.  If the arrangements had not been in existence, this cohort of people would not have been able to continue working.<\/p><p> Not to labour the point, we are very anxious that we would have a conclusion and draw a line under this.  The sooner we can get this enabling legislation enacted, the sooner any others who could wind up in that interim arrangement will be facilitated by the passage of the Bill.  I know the committee is aware, through my officials, that there are many complicating factors in regard to people who have already started to draw down their pensions and those who have retired but who did not avail of the interim arrangements because they were told this was only an interim arrangement.  On the basis of the legal advice we have received, and having reflected on the amendments, the Minister, Deputy Donohoe, has decided to proceed with the original decision of 5 December last year, which was that the interim arrangement would stand pending the enabling of this legislation, and we would move forward on that basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#A01000","speaker":"1267","continuing":true},{"type":"speech","time":1544536800,"counter":15,"content":"<p>As Deputy Jonathan O'Brien noted, a similar amendment was ruled out of order.  We have a later amendment which pre-empts the Minister's decision with a view to preparing a report.  When this was published in December last year, there was an expectation on the part of many that they would be able to avail of an interim measure.  Yet, one year later, it has not been enacted and the light has been turned out for a whole cohort of people who had an expectation.  While I acknowledge the amendments as proposed may be a charge on the State, we are asking that the Minister would prepare a remedy or a suite of measures that might be possible within a few months, in light of the acknowledgment of the commitment that was made this time last year but, unfortunately, was not acted upon in time through enabling legislation.  We ask that there would be some procedure for those caught in that bind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#B00200","speaker":"1217"},{"type":"speech","time":1544536800,"counter":16,"content":"<p>I do not disagree with Deputy Cowen in regard to the length of time it has taken to get here.  That is why I am appreciative of the fact the committee has met today and that we will try to get Report Stage finished next week.  We do not want a situation where it slips into January and another group of people who will retire at the end of December find themselves in the same situation.<\/p> <p>  The Minister, Deputy Donohoe, sends his apologies that he cannot be present.  It was made clear at the time, as everybody would accept, that the interim arrangements were just that - interim - until such time as we had enabling legislation enacted.  I go back to my previous point.  There is a group of people who, in recent months, did not avail of the interim arrangements because of what was said at the time, namely, that they were just interim arrangements.  If we are now proposing to reverse engines, where does that leave those who did not avail of the interim arrangements, where does it leave the pension contributions that have been paid, where does it leave Revenue and where does it leave those people's point on the scale?  There are many questions.<\/p> <p>  To be fair, the Deputies have engaged on this.  We will discuss Deputy Cowen's amendment later.  The Minister is prepared to accept in principle the suggestion that Deputy Cowen has made but, in doing so, to point out that this may require legislative remedies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#B00300","speaker":"1267"},{"type":"speech","time":1544536800,"counter":17,"content":"<p>Three reasons were given by the officials.  One was that some of those public sector workers may not have been re-hired in the role they were in and they may be in new roles.  The second was that some of those workers no longer pay into the old pension scheme and, if they resumed employment on a permanent basis at the old salary scale they had left, then a new pension scheme would have to be put in place.  The Minister of State might clarify if that is the case.  The third reason was that if public sector workers were simply given the option of resuming work until the age of 70 under the same terms and conditions as exist under the current interim arrangements, they would receive significantly less in salary compared to workers who are turning  65.  The argument was put forward that it is a principle of pay equality.  I find this a bit strange, given we have no problem with 60,000 post-2011 entrants earning less than their colleagues for equivalent work.  I do not agree with that reason, which I think is a bit of a red herring.  With regard to the first two reasons, do we know the number of public sector workers under the circular who are in the roles they were in when they reached 65 and the number who have started new roles?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#B00400","speaker":"1280"},{"type":"speech","time":1544536800,"counter":18,"content":"<p>It is approximately 450.  I do not disagree with the Deputy in regard to the length of time it has taken.  I appreciate that we are being facilitated today.  I accept it has gone on too long.  The Bill was published in July and, unfortunately, we got to this situation due to the fact we do not order the business in the House for Second Stage.  We are here to try to get this completed as soon as possible, notwithstanding the legitimate concerns that have been raised and the pre-existing commitments given when the Bill was published and when the Government decision was made last December in regard to those who entered into the interim arrangements, which were well understood.<\/p> <p>  As important, if not more important, there is the position of those who did not enter into the interim arrangements because they were told they were just interim arrangements.  Given the number of people who retire on an annual basis, it would be desperately unfair to rewind and say we will now have to reopen the whole thing, which would be one of the remedies we would have to consider.  The Bill would then be in a very difficult position and we would probably not be able to carry it forward.  All of that new cohort of people who, from 1 January, are hoping to be able to avail of this will not be able to avail of it.  That is the bind we are in.<\/p> <p>  I will come to Deputy Cowen's suggestion when his amendment is raised.  We are prepared to lay a report before the Houses of the Oireachtas within three months, or whatever is agreed on Committee Stage, to see how this is working.  However, to do that may require legislative remedies which we cannot pre-empt at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#B00500","speaker":"1267"},{"type":"unspoken","time":1544536800,"counter":19,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":20,"content":"<p>Section 2, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":21,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1544536800,"counter":22,"content":"<p>I move amendment No. 6:<\/p><blockquote>In page 4, line 10, to delete &ldquo;but not higher than 75 years&rdquo;.<\/blockquote> <p>The amendment seeks to remove the upper limit on the age for retirement.  It is the policy of my party that we are opposed to a mandatory age.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#B00900","speaker":"1280"},{"type":"speech","time":1544536800,"counter":23,"content":"<p>I accept and welcome Deputy O'Brien's amendment.  The Minister, Deputy Donohoe, has said that we accept the principle.  It is not the case that we are herding out people at a particular age.  However, in order to have a legislative remedy, one has to have an age.  We accept Deputy O'Brien's bona fides in regard to the age of 75.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#B01000","speaker":"1267"},{"type":"speech","time":1544536800,"counter":24,"content":"<p>My question is linked to the general question of the Bill.  When one looks at it from the point of view of the individual, we are not forcing people to retire if they want to continue to work, and so on.  However, it does take place in a social context, and that is the social context of attacks on pensions and cuts in pensions over years.  What starts out as something voluntary, and in this case voluntary and with the agreement of the Minister, can over time morph into something that becomes the norm.  The fact people are living longer and healthier lives just goes to become a benefit for the employer, as opposed to people having a long and healthy retirement.  If it would lead to guarantees of decent pensions and so on, that is fair enough.<\/p><p>I would be interested to hear the responses of Deputy O'Brien and the Minister to that point.  The social context is the flipside of that.  Maybe it is a broader question.  Has the Minister done any studies on it?  If the option of working until the age of 70, rather than 75, were taken up by large numbers of public servants, what impact would that have on recruitment?  We are talking about jobs that could go to people who are entering the workforce.  Has any sort of impact study been done on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#B01100","speaker":"1433","continuing":true},{"type":"speech","time":1544536800,"counter":26,"content":"<p>It is essential that regulation-making powers which are included in primary legislation are supported by clear principles and policies specified in that primary legislation to guide the Minister in the exercise of that power.  In this case, the new section 3A(3) sets out a number of policies and principles to guide the Minister, such as \"evidence of an increase in normal life expectancy in the State\", \"the pensionable age applicable at the time \" and \"the likely cost (if any) to the Exchequer\".  In addition, the maximum age of 75 is included in order to further assist the Minister in the exercise of his power.  I have taken advice on this matter and I am satisfied that the policies and principles provided for in the new section 3A(3) are sufficient to guide the Minister in the exercise of that power.  We do not want to be contradictory as we do this.  We do not want to say how many new jobs we are going to prohibit because the economy is expanding, the population is expanding and the public service is expanding.  I remind the committee that this is a public service Bill.  The employer here is the State.  As I said to Deputy O'Brien, we need an age.  We cannot leave it open-ended.  In that context, the Government does not have a difficulty with Deputy O'Brien's suggestion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00200","speaker":"1267"},{"type":"speech","time":1544536800,"counter":27,"content":"<p>Is the Government agreeing that the age being prescribed will be higher than 70 years and that no upper limit will be put on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00300","speaker":"1280"},{"type":"speech","time":1544536800,"counter":28,"content":"<p>We are agreeing to the Deputy's amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00400","speaker":"1267"},{"type":"speech","time":1544536800,"counter":29,"content":"<p>It proposes the deletion of the words \"not higher than 75 years\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00500","speaker":"1280"},{"type":"speech","time":1544536800,"counter":30,"content":"<p>We will have to come up with an age on Report Stage.  Is that it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00600","speaker":"1433"},{"type":"speech","time":1544536800,"counter":31,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00700","speaker":"1267"},{"type":"speech","time":1544536800,"counter":32,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00800","speaker":"1433"},{"type":"speech","time":1544536800,"counter":33,"content":"<p>To answer Deputy Murphy's initial question, some studies have been done.  The Department of Public Expenditure and Reform reviewed this issue in its Review of Barriers to Extended Participation in Public Service Workforce report, which was published in November of last year.  The report in question analysed the arguments in favour of and against the proposed extension in the four key areas of performance management, skills renewal, human resources issues and savings.  Although the report identifies some downsides to this proposal, for example in terms of new recruits, it focuses on some of the positives in areas like the retention of skills.  Obviously, there is a cost if people are working longer.  There is a need for continuous professional development.  The report mentions the impact that this proposal would have on other legislation.  It emphasises that grievance procedures are age-proofed and stuff like that.  This report is available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C00900","speaker":"1280"},{"type":"unspoken","time":1544536800,"counter":34,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1544536800,"counter":35,"content":"<p>I move amendment No. 7:<\/p><blockquote>In page 4, to delete line 31 and substitute the following:&quot;Act 2005.<br \/><br \/>(6) The Minister shall, within three months of the passing of this Act, prepare and lay before the Oireachtas a report on the public servants who were forced to retire between 6 December 2017 and the commencement of this Act due to reaching the age of 65 years and on potential remedies to assist this cohort of worker.&quot;.&quot;.<\/blockquote> <p>During a debate on a previous amendment, I made the case for a report which would seek to address the unfairness associated with the legislation having been published this time last year as an interim measure with a view to it being implemented much more quickly than it has been.  The Minister's decision on amendment No. 2, in my name, was pre-empted by the amendment being disallowed on the basis that it would impose a charge on the State.  This amendment proposes that a report be laid before the Oireachtas within three months to highlight and analyse the options that may be available to correct the unfairness I have mentioned, to set out the potential costs to the Exchequer of such an approach and to clarify whether there are any potential administrative barriers to addressing this issue, as mentioned earlier.  I think such a report would allow us to be in a much more informed position than we are at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C01100","speaker":"1217"},{"type":"speech","time":1544536800,"counter":36,"content":"<p>Is the Minister of State accepting the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C01200","speaker":"1248"},{"type":"speech","time":1544536800,"counter":37,"content":"<p>I am.  Any potential remedies that might be available might involve legislative remedies.  In the event that a report is laid before the Houses of the Oireachtas, it will be up to the Minister for Public Expenditure and Reform, in consultation with others, to bring forward any potential remedies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C01300","speaker":"1267"},{"type":"unspoken","time":1544536800,"counter":38,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":39,"content":"<p>Section 3, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":40,"content":"<p>SECTION 4<\/p>"},{"type":"speech","time":1544536800,"counter":41,"content":"<p>As amendments Nos. 8 and 9 are related, they may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C01700","speaker":"1248"},{"type":"speech","time":1544536800,"counter":42,"content":"<p>I move amendment No. 8:<\/p><blockquote>In page 5, line 1, after &quot;age&quot; to insert the following:&quot;, subject to any extension provided for in a public service pension scheme made, approved or consented to by the Minister for Education and Skills, with the consent of the Minister&quot;.<\/blockquote> <p>These amendments relate to certain teaching and learning staff in the education sector who are not required to retire until the end of the school or academic year in which they reach the age of compulsory retirement.  This system is in place to ensure continuity of teaching provision throughout the school year and to limit any classroom disruption.  Deputies will accept that this is of particular relevance for students preparing for State examinations.  This arrangement is currently provided for in various pension schemes in the education sector.  The Bill, as currently drafted, does not allow the continuation of this arrangement.  The Government has agreed, on the recommendation of the Minister for Education and Skills, that this arrangement should be maintained in the context of the new compulsory retirement age of 70.  Amendments to sections 4 and 5 of the Bill are being proposed in that regard.  An amendment to section 4 is required to ensure any service rendered by affected staff in the period between their 70th birthday and their retirement at the end of the school or academic year will be reckonable for pension purposes.  An amendment to section 5 is required to ensure that a statutory instrument or public service pension scheme which provides for a compulsory retirement age will be read as meaning the age of 70 for relevant public servants or, in the case of certain relevant public servants in the education sector, the end of the school or academic year in which they reach that age.  Both provisions are limited to public service pension schemes made or approved by the Minister for Education and Skills with the consent of the Minister for Public Expenditure and Reform.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C01800","speaker":"1267"},{"type":"unspoken","time":1544536800,"counter":43,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":44,"content":"<p>Section 4, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":45,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1544536800,"counter":46,"content":"<p>I move amendment No. 9:<\/p><blockquote>In page 5, lines 4 to 8, to delete all words from and including &quot;The&quot; in line 4 down to and including &quot;accordingly&quot; in line 8 and substitute the following:&quot;The provisions of any public service pension scheme or statutory instrument (within the meaning of the Interpretation Act 2005) that require, or the effect of which is to require, a relevant public servant to retire or cease holding office or employment upon attaining a specified age shall be read, subject to this Act, as requiring the relevant public servant to retire or cease to hold office upon attaining the age of 70 years or, where a higher age is prescribed under section 3A(2), upon attaining that higher age, subject to any extension provided for in any such scheme or instrument as is made, approved or consented to by the Minister for Education and Skills, with the consent of the Minister&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C02200","speaker":"1267"},{"type":"unspoken","time":1544536800,"counter":47,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":48,"content":"<p>Section 5, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":49,"content":"<p>Sections 6 and 7 agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":50,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1544536800,"counter":51,"content":"<p>As amendments Nos. 10 and 12 are related, they may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C02700","speaker":"1248"},{"type":"speech","time":1544536800,"counter":52,"content":"<p>I move amendment No. 10:<\/p><blockquote>In page 5, between lines 20 and 21, to insert the following:&quot;Amendment of section 29 of Public Service Pay and Pensions Act 2017<br \/><br \/><b>8.<\/b>Section 29 of the Public Service Pay and Pensions Act 2017 is amended&mdash;<blockquote>(a) by the substitution of the following subsection for subsection (1):<blockquote>&quot;(1) In this Part, 'pensionable pay', in relation to a public servant and in respect of a specified period, means&mdash;<blockquote>(a) basic pay (excluding overtime) due to the public servant in respect of that period, and<br \/><br \/>(b) allowances, emoluments or premium pay (or its equivalent) so due to him or her which, by virtue of subsection (2), are treated as pensionable pay,<\/blockquote>but does not include the amount of any such basic pay, allowances, emoluments or premium pay (or its equivalent) forgone under any salary sacrifice arrangement specifically approved by the Revenue Commissioners in relation to the provision to that public servant of an exempt employee benefit.&quot;,<\/blockquote>and<br \/><br \/>(b) by the insertion of the following subsection after subsection (4):<blockquote>&quot;(5) In this section&mdash;<blockquote>'Act of 1997' means the Taxes Consolidation Act 1997;<br \/><br \/>'exempt employee benefit' means a benefit specifically approved by the Revenue Commissioners which is referred to in section 118B(2)(a)(i) or (iii) of the Act of 1997;<br \/><br \/>'salary sacrifice arrangement' has the same meaning as it has in section 118B of the Act of 1997.&quot;.&quot;.<\/blockquote><\/blockquote><\/blockquote><\/blockquote> <p>The purpose of amendment No. 10 is to ensure a salary sacrifice for employees under taxsaver schemes, such as the transport to work scheme and the cycle to work scheme, will not become liable for the new additional superannuation contribution.  This is necessary in order for the treatment of the additional superannuation contribution to comply with the understanding reached with the public service unions in the context of the 2018-20 public service stability agreement, which was that the treatment of the additional superannuation contribution would mirror the treatment of the pension-related deduction.  An amendment of the Long Title of the Bill is required to take account of the amendment to the Public Service Pay and Pensions Act 2017 in relation to the additional superannuation contribution, and this is provided for in amendment No. 12.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C02800","speaker":"1267"},{"type":"unspoken","time":1544536800,"counter":53,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1544536800,"counter":54,"content":"<p>Amendment No. 11, in the name of Deputy Burton, is out of order because it is in conflict with the Bill as read a Second Time and involves a potential charge on Revenue<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C03000","speaker":"1248"},{"type":"unspoken","time":1544536800,"counter":55,"content":"<p>Amendment No. 11 not moved.<\/p>"},{"type":"unspoken","time":1544536800,"counter":56,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":57,"content":"<p>Schedule agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":58,"content":"<p>TITLE<\/p>"},{"type":"speech","time":1544536800,"counter":59,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 3, line 8, after &quot;enactments;&quot; to insert &quot;to amend section 29 of the Public Service Pay and Pensions Act 2017;&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C03500","speaker":"1267"},{"type":"unspoken","time":1544536800,"counter":60,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1544536800,"counter":61,"content":"<p>Title, as amended, agreed to.<\/p>"},{"type":"speech","time":1544536800,"counter":62,"content":"<p>I would like to draw a particular matter regarding this Bill to the attention of the committee before we conclude.  As the committee is aware, the Bill contains a provision for a commencement order to bring its provisions into effect following enactment.  I want to acknowledge the co-operation of both Houses in bringing the Bill to its current position.  I understand that provisional dates have been allocated for Report and Final Stages in the D&aacute;il and that the Bill will be recommitted to the Seanad later next week to enable it to be enacted before the end of the year.<\/p><p>Rather than cause any further delay and to reflect the view of both Houses that the legislation should be effective as soon as possible I will table an amendment on Report Stage to remove the requirement for a commencement order.  On that basis the Bill will become effective as soon as it is signed into law by the President, which is on the fifth, sixth or seventh day after it is presented to him for signature.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#C03900","speaker":"1267","continuing":true},{"type":"speech","time":1544536800,"counter":64,"content":"<p>We are not proposing to table any amendments on Report Stage.  We are as eager as the Minister of State to have this done as quickly as possible.  Whatever we can do to facilitate that will be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#D00200","speaker":"1280"},{"type":"speech","time":1544536800,"counter":65,"content":"<p>I thank the Minister of State and his officials.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#D00300","speaker":"1248"},{"type":"unspoken","time":1544536800,"counter":66,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1544536800,"counter":67,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#D00400"},{"type":"speech","time":1544536800,"counter":68,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Finance, Public Expenditure and Reform, and Taoiseach has completed its consideration of the Public Service Superannuation (Age of Retirement) Bill 2018 and has made amendments thereto and has amended the Title.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPS2018121100002#D00500","speaker":"1248"},{"type":"unspoken","time":1544536800,"counter":69,"content":"<p>The select committee adjourned at 2 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]