[{"type":"majorheading","content":"Public Accounts Committee","time":1639647000,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 16 Nollaig 2021. Thursday, 16 December 2021.<\/p><p>The Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Burke, Deputy Paul McAuliffe, Deputy Jennifer Carroll MacNeill, Deputy Imelda Munster, Deputy Matt Carthy, Deputy Catherine Murphy, Deputy Cormac Devlin, Deputy Verona Murphy, Deputy Alan Dillon, Deputy James O'Connor. Deputy Neasa Hourigan,<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1639647000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002"},{"type":"unspoken","time":1639647000,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste)called and examined.<\/p>"},{"type":"minorheading","content":"2020 Report of the Comptroller and Auditor General and Appropriation Accounts<br \/>Vote 38 - Health","time":1639647000,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#A00300"},{"type":"unspoken","time":1639647000,"counter":7,"content":"<p>Mr. Robert Watt(Secretary General, Department of Health)called and examined.<\/p>"},{"type":"speech","time":1639647000,"counter":8,"content":"<p>No apologies have been received.  I would like to begin by welcoming our members and witnesses to the meeting.  Due to the current situation regarding Covid-19, only the clerks, support staff and I are in the committee room.  Members of the committee are attending remotely from within the precincts of Leinster House.  This is due to the constitutional requirement that in order to participate in public meetings, members must be physically present within the confines of where the Parliament has chosen to sit.<\/p> <p>  The Comptroller and Auditor General, Mr. Seamus McCarthy, is a permanent witness to the committee and joins us this morning, when we will engage with officials from the Department of Health to examine the 2020 appropriation account, Vote 38 - Health.  The Department has also been advised that the committee might wish to examine matters relating to the value for money review of the nursing home support scheme, or fair deal scheme, as well as analysis undertaken by the national paediatric hospital development board on the new children's hospital.  Arising from consideration of an item of correspondence at last week's meeting, we also sought information regarding the governance arrangements pertaining to the State expenditure on prescription medicines.<\/p> <p>  We are joined remotely from within the precincts of Leinster House by Mr. Robert Watt, Secretary General, and by Mr. Kevin Colman, Mr. John O'Grady and Ms Fiona Larthwell, principal officers.  We are also joined remotely from outside the precincts of Leinster House by Mr. Jim Deane, principal officer in the health Vote section at the Department of Public Expenditure and Reform.  They are all very welcome. <\/p> <p>  When we begin to engage, I would ask members and witnesses to mute themselves when not contributing so we do not pick up any background noise or feedback.  As usual, I remind all those in attendance to ensure their mobile phones are on silent or switched off.  Before we start, I wish to explain some of the limitations of parliamentary privilege and the practice of the House as regards references that our witnesses may make to other persons in their evidence.  The evidence of witnesses physically present or who give evidence from within the parliamentary precincts is protected pursuant to the Constitution and statute by absolute privilege.  However, one of today's witnesses is giving evidence remotely from a place outside the parliamentary precincts.  As such, they may not benefit from the same level of immunity from legal proceedings as witnesses physically present on campus.  That witness has already been advised and they may think it appropriate to take legal advice on this matter.<\/p> <p>  Witnesses should not criticise or make charges against any person or entity either by name or in such a way as to make him or her identifiable, or otherwise engage in speech that might be regarded as damaging to the good name of a person or entity.  Therefore, if their statements are potentially defamatory in relation to an identifiable person or entity witnesses will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.<\/p> <p>  Members are reminded of the provision in Standing Order 218 that the committee shall refrain from inquiring into the merits of a policy or policies of the Government or a Minister of the Government or the merits of the objective of such policies.  Members are reminded of the long-standing parliamentary practice that they should not comment on, criticise or make charges against any person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  To assist our broadcast and debates services, I ask that members direct their questions to a specific witness.  If the question is not being directed to a specific witness, I would ask each witness to state their name when they first contribute.  I am mindful of the fact that we are online and there is sometimes a delay.  I do not want to interrupt anyone but if I have to intervene, I ask members and witnesses to comply with that and ensure we are not talking over each other.  I ask members and witnesses to be mindful that it is a little more difficult to run a meeting remotely than when we are all physically present in a committee room.  I ask them for their co-operation in that regard.<\/p> <p>  I now call the Comptroller and Auditor General, Mr. Seamus McCarthy, for his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#A00400","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":9,"content":"<p>The appropriation account for Vote 38 - Health records gross expenditure of &euro;20.8 billion in 2020.  This represented a 19% increase on the gross expenditure of &euro;17.5 billion incurred in 2019.  The majority of the gross expenditure in 2020, amounting to just under &euro;20.5 billion, was paid to the HSE.  This was spread across 14 subheads in the account.  Other subheads of the Vote provide for payments of grants and other support to bodies under the aegis of the Department and funding for the National Treatment Purchase Fund and Sl&aacute;intecare initiatives.<\/p> <p>  Receipts into the Vote in 2020 totalled &euro;488 million.  These comprise mainly &euro;270 million recovered in respect of the cost of providing health services to EU nationals under EU regulations, and receipts of &euro;168 million from the proceeds of excise duties on tobacco products.<\/p> <p>  At year end, net expenditure under the Vote was &euro;120 million less than provided for.  With the agreement of the Minister for Public Expenditure and Reform, &euro;68 million in unspent capital allocations was carried over for spending in 2021.  The remainder of the surplus for the year, &euro;52 million, was liable for surrender to the Exchequer.  I issued a clear audit opinion for the appropriation account.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#A00500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1639647000,"counter":10,"content":"<p>I call on Mr. Watt to deliver his opening statement.  There is usually a five-minute time limit.  I see Mr. Watt has provided a concise statement.  He is welcome and may proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#A00600","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":11,"content":"<p>I wish good morning to the Chairman and members of the committee.  It is good to join them this morning. I have a brief statement, as the Chairman mentioned.  As Accounting Officer for the Department of Health&rsquo;s Vote 38, I am pleased to be here today to discuss the 2020 annual report and appropriation account of the Comptroller and Auditor General.  I am joined by my colleagues, Mr. Kevin Colman and Mr. John O&rsquo;Grady, from the resources division, and Ms Fiona Larthwell from the social care division in my Department.  I will now set out the main points of the 2020 accounts as they pertain to Vote 38.<br\/><br\/><i><\/i>The initial 2020 net provision, current and capital, for Vote 38 was &euro;17.9 billion, which consisted of a gross provision of &euro;18.3 billion and appropriationsinaid of &euro;430 million.<\/p><p>As the scale of the challenge presented by Covid19 became clear, it was evident that unprecedented action was needed here to prevent the spread of the disease, high rates of hospitalisation and intensive care unit admissions, and significant mortality.  New structures and processes were put in place between the Department of Health, the Department of Public Expenditure and Reform and the HSE to facilitate timely decisionmaking while also ensuring that high levels of governance were maintained, where the HSE reported to the Department each week on the estimated Covid19 related noncapital and capital expenditure that had been incurred to date.<\/p><p> Additional funding of &euro;1.997 billion was voted to the Department in a Revised Estimate in June 2020 to support the measures outlined in the national action plan on Covid19.  This represented the expenditure approved by the Government for Covid19 measures taken up to the date of the passing of the Revised Estimate.  A further net Supplementary Estimate of &euro;514.5 million was approved to meet additional funding requirements that arose to the end of 2020.  As the Comptroller and Auditor General stated, this resulted in a net overall provision for Vote 38 of &euro;20.44 billion, incorporating a deferred capital surrender of &euro;30 million carried over from the previous year.  The 2020 outturn was &euro;20.3 billion, leaving an overall surplus of &euro;120 million.  The Department of Health received sanction from the Department of Public Expenditure and Reform to carry forward &euro;68.2 million of unspent allocations in respect of the capital elements of subhead M2 into 2021.<\/p><p> As members are aware, the pandemic has been an extremely difficult time for frontline employees and workers in the health service.  They have responded with diligence, resilience, agility and a level of commitment that has been extraordinary.  With the support of the Department and the Government, the HSE has introduced new capabilities and innovations across the system.  These include implementing eprescribing in general practice and introducing alternative care pathways and new models of care.<\/p><p> An example of the innovation of the health system was seen in responding to Covid19 last year.  New testing and contact tracing capability was implemented, with the delivery of 720,000 GP referrals, 2.3 million laboratory tests and more than 440,000 contact tracing calls during the year.  We have implemented a hugely successful Covid19 vaccination strategy with one of the highest levels of uptake in Europe and we are making very strong progress in delivering booster vaccines across the population.<\/p><p> Further investment in the overall reform of the health system includes very significant investments in clinical strategies such as the cancer, gynaecological and maternity strategy, coupled with an unprecedented investment to address the shortcomings identified by the 2018 capacity review that has seen us deliver the largest increase in acute and critical care beds and in community beds in decades.  Allied to increasing acute capacity, we are undertaking a critical shift left in moving care out of acute settings and into the community, with the recruitment of an additional workforce of more than 3,000 staff to implement community care networks across every community in Ireland.<\/p><p> The Department has continued to successfully discharge its other functions.  Importantly, we seek to frame policies and legislation to promote health.  The life expectancy in Ireland is now estimated at 82.8 years, which is above the EU average of 81 years.  However, with the prevalence of preventable noncommunicable diseases, it is important to promote healthy behaviours and prevent ill health.  Under the Healthy Ireland umbrella, which is a Government of Ireland initiative, we work crosssectorally to achieve this objective.<\/p><p> We also support the Minister, Deputy Stephen Donnelly, and the Ministers of State in their work, including their legislative priorities and their public and parliamentary accountability.  For example, in 2020, the Department processed more than 9,224 parliamentary questions, representing 24%, or almost one quarter, of all parliamentary questions tabled to Ministers across the entire government system.<\/p><p> The Department continues to enhance its governance and performance oversight in respect of the services and reform being delivered by the HSE.  In line with Sl&aacute;intecare, legislation was enacted in 2019 to introduce new accountability structures in the HSE, with the formal appointment of a non-executive and competencybased governing board.  In recognition of these new structures, the Department put in place a revised engagement model with the HSE and its board with a view to strengthening the oversight of governance and performance management and accountability of the HSE.  This oversight model is operational and will continue to be improved and enhanced as necessary to ensure there is more effective oversight within the Department.<\/p><p> This improvement work continues.  The Government has committed to bringing forward regional health areas.  A business plan for the implementation of regional health areas been developed by the Department.  The HSE has provided feedback and implementation considerations on this business plan.  A memorandum for Government on the next steps for implementation is being drafted.  I anticipate the Minister will bring the memorandum to Government for decision in January 2022.  To ensure we have front-line and expert input as we move forward, the Minister established an advisory group.  Given this progress, the Minister has informed the hospital group boards that they are being stood down this month as their terms of office expire.  There are many reforms and improvements taking place that are providing better healthcare to citizens.  Together with our colleagues in the HSE, we are focused on further reforms in 2022.<\/p><p> Finally, I thank the staff in the Department of Health for their ongoing commitment and dedication to our work programme across many dimensions of our work.  I look forward to continuing to work with the committee and with the Oireachtas and am happy to take any questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#A00700","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1639647000,"counter":13,"content":"<p>The lead committee member today is Deputy Munster, who has 15 minutes.  The next speaker will be Deputy Hourigan, who, along with all other members, will have ten minutes.  I ask members to keep to the time.  If time permits, I will allow members back in for a second round.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00200","speaker":"1491"},{"type":"speech","time":1639647000,"counter":14,"content":"<p>I will direct my questions to Mr. Watt.  I want to touch first on the issue of the national children&rsquo;s hospital.  In July, an official of his Department told the committee categorically that costings of &euro;2 billion for the hospital had not been considered but, three weeks ago, the Minister for Public Expenditure and Reform refused to rule out the figure of &euro;2 billion.  The Irish Fiscal Advisory Council has provided an estimate in excess of &euro;2 billion.  Has Mr. Watt considered such a figure to date?  Is it referenced in the report that he has and that the committee has requested?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00300","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":15,"content":"<p>I thank the Deputy for her question.  We have provided very detailed notes and briefing on this matter.  I know the committee has considered it several times.   We have set out clearly what we think the estimate is for the hospital and the related satellite and integration works.  We have also identified that there is a significant risk, given the delay in the project.  It is delayed, as the Deputy is aware, likely into 2024 now, and that will increase the costs of the project.  There are ongoing issues in respect of construction inflation.  There will be further claims relating to contract stipulations in the context of inflation above 4.5% in 2019.  There are ongoing claims and disputes between the contractor and the board.  There is uncertainty in respect of what the final figure is.  We have set that out.  We do not at this stage have any update on the figure we have put in the public domain, but there is heightened risk in respect of that estimate for the reasons I set out in the note that I forwarded to the committee and which we outlined before.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":16,"content":"<p>To get back to the question in respect of the figure of &euro;2 billion, is it referenced at all within the report that Mr. Watt has?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00500","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":17,"content":"<p>As we have stated previously, we are not speculating.  We do not think there is any benefit in us speculating at this stage on what the estimate of the final figure will be.  We know there are pressures and we have stated that repeatedly.  I understand there is a legitimate request for certainty in respect of the costs from the committee in terms of discharging its role to have a latest view on whether there will be a cost increase but, against that, we have to manage the interests of the State and the taxpayer and that is why we are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":18,"content":"<p>The reason I asked the question of Mr. Watt is that he, the Department and the board of the National Children&rsquo;s Hospital wrote to the committee, indicating they would be able to discuss updated costing once a report was completed.  That report is now with the Department.  Can Mr. Watt provide the committee with the report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00700","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":19,"content":"<p>I can, of course, provide it to the committee but I have stated repeatedly that I do not think that is something that will represent the interests of the taxpayer or the State.  If the committee-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":20,"content":"<p>From the point of view of the Committee of Public Accounts, Mr. Watt has had the report since May.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B00900","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":21,"content":"<p>There are iterations of the report and it has evolved but it has been in final form, or close to final form, for a while now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#B01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":22,"content":"<p>Mr. Watt confirmed to the committee that he received the report in May.  Can he give us absolute confirmation that he will forward that report to the committee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00100","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":23,"content":"<p>No, I cannot.  Ultimately, it is up to the committee and the Government.  If the Taoiseach, the Minister for Public Expenditure and Reform and the Minister for Health want us to send the report and if this committee believes it is sensible and in the public interest to publish this report, I would do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":24,"content":"<p>From a public purse perspective, one would imagine that it would be of interest to publish the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00300","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":25,"content":"<p>It would definitely be of interest but it is not in the interests of the taxpayer to provide information that might undermine the ability of the board to argue against the various claims and negotiate the completion of this project in a way that minimises the cost to the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":26,"content":"<p>To be clear, Mr. Watt is refusing to furnish the Committee of Public Accounts with the report and is refusing to give it updated costings.  He said he would be able to discuss updated costings once he received the report.  He has had the report since May but has thus far refused to furnish us with it and now cannot even confirm costings.  When he told us he would be able to discuss the updated costings, was that a stalling tactic?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00500","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":27,"content":"<p>I do not wish to get into an argument about it but, ultimately, it is my role to protect the interests of the taxpayer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":28,"content":"<p>That is our role too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00700","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":29,"content":"<p>Yes.  If the Committee of Public Accounts is willing to take the responsibility arising out of something being put into the public domain that would undermine our ability to defend the State's interests and finish this contract in the most efficient way and if that is the view of the committee, the Comptroller and Auditor General and the Government, I will do what I am told but it is my professional view and my very clear advice, which people can dismiss if they wish, that publishing commercially sensitive information at this stage in a contract that is subject to dispute would be very damaging for the State's interests.  People can take a different view.  Ultimately, if I am instructed to send this report against the advice I have received, I will do it so it is not a question of my refusing to do so.  If yourself and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":30,"content":"<p>Who advised Mr. Watt not to send the report to the Committee of Public Accounts?  Mr. Watt said it was because of advice he received.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C00900","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":31,"content":"<p>It is not about sending the report to the Committee of Public Accounts-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":32,"content":"<p>Who advised him?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01100","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":33,"content":"<p>The professional advice of people within our Department and the development board who are charged with managing this-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":34,"content":"<p>But Mr. Watt is head of the Department so did he ultimately make the decision not to furnish the committee with the report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01300","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":35,"content":"<p>Ultimately, I was responsible for the decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":36,"content":"<p>Would he provide it confidentially to the committee?  Surely he would not have an issue with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01500","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":37,"content":"<p>Who is going to take responsibility for ensuring this information stays private?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":38,"content":"<p>The Committee of Public Accounts will take responsibility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01700","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":39,"content":"<p>Is it going to take responsibility for it being leaked?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":40,"content":"<p>Mr. Watt says he is interested in protecting the State's interest.  Surely if we are looking at costs in excess of &euro;2 billion, and it is public money, it is in the State's interests to know exactly what this hospital will cost and if it will be the most expensive children's hospital in the world.  I again ask Mr. Watt whether he will provide the committee with the report.  If he is refusing point blank to publish it, will he provide the committee with the report, as we have requested for some time?  Mr. Watt has had the report since May.  That is a \"Yes\" or \"No\" response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C01900","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":41,"content":"<p>If the decision is that we are happy to take the risk that the ability of the State to deliver on this contract, if it is the view that the ability of the State-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":42,"content":"<p>Whose view?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02100","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":43,"content":"<p>I think for me to publish this report or send it to the committee, I would need to have very clear instructions that the Government and the committee are happy to take the risk that this information would be then be made available-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":44,"content":"<p>So it would be down to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02300","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":45,"content":"<p>I understand the Deputy's need for transparency and her role but there is another view here that has great validity.  The Committee of Public Accounts has a role in terms of value for money and ensuring that taxpayers' money-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":46,"content":"<p>We know all that.  Just to get to the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02500","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":47,"content":"<p>The Deputy is asking me to do something we think will not enable us to discharge our basic mandate to protect the interests of the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":48,"content":"<p>Mr. Watt made the decision not to publish the report.  He is also saying now that unless he gets the go-ahead, which I presume is from the Minister, to furnish us with the report confidentially, he cannot do so.  Who is he looking to get permission from?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02700","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":49,"content":"<p>I am not looking to get permission from anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":50,"content":"<p>Right.  If he is the one who decides, can he furnish the Committee of Public Accounts with the report confidentially - \"Yes\" or \"No\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C02900","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":51,"content":"<p>No, I cannot on the grounds I have set out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":52,"content":"<p>We would argue that this is exactly why he should furnish us with the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03100","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":53,"content":"<p>Can I ask for one second-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":54,"content":"<p>Sorry, in fairness, we are time restricted and Mr. Watt is here to answer questions so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03300","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":55,"content":"<p>I am trying to answer.  I am answering-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":56,"content":"<p>He is refusing to give us the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03500","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":57,"content":"<p>No, I am not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":58,"content":"<p>He just said \"No\" - even in a confidential manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03700","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":59,"content":"<p>The Deputy is making out that I am refusing to do it.  The reason is that we are involved in commercially sensitive negotiations involving significant public funds.  Is the Deputy really suggesting, with all due respect, that we would publish commercially sensitive information in the middle of disputes that are going to the High Court and that involve millions of euro of taxpayers' money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":60,"content":"<p>Mr. Watt has refused point-blank today to furnish us with the report confidentially.  That is not about it being made public.  He said that once he got the report, which he has had since May, he would be able to discuss updated costings once the report was completed.  Now we have him stating point-blank on the public record that he will not publish the report because of sensitivities, which is fair enough.  We then ask whether he will furnish us with it confidentially and he says point-blank \"No\".  I wanted clarification on that just for the record.  He is refusing that.<\/p> <p>  I will move on to nursing homes.  I have raised this issue with the HSE previously.  Elderly people in nursing homes are being exploited by being charged for items and services such as bed sore creams, physiotherapy, occupational therapy, speech and language therapy and painkillers that they would normally access free of charge if they were living in the community.  The HSE advised the committee that it has engaged with the Department about this issue.  I received a freedom of information response telling me that the HSE had said that there is no doubt that this is an issue but that it was limited in what it could do.  Has the HSE expressed that concern to the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C03900","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":61,"content":"<p>I am aware that there is an issue here and that there has been public debate about it.  I cannot recall if the HSE raised it directly with us.  Ms Larthwell may know.  We do not think it has but we can check that.  It may have done but I do not recall.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":62,"content":"<p>HSE officials stated that the solution was a provision to be inserted into contracts with nursing homes.  The HSE suggested that.  So Mr. Watt is not aware of any progress in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04100","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":63,"content":"<p>I am not aware of it.  That is not to suggest that there has been no progress.  I am not aware of it.  We can check.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":64,"content":"<p>The HSE said it was limited so it told the Department-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04300","speaker":"1497"},{"type":"speech","time":1639647000,"counter":65,"content":"<p>The Deputy has two minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04400","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":66,"content":"<p>It said it was limited regarding contracts.  We can check that.  I am aware of the issue but I am not aware if any progress has been made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":67,"content":"<p>Will Mr. Watt get back to me on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04600","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":68,"content":"<p>We will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":69,"content":"<p>The dental treatment service scheme is on the verge of collapse across the State.  Upwards of 80% of medical card holders cannot access dental treatment.  Cancer patients, kidney transplant patients and patients with diabetes all have medical cards.<\/p><p>That is farcical when 80% of medical card holders have not been able to access dental treatment for almost a year.  Have talks with the Irish Dental Association begun?  What stage are they at?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#C04800","speaker":"1497","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":71,"content":"<p>There were some discussions about this and there has been an allocation in the budget that was announced.  I think it is &euro;10 million extra for the dental treatment services scheme, DTSS.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":72,"content":"<p>The Taoiseach has said that in a response to me, but obviously that is no addition whatsoever because they are leaving in their droves.  Given that 80% of the population who hold medical cards have not been able to access dental treatment for at least the past six months, what is the Department of Health doing about it?  That &euro;10 million is not cutting it at all because they are leaving in their droves and they are not coming back.  When can people with medical cards access dental treatment?  When will this issue be resolved?  The Department does not seem to be applying any priority to it at all.  In any other country it would be staggering if 80% of the people entitled to dental treatment under the medical card scheme could not access the treatment for almost a year.  When will that be resolved?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00300","speaker":"1497"},{"type":"speech","time":1639647000,"counter":73,"content":"<p>The Deputy's time is up.  I will let Mr. Watt come back in to respond to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00400","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":74,"content":"<p>We are aware of the issue.  I think it relates to the pricing that is available for patients under the scheme versus what dentists charge private patients.  Obviously, there is an incentive issue there.  I understand the question.  We need to negotiate now with the Irish Dental Association.  That will take place early next year.  We need to discuss with it about-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":75,"content":"<p>The Department is only starting negotiations next year.  Is that what Mr. Watt said?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00600","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":76,"content":"<p>We have had some discussions with the association, I understand.  There is an allocation there and the plan is we will engage with the association and seek to address some of the concerns.  There is a question with the scheme.  I absolutely agree with the Deputy.  It is about the level of supports that are provided under the medical card scheme versus those that are met under the social insurance scheme and then what dentists are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":77,"content":"<p>Could I make a quick observation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00800","speaker":"1497"},{"type":"speech","time":1639647000,"counter":78,"content":"<p>Just very briefly.  The Deputy has gone over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D00900","speaker":"1491"},{"type":"speech","time":1639647000,"counter":79,"content":"<p>It is not good enough that negotiations have not begun when people throughout the State are waiting for dental treatment.  I earlier mentioned cancer patients, kidney transplant patients and all medical card holders.  It is incredible that negotiations have not even begun.  It is disgraceful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01000","speaker":"1497"},{"type":"speech","time":1639647000,"counter":80,"content":"<p>I will allow people in for a second round of questions if time allows.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01100","speaker":"1491"},{"type":"speech","time":1639647000,"counter":81,"content":"<p>I am not sure if there is any point talking further about the children's hospital.  I put it to Mr. Watt that people on this committee are well aware of the complex and live contract involved and that it is a multi-strand process.  Everyone on the committee and indeed the public understand there are escalating construction and material costs at the moment and that the contract is subject to claims.  It is very unsatisfactory for Mr. Watt to say today that \"discussion of costs by officials, however hypothetical or otherwise at this time, may prejudice enforcement of the existing contract, and very likely negatively impact or jeopardise the Development Board in its ongoing engagement with the main contractor\".  Ultimately that statement presents itself less as a discussion of the complexity of a contract and more as an attempt to constrain, control or remove the public oversight of this project.  Nobody likes to talk about spiralling costs, but oversight of public spending is a fundamental principle of public life.  It is not Mr. Watt's role to act as gatekeeper.  It is completely valid for the Committee of Public Accounts to ask these questions.  We should have access to that report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01200","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":82,"content":"<p>I am not refusing to answer any questions.  I have appeared before the Committee of Public Accounts and the health committee previously on this for a whole day.  Our colleagues have appeared many times to discuss the children's hospital.  I do not think it is a fair characterisation to say we are not willing to answer questions on it.  We have done so repeatedly.  I am very happy to do it today again if the Deputy wishes.  I am happy to discuss the costs.<\/p> <p>  The different factors that have increased the cost of this hospital are well known.  The risks that now relate to finishing out this contract relate to inflation.  There is a provision within the contract for paying an amount above the prescribed 4.5% that is in the contract.  There are delays in the contract that will of necessity push out the cost because it will need to be managed for a further period.<\/p> <p>  Then there is the issue of claims.  I sent a note to the committee setting out the detail of the claims, the scale of the claims, some settlement of the claims that have taken place and so on.  It is our judgment and it is not a clear decision absolutely as to what is the right or wrong decision but there is a trade-off here between providing detailed information on our assessment of what the likely outcome of the settlement of these disputes will be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":83,"content":"<p>That is fair enough, but I was actually quoting Mr. Watt's words.  His words in the statement today were that \"discussion of costs by officials, however hypothetical ... could negatively impact or jeopardise ... ongoing engagement\".  That contextualises this discussion as the work of the Committee of Public Accounts damaging the process of completion of the children's hospital.  That is an unfortunate choice of words<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01400","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":84,"content":"<p>I am not saying that and the Deputy is now twisting what I said.  What I said is that we are in dispute here with the contractor.  Our estimates of the various scenarios of the outcome informs our thinking about the negotiated strategy.  Frankly, it is not fair to suggest that public officials should publish information on scenarios pertaining to contractual disputes, some of which are in the courts.  I would-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":85,"content":"<p>To characterise it that we want to go through every disputed detail is not accurate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01600","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":86,"content":"<p>I did not say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":87,"content":"<p>Well, that is the impression I am getting.  While it may be incorrect, that is the inference I am taking from what Mr. Watt is saying.  He is implying somehow that we want enormous amounts of details about 600 claims, and of course we do not.  We want headline figures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01800","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":88,"content":"<p>The Deputy has asked for our best assessment of what ultimately the resolution of these issues will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":89,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D02000","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":90,"content":"<p>That then will impact upon our ability to conclude these discussions satisfactorily.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":91,"content":"<p>Let us stay on capital expenditure and governance.  I ask Mr. Watt to outline the oversight.  His opening statement mentions hospital group boards being stood down and advisory groups.  It is to be hoped we are in the process of moving to regional areas with Sl&aacute;intecare.  What oversight does the Department have on capital expenditure regarding both existing capital assets and new projects?  This week the health committee dealt with the closure of the Owenacurra centre in Midleton.  This decision seems to have been made entirely by the local agency in direct contravention of Government policy in A Vision for Change because it will leave east Cork with no mental health places.<\/p> <p>  There seems to be almost no oversight from the Department.  It is some person in a room making a decision and they seem to be a law unto themselves.  There is no comeback and no possibility to change it even though it is in breach of Government policy.  Why is there so little oversight from the Department on decisions like that where a building is allowed to be run down to the state it is in?  How does that fit into this new model that is being described to us?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D02200","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":92,"content":"<p>On the regional health areas and the hospital groups, as the Deputy is aware, that is related to proposed reforms in terms of improved integrated care, integration of the community healthcare organisations, CHOs, and the hospital groups.  It is the reform plan that has been set out.  We are now developing an implementation plan.  As part of the implementation of this, the boards of the hospital groups are being stood down.  We decided not to replace them because a number of members were due to leave and we had to replenish the membership.  It was decided to stand down the groups, in effect, in preparation for the new structures we and the HSE are working on to deliver a key aspect of Sl&aacute;intecare.<\/p><p>Regarding oversight of capital, we agree the overall capital budget.  Every year, discussions take place between our Department and the Department of Public Expenditure and Reform, there is a decision on the allocation, and a view is reached on what capital projects can be delivered, which is set out within the national service plan and the letter of determination the Minister shares with the HSE.  The HSE is then provided with delegated sanction to deliver projects in line with that mandate.  The Department-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#D02300","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1639647000,"counter":94,"content":"<p>To be clear, what is the process for fact checking that against Government policy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00200","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":95,"content":"<p>The delivery of the capital plan, the setting out of the capital envelopes and the agreement on the service plan are consistent with Government policy.  The objective is that the plan delivers on Government policy across all areas-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":96,"content":"<p>In the instance I described, where the local area has made a decision to close a facility in direct contravention of A Vision for Change, what recourse does the Department have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00400","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":97,"content":"<p>I am not close to the details of it but I am sure the HSE is closing it for a reason, probably around the suitability of the premises.  Is it the case the HSE does not believe the premises are suitable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":98,"content":"<p>The problem is the question of suitability, if applied to most residential mental health facilities, would lead to a tsunami of closures throughout the country.  In that light, why the HSE picked this particular building to close is a mystery to everyone, including the families being left behind by the decision.  I understand Mr. Watt will not have had sight of or information on this case, but where the HSE has made a decision on the removal of services that relate to a capital asset and that decision is in breach of policy and does not have good reasons behind it, what recourse does the Department have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00600","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":99,"content":"<p>The HSE makes the decisions.  HSE estates management manages the HSE's estates and must make a judgment call on whether premises are suitable, still meet the HSE's needs and comply with the various standards, regulations and so on.  As to whether the HSE can be directed not to proceed, it can in theory.  Ultimately, the HSE-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":100,"content":"<p>Has that ever happened?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00800","speaker":"1559"},{"type":"speechnospeaker","time":1639647000,"counter":101,"content":"<p>-----reports to the Minister for Health.  I do not know whether that has ever happened.  It would be difficult for the Minister to second-guess the people who are legally responsible for day-to-day management of the facility.  I imagine it would be very-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":102,"content":"<p>I accept that point but it is also the key problem in that it is difficult for any of us to second-guess.  It looks like the HSE is unaccountable in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01000","speaker":"1559"},{"type":"speech","time":1639647000,"counter":103,"content":"<p>The Deputy's time is up.  I call Deputy Burke.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01100","speaker":"1491"},{"type":"speech","time":1639647000,"counter":104,"content":"<p>I thank our guests for the presentation.  The value for money report was published last night at 9 o'clock.  Why was it not made available to the committee before then?  We are now at a disadvantage.  That report has been with the Department for a considerable period and I raised a number of questions on it but it has only been published a few hours before we have our last meeting of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01200","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":105,"content":"<p>As the Deputy is aware, the value for money report has been in preparation for some time.  We had to bring it to the Government and could not publish it before then.  We had been seeking to bring it to the Government and managed to do so on Tuesday of this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":106,"content":"<p>I have taken a very quick look at the report.  One set of figures relating to 2019 shows that the average cost per patient per week in a public nursing home was &euro;1,616 while the cost in a private nursing home was &euro;992 per week.  That is a 62% difference.  Someone referred to additional costs being imposed on patients in private nursing homes, but is this not a sizeable disparity between the cost of providing care in a public nursing home compared with a private one?  There is a criticism of private nursing homes in terms of additional charges and their low pay rates, but if it is costing &euro;1,616 per week in public nursing homes, is there not an argument to be made that there is significant disparity in the level of support being provided as well as discrimination in real terms?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01400","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":107,"content":"<p>There is definitely a disparity in costs but I am not sure whether it counts as discrimination in funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":108,"content":"<p>If families end up having to pay additional costs to private nursing homes because they are not getting the required State support under the fair deal scheme, that is discrimination.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01600","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":109,"content":"<p>If I understand it, the report suggests the costs in the private sector are lower than those in the public sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":110,"content":"<p>The costs are lower.  This review was carried out in 2019 since when costs have increased substantially.  The private nursing homes are not able to carry the costs and, therefore, are imposing them on the patients.  There is a great deal of justified criticism to the effect that the homes are not entitled to do that.  On the other hand, the Department has sat on this report for a long time.  When is the review of the funding that should be provided under the fair deal scheme to give people in private nursing homes a level of care that compares favourably with public nursing homes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01800","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":111,"content":"<p>I agree with how the Deputy has set out the factual position but I am not sure what the policy inference from it is.  As I understand the scheme, we will support that level of cost whether it is public or private.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":112,"content":"<p>There has been no increase in the support levels for people in private nursing homes for the past number of years whereas the cost of providing that care has increased.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02000","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":113,"content":"<p>Is the Deputy suggesting the price is too low and we should pay more?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":114,"content":"<p>No.  I am saying private nursing homes are having difficulty meeting the cost of providing the level of care they are required to provide without imposing charges they are legally not entitled to apply.  The report has now been published after all the work was done nearly two years ago.  What action will the Department take to deal with this issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02200","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":115,"content":"<p>There have been many reports on this, including the National Treatment Purchase Fund, NTPF, pricing review, which examined these issues in detail, and I believe Mr. Tom Ferris was the primary author of this value for money review.  The latter shows a significant cost differential.  Most of it appears to be accounted for by staffing.  There are two issues in that regard, namely, the overall pay costs per grade and the different mix of staff.  Within the public system, there are more nurses and fewer healthcare assistants whereas the private system tends to employ more healthcare assistants relative to nurses.  The overall-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":116,"content":"<p>But the argument is private nursing homes cannot afford to employ more nurses because of the level of support provided under the fair deal scheme.  Could I move on to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02400","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":117,"content":"<p>May I just finish the point I am making?  It is not absolutely clear to us.  There is a cost differential, and wage costs owing to the number of people employed and the staffing mix are the main factor in that, but there is also an argument that the level of need acuity differs between public and private homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":118,"content":"<p>I do not accept that because-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02600","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":119,"content":"<p>Yes but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":120,"content":"<p>-----if someone is admitted to a private nursing home and is quite mobile at the time but, as the years pass, the level of care he or she requires increases, there is no increase in the support the private nursing home gets.<\/p><p>That is the reality.  Therefore, that is not a fair comparison.<\/p><p> I wish to move on to the issue-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#E02800","speaker":"1523","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":122,"content":"<p>The point I am making Deputy, and this is what we are trying to establish with the review, is whether there is evidence to suggest that the care needs of residents in various settings differ and, if they are the same, how are the costs different?  It is not a question necessarily of us saying we are not providing enough support for the private settings; we are asking why is there such a large differential.  Ultimately, the State is picking up the tab across all settings.  Generally, with regard to the fair deal scheme, the allocation is &euro;1.4 billion.  That is taxpayers' money.  Some 23,000 to 24,000 people benefit from the scheme.  There is an enormous challenge in terms of its sustainability and how that relates to home care supports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":123,"content":"<p>There was an underspend in respect of the scheme last year.  Some &euro;998 million was spent, as opposed to the budgetary allocation of &euro;1.1 billion.<\/p> <p>  I wish to move on to the issue of the cyberattack-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00300","speaker":"1523"},{"type":"speech","time":1639647000,"counter":124,"content":"<p>The Deputy has two minutes remaining.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00400","speaker":"1491"},{"type":"speech","time":1639647000,"counter":125,"content":"<p>-----and the failure to take action in time.  Does Mr. Watt believe that the Department was aware there were risks with respect to the system, that much more could have been done to prevent the cyberattack and that evasive action could have been taken at an earlier stage, particularly now that we have seen the PricewaterhouseCoopers, PwC, report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00500","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":126,"content":"<p>That is the attack on the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":127,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00700","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":128,"content":"<p>Yes.  The report set out very clearly that we need to invest in improving security.  There are a number of steps the CEO of the HSE is determined to implement.  Clearly, it is a significant body of work to protect the security of that system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":129,"content":"<p>The  warnings were there beforehand.  Does Mr. Watt believe action could have been taken at an earlier stage to prevent it occurring and that people had highlighted the fact that there were concerns?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F00900","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":130,"content":"<p>Clearly, the preparedness could have been better.  That is always the reaction when an adverse event that has such an impact hits.  The reports states that and the HSE has confirmed that its level of preparedness could have been stronger.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":131,"content":"<p>Were issues raised with the Department prior to the cyberattack and did it provide assistance to make sure the appropriate action could be taken?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01100","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":132,"content":"<p>Ultimately, it is the responsibility of the HSE in the context of its systems and how it manages them.  I am not aware-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":133,"content":"<p>The question I am asking is whether concerns were raised with the Department at any stage in the 12 months prior to the cyberattack.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01300","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":134,"content":"<p>Not that I am aware of, but I would need to check that.  I presume the IT security people in the HSE and across all public bodies meet.  There is a co-ordination group, so they are talking all the time about the risks and the level of preparedness.  I am sure there is a-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":135,"content":"<p>Did the Department get any advice during the previous two years regarding additional precautions that needed to be taken?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01500","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":136,"content":"<p>Not that I am aware of, but I can check that for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":137,"content":"<p>Mr. Watt might come back to us with an answer on that.  It is extremely important when Departments get advice that they follow through on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01700","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":138,"content":"<p>Nobody is suggesting that they received advice on which they did not follow through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":139,"content":"<p>Mr. Watt said he was not sure whether this issue was raised in the previous two years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F01900","speaker":"1523"},{"type":"speechnospeaker","time":1639647000,"counter":140,"content":"<p>I will check that, but it is ultimately a matter for the HSE and for the different security people across the systems.  I will come back to the Deputy on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":141,"content":"<p>I thank Mr. Watt for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02100","speaker":"1523"},{"type":"speech","time":1639647000,"counter":142,"content":"<p>On the nursing home scheme, in fairness to Deputy Burke and the other members of the committee, that report was commenced in 2018 and, as I understand it, was due to be published in March 2019.  I do not expect Mr. Watt to respond in respect of what happened back then because he has only been in his role in the Department since this time last year.  The committee completed a report on the fair deal scheme and its recommendations were accepted by the Department in full.  That was 11 months ago.  The point made by Deputy Burke is that this report was published by the Department at 9 o&rsquo;clock last night.  Can Mr. Watt understand the frustration felt by the Deputy and other members at the committee at being treated in that way?  We make recommendations that were accepted in full and 11 months later we still had not got the report but, hey presto, the night before the meeting, when everybody had left, the report came through.  I am saying this to Mr. Watt as Chairman of the committee.  To me, that seems like bad practice and to be a smart alec manner in which to treat this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02200","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":143,"content":"<p>I totally dispute that accusation.  I find that very disappointing.  Officials in the Department are working incredibly hard on this issue, and on the report produced by the Comptroller and Auditor General, the report produced by the NTPF and the report produced by Tom Ferris.  There is also the nursing home expert working group on Covid-19.  All those reports cover more or less the same ground.  We have implemented the vast majority of the recommendations in those reports.  I think I sent the Chairman a note this week setting out once again our response to the vast majority of those.  There is one issue about a report, which, I accept, we should have published earlier, but the committee should acknowledge the significant response to these reports that have been set out.  This issue is very important.  In response to Deputy Burke's earlier comments, the value for money report sets out, in more granular detail, what we broadly know already in terms of this differential.  We are committed to working further in terms of what that might mean with respect to the pricing of any supports.  The officials in the Department are working on this.  They are doing many things.  They have responded quite proactively to the recommendations of those various reports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":144,"content":"<p>Mr. Watt can understand that when that report arrived only the night and a matter of hours before the start of this meeting why members of the committee would be critical of that and concerned about it.  I am simply making that point.  Mr. Watt has set out the case as to why it was delayed and I thank him for doing that.  The next speaker is Deputy Carthy<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02400","speaker":"1491"},{"type":"speech","time":1639647000,"counter":145,"content":"<p>Good morning to our guests.  I want to return to the issue of the national children&rsquo;s hospital because it involves the most significant capital outlay currently being undertaken by the State.  Could Mr. Watt confirm when he expects construction of the hospital to be finished and by what day the nine-month activation period is expected to have elapsed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02500","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":146,"content":"<p>Good morning, Deputy.  I think 2024 is when we expect it to be completed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":147,"content":"<p>It is at any particular time in 2024?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02700","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":148,"content":"<p>No. I do not have a particular month for it, but that is the time, which is three years from now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":149,"content":"<p>The term Mr. Watt used previously when asked about the final costs was that there is no point in speculating.  Does he understand how even that phrase would lead to consternation among many considering that in 2016 we had an estimated cost from his Department of &euro;800 million, which increased to &euro;983 million in 2018 and to &euro;1.43 billion in 2019?  Since then the Department has been refusing to speculate, as Mr. Watt put it, and that has lead to fears the costs will be substantially more.  The figure of &euro;2 billion has been set out.  Does he recognise there is a failure on the part of the Department to be transparent, which means it is difficult for this committee to meet its obligations with regard to accountability when we do not have and are not being provided with that information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F02900","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":150,"content":"<p>We set out our assessment of the latest cost estimates of what we think the hospital will cost.  We said there is a risk in that respect and we set out what the risks are very clearly on several occasions.  Therefore, I do not accept that we are not being transparent.  The point I have made very clearly with regard to this report is that it contains commercially sensitive information that, were it to be in the public domain, would undermine our ability to deal with these disputes, which involve very significant sums of money.<\/p><p>That is the point I was making.  I was not making any other point.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#F03000","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1639647000,"counter":152,"content":"<p>What is the final estimated cost, as Mr. Watt sees it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00200","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":153,"content":"<p>The estimated cost that we put in the public domain is the figure I mentioned previously.  I have said there is a risk associated with that number.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":154,"content":"<p>What is that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00400","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":155,"content":"<p>I think &euro;1.43 billion is the hospital cost and then &euro;1.7 billion for the integration piece and other elements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":156,"content":"<p>Therefore, Mr. Watt is saying those final cost estimates as he has them have not changed since 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00600","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":157,"content":"<p>They are the cost estimates that we have put in the public domain at this stage and I have said that there is a risk to that estimate.  We have said that for about the past year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":158,"content":"<p>When was the &euro;1.7 billion all incorporated estimate made?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00800","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":159,"content":"<p>I think it was made early this year.  I do not recall the exact month.  I will establish that for the Deputy in a second.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":160,"content":"<p>Regarding the report that has been subject to much discussion, I think the phrase Mr. Watt used in his letter to us on 19 May, was that it was \"an analysis\" by the NPHDB.  Is that how he would describe this report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01000","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":161,"content":"<p>It was an analysis by the development board, the project board, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":162,"content":"<p>In the letter on 19 May, Mr. Watt stated that it had been submitted to his Department for \"independent analysis and scrutiny\".  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01200","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":163,"content":"<p>If that is what I wrote, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":164,"content":"<p>Who carried out that independent analysis and scrutiny of the analysis by the hospital board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01400","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":165,"content":"<p>The National Development Finance Agency, NDFA, was involved with us.  We and our colleagues in the Department looked at it and the NDFA was also involved in that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":166,"content":"<p>Therefore we have a report from the hospital board and then was there a separate report from the process that Mr. Watt just described or a track changes-type document?  What form did the review take?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01600","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":167,"content":"<p>It was a written note or assessment of the costings and the strategy set out in the memorandum from the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":168,"content":"<p>I understand Mr. Watt is saying he cannot provide the committee with that report.  Is he confident that there is nothing in those documents that would warrant him revising the &euro;1.7 billion figure that he has given us here today?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01800","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":169,"content":"<p>No, I have not said that.  I said that there are issues highlighted in the document around project delays, inflation and dispute resolution, which will lead to potential higher cost.  That is what we have said repeatedly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":170,"content":"<p>We know that some of those factors are absolutely realisable, particularly inflation because we are in an inflationary period.  Will the figure be higher?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02000","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":171,"content":"<p>We have said that previously, yes.  There is a risk to that number, absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":172,"content":"<p>But there is a reality that number will not be met.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02200","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":173,"content":"<p>That is a pretty fair assumption, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":174,"content":"<p>It is incredibly worrying that there is documentation that is not being furnished to the Committee on Public Accounts and that even at this late stage, we do not have even a guesstimate as to what the final cost of this will be.  On that basis, does Mr. Watt accept the premise of the contract through which the project is being delivered was fundamentally flawed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02400","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":175,"content":"<p>Do I accept that?  There is a serious debate to be had on this, which we have had before at this committee and the Joint Committee on Health.  The normal contract we go with is a fixed-price contract.  It was decided in 2015 or 2016 that that type of contract would not have led to any bidders for this project and that a two-stage process, where works were undertaken and as those works were being done, design would be finalised and we would go from a draft stage to more a more complete design and then tender for the project, would be followed.  Mistakes were made in the implementation of that, which we set out previously around how that was operationalised.  Do I think the decision to do a two-stage process was fundamentally flawed and wrong?  I do not think the decision-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":176,"content":"<p>I did not say the process; I referred to the contractual basis on which the hospital is based.  Does Mr. Watt accept that is flawed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02600","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":177,"content":"<p>The contractual basis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":178,"content":"<p>I mean the contract itself that has resulted in a project that is now due to be delivered in 2024, which is beyond the original timescale-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02800","speaker":"1451"},{"type":"speech","time":1639647000,"counter":179,"content":"<p>The Deputy has two minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G02900","speaker":"1491"},{"type":"speech","time":1639647000,"counter":180,"content":"<p>------and within two years of that, Mr. Watt is unable to provide any assurance of the final cost.  Does he agree that when dealing with a contract on that basis, that is a flawed position that we are all in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03000","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":181,"content":"<p>That is the same with all public sector contracts.  All public sector contracts have variable clauses.  There is no public building built of any scale where you can say the school will cost &euro;10 million or the road will cost &euro;200 million and you can say with certainty when you sign the contract that that is the absolute cost because nobody will sign a contract on that basis-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":182,"content":"<p>That is not what I am saying.  What I am saying is that we are now in a situation where we are in the middle of construction and Mr. Watt, as Secretary General of the Department responsible, cannot provide a guesstimate as to what the total cost will be.  We all recognise that there will be issues.  Chairman, how long do I have left?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03200","speaker":"1451"},{"type":"speech","time":1639647000,"counter":183,"content":"<p>One minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03300","speaker":"1491"},{"type":"speech","time":1639647000,"counter":184,"content":"<p>Very briefly ------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03400","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":185,"content":"<p>Just to answer that question, nobody can give the Deputy an answer, whether me or anyone else, given the nature of large-scale construction contracts are operated in Ireland and every other part of the world.  There are variability clauses related to inflation and then there is dispute resolution on the deliverable-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":186,"content":"<p>My point is not that I was looking for a definitive figure but for an estimate, which cannot be provided.  Mr. Watt knows that this committee-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03600","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":187,"content":"<p>But, just to clarify again for the Deputy, nobody can provide that estimate for him.  He is asking someone, whether it is me or anybody else, to give him a forecast about what the next two years will be in terms of construction inflation or the outcome of disputes around hundreds of different matters.  Nobody can provide him with that figure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":188,"content":"<p>I find that extraordinary coming from a former Secretary General of the Department of Public Expenditure and Reform.  He is saying that it would be impossible to develop a capital investment programme at all if we are to say that every contract is meaningless in terms of  -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03800","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":189,"content":"<p>That is not what I have said.  There is a reality around building large construction projects -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G03900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":190,"content":"<p>And we accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04000","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":191,"content":"<p>Will the Deputy will accept that I cannot answer the question and nor can anyone else?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":192,"content":"<p>The Deputy's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04200","speaker":"1491"},{"type":"speech","time":1639647000,"counter":193,"content":"<p>We are dealing with a project in which the original estimate cost was &euro;800 million and which now is above &euro;1.7 billion and Mr. Watt is saying that we cannot have an estimate of the final cost.  I consider that to be a flawed process and I do not believe there is any other capital project<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04300","speaker":"1451"},{"type":"speech","time":1639647000,"counter":194,"content":"<p>Thank you.  The Deputy has made his point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04400","speaker":"1491"},{"type":"speech","time":1639647000,"counter":195,"content":"<p>------ where, at this late stage, we could not have a guess as to its final cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04500","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":196,"content":"<p>The Deputy can have a guess, all right.  Of course he can have a guess.  But the Deputy is asking me to tell him what the final cost will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":197,"content":"<p>I call Deputy Cormac Devlin.  He has minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04700","speaker":"1491"},{"type":"speech","time":1639647000,"counter":198,"content":"<p>I have said on a number of occasions to tell me what the final estimated cost.  I think that is a fair question.  Unfortunately, we did not receive a fair answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04800","speaker":"1451"},{"type":"speech","time":1639647000,"counter":199,"content":"<p>Deputy Devlin has ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G04900","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":200,"content":"<p>I think that the Deputy received an answer, in fairness.  He may not like the answer but he received an answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G05000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":201,"content":"<p>I welcome our witnesses.  It is good to engage again following our previous engagement in July.<\/p> <p>  I will stay on the children's hospital and follow up on some of my questions in July.  It is clear that we will not get a copy of the report.  To an extent, I appreciate why not.  When the committee visited the site, it was clear there were all sorts of claims, some of which were legitimate in theory because the design of the project had changed.  I can appreciate that.  However, Mr. Watt must realise that we, as the Committee on Public Accounts, are very interested, as I am sure he and other Secretaries General, as to what the final cost will be.  As I have said previously, this is an essential project.  We are in, whether we like it or not.  We need a new state-of-the-art children's hospital.  However, the Committee on Public Accounts would like to know even a guesstimate of costs.<\/p><p>Regardless of what the report states, it would be helpful to give a ballpark figure to this committee, and ultimately to the public, to say how much the project may cost, subject to legal fees and other charges.  Will Mr. Watt give an indication of what percentage of the project is complete?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#G05100","speaker":"1481","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":203,"content":"<p>Just to say again, we share the concern.  I absolutely agree with the Deputy but there are different views on this.  That is just the reality of it.  Those views are legitimate on both sides.  We have a legitimate view here, which is not in any way about stifling the committee or not being supportive of transparency.  It is just a different view about advancing the State's interests.  Can the Deputy remind me of the question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":204,"content":"<p>What percentage of the project is complete?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00300","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":205,"content":"<p>It is between 50% and 60% at this stage.  I believe the value is a little bit higher than the actual physical, but it is a little bit over halfway at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":206,"content":"<p>So, assuming from that - let us call it &euro;1.7 billion so far - that if there is about 40% of the project yet to run, which includes fit-out costs and everything else, would Mr. Watt agree it could be in and around &euro;2.2 billion or would he even give a figure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00500","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":207,"content":"<p>I just do not think there is any benefit in me speculating at this stage on what it is going to cost.  I just do not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":208,"content":"<p>So Mr. Watt will not give even a guesstimate as to what he thinks the final cost may be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00700","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":209,"content":"<p>I do not have a basis on which to give an updated figure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":210,"content":"<p>Does the report give an estimate as to what the final cost would be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H00900","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":211,"content":"<p>The report gives ranges of costs of different issues that are in dispute and different factors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":212,"content":"<p>I can understand that but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01100","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":213,"content":"<p>It does not come up with a point estimate, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":214,"content":"<p>On the basis that it is 50% to 60% completed, with the vast bulk of the construction and the outer skin of the building complete, which the committee saw, and obviously progress has continued from July onwards, was there built into the contract or was any foresight given to rising inflation costs?  Were any materials or products pre-purchased at any point during this construction phase to try to bring down the cost, or are they being purchased at the point of need?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01300","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":215,"content":"<p>I do not know the answer to that question.  They may hedge forward some of the costs, I guess.  Large building contractors, if they are buying a lot of steel or whatever materials are involved here, may hedge forward, I guess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":216,"content":"<p>Mr. Watt is not sure and is not sure to the quantity either.  I can appreciate that the board would probably have more detail on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01500","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":217,"content":"<p>It would be the contractors that may have a process where they hedge forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":218,"content":"<p>I imagine they would.  How often is the Department's engagement with the national children's hospital board?  Is this monthly, weekly, or biweekly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01700","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":219,"content":"<p>Colleagues in the relevant section of the Department deal with the board, I guess, on a weekly basis at least.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":220,"content":"<p>I note from the documentation Mr. Watt supplied to the committee, which is helpful, that he gives an estimate of around 2024 as the completion date for this project.  Does this include the two satellite centres?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H01900","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":221,"content":"<p>Yes it does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":222,"content":"<p>I am aware that one is complete but will they both be completed by 2024 or even before 2024?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02100","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":223,"content":"<p>As the Deputy has mentioned, one of them is complete and was opened this year, which is a great centre in Tallaght.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":224,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02300","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":225,"content":"<p>My understanding is \"Yes\", but if that is not the case we will come back and confirm that for the Deputy.  I think that is the intention, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":226,"content":"<p>That would be helpful.  Analysis was done by the National Paediatric Hospital Development Board.  In an email to the committee, I note that Mr. Watt stated that the analysis was not in relation to the progress of the national paediatric hospital but it related to forecasting of critical paths and scenarios for the optimal completion of the project.  What exactly does Mr. Watt mean by that?  Is that in relation to the completion of the overall project or to the actual construction of the project, or both?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02500","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":227,"content":"<p>It is both.  Is about what options are available to ensure that we complete this as quickly as possible, and with the lowest cost to the taxpayer.  That was a sensible thing where we decided to step back and review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":228,"content":"<p>Is there anything that stands out to Mr. Watt from the analysis that he would like to share with the committee that he believes could be a big stumbling block to the completion, where it could be extended even beyond 2024?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02700","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":229,"content":"<p>The big challenge within the project is to ensure that sufficient resources are allocated to the project.  That is something on which the board and the contractor continually engage.  There are more than 1,000 people working on the site now and the members probably saw the activity when they were there.  It is to ensure the project is adequately resourced to deliver on the type of timeframe.  Second, it is to get to a better place in terms of the dispute resolution.  At the moment there is more positive engagement in terms of disputes.  We are trying to engage more positively, to expedite the claims and get through things faster.  These are the two things that stuck out, along with the obvious complexity of the project.  This project is four times bigger than the most recent hospital built in the State, which was Tallaght hospital.  This is an absolutely enormous site and when one actually gets involved and looks at the complexity of the project it is incredibly complex.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":230,"content":"<p>That is something I said to the hospital board and to Mr. Watt's Department in July.  I believe that the scale of the project needs to be another element of explaining the sheer scale of this plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H02900","speaker":"1481"},{"type":"speech","time":1639647000,"counter":231,"content":"<p>The Deputy has two minutes remaining.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03000","speaker":"1491"},{"type":"speech","time":1639647000,"counter":232,"content":"<p>I have other questions but I will not get the time on them, so I will turn to the legal costs for the Department.  With regard to the MDU refusal, there are departmental legal costs in excess of &euro;1.6 million, which is extraordinary.  Is that the Medical Defence Union?  That case has been rumbling on for quite some time.  What has been going on for longer, and is quite frightening from my perspective, are the legal costs for the Department in the thalidomide case.  Is that the case that has been going on since 2010?  I am conscious that there are only a handful of survivors left of this case.  These are the second ever largest legal costs for the Department, as were stated in the 2020 accounts.  Will Mr. Watt please clarify both of those items?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03100","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":233,"content":"<p>I will get to the situation regarding the thalidomide case in a moment.  The MDU is the Medical Defence Union.  As the Deputy will recall, as the market for indemnity collapsed, particularly for maternity services, the State stepped in and provided the clinical indemnity scheme, which in effect is managed by the State Claims Agency in order that cover is provided.  Cover was provided by the Medical Defence Union in advance of that scheme.  There are various legacy cases that still have to be addressed.  Because the income to the Medical Defence Union fell away as practitioners moved to the State claims scheme, the MDU did not have the future income to deal with the liabilities it had incurred or was accruing on foot of cases that predated the establishment of the State scheme.  When the State-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":234,"content":"<p>Does that then explain the elevated costs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03300","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":235,"content":"<p>Yeas, the State is working through those final liabilities and we must take legal advice because there are issues around settling of cases and they are quite dated.  They go back to 2010.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":236,"content":"<p>Can I just ask-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03500","speaker":"1481"},{"type":"speech","time":1639647000,"counter":237,"content":"<p>The Deputy is over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03600","speaker":"1491"},{"type":"speech","time":1639647000,"counter":238,"content":"<p>Will Mr. Watt clarify both figures for the MDU and the thalidomide case?  Could he outline why the thalidomide case is the second largest legal cost of the Department at this point, given the case has been running on for 11 years or more?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03700","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":239,"content":"<p>I will come back to the Deputy on that.  There are cases involved, and as the Deputy has said there are not many survivors.  I believe there are 29 survivors.  There are ongoing issues in relation to some cases.  Let us send the Deputy over a note on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":240,"content":"<p>Will Mr. Watt please clarify both figures that were in the 2020 accounts for MDU and the thalidomide case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#H03900","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":241,"content":"<p>Is the Deputy referring to the legal costs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":242,"content":"<p>Yes, the Department's legal costs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00200","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":243,"content":"<p>The legal costs would come in the form of overall costs for the legal team within the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":244,"content":"<p>I refer to the two headings, please.  I think they have been broken down but I do not have the details to hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00400","speaker":"1481"},{"type":"speechnospeaker","time":1639647000,"counter":245,"content":"<p>The Medical Defence Union, MDU, figure is the highest, at &euro;1.6 million, and the figure for thalidomide is &euro;117,000.  That makes more sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":246,"content":"<p>I thank Mr. Watt for attending.  Representatives from the HSE recently appeared before the committee to discuss the procurement of the personal protective equipment, PPE, that had to be sourced.  In the context of the relationship between the Department and the HSE, what role, if any, did the former have in supervising the procurement at that stage?  Obviously, it was a difficult time and so on.  I would like to hear from Mr. Watt about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00600","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":247,"content":"<p>I do not know.  I was on the other side, in the Department of Public Expenditure and Reform.  I recall, from my perspective over there, the engagement between Paul Reid and the Department of Health on the procurement.  Obviously, it was done very quickly in difficult circumstances.  We were trying to access PPE, which was in short supply, and we needed to get it quickly to protect people.  The procurement of that was a challenge.  From my perspective in the Department of Public Expenditure and Reform, we were trying to ensure we had proper sanctions and reporting and that, where possible, we were complying.  I cannot say exactly what role my predecessor, Jim Breslin, played <i>vis-&agrave;-vis<\/i>the HSE, but I imagine he and the finance team were involved with the HSE, because the sums were so enormous, to work through exactly how we would go about that.  The HSE was taking the lead, but the Department would have been supportive of what it was doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":248,"content":"<p>There is significant concern about the third vaccination dose, or booster, roll-out.  I am hearing from pharmacists there is some confusion with the HSE today in respect of having ordered stocks and who they can give it to.  From a departmental oversight perspective, how is the Department linking in with the efficiency with which that is being done, the supervision of any wastage and the overall costs?  Clearly, the priority is to get the vaccines to people as quickly as possible, but is this an ongoing management issue or matter for supervision?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00800","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":249,"content":"<p>Yes, pretty much.  It probably has occupied most of our time in the past week.  At the weekend, I and members of the management team in the Department spent most of our time on the booster campaign, looking at what implications there would be for the health system if people were to be moved out to the vaccination centres and how we could access staff from other parts of the public service.  Colleagues have been engaging with GPs and pharmacies on what more could be done, how we can galvanise more and how we can get supplies.  There are issues around the 15-minute waiver, which the Chief Medical Officer, CMO, acted on yesterday with the national immunisation advisory committee, NIAC.  There are a whole variety of issues the Department is dealing with.  A group meets every Monday at 2 o'clock, where Paul Reid, the Minister for Health, I and other colleagues are involved.  Given the concerns about the new variant, a key part of our response and our protection is to ensure we get as many boosters out there as possible within the next few weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":250,"content":"<p>In feedback, pharmacists have told me this morning that they were contacted yesterday by a new relationship manager in the HSE to do precisely that and to get vaccines out.  On foot of that, they were advised they would be able to vaccinate people over the age of 18, so they ordered many more vaccination doses.  I am thinking of one pharmacy in Blackrock that ordered an additional 800, obviously at a cost, and was then told later in the afternoon that the vaccinations were restricted to the over-50s.  I am sure this is just a management issue that can be ironed out, but all these things add up in terms of both urgency and cost.  That is just feedback I thought I might highlight with Mr. Watt while I have the opportunity.<\/p> <p>  A couple of weeks ago, representatives of the National Treasury Management Agency, NTMA, appeared before the committee, along with representatives of the State Claims Agency.  One issue on which we are following up as a committee, and I think the Comptroller and Auditor General is too, relates to the clinical indemnity scheme, which Mr. Watt mentioned earlier.  What is the relationship between the Department of Health and the State Claims Agency in respect of payments by the latter?  Much of this is rooted in health, incident management supervision and so on.  Will Mr. Watt talk us through that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01000","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":251,"content":"<p>The biggest element of the State Claims Agency relates to medical negligence and a smaller subset accounts for the most significant costs.  When there is a case, the State Claims Agency manages the day-to-day case, decides the strategy and recommends a course of action.  When it comes to feedback on what we can do to reduce the incidence of cases of negligence and harm, it is about patient safety, incident management and different ways we respond.  A patient safety office has been established and we have new protocols in respect of incidents and a new approach for how we engage with people who have suffered from an incident.  The Department's role is to get feedback from the State Claims Agency in terms of its understanding of what is going on, and then to look at the policy response and whether we can do things differently to reduce the number of claims and to manage the claims process in a more efficient way.  The number of claims is unsustainable for the State.  The amount of money we are paying out is incredible and it must have gone up by more than 100% over the past ten years.  It is incredible, so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":252,"content":"<p>I think people would very much like if there were fewer injuries and incidents-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01200","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":253,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":254,"content":"<p>-----rather than managing the efficiency of the claims process, which is of course important from the perspective of the State.  My question relates to what the Department is doing to target those areas where there are repeated injuries that are very injurious to the person for his or her life but also very expensive for the State.  Does the Department have ongoing conversations with hospitals or with various groups?  That is what I am interested in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01400","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":255,"content":"<p>Yes, we have, which is why we have established the patient safety office.  It looks at clinical practice, clinical improvements and protocols that can be put in place.  It is an area where we need to get better, to reduce the number of events that cause harm to people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":256,"content":"<p>Does that patient safety office watch trends in hospitals or trends with doctors or procedures?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01600","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":257,"content":"<p>Yes, it is doing all those things.  It is looking at clinical practice and clinical adventure, working with our colleagues in the HSE to see what issues are giving rise to these incidents, which are leading to harm to people.  While I am not an expert in this area, I understand it comes down to clinical governance and management, protocols and practices and so on at an intervention and acute level.  That is where a lot of work has been gone in and there will be a lot of further work.  The absolute focus needs to be we do everything we can to reduce the number of those events.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":258,"content":"<p>When a claim is made to the State Claims Agency, what is the process in respect of notifying the Department?  Is the Department always notified or are there cases where the State Claims Agency deals with a matter without any notification to the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01800","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":259,"content":"<p>We are notified of the claims and are given trends of claims.  We see broad information on the numbers of claims, the types of claims and so on, but we are not involved in the day-to-day management of it.  That is a matter for the State Claims Agency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":260,"content":"<p>I am not sure whether my colleagues have yet had an opportunity to touch on Sl&aacute;intecare.  What stage of implementation are we at?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02000","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":261,"content":"<p>Progress has been made on a number of different aspects, including enhancing the capacity of the public system.  There has been a significant increase in the number of staff both this year and last year.  The two years with the highest increases in staff in the public health system were this year and last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":262,"content":"<p>What was that increase?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02200","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":263,"content":"<p>It was about 5,500 for this year and over 6,000 last year, and there will be a further increase next year.  They are the largest ever increases in the health system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":264,"content":"<p>The figure over the past two years is close to 12,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02400","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":265,"content":"<p>Yes.  There has been an increase of 800 in the number of acute beds, so there has been a significant increase in acute capacity.  That is the largest increase in acute capacity-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":266,"content":"<p>Is that figure dispersed across the country?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02600","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":267,"content":"<p>Yes.  There has been a significant improvement of the community health networks.  We are due to establish 96 of them and we are up to 35 or 40.  Forty primary care centres have been built since 2018, with significant recruitment into the community side.  I guess in terms of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":268,"content":"<p>Are those 40 primary care centres new?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02800","speaker":"1480"},{"type":"speechnospeaker","time":1639647000,"counter":269,"content":"<p>Yes, I think almost 40 have been built since 2018.  It is a very significant improvement in the capacity of the system to treat people closer to home within the community.<\/p><p>There has been an increase in home help hours.  We touched upon this earlier.  The home help supports budget has increased by &euro;150 million compared with last year, a very significant increase.  I refer to all the various elements, including increasing capacity and improving care for people near the community.  We touched earlier on the regional health areas, which we are working on, and other aspects.  There is significant progress.  Yesterday we had a meeting of the new Sl&aacute;intecare implementation board, the new structure we have set up.  We looked at plans for waiting lists, regional health authorities, enhanced community care and the Sl&aacute;intecare integration fund.  We looked at the largest projects at our meeting yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#J02900","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1639647000,"counter":271,"content":"<p>We have gone over time.  We will break for ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#K00200","speaker":"1491"},{"type":"unspoken","time":1639647000,"counter":272,"content":"<p>Sitting suspended at 11.01 a.m. and resumed at 11.12 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1639647000,"counter":273,"content":"<p>I thank everybody for their attendance.  In previous comments Mr. Watt has spoken of commercially sensitive information, but at what point does he think the public should be made aware of the cost for the national children's hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00200","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":274,"content":"<p>When we have more certainty and we have advanced further, I think we could provide an update-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":275,"content":"<p>Does Mr. Watt have any idea when that might be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00400","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":276,"content":"<p>No, I do not at this stage have a sense of when that will be.  It is to be hoped that when we get to another milestone, the contractor might be able to provide a better update and a firmer estimate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":277,"content":"<p>What would Mr. Watt consider a milestone?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00600","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":278,"content":"<p>The topping out of the building took place this year.  That is a very significant event.  I think it will be a question of when we get further advanced with the completion of the building, maybe up to 75% completion, or when we are at the stage at which some of the issues that were in dispute can get to finality as things progress.  I do not have a specific milestone or date in mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":279,"content":"<p>In Mr. Watt's considered opinion, does he believe this project, to this point, represents value for money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00800","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":280,"content":"<p>Clearly, the project will cost more than was planned.  The building, all the integration of paediatric care services and all the other elements that comprise part of that will provide enormous benefits to children in Ireland for generations to come.  Those benefits will be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":281,"content":"<p>The same goes for other hospitals.  Does Mr. Watt consider the national children's hospital represents value for money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01000","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":282,"content":"<p>That depends on your assessment of the benefits compared with the cost.  The other way of putting the question is whether we could have built a comparable hospital that would provide the same footprint, benefits and so on but at a lower cost.  Of course, that is a counterfactual that people can debate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":283,"content":"<p>We cannot debate it because, unfortunately, Mr. Watt is the only one with the information and, for the third time in less than six months, today he has categorically said he will not provide the information to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01200","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":284,"content":"<p>I do not have any information on what the counterfactual cost of building a different hospital in a different location or to a different specification would be so I-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":285,"content":"<p>No, but Mr. Watt has possession of the report and the review, which he has not shared with the committee, so we are at a disadvantage.  I noticed earlier he said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01400","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":286,"content":"<p>Provision of that report will not help to answer the question the Deputy posed as to whether this could have been done differently or whether we should have built the hospital in a different location or to a different specification.  That is a different question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":287,"content":"<p>The question I posed was whether, in Mr. Watt's considered opinion, this project represents value for money.  I do not know that we have anything on which to benchmark that in that we have no knowledge in this regard.  We have an estimate that Mr. Watt says will not be the final estimate.  He cannot give us the final estimate.  I will not get into all that because he has already said that is where it stands.<\/p> <p>  The commercial sensitivity worries me.  I will have to be straight up.  It seems to be a bit of a smokescreen.  The Minister, Deputy McGrath, said that the vast majority of contractors' claims had been deemed overinflated.  If we are to defend this robustly, as the Minister says, how many of these overinflated claims are currently before the High Court?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01600","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":288,"content":"<p>I do not know how many are before the High Court.  A number of claims have been made that are challenged, and I think the Minister set out that there are a lot of low-level claims that amount to a low cost.  I think &euro;4 million in claims has been decided-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":289,"content":"<p>Are there any before the High Court?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01800","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":290,"content":"<p>Yes, there are issues that have gone that far.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":291,"content":"<p>They are not commercially sensitive if they are in the public realm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02000","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":292,"content":"<p>Specific cases that are in the course of public-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":293,"content":"<p>Will Mr. Watt furnish to the committee the current cases and disputes that are before the courts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02200","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":294,"content":"<p>They are public knowledge so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":295,"content":"<p>I understand that, but I am still asking Mr. Watt to furnish them to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02400","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":296,"content":"<p>Yes, we will establish that.  There were cases before the courts.  Whether there are any court cases still ongoing, I am not sure.  I am not sure exactly where the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":297,"content":"<p>I refer to commercial sensitivity.  Mr. Watt knows we are under time pressure.  I might as well tell him I have been in business for more than 30 years.  When it comes to the commercial sensitivity of business contracts, it is between two entities involving their own moneys and business and economic strategy, so it is commercially sensitive.  When it comes to the public purse, however, where is the commercial sensitivity that is protecting the public Mr. Watt speaks of?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02600","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":298,"content":"<p>If the Deputy goes into a negotiation on any matter and has some sense of what she is willing to settle on and what she thinks is a reasonable prospective settlement, it is fair to say that if the other party has some idea of what that is, that might impact on her strategy, the other party's strategy and the final outcome.  When the Deputy negotiated contracts as a business person, did she tell the other party before the negotiations what her bottom line was?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":299,"content":"<p>The reality is there is a bottom line when there are two businesses in competition.  I understand the commercial sensitivity aspect of that.  I do not understand it when it comes to spending taxpayers' money in the manner in which Mr. Watt expresses it because I think-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02800","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":300,"content":"<p>Does the Irish taxpayer not expect us to act in a commercially savvy way?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L02900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":301,"content":"<p>I appreciate that they do.  What I am saying is that I do not believe Mr. Watt is doing so by keeping the information to himself and not sharing it with the committee.  As a matter of fact-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03000","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":302,"content":"<p>Does the Deputy think that if we were to publish the information now-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":303,"content":"<p>Mr. Watt would not be publishing it; he would be sharing it confidentially with the committee.  He has refused to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03200","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":304,"content":"<p>What would happen if that information were not kept confidential?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":305,"content":"<p>I resent Mr. Watt's aspersion that I, as a member of the committee, might reveal a confidential report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03400","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":306,"content":"<p>Oh, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":307,"content":"<p>Mr. Watt has some neck to come in here-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03600","speaker":"1622"},{"type":"speech","time":1639647000,"counter":308,"content":"<p>Excuse me, Deputy Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03700","speaker":"1491"},{"type":"speech","time":1639647000,"counter":309,"content":"<p>-----and make that allegation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03800","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":310,"content":"<p>I did not say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#L03900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":311,"content":"<p>Deputy Murphy, I ask you to refrain from making comments like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00100","speaker":"1491"},{"type":"speech","time":1639647000,"counter":312,"content":"<p>Sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00200","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":313,"content":"<p>The Deputy has asked me to publish the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":314,"content":"<p>I asked the Secretary General a question.  He has refused to send the report to this committee-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00400","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":315,"content":"<p>To publish it, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":316,"content":"<p>-----on the basis that we are not capable, as elected representatives, of keeping it confidential.  Is that not what he is saying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00600","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":317,"content":"<p>No.  I have said on the basis that the assumption is that this report will be published.  That is what I have been told.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":318,"content":"<p>Who made the assumption?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00800","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":319,"content":"<p>Everything that is sent to D&aacute;il committees is published.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":320,"content":"<p>The Deputy has two minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01000","speaker":"1491"},{"type":"speech","time":1639647000,"counter":321,"content":"<p>So if we give an undertaking that we will keep it confidential and within the committee, is the Secretary General saying he would furnish us with the report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01100","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":322,"content":"<p>I think I said earlier that if I was instructed to send the report------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":323,"content":"<p>It is a binary question; \"Yes\" or \"No\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01300","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":324,"content":"<p>If I was instructed to do it, I would have to do it.  That is my view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":325,"content":"<p>Who would instruct Mr. Watts to do so?  Who do we need to ask?  Which Minister do we need to ask?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01500","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":326,"content":"<p>As I said earlier, if people ultimately believe that the State's interests are served by publishing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":327,"content":"<p>I am asking the question about the report here.  The Secretary General has refused to furnish us with the report.  Now, he is saying that he is instructed to furnish us with the report, he will do so.  He wants us, as a committee, to ask the Minister to instruct him to furnish us with the report.  Is that it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01700","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":328,"content":"<p>I would have to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":329,"content":"<p>Is that a \"Yes\" or a \"No\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M01900","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":330,"content":"<p>I have set out my position.  I do not know what more the Deputy wants me to say.  I do not think it is in the State's interests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":331,"content":"<p>I did not ask the Secretary General that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02100","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":332,"content":"<p>That is my professional view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":333,"content":"<p>We can decide if it is in the State's interest.  If, as a committee, we give a commitment to keep the report, if furnished, confidential, does Mr. Watt have a difficulty in supplying the report?  He has cast an aspersion that it would be published.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02300","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":334,"content":"<p>I have not cast any aspersion on anybody.  I said------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":335,"content":"<p>Mr. Watt asked who would take accountability if it was leaked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02500","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":336,"content":"<p>I asked who would take accountability for the fact that we had published information that could undermine our ability to get the best value for the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":337,"content":"<p>Well, I am going to ask the Chair and the Comptroller and Auditor General, before my time is up,-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02700","speaker":"1622"},{"type":"speech","time":1639647000,"counter":338,"content":"<p>Your time is almost up, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02800","speaker":"1491"},{"type":"speech","time":1639647000,"counter":339,"content":"<p>-----if it is possible for us, as a committee, to receive this report on a confidential basis for our information, and not to publish it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M02900","speaker":"1622"},{"type":"speech","time":1639647000,"counter":340,"content":"<p>The committee as a whole can take a view on that issue.  We can discuss that in the afternoon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03000","speaker":"1491"},{"type":"speech","time":1639647000,"counter":341,"content":"<p>Is it fair to say that the Secretary General does not have the final determination on whether we should receive the report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03100","speaker":"1622"},{"type":"speech","time":1639647000,"counter":342,"content":"<p>I certainly would like to see it, but the committee needs to take a view on the issue.  I will put that to the committee in the afternoon.  The Deputy's time is up.  I call Deputy Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03200","speaker":"1491"},{"type":"speech","time":1639647000,"counter":343,"content":"<p>It is very clear that we are going to have to ask representatives of the Department of Health to come back because most of our deliberations today are around the issue of the national children's hospital, as opposed to some of the other issues in the Department of Health that require scrutiny, of which there are many.  I, too, want to start with the issue of the national children's hospital.  I was present at the meeting of the committee in January 2017, when members of the NPHDB were in.  The figures were discussed.  The projected cost had gone from &euro;983 million to &euro;1.433 billion for the building of the project, and to &euro;1.7 billion when the fit-out was taken into account.  On that day, we got a one-page breakdown of how the costs changed between 2017 and 2018.  As I recall, we looked for it and it was dragged out of the people who were there.  Reading from the report that was given to us that day by members of the board, there are two sentences that I want to reference, in particular:<\/p> <blockquote> \tThe February 2017 figure was &euro;983 million, which was the approved business case. The project was tendered on a two stage basis. The bill of quantities for the first stage was based on a partially developed design. The second stage included involvement of contractors with designers in finalising the design and confirming the actual quantity of materials. This included a targeted schedule of &euro;66 million value for money savings ... The November 2018 figure of &euro;1.433 billion is the cost to completion in 2022 based on a completed and fully developed design. All risks on quantities, programme, omissions, co-ordination and ground conditions are now transferred to contractors.  <\/blockquote> <p>We now know that the hospital will not be delivered for a further two years.  There are building costs for a further two years.  Are those costs on top of what was included in that &euro;1.433 billion?  Building inflation was very low going into 2018.  We are now in a very serious position in respect of building inflation.  That will add to the costs of this hospital.  More than &euro;4.5 million in inflation is built into the contract.  Were any penalty clauses built into the contract?  Contracts have two sides to them.  The obligation on the part of the contractor was to build the hospital by 2022, which it did not do.  Part of that was because there was not a sufficient number of builders on-site or oversight.  Does the Secretary General accept that the figure of &euro;1.433 billion is the cost to completion in 2022?  If it is not being delivered until 2024, does he also accept that it is going to cost more by virtue of the fact that it is going to take two years longer?  Is there the prospect of a counterclaim with the contractor who had an obligation to deliver the hospital by 2022 being looked at?  It is what the contractor signed up for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03300","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":344,"content":"<p>There can be a counterclaim if there is a breach of contract.  I am not involved in the day-to-day details of the contract, so members of the NPHDB are probably best placed to answer those questions.  For there to be a counterclaim, one must demonstrate that there has been a breach of contract, and that the delay is due to contractual failure as opposed to external factors.  I presume the contractor will argue that external factors have impacted upon its ability to deliver the contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":345,"content":"<p>We know that during lockdown last year, there were months when construction on the hospital was not recommenced.  No work was done.  We know that there was an inadequate number of staff on the site and that caused delays initially.  Is that part of the obligation on the contractor?  The more we go into this, the more building inflation is going to be an issue.  It is part of the reason the Committee of Public Accounts and the Joint Oireachtas on Health want to keep a close watch on this to keep costs down - not to put it out into the public arena to drive costs up.  That is where we are coming from.  I do not feel that is accepted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03500","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":346,"content":"<p>Everybody involved in the contract on the State side is doing everything they can to keep the cost down and deliver the hospital quickly.  That is what they are doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":347,"content":"<p>I believe there is a real possibility of a counterclaim here for non-delivery within the timeframe.  A slippage of two years is really serious.  The previous Secretary General at the Department of Health made a commitment to provide this document to the committee when it was due.  I think it was due at the end of last year.  Mr. Watts subsequently joined the Department and suddenly, the attitude changed to providing a copy of the document to the Committee of Public Accounts and the Joint Oireachtas Committee on Health.  Was the change of Secretary General material to that change in attitude?  Who is advising Mr. Watt on what should happen in this matter, or is he the final arbiter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03700","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":348,"content":"<p>I do not know what the previous Secretary General's intention was and I do not even know-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":349,"content":"<p>He told this committee and the Joint Committee on Health that we could expect it.<\/p><p>In fact, we delayed our committee meeting until January because we were waiting for this document.  We had received a commitment that we were going to get it.  Was Mr. Watt material in making a change there?  Who is he talking to about who will make the final decision whether to give the committee this document?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#M03900","speaker":"1489","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":351,"content":"<p>My colleagues in the Department and on the board who are responsible for delivery advise me on this.  We will have a discussion about it and ultimately-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":352,"content":"<p>Can we have-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00300","speaker":"1489"},{"type":"speech","time":1639647000,"counter":353,"content":"<p>The Deputy has two minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00400","speaker":"1491"},{"type":"speech","time":1639647000,"counter":354,"content":"<p>Can we have the names of the people who are involved in that decision?  Could Mr. Watt provide that to us?  If he cannot provide it now, will he provide that to us later on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00500","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":355,"content":"<p>Sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":356,"content":"<p>There were problems with this from the outset.  Mr. Watt has accepted today that mistakes were made in the implementation.  He might tell us what those mistakes were.  How does he see it?  He can hardly expect us to feel confident in the people who made the mistakes in how this contract was progressed.  It is part of the reason we want to see it and adjudicate on it for ourselves.  What were the mistakes that Mr. Watt said were made?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00700","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":357,"content":"<p>I think I set them out earlier on.  I had done that before in my previous role.  There are issues with the final design.  A decision was taken to move on this when it was understood that there was a final design.  In actual fact, the design was not final.  We know now that many of the specifications were not correct.  That has led to significant cost escalations.  Mistakes were made.  While the two-stage process was the right approach to adopt, errors were made in how it was implemented, particularly in relation to in making the decision, which was understood to be on the basis of a final design.  It was the case that the design was not complete at that stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":358,"content":"<p>Does Mr. Watt accept that those costs were for 2022 and the project will go on to 2024?  There will be inflation in the costs of building.  Who carries these costs?  That is the issue.  The original cost of building the hospital was for 2022 prices.  If that goes to 2024, who will carry the extra cost?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N00900","speaker":"1489"},{"type":"speech","time":1639647000,"counter":359,"content":"<p>The Deputy&rsquo;s time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01000","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":360,"content":"<p>If the project goes on, as I said in response to earlier questions, the extension of the contract will lead to higher costs.  Inflation, which is above the reference rate agreed with the contractor, will lead to higher costs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":361,"content":"<p>Is it in the interest of the contractor to delay the delivery of the hospital if the State will carry the cost for the extension of the time it will take to deliver it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01200","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":362,"content":"<p>The State does not carry all of the costs.  It is in the interests of the contractor that they finish this contract as quickly as possible, I would have thought at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":363,"content":"<p>Well obviously not, because they did not have enough people on site and they did not go back for months after the lockdown.  There is no real evidence that that is the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01400","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":364,"content":"<p>I am not in a position to comment on the commercial decisions that they are making.  However, it would not seem, given the nature of the contract, that it is in their interests to delay this-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":365,"content":"<p>Time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01600","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":366,"content":"<p>-----because the additional costs relate to the costs of higher materials inflation and other aspects.  These are higher costs that they have to bear, which we will then fund.  There is a cost in terms of the delay for us in keeping the project office.  I do not think so.  I do not know the commercial issues they face, but I do not think their incentive is to keep this going longer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":367,"content":"<p>Thank you.  I call on Deputy James O&rsquo;Connor, who has ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01800","speaker":"1491"},{"type":"speech","time":1639647000,"counter":368,"content":"<p>I confirm that I am within the Leinster House complex.  It is important to have the Secretary General in the committee.  As part of my contribution I want to acknowledge the enormous work that has been done by many of our healthcare professionals around the country that are under the remit of the work of the Department.  That needs to be acknowledged.<\/p> <p>  A number of important issues across many different areas have been brought up with Mr. Watt today, but I want to focus on one particular area.  The Department has one of the biggest budgetary allocations of any Department in the State.  One concern that I have, and it is important that we look at it in the year ahead, is around staffing within the organisation, particularly in the context of front-line medical professionals.  In terms of attracting staff and getting value for public money, which is important, is Mr. Watt satisfied with the current salaries within the HSE system for doctors, nurses and consultants in general?  Does he think it needs a degree of analysis of where we currently stand in that particular area, in order to prevent the exodus of skilled working professionals who are going to places like Canada and Australia?  This is common for many people in my age group.  I want to ask Mr. Watt this from the outset.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N01900","speaker":"1516"},{"type":"speechnospeaker","time":1639647000,"counter":369,"content":"<p>There are now 131,000 full-time equivalents in the health system.  That figure is up about 10,000 since the beginning of 2020.  There is significant recruitment taking place and net increases in staff.  Within that, there are people who have left for a variety of reasons.  Those may be for the reasons that the Deputy mentioned - they may be leaving to work in other places for better opportunities, better employment or better salaries.  Overall, however, the system is able to recruit more staff and to provide better services.<\/p> <p>  Consistently, of course, there are gaps.  We would have liked to have done more recruitment this year than we were able to do.  There are gaps in many different areas.  I am sure the Deputy is familiar with the areas where there are gaps and staff shortages.  The question of salary can be an issue, depending on the area and on the sector.  There are other issues involved around working conditions, the physical environment, the hours people are expected to work and so on.  There is a variety of different issues.<\/p> <p>  Pay is constantly kept under review.  It is under ongoing review as part of the overall pay agreement.  The HSE, as a big employer, is always looking at trends in the workforce, the number of applicants for jobs and the ability to attract people.  It is an ongoing concern.  Certainly, into the future, as we try to recruit more people, we need to train our own people and provide them with more opportunities.  We are providing more opportunities for people to go into medicine, nursing and all the different areas.  The number of available college places has increased again for this September.  There are plans to increase it further.  There is a wide range of issues.  Salary can be an issue and we keep a close eye on it as part of an ongoing review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":370,"content":"<p>We need to explore this further.  There needs to be proper analysis done on why young graduates often feel that they need to leave the country.  We are seeing in places like Canada and Australia that opportunities are being presented to young graduates who have studied here.  The State has gone through the enormous cost of supporting their education and higher education.  There is no disputing that.  However, I feel we need to look at this.<\/p> <p>  Like many public representatives and indeed the public, I question the overall strength of the public healthcare system in this country, considering the level of investment and the billions upon billions of capital going into this area.  I would like to see the Department undertake a body of work that involves a deep-rooted analysis of why this happening.  It should get into the universities and talk to people who are nearing the completion of their higher education before they start work in our hospitals and the healthcare system.  I feel there is a necessity to do that.<\/p> <p>  We have seen throughout the pandemic that so much strain has been put on the health system in general.  ICU capacity has been increased from 200 to 300 beds.  We want that figure to increase further to give us scope to prevent us going back into lockdown situations and scenarios with new challenges that may arise as a result of the pandemic.  An enormous level of urgency is needed in this area.  Could the Department look at this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N02100","speaker":"1516"},{"type":"speechnospeaker","time":1639647000,"counter":371,"content":"<p>I agree with the Deputy.  There are areas in the health system which are challenged, and there are challenging roles.<\/p><p>He mentioned ICUs where the Government has increased the number of beds and has plans to increase them further next year, which is really critical and important.  Our big challenge is to get trained ICU staff, particularly nursing staff, of which I understand there is a short supply around the world.  There are many different elements here.  It is about salary, training and working conditions.  There is also an element that people will want to go and live in Canada, Australia and other places for a period.  That is part of what many people want to do when they graduate.  That is the reality of it.<\/p><p> The key thing for us, however, is to ensure that we are attractive so that people come back.  The majority of people who go away for a few years come back and then find employment in the health system.  There is an ongoing challenge to make the jobs attractive, however.  Pay is one aspect of it but it is really about the opportunity to learn and the physical environment in which people work in terms of the general atmosphere.  If people are working in an environment where they are under strain all the time, which has been the situation for large parts of the health system for the past two years, that is a very difficult environment to have to face every day.  We all hear the stories of the enormous effort people have put in and will have to put in even more in the next few months to deal with the challenges that will probably be coming down the tracks.  In terms of what we can do as a Department, I will certainly take that back and reflect upon it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#N02200","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1639647000,"counter":373,"content":"<p>I am sorry; I must interrupt for reasons of time.  I am against the clock.<\/p> <p>  Is Mr. Watt in any position to inform us about the healthcare sector in Ireland, particularly the area of nursing?  This has been repeatedly brought up to me by many people who are nursing.  One would not expect that perhaps two thirds of the way into their careers, many of them are actively considering quitting.  Does Mr. Watt feel this is an area into which the Department needs to put an effort around reviewing working hours?  He acknowledged conditions and there is obviously a cost to the State.  We are losing these highly-skilled workers who have a role to play.  Many of them came back into play to give their country that service when it came to the pandemic, which was greatly appreciated.  The point has to be made, however.  Will that issue be analysed by the Department in the short- to medium-term future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00200","speaker":"1516"},{"type":"speechnospeaker","time":1639647000,"counter":374,"content":"<p>I am not going to give the Deputy a definitive commitment because I am not sure of our work programme at the moment.  We have a lot on.  I am aware that the chief nursing officer has ongoing engagement with the Irish Medical Organisation, IMO, and representative bodies, and works with the different elements about this whole question of working hours and conditions and so on.<\/p> <p>  It has been a real challenge for people over the past two years in particular.  I hear what the Deputy is saying and I do not disagree with him.  I will take it back and see if there is any further work.  There might have been work we have done that I am not familiar with that looks at it in more detail.  We can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":375,"content":"<p>Mr. Watt should be in a position to give me a commitment on that the next time he appears before us.  I ask him to go away and look at that particular issue.<\/p> <p>  One other point of concern is that we have all seen what has happened with the children's hospital.  It has been extraordinarily disappointing and frustrating.  It has definitely been a turning point for many regarding overruns on State projects and putting in the necessary safeguards.<\/p> <p>  In my region, outside of my constituency but well within the catchment area of services that are being provided, we are looking at the potential for a new elective hospital to be built in County Cork.  What safeguards is Mr. Watt putting in place now when it comes to the construction of a new hospital build so that we do not have a repeat in Cork of what happened in Dublin with the national children's hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00400","speaker":"1516"},{"type":"speechnospeaker","time":1639647000,"counter":376,"content":"<p>There are plans with regard to three elective hospitals in counties Cork, Dublin and Galway that will have the capacity to do between 900,000 and 1 million procedures in a given year, which will take enormous pressure of the existing acute system and provide much better care.<\/p> <p>  The Minister, Deputy Michael McGrath, and the Department of Public Expenditure and Reform have put in place new procedures now for capital projects with reviews of different gates and different stages in the approval processes as they are going through.  The new elective hospitals will be part of that and so on.  Obviously, the big issue is about the actual procurement model and the two-stage approach that was used for the children's hospital.  I do not think that will be used for the electives.  It will be different.  In many ways, the elective hospitals are not as complex.  They have a significant footprint, particularly the one proposed for Dublin, but I do not believe they are as complex as the children's hospital.  There is a new approach to try to avoid the unsatisfactory situation that developed with the children's hospital and the costs associated with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":377,"content":"<p>I know Mr. Watt has much experience in public expenditure in the area of procurement.  I am interested in getting a bit of insight from him on it.  It is all well and good to talk about the initial contract being awarded.  What safeguards will be placed in the contracts to analyse and go through them in detail whereby, for example, one year into a multi-year build, which many of these types of projects are, it can be said that serious issues are very clearly arising and come up with some type of resolution process with the contractor or contractors that will be appointed for those building projects?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00600","speaker":"1516"},{"type":"speech","time":1639647000,"counter":378,"content":"<p>The Deputy might be brief; we have gone over time.  Mr. Watt can come back in briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00700","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":379,"content":"<p>There are resolution mechanisms within the contacts.  The public works contract is an incredibly complex contract.  It has hundreds of conditions, contract milestones that have to be met and there are particular mechanisms for how disputes will be resolved.  It is inevitable that disputes will arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":380,"content":"<p>Deputy Dillon has ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O00900","speaker":"1491"},{"type":"speech","time":1639647000,"counter":381,"content":"<p>I welcome Mr. Watt and his team and acknowledge their work in what has been a challenging year to date.  It is very much appreciated.<\/p> <p>  I will start with Sl&aacute;intecare.  When does the Department envisage that it will be fully implemented?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01000","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":382,"content":"<p>I do not know.  There are many aspects to Sl&aacute;intecare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":383,"content":"<p>I know about the whole timeline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01200","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":384,"content":"<p>I do not know.  We have made significant progress and we hope to make greater progress over the next two or three years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":385,"content":"<p>I am sure that when the Department has a project, it has a charter or some sort of end goal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01400","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":386,"content":"<p>There is an implementation plan for the measures that are in place for Sl&aacute;intecare in terms of enhancing capacity, improving community care, digital projects, universal healthcare and being free at the point of use.  There are so many different aspects to it that we are always going to be delivering Sl&aacute;intecare.  It might be called something else but we have made progress on much of it.  It is not like a project where we say we are going to build a road and then it is finished.  There are many different aspects to it.<\/p> <p>  The key thing is that significant progress is being made.  There are plans particularly for next year because of the funding that is available.  The Ministers for Health and Public Expenditure and Reform announced very significant funding in the budget for the health system.  That will mean an increase in core spending of more than &euro;1 billion.  That will enable us to recruit more staff, enhance community care, increase the number of beds, advance the digital projects we are doing and all the different aspects of that, improve universal care by extending free GP care to six and seven-year-olds and take other steps.  It is an ongoing process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":387,"content":"<p>Can Mr. Watt give us the figures for the overall expenditure on its implementation to date by both the Department and the HSE?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01600","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":388,"content":"<p>The overall expenditure on Sl&aacute;intecare?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":389,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01800","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":390,"content":"<p>I do not think one can separate out spending to improve capacity within the system and the number of people employed in community settings or improvements in GP settings.  I do not think one can separate improvements to the overall health budget and say they are Sl&aacute;intecare because in effect, I see now the overall reforms and enhancements.  Over the past number of years, I believe &euro;2 billion to &euro;3 billion has ultimately been allocated to measures that could be labelled as \"Sl&aacute;intecare\".  Some of the aspects of Sl&aacute;intecare include enhanced public capacity.  I mentioned the increase in staffing in reply to Deputy O'Connor's question.  We have increased the staffing very dramatically.  Much of that is Sl&aacute;intecare-related.  We increased the number of ICU beds by 800.  These are all aspects around enhancing capacity.  Then, there are some of the eGovernment initiatives.  It is something we can reflect upon and come back to because the question of how much we are actually going to earmark for it is an interesting one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":391,"content":"<p>Can the committee get an understanding of the implementation strategy of the Sl&aacute;intecare programme?<\/p><p>What budgets and type of expenditure are associated with the different measures Mr. Watt raised, including increased capacity, additional beds, capital projects, resources and recruitment?  On public hospital waiting lists, when does the Department envisage the resumption of services at an acceptable level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#O02000","speaker":"1601","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":393,"content":"<p>Obviously, there are different aspects to the waiting lists.  There is the outpatient waiting list where there are over 600,000 people now waiting.  There is the inpatient and day-care waiting list, where there are 75,000 people who are waiting.  We have had a structural problem with waiting lists.  We were making some progress before Covid.  The number of people waiting for longer than six months, in terms of inpatient and day cases, had come down.  The challenge in terms of how to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":394,"content":"<p>I will rephrase my question.  As of 30 November, we had 897,000 people on some form of public hospital waiting list.  That figure was published by the National Treatment Purchase Fund, NTPF, last Friday.  What will be done to reduce waiting lists in the coming years?  What does the Department envisage to be an acceptable level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00300","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":395,"content":"<p>I do not think people waiting beyond a certain time is acceptable at all.  People waiting for longer than ten or 12 weeks for an outpatient procedure is not acceptable.  I do not think that there is any acceptable waiting beyond a certain period.  There will always be people who have to wait a few weeks.<\/p> <p>  It is interesting when one looks at the numbers.  There are over 600,000 people or outpatient consultations.  In 2019, the last year before Covid, there were 3.5 million outpatient consultations, so there is a number of those 600,000 who are waiting too long.  Thankfully, many of them will be seen quickly.  There is about 200,000, I think, who have been waiting for more than six months out of a total of 3.5 million.<\/p> <p>  In terms of inpatient day cases, IPDC, there are about 1.3 million procedures a year.  There are 75,000 people waiting and there are about 30,000 people-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":396,"content":"<p>If I-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00450","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":397,"content":"<p>Just let me finish the point.  The people who are waiting too long probably account for about 5% or 6% of the overall delivery in any given year.  The question then is how can we increase capacity and activity to ensure that people are not waiting longer than ten or 12 weeks.  That involves an enhancement of capacity.  Against the enhancement of capacity, there are more people every year incoming and flowing on to the list looking for care.  This is primarily, but not exclusively, because of the demographic changes and demographic structure in society.  There are, therefore, a number of different challenges.  How can we increase productivity and activity in the public system and how can we access the private system to get more activity because the private system has volume and capacity which we can access?  That is a real challenge for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00475","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":398,"content":"<p>We have talked about universal healthcare.  What is the Department doing in terms of working with private providers at present?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00500","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":399,"content":"<p>We have the NTPF, which is set out in Vote 38.  There was, I think, &euro;100 million allocated to the NTPF for 2020, of which &euro;80 million was spent.  Obviously, Covid impacted upon that.  For 2022, the Government has allocated &euro;150 million for the NTPF so that will increase the number of procedures it is able to purchase in the private system.<\/p> <p>  We also have the Safetynet procedures, which are about critical time dependent care and is non-NTPF.  A lot of people are being treated in private hospitals.  Last week, we occupied 1,800 beds in a given week.  A significant number of people are now getting procedures, thankfully, with that.  The plan is to extend Safetynet for the period ahead, particularly if we are dealing with another surge in the hospital system and increase that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":400,"content":"<p>My final point, which follows on from a comment made by Deputy Hourigan, relates to the Department's oversight of the HSE's capital and estates programme.  What level of engagement does the Department have with the HSE in terms of delivering projects?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00700","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":401,"content":"<p>The HSE has delegated sanction to deliver the capital projects in line with the national service plan and it has a budget.  However, there would be significant engagement, particularly on the larger projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":402,"content":"<p>Does the Department rate performance by the HSE on delivering projects?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P00900","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":403,"content":"<p>Yes.  The HSE has a scoreboard, which its board looks at every month.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":404,"content":"<p>Does the Department rate the HSE in terms of delivering on projects?  Sometimes what the HSE publishes in its service plan is not delivered.  Is there accountability?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01100","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":405,"content":"<p>Yes, there is.  The CEO would account to the board of the HSE and, in turn, account to the Department and the Minister, so there absolutely is accountability.  There would be conversations.  We have monthly performance reviews, and then quarterly reviews involving the Minister, where we assess the performance of the HSE, challenge, get feedback and then work in terms of how we get through that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":406,"content":"<p>Are the reports of the reviews published?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01300","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":407,"content":"<p>Yes, I think they are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":408,"content":"<p>Does that happen for every project?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01500","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":409,"content":"<p>The minutes of those meetings are published, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":410,"content":"<p>Are the projects identified during those meetings and in the minutes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01700","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":411,"content":"<p>The reviews would look right across the spend of the HSE and the different programmes and activities it is implementing.  The level of detail at those meetings would depend.  I am not quite sure, so I will have to check that.  Certainly, there would be discussion of the larger projects and progress on them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":412,"content":"<p>The smaller projects are equally as important.  Locally, I have been given a timeline of 2026 for the expansion of the emergency department at Mayo University Hospital.  I would love to review the HSE's capital and estates programme to see what level of resources are provided for these types of projects.  It is unacceptable that it will be five years before anyone in Mayo University Hospital will get access to an additional emergency department.  While it is great to get funding of &euro;8.4 million approved, it is the delivery of the project that is causing a huge issue.  Ultimately, it will be reported back to the Minister but if the HSE's capital and estates team are not accountable, this falls down.  I have an issue with that.  Deputy Hourigan raised this matter with the Secretary General previously.  Who makes the decisions?  Is it the HSE or the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P01900","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":413,"content":"<p>As I mentioned, the HSE is responsible for delivering on the projects.  There are many different projects and many projects have been delivered.  I cannot comment on the project in Mayo to which the Deputy referred.  I do not know the details.  The reality of building any project is that there is a delay and it takes a number of years.  We are always focused on trying to accelerate project delivery because it is not satisfactory.  It takes time, however, from conception and design to procurement and then actual delivery.  It depends on scale.  The challenge for society in terms of how quickly it takes us to build public projects is a wider issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":414,"content":"<p>I will continue on the point Deputy Dillon made about the transparency and oversight of the delivery of projects.  Mr. Watt may not be familiar with the Finglas primary care centre project and he can revert to me with an update in writing.  We know how important primary care is in the area and the HSE has done significant preparatory work on the site.  Unfortunately, the project has been dogged by planning delays and other issues.  As with Deputy Dillon, who I am sure will advocate for capital projects in his area, I ask that the Department ensure the primary care centre in Finglas, an area of real need with a very low number of GPs in some parts, is delivered to the community so that we can tackle not just the GP waiting lists and related issues but also provide for more holistic healthcare.<\/p><p>I had to attend DDoc with my son in the Coolock primary care centre last week.  I was quite envious of the facility it has.  I am sure Mr. Watt does not have project details in front of him at the moment, but if he could take that on board, I would appreciate it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#P02100","speaker":"1568","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":416,"content":"<p>As I mentioned earlier, 38 new primary care centres have been delivered since 2018.  I am familiar with the one in Coolock and one in Ballybough too.  They are fantastic facilities.  As the Deputy will appreciate, I am not in a position of influence here, when lobbying on behalf of Finglas primary care centre, which I am sure has great merit, or Deputy Dillon's project.  We will come back to the Deputy about it.  I have seen it on a schedule.  It is to be hoped we can get it up and running.  It is critical to have the infrastructure to provide a proper space for the different teams I mentioned earlier, including the community networks, the community intervention teams, the teams for chronic disease management and the teams for older people.  I know that part of the city well.  The demographics are such that many demands are placed on the system as that generation moves on.<\/p> <p>  Deputy Dillon asked about Sl&aacute;intecare.  An important aspect of what we are trying to do is to provide that care in the community, including home care supports, to ensure people do not have to go to emergency departments and can get out of the hospital system as quickly as they can, because many people should not be in these acute settings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":417,"content":"<p>As I say, it is a case that makes itself.  I turn to the registration of births and deaths.  While it is primarily a HSE function, is the Department of Health concerned about the significant delays that appear to be emerging as a result of Covid and the cyberattack?  There are delays in Dublin of up to 11 or 12 weeks for people registering births and deaths.  That has a significant knock-on impact on people's ability to avail of State services.  It could be a matter of getting access to a local general practitioner, processing probate, or applying for a passport.  Deputies from Dublin all see significant delays.  I ask Mr. Watt to expand on the solutions to it.  Is the Department concerned about or aware of it?  Has it captured the delays and the number of people impacted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00300","speaker":"1568"},{"type":"speechnospeaker","time":1639647000,"counter":418,"content":"<p>I understand it can create a problem for people, especially when managing estates and probate.  I am aware there is an issue with delays.  I do not know anything about it.  I guess that it is partly Covid related.  I do not know why that is or what we might do about it.  I will find out and come back to the Deputy.  I guess the situation is a function of the challenges the system faces.  Regarding births, do people have to register the child in person?  Is it done in person?  I do not know enough of the detail.  Let me look into it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":419,"content":"<p>I am thinking about the governance of the service.  It is provided by the HSE.  There has been a significant failure by the HSE in conducting an important function.  Is the Department concerned that such a failure is happening and that it is having such an impact?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00500","speaker":"1568"},{"type":"speechnospeaker","time":1639647000,"counter":420,"content":"<p>I am not aware of the issue in any detail and so cannot say anything meaningful to the Deputy.  If there is a delay, that will have the impacts the Deputy has mentioned, which could be quite serious for individuals and families.  I will look at it and come back.  I can see the difficulties a delay would lead to but I do not fully understand the cause of the delay.  There might be a plan in place to deal with it in the HSE.  I will not say anything because it might be putting something in place.  I do not have the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":421,"content":"<p>Mr. Watt is not alone.  I believe 11,000 people are caught in this situation.  Many who contact my office are not aware of why it is happening.  We all understand the cyberattack had a crippling impact on the HSE's ability to administer data and its IT systems.  The idea that private companies are now making services available to register services outside of Dublin is a concern.  They are providing that service to people in Dublin at a cost above what the State charges so that they can effectively queue in an office outside Dublin which has lower demand.  That is a significant failure of the State.  I appreciate it is a delegated function of the HSE.  I ask Mr. Watt to take from this meeting the idea that we need to examine what is happening here.  The Department needs to set targets for when the HSE should have deaths and births registered.  When it falls below them, there should be penalties.  I imagine, from what Mr. Watt is saying, there is no specific service level agreement for this area.  Are any specific targets set?  Does the Department give the HSE any specific measurements regarding the administration of this function?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00700","speaker":"1568"},{"type":"speechnospeaker","time":1639647000,"counter":422,"content":"<p>I am sure there are targets.  I would be amazed if there are not targets with a commitment to register within a certain timeframe.  I imagine that is part of the agreement or understanding between the parties involved.  I will check that.  We are not doing well enough at the moment.  I do not know the reasons or what action might be taken.  In the normal course of events, there would be a commitment to do it within a certain timeframe, so I imagine there is a service level agreement or target.  Whether that is explicitly written down or understood, I am sure it exists.  I will come back to the Deputy with an update.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":423,"content":"<p>I would appreciate it if Mr. Watt could provide specific written correspondence on that.  A number of Deputies and Senators have concerns about it.  There is emotional trauma when people try to register a parent's death, have to go in again and again, and are unable to do so each time.  There is also a practical impact.  My concern is especially about early years and the registration for child benefit.  The Department needs to examine it.  It needs to make sure the HSE's difficulties are resolved.  If private companies are able to offer a service where they can get a birth certificate in another HSE office elsewhere in the country, then the HSE should be able to link those two things together and ensure people can avail of the additional resources that seem to be available within the current system, whether online or in person.  I appreciate Mr. Watt does not have the information in front of him.  I would appreciate a written response on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q00900","speaker":"1568"},{"type":"speechnospeaker","time":1639647000,"counter":424,"content":"<p>We will come back to the Deputy.  I think there is a role for the Department of Social Protection too.  We will come back to the Deputy about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":425,"content":"<p>The Department of Social Protection clearly stated it is a HSE function.  The HSE stated it is addressing it but the issue is not getting solved any time soon.  I am looking to Mr. Watt as somebody with overall responsibility for delivery of this service via the HSE.  I ask him to step in to try to take some action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q01100","speaker":"1568"},{"type":"speechnospeaker","time":1639647000,"counter":426,"content":"<p>I will.  I thank the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":427,"content":"<p>Returning to the matter of the children's hospital, we have established a few things.  One is that we are about 60% of the way through the project's financial costs.  Some &euro;873 million will have been drawn down by the end of the year by the contractor.  Mr. Watt mentioned the &euro;1.43 billion that was budgeted and that we are now at a figure of &euro;1.7 billion as time has moved on, with increased costs due to construction cost inflation.  In the figures that Mr. Watt gave, the hospital is to be completed at the end of 2024.  That is in three years.  At a rate of 4.5% inflation in construction, which is probably conservative, it will cost approximately &euro;250 million extra due to inflation alone.<\/p><p>Then there are the claims on top of that.  Regarding the total claims between now and completion of the contract, Mr. Watt is obviously going to say this is commercially sensitive, but is the figure in the region of hundreds of millions or tens of millions of euro?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Q01300","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":429,"content":"<p>As the Chairman knows, I am not involved in the day-to-day management of this project.  That is delegated to the CEO of the board.  I am not dealing with this on a day-to-day level so these types of detailed questions are just not within my scope to answer.  I have tried to be upfront with Deputies today.  I am here to discuss the Vote but we have not discussed that at all, really.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":430,"content":"<p>Does Mr. Watt accept that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00300","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":431,"content":"<p>The 4.5% relates to the price increase by 2019.  I am not sure of the formula but the price level increased by 4.5% above a particular benchmark in 2019.  If the price level continues to go up, I am not sure exactly how that formula works but I can get back to the committee on that.  It also relates to a part of the contract but does not relate to all of it.  The materials element would be one part of it, wages are another part of it and so on.  I am not quite sure of the proportion of the costs of the value left-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":432,"content":"<p>Can I ask-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00500","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":433,"content":"<p>---- or how much of them would be affected by the inflation adjustment.  I just do not know the actual application of the formula in precise detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":434,"content":"<p>Can I ask, in relation to the costs-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00700","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":435,"content":"<p>In terms of the claims, we have set out a note for the committee on the claims, which provides greater detail.  A lot of information has been provided to the committee in terms of the value of the claims.  A lot of the claims are settled and the Minister for Public Expenditure and Reform provided details on the amount involved recently in the D&aacute;il.  They have been settled for an amount and then there are outstanding claims, which are quite significant-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":436,"content":"<p>How many are settled and how many are outstanding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R00900","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":437,"content":"<p>Again, as I said previously, I think it is really best to get into the detail of this contract at the level the Chairman is talking about with representatives of the board.  That said, I will check the information I have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":438,"content":"<p>We had a figure previously of 200 claims having been settled out of 700.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01100","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":439,"content":"<p>A large number of claims are settled but there are hundreds of claims outstanding, to a significant amount.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":440,"content":"<p>How many?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01300","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":441,"content":"<p>I think that information is in the note that we sent to the committee but I cannot find it right now.  There are significant claims outstanding for significant amounts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":442,"content":"<p>I ask the Department to come back to us with the number of claims settled to date and the number still outstanding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01500","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":443,"content":"<p>There are 920 claims with a claim value of more than &euro;500 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":444,"content":"<p>Could Mr. Watt repeat that, please?  What is the value of the claims?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01700","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":445,"content":"<p>Over half a billion or &euro;500 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":446,"content":"<p>&euro;500 million..<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R01900","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":447,"content":"<p>Yes.  A significant amount - over 700 - of those claims have been settled for an amount over &euro;4 million.  A notice of dissatisfaction has been raised with significant numbers and to a significant value and they are at various stages of the dispute resolution process involving project board conciliation, adjudication and the High Court.  There are various significant claims for significant amounts at various stages of arbitration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":448,"content":"<p>I ask Mr. Watt to clarify-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02100","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":449,"content":"<p>I cannot provide any more detail at my remove from this project.  I do not know when the hospital board's representatives were last before this committee but I am sure they can make themselves available again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":450,"content":"<p>What Mr. Watt just clarified is that there were 920 claims with a value in the region of &euro;500 million.  In terms of the final cost, Mr. Watt has said today that he does not know the final cost at this stage and that is fair enough.  Do we take it then that the Minister does not know the final cost either?  He has no more information than Mr. Watt.  Is that correct?  Yes or no?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02300","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":451,"content":"<p>Nobody knows the final cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":452,"content":"<p>Okay.  So the Minister does not know.  That is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02500","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":453,"content":"<p>Nobody knows.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":454,"content":"<p>Regarding the timeline for the completion of the project, the back end of 2024 is the latest date I have seen in documents we have been supplied.  Is there a penalty in the contract if the project goes over time?  I am not trying to cut Mr. Watt short but we are under time pressure because of health regulations.  Is there a penalty if the contractor goes over the timeline?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02700","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":455,"content":"<p>I do not know the detail of the penalty clauses but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":456,"content":"<p>Could Mr. Watt come back to us on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R02900","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":457,"content":"<p>-----it would be normal in a public works contract that if there are delays due to the performance of the contractor, there might be penalties.  The contractor, no doubt, will argue that any delays were due to a variety of different factors that impacted upon delivery of this contract, as with many other-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R03000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":458,"content":"<p>Yes, there were two lockdowns but there was also an extended period, back in the summer of 2020, when that site was closed down but every other site in Dublin was open and when public health regulations permitted sites to be open.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R03100","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":459,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R03200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":460,"content":"<p>Leaving that aside, what I am interested in and what this committee is interested in is whether there is a penalty clause built into the contract covering delays on the part of the contractor.  I ask Mr. Watt to come back to us with clarification on that because it is very important.<\/p> <p>  We visited the site back in June, which was informative.  We learned about the number of claims and what they were for, as well as about changes, some of which were very last minute.  I know that everything cannot be foreseen, particularly on a big project but there were a huge number of claims, some of which were for very small things such as moving a window or changing a partition, for example.  I asked the person from the board and the contractor to show me examples of what the claims were about.  I was struck by the claims.  Another issue that struck me was related to energy usage.  I asked what provision was made to harvest any energy generated on site and whether there would be solar panels.  I was told there was no room for solar panels.  We were standing on top of the building, looking across the area at this point.  We were looking down on terraces of houses that have gable ends of about 6 m or 7 m by 5 or 6 m across.  We were looking at two-up, two-down and three-bedroom semi-detached houses, an awful lot of which were covered in solar panels but we were standing on a new building and were told that there would be no solar panels on it and no energy harvested from such panels.  Again, I know Mr. Watt came in after the contract was signed and the work commenced but am I correct that none of this was built into the contract?  <\/p> <p>  I am sure the hospital will be put into a very glossy portfolio by the architects involved in its design.  It is one of those \"wow\" projects, for want of a better word.  This is an amazing design of an amazing building and there is nothing like it anywhere in the State.  However, in terms of maintenance, it will take an army of window cleaners alone to keep the windows clean.  What is the annual estimated cost for maintenance and what is the situation regarding energy usage?  I hope that some thought was given to this before it was signed off by the Department and the Minister.  Can Mr. Watt give me an answer on the issues of energy usage and overall maintenance on an annual basis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R03300","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":461,"content":"<p>As I said, my responsibilities relate to managing the Department of Health in all of its facets, including Vote 38 and all its dimensions.  My job is not to manage this project on a day-to-day basis.  I do not know-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R03400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":462,"content":"<p>I do not expect Mr. Watt to manage it on a day-to-day basis but as Secretary General-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R03500","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":463,"content":"<p>I do not know the energy usage of the building and I do not know about the other issue but I can come back to the committee on it.  The Chairman has asked three questions about the claims <i>vis-&agrave;-vis<\/i>the design changes.  There are disputes, as there tends to be in contracts, around whether claims are due to the fact that the design may have changed.<\/p><p>Of course, that will be disputed and there will be issues around that.<\/p><p> The second issue mentioned was energy usage.  I am sure it is an energy-efficient building that is built to the highest possible specifications.  The footprint is massive.  It is four times the size of Tallaght Hospital, so I am sure there will be significant maintenance costs involved.  I will come back to you, Chairman, on the specific questions on energy usage and maintenance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#R03600","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1639647000,"counter":465,"content":"<p>I have one other quick question.  In relation to pharma companies, is there any funding, benefit-in-kind, sponsorship or money for research for any particular projects that may transfer to healthcare professionals, healthcare facilities, hospitals or any entity working in the public system?  We spend in the region of &euro;2.3 billion a year on drugs.  It is a substantial amount of money.  A number of other European countries and the USA have regulations in place to govern the situation.  Mr. Watt will be aware that a number of companies are buying up GP practices, so they could have ten or 20.  We do know that we have a high prescription rate of drugs.  I am not medically qualified to say whether that is right or wrong but, apparently, compared to other countries we do dish them out fairly plentifully.  We do not have any way of tracking that.  I wish to raise the concern that people may be receiving more medication than they need or more expensive medication than is necessary.  I acknowledge that we have made progress over the years.  It is not that long ago that a standard antibiotic was approximately &euro;28 and now we can get it for &euro;8 or &euro;9.  I acknowledge the work that has been done by the Department in that regard.  Has Mr. Watt discussed with his colleagues or with the Minister the need to bring in regulations to ensure transparency so that if anyone working in the public system or entities attached to the public system or working within it are receiving any benefit, financial or otherwise, or benefit-in-kind from a pharma company, that the information is put on a register.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00200","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":466,"content":"<p>You raise a fundamental question, Chair.  First, based on prescription patterns, an awful lot of drugs are prescribed.  I have the number of 60 million prescriptions a year in the GMS system in this country in my head.  I do not know if that encompasses drugs under the refund scheme as well, but the figure may encompass both.  There is a very significant level of prescription and it is a worry if it is inappropriate prescribing.  The overall cost now is very expensive at &euro;2.5 billion and it is increasing by 5.5% a year, which is not sustainable.  The cost is not sustainable and the level of drugs being taken is an issue as well.  We negotiated a deal with the Irish Pharmaceutical Healthcare Association, IPHA, which the Government will sign off soon for an enhanced scheme to reduce the price, but we need to push ahead with more prescribing of generic, off-patent drugs, biosimilars and so on.  There is a big job of work to do in that regard.<\/p> <p>  You also raise an interesting question, Chair.  Public health officials who work in the public system cannot receive any hospitality or supports from anybody beyond a certain level covered by the ethics legislation.  GPs are not public servants, even though a lot of their income is funded by the public system.  I do not know whether the Irish Medical Organisation, IMO, or other bodies have ethics guidelines to ensure that people are not unduly influenced when it comes to their prescribing patterns, but I imagine it is not an issue.  It is a good point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":467,"content":"<p>The question is whether there has been discussion at senior level in the Department or with the Minister regarding those who have contracts with the public service or entities within the public service on whether they are receiving benefits, financial or otherwise, or benefit-in-kind from a drugs company.  Is Mr. Watt aware of whether there has been a discussion in that regard &ndash; \"Yes\" or \"No\" &ndash; on the public registration of that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00400","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":468,"content":"<p>I do not know.  I have not had a discussion with the Minister and neither have colleagues.  The point I make is that public servants are not allowed to receive benefit-in-kind or gifts above a certain level under existing ethics legislation.  It they do, they have to disclose it.  I think the limit is &euro;350.  Any public servant receiving any benefit-in-kind from a pharmaceutical company would have to declare that anyway.  That would be declared and registered.  As I understand it, GPs are not public servants, even though they benefit significantly from the public purse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":469,"content":"<p>I understand that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00600","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":470,"content":"<p>I would be amazed if it would be appropriate for people to receive payments.  I do not know what the relationship is between GPs and drug companies, but I would be amazed if those practices are widespread.  It is something to look at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":471,"content":"<p>Anybody who has spoken, who does not want to speak again, should lower their hand.  A number of speakers wish to contribute and we have a very short time left.  I will allow speakers one minute each to ask a question.  We were five minutes late in starting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00800","speaker":"1491"},{"type":"speech","time":1639647000,"counter":472,"content":"<p>I thank Mr. Watt.  He will be aware that our committee, along with the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach, has spent a lot of time discussing his salary.  The allocated salary for the position he took up was &euro;292,000 and he waived the increased portion of that.  Has he continued to waive that salary increase?  Does he believe the salary is appropriate and warranted for his position?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S00900","speaker":"1451"},{"type":"speechnospeaker","time":1639647000,"counter":473,"content":"<p>I was asked to come here today to talk about Vote 38, the appropriation account for 2020, and related matters.  The Chair alluded to two other matters in relation to that &ndash; the nursing home value for money review, which we have looked at, and the children's hospital.  I am here to answer questions about those matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":474,"content":"<p>If Mr. Watt is happy to answer the question, he can do so, but he is free to say if he does not want to answer it.  If he is happy enough to answer it, I ask him to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01100","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":475,"content":"<p>Is what you are saying, Chairman, that you are allowing the question to stand and I can answer it or not?  I was not brought here to talk about these matters.  The Standing Orders are very clear about the matter of what I am asked and what is not allowed to be asked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":476,"content":"<p>That is the point: Mr. Watt is free to respond or not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01300","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":477,"content":"<p>I am not answering the question.  I have commented on this before and I have no further comment to make on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":478,"content":"<p>That is exactly the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01500","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":479,"content":"<p>Thank you, Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":480,"content":"<p>Mr. Watt is free to answer the question if he wishes.  I cannot compel him to answer the question because it was not on the invitation.  That is exactly the point I was making.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01700","speaker":"1491"},{"type":"speech","time":1639647000,"counter":481,"content":"<p>Just to clarify, the question I asked related to the public statement that Mr. Watt made that he was waiving the increased salary.  The only question I asked was whether that continues to be the case.  Is he saying he will not answer that question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01800","speaker":"1451"},{"type":"speech","time":1639647000,"counter":482,"content":"<p>That is what he said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S01900","speaker":"1491"},{"type":"speech","time":1639647000,"counter":483,"content":"<p>Regarding the PwC report, what was the assumed building inflation in the report, and has that deviated from the actual building inflation that is currently transpiring?  If Mr. Watt does not have the information, will he provide the committee with it?<\/p> <p>  Is the full complement of the paediatric hospital board in place?  Earlier this year there were five vacancies.  Are those vacancies filled?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S02000","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":484,"content":"<p>Does the PwC report relate to the children's hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":485,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S02200","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":486,"content":"<p>I do not know the inflation rate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":487,"content":"<p>Will Mr. Watt find out and come back to us?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S02400","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":488,"content":"<p>Yes, we will come back to the committee on it.<\/p> <p>  I think we are up to the full complement of the board now.  If that is not the case, we will clarify it.  We have a new chair and members of the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#S02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":489,"content":"<p>Has it the full 21 members at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00100","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":490,"content":"<p>I think it is back up to its full complement.  We were recruiting through the Public Appointments Service, PAS, to bring people on.  If that is not the case, I will come back to the Chairman.  We will clarify that.  Fiona Ross is the new chair and there were additions to the board.  I think it is up to the full complement but I will check.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":491,"content":"<p>I seek a quick clarification from Mr. Watt.  He said the children's hospital was 55% complete.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00300","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":492,"content":"<p>I think I said somewhere between 50% and 60% is the completion, in terms of the value of the contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":493,"content":"<p>We need clarity on that because, based on the information Mr. Watt gave to the Committee of Public Accounts on Tuesday, &euro;873 million is to be drawn down and that would represent 60% of the overall budget.  If he is saying it is less than 60%, that would give a significant overrun.  If it was 55%, which is what I think he said, that would bring us up to &euro;1.6 billion.  Will Mr. Watt clarify what percentage of the project is complete?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00500","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":494,"content":"<p>The drawdown to date is a percentage of the value of the contract, the estimate I have given already, whatever that is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":495,"content":"<p>So 60% of the budget being drawn down does not equate to 60% of the project being complete.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00700","speaker":"1622"},{"type":"speechnospeaker","time":1639647000,"counter":496,"content":"<p>I do not have the exact number in front of me-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":497,"content":"<p>That is in Mr. Watt's correspondence.  It refers to &euro;873 million of &euro;1.433 billion, which is, as he says in his letter, the approved budget for the capital project.  It remains at &euro;1.433 billion.  Is he saying the &euro;873 million that is being drawn down at year end 2021 is not representative of the completion stage, which he said was 60%?  Today he said 55%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T00900","speaker":"1622"},{"type":"speech","time":1639647000,"counter":498,"content":"<p>We ask for clarification on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01000","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":499,"content":"<p>Between 50% and 60% is what I think I said.  We can check back on what I said.  We will clarify the number for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":500,"content":"<p>It would have a significant impact.  There would be a significant increase in the budget.   Does the &euro;1.433 billion include what Children's Health Ireland budget would be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01200","speaker":"1622"},{"type":"speech","time":1639647000,"counter":501,"content":"<p>\"Yes\" or \"No\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01300","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":502,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":503,"content":"<p>No, so that is an extra &euro;300 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01500","speaker":"1622"},{"type":"speech","time":1639647000,"counter":504,"content":"<p>My colleague, Deputy Carthy, raised a touchy subject in relation to Mr. Watt's salary.  Can I ask the Comptroller and Auditor General-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01600","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":505,"content":"<p>I am here to answer questions in respect of my duties.  With all due respect, I am here to answer questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":506,"content":"<p>Mr. Watt, I am speaking-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01750","speaker":"1497"},{"type":"speech","time":1639647000,"counter":507,"content":"<p>Deputy Munster, just put your question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01800","speaker":"1491"},{"type":"speech","time":1639647000,"counter":508,"content":"<p>I ask the Comptroller and Auditor General if it would be in order to discuss the Secretary General's salary for 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T01900","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":509,"content":"<p>I do not think it is for me to say what is appropriate for questioning at the Committee of Public Accounts.  That is for the Chair to determine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02000","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1639647000,"counter":510,"content":"<p>We have dealt with the issue of the income.  If the Deputy has another question, she should ask it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02100","speaker":"1491"},{"type":"speech","time":1639647000,"counter":511,"content":"<p>We could discuss it as part of the 2021 accounts in a few weeks, perhaps.<\/p> <p>  On Mr. Watt's unilateral decision to refuse the committee access to the report, even in a confidential manner, the board of the national children's hospital had said it was looking forward to discussing the report and its contents with the committee.  If we were to invite representatives of the board in the new year, would Mr. Watt block them from discussing the report's contents, just as he has refused to furnish us with the report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02200","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":512,"content":"<p>I am not in a position to block anybody discussing the contents of the report   I have set out a reasonable-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":513,"content":"<p>Would he advise them to do what he has done today, that is, give no information whatsoever?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02400","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":514,"content":"<p>Without wishing to get into an argument, I have provided lots of information both in written form and orally since 9.30 a.m. this morning.  I provided lots of information in advance of the report and at previous meetings-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":515,"content":"<p>On a point of clarification, Mr. Watt refused point-blank to furnish us with the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02600","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":516,"content":"<p>I have set out valid objective reasons I do not believe it is in the State's interest at this stage to reveal private confidential details.  I am happy to stand over that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":517,"content":"<p>The committee will discuss getting access to that report later.  We do not believe Mr. Watt's reasons are valid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02800","speaker":"1497"},{"type":"speechnospeaker","time":1639647000,"counter":518,"content":"<p>The Deputy is entitled to her views.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T02900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":519,"content":"<p>I have two questions.  The first is on the procurement and cost of the vaccination roll-out for 2020 and the spend to date for 2021.  If Mr. Watt has the figures and can furnish us with them, that would be great.<\/p> <p>  The second question concerns plans by the Department for the introduction of a Covid vaccine compensation scheme.  Has the Department made a decision on that?  The Government published the Meenan report in December 2020 and one recommendation of that report was that a compensation scheme be established.  I seek Mr. Watt's thoughts on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03000","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":520,"content":"<p>I think the cost of the vaccination programme is about &euro;200 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":521,"content":"<p>Is that for 2020?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03200","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":522,"content":"<p>I do not have a breakdown between the two years but the total is about &euro;500 million for 2020 and 2021.  That might involve some carry costs into 2022.  The total cost for the three years is about &euro;500 million.  I will write to the committee with the exact numbers.  We pay some of it in advance but most is paid on delivery.  That includes the COVAX contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":523,"content":"<p>How about the advance purchases for antiviral drugs and future vaccine?  Has the Department  entered into a procurement agreement for 2022, in terms of what the budget will be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03400","speaker":"1601"},{"type":"speechnospeaker","time":1639647000,"counter":524,"content":"<p>We have procured, I think from memory, about 25,000 doses of the antiviral drugs.  It is not that expensive.  I will check and we will come back with the exact details.  We and other member states have pre-purchased them from Pfizer as part of the European Union deal.  We will come back on exactly what the vaccine spend is to date and prospectively.  It is evolving in terms of the uptake.  We will also come back on the antivirals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":525,"content":"<p>On the vaccination and booster programmes, I compliment the staff who organised and delivered the first and second vaccination programmes.  I had the first dose in May and the second in July.  I queued for the booster dose on Sunday morning.  It was a long queue and I spent a few hours there but it shows there is a huge demand for it.  I acknowledge the tremendous work of the front-line staff.<\/p> <p>  There has been talk that there is not a great demand and we may have vaccines to spare.  I have two questions on that.  First, have any vaccines passed their best-before date?  Hopefully, those we cannot use or are surplus are sent to the developing countries that need them.  Second, is there a serious plan to ramp it up?  I think there is a huge demand for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03600","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":526,"content":"<p>I thank the Chair for those comments.  It is not just the front-line workers but also the staff doing the negotiations, administrative staff and all the people in the Department of Health and the HSE, front-line and non-front-line, who are involved in this.  It has been an incredible public health endeavour, considering the amount of vaccine administered.<\/p> <p>  We are doing everything we can to ensure there is no wastage.  We are donating any doses we have which might be going out of date to other countries.  There is always some wastage at a local level.  It is always possible but is being kept to a minimum.  Everything is being done to ensure the supply we need is used and, if there is surplus, it is donated to other countries.  That is the policy but I do not think there has been significant wastage of deliveries received.<\/p><p>We have, however, diverted prospective deliveries that were due to come to Ireland to other countries, particularly in the lull after the end of the main second vaccination programme.<\/p><p> Deputy Dillon asked about vaccination compensation.  I have not yet addressed that question.  It is something the Department has committed to doing.  We will have to look at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#T03700","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1639647000,"counter":528,"content":"<p>At the expansion of the programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#U00200","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":529,"content":"<p>Absolutely.  Deputy Munster asked about the dental issue.  This week, we are again engaging with the Irish Dental Association in respect of changes to the dental treatment services scheme to reflect the challenges it currently faces.  I mentioned that we will engage early next year but, in fact, I understand engagement will take place this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#U00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1639647000,"counter":530,"content":"<p>I thank our witnesses - Mr. Watt and his team from the Department of Health and the staff member from the Department of Public Expenditure and Reform - for their work in preparing for the meeting and for attending.  I am conscious that the Department of Health has faced unprecedented challenges for the best part of two years.  We are probably facing into another difficult year.  It is to be hoped that we can get through it.  I acknowledge the work of the staff.  All members mentioned the front-line staff.  I also mentioned the administrative staff and everyone else behind that.  I thank the Comptroller and Auditor General, Mr. McCarthy, and his staff for their attendance and assistance throughout the year.  This is the final meeting of the year and, on behalf of the committee, I thank the secretariat.  It is dangerous to mention names because I will leave some of them out, but I thank Sarah, Eoin, Pat, Sam and Shane for the service they have provided.  I also thank Martin, the clerk to the committee.  I wish the staff of the health service all the best for Christmas and the new year.<\/p> <p>  Is it agreed to request that the clerk seek any follow-up information and carry out any actions arising from today's meeting, of which there are a few?  The meeting was fairly robust and there were a lot of questions.  I know Mr. Watt does not have all the information to hand.  It is agreed that the clerk will follow up and, as always, the Department will supply that information to the committee.  That is agreed.  Is it also agreed that we note and publish the opening statement and the briefings provided to the committee for this meeting?  Agreed.<\/p> <p>  We will suspend until 1.30 p.m., when the committee will resume in public session to consider correspondence and other matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#U00400","speaker":"1491"},{"type":"unspoken","time":1639647000,"counter":531,"content":"<p>The witnesses withdrew.<\/p>"},{"type":"unspoken","time":1639647000,"counter":532,"content":"<p>Sitting suspended at 12.42 p.m. and resumed at 1.33 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Business of Committee","time":1639647000,"counter":533,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Z00100"},{"type":"speech","time":1639647000,"counter":534,"content":"<p>The public business before us comprises the minutes, accounts and financial statements, correspondence, work programme and any other business.  We will then go into private session before adjourning.  The first item is the minutes of our meeting of 9 December.  The minutes were circulated to members.  Do any members wish to raise any matters regarding the minutes?  No.  Are the minutes agreed?  Agreed.  As usual, the minutes will be published on the committee's web page.<\/p> <p>  The second item is accounts and financial statements.  Four financial statements and accounts were laid before the D&aacute;il between 6 and 10 December 2021.  They should be on the screen now.  I will ask Mr. McCarthy to address the accounts and financial statements before opening the floor to members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Z00200","speaker":"1491"},{"type":"speechnospeaker","time":1639647000,"counter":535,"content":"<p>As the Chairman said, there are four sets of financial statements to deal with.  The first relates to University College Cork.  Those are the 2019-20 financial statements.  I have given a qualified audit opinion for those statements.  The university recognises an asset in respect of deferred pension funding and that is standard practice for universities.  I do not normally qualify in such circumstances.  However, in this case, the amount of the asset that is recognised includes &euro;11.1 million in respect of liabilities relating to professional added years for transferred in service.  There is an agreement between the university and the Higher Education Authority that the expenses relating to the professional added years for transferred in service would be split on a 50:50 basis, but the university is over-recognising by &euro;3.8 million in respect of that.  In my view, that is not in accordance with the agreement and, therefore, I have qualified the audit opinion.<\/p> <p>  I also draw attention to significant non-compliance with procurement rules by the university.  More detail in that regard is given in the fees statement on internal control.  <\/p> <p>  The second set of financial statements relates to the Oberstown Children Detention Campus.  Those are the financial statements for 2020 and I have given a clear audit opinion.<\/p> <p>  The third relates to the Credit Union Restructuring Board, ReBo.  These financial statements relate to the year of account 2017.  ReBo finished its restructuring operations in July 2017 and it was intended that the board would be dissolved at that stage.  However, the dissolution had to be done by way of new legislation and that Act was only passed in 2020.  I gave a clear audit opinion but there was a very significant delay in the finalisation of the 2017 financial statements.  The reason for that was that the board, in 2017, did not keep adequate accounting records.  It failed to correctly record and explain the transactions for the year and, therefore, we were unable to carry out an audit of the financial statements.  There was engagement with the Department of Finance, where the board is now housed.  In 2021, the board appointed external accounting expertise to investigate and rectify the accounting records.  Once that was done, we were able to complete the audit. <\/p> <p>  There are a number of further periods of account that we have now proceeded to audit with very few transactions.  I hope we will be able to do those fairly promptly.  As it stands, the board continues in existence until we have completed that process.<\/p> <p>  The accounts of the Qualifications and Quality Assurance Authority of Ireland for 2020 have been presented.  I gave those a clear audit opinion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Z00300","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1639647000,"counter":536,"content":"<p>If any member wants to come in on any matters under accounts, they may.  Otherwise we will move on to correspondence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Z00400","speaker":"1491"},{"type":"speech","time":1639647000,"counter":537,"content":"<p>On ReBo, I presume Mr. McCarthy will come back to us sometime next year.  I presume it will be reported as an audit at that stage.  Until that happens, there is little we can surmise from what Mr. McCarthy has given us to date.  Am I right in that understanding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Z00500","speaker":"1489"},{"type":"speechnospeaker","time":1639647000,"counter":538,"content":"<p>The number of transactions after 2017 will be very small.  There was a total of fees for collection of approximately &euro;1.6 million.  That is the extent of the funds that are involved.  ReBo was using the credit union fund to carry out the restructuring so the expenses on this account are purely the administrative expenses of the restructuring board itself.  I hope we will get the 2018, 2019 and 2020 financial statements audited pretty quickly in the new year.  Each of those will come through as we do them.  It should be the case that 2021 and a few months of 2022 will be the final period of account.  The Deputy could certainly call the Department of Finance and the board members to discuss this matter if she wished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Z00600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1639647000,"counter":539,"content":"<p>I have another point relating to University College Cork.  The previous Committee of Public Accounts had a number of hearings with universities and third level institutions.  There were very high levels of non-compliance or unorthodox transactions and so on.  In actual fact, there was a \"RT&Eacute; Investigates\" report on the issue.  It is hugely disappointing to see that pattern still there among some of the universities.  That gives us an indication that this is an area we need to look at again next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#Z00700","speaker":"1489"},{"type":"speech","time":1639647000,"counter":540,"content":"<p>Okay.  Is everyone else happy?  We will note the statements and accounts.  Is that agreed?  Agreed.  As usual, the list of accounts and financial statements will be published as part of our minutes.  I thank Mr. McCarthy.<\/p><p>We move on to the next item on our agenda, namely, correspondence.  As previously agreed, items that were not flagged for discussion at this meeting will continue to be dealt with in accordance with the proposed actions that have been circulated and the decisions taken by the committee concerning the correspondence will be recorded in the minutes and published on the committee's web page.  Six items of correspondence have been flagged under category B, namely, correspondence from Accounting Officers or Ministers and follow-up to meetings of the committee.  <\/p><p>No. 953B is correspondence from Ms Vivienne Flood, head of public affairs, RT&Eacute;, dated 3 December 2021, and is a response providing further information requested by the committee concerning the employment status of contractors who have worked with RT&Eacute;.  In that regard, the correspondence refers to the Eversheds review, stating that:<\/p> <blockquote> \tContrary to claims that RT&Eacute; has been operating as a &quot;bogus employer&quot;, arising from this review, we have addressed the employment status of any individual deemed to have characteristics akin to employment.  We have therefore taken a proactive and comprehensive approach to dealing with residual issues due to practices which occurred in the past.  Since 2019, RT&Eacute; has implemented significant reform in this area, and has adopted an &quot;employment first&quot; principal. <\/blockquote> <p>The correspondence continues by stating that because the Department of Social Protection audit process is ongoing, RT&Eacute; cannot provide high-level data such as the numbers of personnel involved, categorisation of individuals, income levels etc.  As the Secretary General of the Department of Social Protection previously informed the committee, the audit could take well over another year and will assess the employment specifics of the contractual relationships of some 500 individuals with RT&Eacute;.  It is therefore a significant investigation.  The correspondence from RT&Eacute; concludes by stating that it &ldquo;cannot provide any further details as to these reviews, which are either ongoing or pending, either in correspondence, or in committee session, until their conclusion.&rdquo;  Is it agreed that we note and publish this item?  Agreed.  I have flagged this item for discussion, along with Deputies Catherine Murphy and Munster.  I call Deputy Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00100","speaker":"1491"},{"type":"speech","time":1639647000,"counter":541,"content":"<p>Individuals are telling me little progress has been made on things like pensions, holiday entitlements, etc.  It appears that RT&Eacute; is prioritising the engagement with Revenue and the Department of Social Protection.  That aspect is disappointing.  It is important that we know what is happening in this context because we want practical changes.  Representatives of RT&Eacute; are telling us that there have been changes, but other people are telling us that it is not happening in reality.  That is disappointing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00200","speaker":"1489"},{"type":"speech","time":1639647000,"counter":542,"content":"<p>I do not think Deputy Munster is with us yet.  Regarding the inquiry taking more than a year, that is fair enough.  It is a substantial undertaking in that it is addressing the contractual relationship of approximately 500 contractors, as RT&Eacute; terms them.  The issue concerns what is happening regarding those people who have been reclassified and what their situation is now in respect of having proper PRSI credits paid for them for the years during which they were wrongly classified in that regard and any other benefits they would have been due if they had been categorised as PAYE workers during that time.  We will require an update on those aspects.  Representatives from RT&Eacute; are due in with us in our first sitting in January 2022, so we will look for that information then.  Is everybody else happy with that item?  Okay.<\/p> <p>  No. 957 is correspondence from Mr. Martin Whelan, head of public affairs and communications, National Treasury Management Agency, dated 6 December 2021, which provides further information as requested by the committee regarding the State Claims Agency, SCA.  It includes responses to requests for information in relation to the outstanding financial liability in respect of cell sanitation in the Irish Prison Service; the outstanding financial liability in respect of An Garda S&iacute;och&aacute;na active claims; and a progress update on open disclosure and any engagement the SCA is having with the legal profession to encourage mediated settlements, as opposed to court settlements.  Is it agreed that we note and publish this item?  Agreed.  The only comment I have regarding this correspondence is that there are a considerable number of claims in this context.  There are 2,399 active claims against the Prison Service and many of those probably concern cell sanitation.  We should keep an eye on this matter because it involves a significant number of people and a certain amount of money.  In addition, 150 staff members and 47 members of the public are also involved in those claims.<\/p> <p>  No. 959B is from Mr. Jim Breslin, Department of Further and Higher Education, Research, Innovation and Science, dated 6 December 2021, and provides information requested by the committee regarding capital funding being withheld from the University of Limerick, UL.  This arises from a matter we examined when we engaged with representatives of UL in June, namely the acquisition by the university of a site in Limerick city centre in 2019.  It will be recalled that this concerns the old Dunnes Stores site.  The Secretary General states that the funding has been withheld \"pending assurances from [UL] in relation to capital management procedures\".  Several questions regarding this matter remained unanswered when we raised it with the representatives of UL, who stated that the matter was the subject of a review by KPMG.  I propose that we note and publish this item and request a progress update from UL on the KPMG report.  Our last update from UL on the matter was on 21 October 2021, in correspondence referenced as R0842.  Is that agreed?  Agreed.  This item was flagged for discussion by Deputy Carthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00300","speaker":"1491"},{"type":"speech","time":1639647000,"counter":543,"content":"<p>I think I had flagged it as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00400","speaker":"1489"},{"type":"speech","time":1639647000,"counter":544,"content":"<p>Okay.  I call Deputy Carthy first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00500","speaker":"1491"},{"type":"speech","time":1639647000,"counter":545,"content":"<p>No, that is fine.  Deputy Catherine Murphy can go on ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00600","speaker":"1451"},{"type":"speech","time":1639647000,"counter":546,"content":"<p>I thank Deputy Carthy.  We might have got this before, but, if not, could we request KPMG's terms of reference for the conduct of that inquiry and the details of who drew them up.  The fourth paragraph down piqued my interest, which referred to the total grant amount calculated for UL for 2021-22 as being &euro;2.4 million.  Of that, some &euro;757,000 was approved for release in August to support time-sensitive payments relating to additional places and ICT supports for disadvantaged students, with a decision on the balance of those funds pending.  I wonder if one aspect relates to the other.  It does seem like the institution is on a short leash.  For that reason, I would put this matter in with what we have heard about the audit in University College Cork.  There is an issue with both these institutions.  The concern for us in this regard is when we will have representatives from both institutions in before the committee.  We will want to see that report from KPMG in advance of speaking to witnesses from the two universities, but it does seem to be the case that the Department is keeping a close eye on things in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00700","speaker":"1489"},{"type":"speech","time":1639647000,"counter":547,"content":"<p>The last paragraph of the letter referred to the report of the review being undertaken of the purchase of the site in Limerick having not yet been finalised.  It continued by stating that the governing authority of the university had confirmed that it will act to address any issues, findings or recommendations highlighted by the review in due course.  I suggest that we follow up this matter after today's meeting and that we seek a copy of that report from the Department as soon as it is finalised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00800","speaker":"1491"},{"type":"speech","time":1639647000,"counter":548,"content":"<p>We also require information on the terms of reference and who drew them up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA00900","speaker":"1489"},{"type":"speech","time":1639647000,"counter":549,"content":"<p>Yes, the clerk has noted that point.  I call Deputy Carthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA01000","speaker":"1491"},{"type":"speech","time":1639647000,"counter":550,"content":"<p>I am okay for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA01100","speaker":"1451"},{"type":"speech","time":1639647000,"counter":551,"content":"<p>No. 961B is from Mr. Bernard Gloster, chief executive, Tusla, dated 7 December 2021, and provides clarification regarding information provided to the committee concerning the cost of external investigations.  In total, the figure for 2019 and 2020 is over &euro;1.3 million, and that excludes legal costs.  Is it agreed that we note and publish this item and redact personal information?<\/p><p>Agreed.  It is proposed also to request a breakdown of the costs, which were provided at quite a high level.  Is that agreed?  Agreed.  Deputy Catherine Murphy has flagged this item.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#AA01200","speaker":"1491","continuing":true},{"type":"speech","time":1639647000,"counter":553,"content":"<p>I am looking only for the figure excluding legal advices or legal costs.  Can we have that as well, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00200","speaker":"1489"},{"type":"speech","time":1639647000,"counter":554,"content":"<p>The next item is No. 966, from Mr. John Dollard, chief superintendent of An Garda S&iacute;och&aacute;na, dated 8 December, providing information requested by the committee regarding media reports of an official strike action by senior officers and its impacts on investigations by the Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC.  We will not publish this item because the information has been provided on a confidential basis and because it concerns an industrial relations dispute.  The chief superintendent states that the matter is being progressed through all available dispute resolution processes, including the industrial relations machinery of the State.  I ask members to bear in mind this is an industrial relations issues and that they should respect the confidential nature of the information.  This item was flagged by Deputies Carthy and Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00300","speaker":"1491"},{"type":"speech","time":1639647000,"counter":555,"content":"<p>I was looking for clarification, in the first instance, as to whether we have written to GSOC as well on this matter.  The length of time, at the best of times, that GSOC investigations take can be quite frustrating for those who are dealing with the system.  Separately, can we get confirmation GSOC is on our work plan for next year?  It would be useful if we had it appear before the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00400","speaker":"1451"},{"type":"speech","time":1639647000,"counter":556,"content":"<p>We did not seek that information from GSOC but it is on the work programme for next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00500","speaker":"1491"},{"type":"speech","time":1639647000,"counter":557,"content":"<p>I request that, in the interim, we send a letter to GSOC.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00600","speaker":"1451"},{"type":"speech","time":1639647000,"counter":558,"content":"<p>Yes, we can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00700","speaker":"1491"},{"type":"speech","time":1639647000,"counter":559,"content":"<p>Can we request details of the core duties between GSOC and the Garda when we make that request, which I support?  I refer not to the totality of the core duties of the Garda but to those that relate to GSOC.  We should write to the Department of Justice as well to see if there is any conflict with legislation relating to GSOC.  It would be useful to have both those pieces of information in advance of meeting GSOC.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00800","speaker":"1489"},{"type":"speech","time":1639647000,"counter":560,"content":"<p>Okay, we will request that.<\/p> <p>  Next is No. 967, correspondence from Mr. Ken Spratt, Secretary General of the Department of Transport, dated 9 December, providing information requested by the committee during our meeting with the Department of 11 November.  It is a detailed response, running to 22 pages and addressing 19 specific requests for information across a range of areas, including the operation of Dublin Port tunnel, the number of electric vehicles in the State and the steps that have been taken towards meeting the 2030 targets of reducing greenhouse gas emissions from transport by 51%.  Is it agreed we will note and publish the item?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB00900","speaker":"1491"},{"type":"speech","time":1639647000,"counter":561,"content":"<p>Yes, but should we hold it for a period?  I have not had an opportunity to review it and I have not been able to comment on it.  If other members want to agree to publish it, that is no problem, but will it then be too late to write back to the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01000","speaker":"1622"},{"type":"speech","time":1639647000,"counter":562,"content":"<p>Is the Deputy requesting that we would not deal with the item of correspondence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01100","speaker":"1491"},{"type":"speech","time":1639647000,"counter":563,"content":"<p>Perhaps we could leave it until our next meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01200","speaker":"1622"},{"type":"speech","time":1639647000,"counter":564,"content":"<p>Deputies Catherine Murphy and Carthy have also expressed an interest in this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01300","speaker":"1491"},{"type":"speech","time":1639647000,"counter":565,"content":"<p>My point can wait until the January meeting, if that is agreeable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01400","speaker":"1451"},{"type":"speech","time":1639647000,"counter":566,"content":"<p>I am fine with that as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01500","speaker":"1489"},{"type":"speech","time":1639647000,"counter":567,"content":"<p>I, too, am agreeable.  We will hold it until the January meeting.  It is detailed correspondence.  Waiting until January will give members time to examine it and raise any issues they have with it.<\/p> <p>  The next item is our work programme.  On 25 November, we agreed we would agree to the work programme for early in the new year.  The updated schedule has been circulated to members.  On 20 January, we will engage with RT&Eacute; and representatives of the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media - that is some Department - which provides RT&Eacute; with State funding.  The secretariat will work to schedule an engagement with Transport Infrastructure Ireland, TII, for 27 January, and on 3 February, we plan to engage with the National Transport Authority, NTA.  We will also invite representatives from the Department of Transport to attend those meetings.  Members have requested that those meetings would run one after the other because of the close relationship between the bodies.  On 10 November, we planned to engage with the Department of Environment, Climate and Communications and National Broadband Ireland to examine expenditure on the national broadband plan.  We will continue to revisit the work programme each week.  Do members wish to raise any matters relating to the work programme?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01600","speaker":"1491"},{"type":"speech","time":1639647000,"counter":568,"content":"<p>Is there a reason we must deal separately with National Broadband Ireland and the Department of Environment, Climate and Communications?  The timeframe for putting specific questions to each body will be very limited.  If it is the case we will deal with each body separately, I propose that we waive the correspondence meeting in the afternoon and have National Broadband Ireland for the full session, beginning at 9.30 a.m., and the Department for the full session in the afternoon, and hold any correspondence over until the following week.  It would be a short timeframe within which to deal with any organisation.  We had difficulties when we tried to hold meetings under two hours.  If we were to give ourselves even less time, I do not think we would get to the crux of what are a series of important issues that have come to light in recent weeks with regard to the national broadband plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01700","speaker":"1451"},{"type":"speech","time":1639647000,"counter":569,"content":"<p>In the case of National Broadband Ireland and the Department, we will be dealing with a single item.  I agree it is a substantial item, and it will be up to the committee to agree to how it wants to handle this.  Perhaps it cannot be done in that timeframe.  I am open to suggestions on that.  I will open the floor to other members.  It is one we are all interested in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01800","speaker":"1491"},{"type":"speech","time":1639647000,"counter":570,"content":"<p>Do we need two separate meetings for TII and the NTA?  Perhaps my view is blinkered but one meeting might suffice for those two bodies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB01900","speaker":"1622"},{"type":"speech","time":1639647000,"counter":571,"content":"<p>I want to be fair to the Deputies who are not attending this meeting.  In previous discussions, there was particular interest in TII and a number of specific issues relating to it.  The same is true of the NTA, in the area of public transport and related matters, where there is rail, bus and a range of other areas.  I do not think we should rush it or try to compress it into one meeting to make way for a double-header with National Broadband Ireland and the Department of Environment, Climate and Communications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB02000","speaker":"1491"},{"type":"speech","time":1639647000,"counter":572,"content":"<p>Okay.  Deputy Catherine Murphy mentioned that we will probably invite the Department of Heath back in, and that might be sooner rather than later, given that today's meeting was dominated by the national children's hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB02100","speaker":"1622"},{"type":"speech","time":1639647000,"counter":573,"content":"<p>I support the point made by Deputy Carthy about a one-day meeting. I think it will be more coherent if we do it that way, although I agree it should be done in two separate groups because there is an oversight aspect in respect of the Department, which we have to drill into.  As for TII and the NTA, they both operate in the area of public transport but have separate remits.<\/p><p>There was a significant overrun in respect of the Sallins bypass and there are deficiencies in what was produced.  The local authority is the ultimate body in that regard.  My concern is that we will not capture some of the projects where there are problems.  There will be no shortage of material for both of those.  We should be considering both of them.<\/p><p> As regards health and the national paediatric hospital, we absolutely have to put that back on the agenda for some point in the first half of next year.  Health representatives, whether from the HSE or the Department, would normally appear a few times a year before the committee.  We did not get into much of the Vote at all.  It was mainly the pent-up questions we had on the children's hospital.<\/p><p> A matter that is probably more for Mr. McCarthy is that of the Office of Public Works, OPW, and the site on Military Road in particular.  I continue to have serious concerns in respect of that site and the selection process for the site.  Are there any further insights?  Will it crop up in an audit?  If not, it may fall within our annual review of the OPW.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#BB02200","speaker":"1489","continuing":true},{"type":"speechnospeaker","time":1639647000,"counter":575,"content":"<p>On that matter, it is probably best if it is dealt with in the context of consideration of the OPW and the appropriation account.  As I recall, the site was actually in the ownership of the OPW.  It is not that it identified and bought the site.  As such, the issue really relates to whether it is a good option for delivering the service that is required, rather than being a procurement issue.  The project is under way.  I am not 100% certain what stage it is at.  The Deputy raised questions previously in respect of whether it will provide the level of accommodation that is required by An Garda S&iacute;och&aacute;na.  The Garda will have a view on the issue as well.  If An Garda S&iacute;och&aacute;na appears before the committee, that might be a matter members wish to raise with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#CC00200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1639647000,"counter":576,"content":"<p>Construction is at an advanced stage.  I go past the site almost every day.  I am monitoring it.  I thank Mr. McCarthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#CC00300","speaker":"1489"},{"type":"speech","time":1639647000,"counter":577,"content":"<p>In fairness, other issues relating to the OPW will come up.  We had it in twice already.  I know the site on Military Road is an issue in terms of whether the accommodation is adequate but there are a range of other issues as well because the OPW has a wide remit.  We should add it to the agenda to have it appear in the new year, as well as the Department of Health.<\/p> <p>   I return to the issue of TII and the NTA.  Any member wishing to come in on this should raise his or her hand.  From what members have said, it would be a bit too compressed to try to do the whole lot in one 90-minute morning session.  There would be less than an hour and a half for the next one.  I propose that we take one organisation in the morning and the other in the afternoon.  We will send an invitation to them on that basis.  <\/p> <p>  That concludes our consideration of the work programme for today.  Are there any other matters members wish to raise before the committee goes into private session?  We will now go into private session before adjourning until Thursday, 20 January, when we will engage with Raidi&oacute; Teilif&iacute;s &Eacute;ireann.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021121600002#CC00400","speaker":"1491"},{"type":"unspoken","time":1639647000,"counter":578,"content":"<p>The committee went into private session at 2.04 p.m. and adjourned at 2.30 p.m. until 9.30 a.m. on Thursday, 20 January 2022.<\/p>","notice":"TIME STRING DETECTED"}]