[{"type":"majorheading","content":"Joint Oireachtas Committee on European Union Affairs","time":1632092400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 16:30<\/p><p>The Joint Committee met at 16:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Seán Haughey, Barry Ward.* Ruairí Ó Murchú, Neale Richmond.<\/p><p>* In éagmais \/ In the absence of Senator Regina Doherty.<\/p><p>Teachta \/ Deputy Joe McHugh sa Chathaoir \/ in the Chair.<\/p>","time":1632092400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002"},{"type":"minorheading","content":"Developments at European Union Level: Commissioner Paolo Gentiloni","time":1632092400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#A00100"},{"type":"speech","time":1632092400,"counter":5,"content":"<p>Apologies have been received from Senator Martin and Deputy Duffy.  Today we will have an engagement with Commissioner Paolo Gentiloni.<\/p><p>The Commissioner will put me right if I am pronouncing that in the wrong way.  On behalf of the committee, I welcome the European Commissioner for Economy to our meeting.<\/p><p> Before beginning there are some housekeeping matters and the privilege notice.  Members and all in attendance are asked to exercise personal responsibility in protecting themselves and others from the risk of contracting Covid-19.  They are strongly advised to practice good hand hygiene and leave at least one seat vacant between themselves and others attending the meeting.  Attendees should also maintain an appropriate level of social distancing during and after the meeting.  Masks, preferably of a medical grade, should be worn at all times during the meeting, except when speaking.  I ask for everybody's full co-operation in this.<\/p><p> All witnesses are reminded of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity, by name or in such a way as to make him, her or it identifiable, or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory with regard to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p> I call on Mr. Gentiloni to make his opening statement.  He is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#A00200","speaker":"1548","continuing":true},{"type":"speechnospeaker","time":1632092400,"counter":7,"content":"<p>Chairman, honourable members, a chairde, I am delighted to be here.  This visit to Dublin is my first bilateral visit to a member state since the beginning of the pandemic.  The fact that this is possible is a demonstration that things are moving in the right direction.  I hope to have several bilateral missions in the next few weeks.  It is good news in our fight against the pandemic.<br\/><br\/>James Joyce was inspired to write his masterpiece <i>Ulysses<\/i>, an ode to this wonderful city, while living in my home city of Rome and later in Trieste.  Joyce dreamed of an Ireland at the heart of Europe and I believe he would take some satisfaction in knowing that today, the Irish are among those who most value their membership of the European Union.  This is understandable as Ireland&rsquo;s economic and social progress in the almost 50 years since it joined the European Economic Community in 1973 is a wonderful success story, and one of which all Europeans should be proud.<br\/><br\/>EU membership has been an engine for this progress and it has helped Ireland to secure stability, peace and prosperity.  Ireland is now an open, dynamic economy largely driven by hi-tech industry and global exports.  As a measure of its economic success, this country is now a net contributor to the EU budget after over four decades as a net recipient of EU funds.  I might add that Ireland&rsquo;s diplomatic clout has grown in parallel, as evidenced by your presidency of the UN Security Council this month.  That success should be a source of pride not only for Irish people but for everyone who is committed to the European project.  Our intention is certainly not to undermine Ireland&rsquo;s success.  On the contrary, we want to build on it and support Ireland as it takes its development to the next phase.  In that context, let me briefly touch on four topics that are crucial for Ireland and the EU.<br\/><br\/>The first is Next Generation EU, our response to this unprecedented crisis.  With up to &euro;800 billion in grants and loans, in current prices, this is a unique opportunity for all of Europe to build back better, to drive forward the green and digital transition and to shift to a more sustained and a more sustainable growth path.  With around &euro;1 billion in grants, Ireland&rsquo;s recovery and resilience plan is of course relatively small but it is no less ambitious for that.  Ireland&rsquo;s plan will make the transport sector more sustainable, boost the digital skills of the population, particularly in less wealthy parts of the country, and increase the supply of affordable social housing.<\/p><p>The European Commission and, more recently, the Council have given their green light to Ireland&rsquo;s plan, which is fully aligned with our common priorities for a green, digital and equitable recovery.  It is now time to implement the ambitious measures contained in the plan.  As I believe you say in Ireland, &ldquo;a good start is half the work&rdquo;.  Our priority over the coming months and years will be to make sure that these plans are implemented effectively.  They hold the key not only to Europe&rsquo;s short-term recovery, but to our long-term prosperity and to transforming the strong rebound now under way into a new phase of more sustained and sustainable growth for the entire EU.<\/p><p> Second, on fiscal policies, Europe&rsquo;s response to the shock caused by Covid-19 could scarcely have been more different from what happened during the previous crisis, which hit Ireland so hard.  This time, an unprecedented shock was met with a swift, strong and co-ordinated common response from the EU institutions.  There was a well-balanced complementarity between fiscal and monetary policies that was absent a decade ago.  Much of that co-ordination, by the way, took place in the Eurogroup under the skilful chairmanship of the Minister, Deputy Paschal Donohoe. <\/p><p> Looking ahead, we must calibrate very carefully the transition from emergency support to more targeted measures.  We must avoid repeating the mistake of a decade ago when support was withdrawn too soon and too abruptly, with negative consequences.  We also need to ensure our fiscal rules and economic governance framework are fit for purpose in the post-pandemic world, with public debt levels having risen markedly and investment needs having continued to increase, especially those related to the green transition.  As confirmed last week by President von der Leyen, in the coming weeks we will reopen the public consultation on our economic governance framework.  Taking into account the input we will receive and the discussions we will hold with member states over the next couple of months, we will then assess how to move forward.<\/p><p> The third subject is taxation.  This summer, as members know, after years of negotiations, 134 countries and jurisdictions across the world reached an agreement on the reallocation of part of the profits of the biggest multinationals towards market jurisdictions, and on a minimum effective corporate tax rate of at least 15%.  Of course, we regret that Ireland is not one of those countries, but I also want to be clear that we respect the Government&rsquo;s desire to have all the details at its disposal in order to be able to take an informed decision on such an important matter.  In this respect, I welcome Ireland&rsquo;s continued constructive engagement in the process.<\/p><p> This OECD agreement, I must  repeat, is not about harmonising tax systems.  It is not about ending tax competition.  It is about establishing a fairer and more efficient global framework that reflects today&rsquo;s economic reality and bringing stability and predictability to the global corporate taxation framework.  Moreover, I am convinced that Ireland&rsquo;s attractiveness as an investment location extends well beyond its corporate tax rate.  Other key factors include its membership of the Single Market and the euro; its highly educated, English-speaking workforce; its stable institutional landscape; and its business-friendly environment.  This is why I have no doubt that Ireland will continue to prosper and I am optimistic that a shared way forward can be found.<\/p><p> Finally, a word on Brexit.  Ireland is the member state that has been most affected by the UK&rsquo;s decision to leave the EU.  The Irish authorities should be praised for their enormous preparatory work to cope with the consequences of this decision.<\/p><p>Brexit made it necessary to find an agreement to avoid a hard border on this island.   After several years of long, complex negotiations, throughout which the European Commission and the other 25 member states always stood by Ireland, we found a solution with the UK in the form of the protocol.  As members are well aware, we are facing a number of challenges in the implementation of the protocol, but it remains the best solution we have found with the UK to address the unique situation of the island of Ireland.  Failing to apply the protocol will not make problems disappear, but simply remove the tools to solve them.<\/p><p> We will continue to engage with the UK and we will spare no efforts to find workable solutions, but let me be clear that we have made a commitment to the people of Ireland and we remain unwavering in our solidarity and support to them.  The protocol provides for the stability and predictability that this island and all its inhabitants need.  Attempts to renegotiate the protocol would only bring about uncertainty and instability.<\/p><p> In conclusion, this is a time of momentous changes for the European Union.  As we look ahead to the Conference on the Future of Europe, engaging with national parliaments is something we should and will do more of.  I say this based on my own experience of more than 20 years in the Italian parliament.  That is why I am especially happy to be here today, and I am now looking forward to our discussion.  Go raibh maith agaibh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#B00200","nonspeaker":"Mr. Paolo Gentiloni","continuing":true},{"type":"speech","time":1632092400,"counter":10,"content":"<p>Agus go raibh maith agat.  The Commissioner's Irish is excellent.  It is the first time I have heard a speech with James Joyce's <i>Ulysses<\/i>and Brexit in the same speech, so that is an achievement in itself.  It is very obvious the Commissioner put much effort into today's presentation, for which we are very grateful.  We will now open the meeting up to members.  I will call Deputy Se&aacute;n Haughey, to be followed by Deputy Ruair&iacute; &Oacute; Murch&uacute;.  A number of members are attending online, including Deputies Harkin and Howlin, who will follow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#D00200","speaker":"1548"},{"type":"speech","time":1632092400,"counter":11,"content":"<p>I thank the Commissioner for being here on his first bilateral visit as the pandemic comes to an end.  I thank him for his kind comments on Ireland.  We consider ourselves to be at the heart of Europe and appreciate the tremendous benefits which the European Union has brought to this country, and indeed to all the member states.<\/p> <p>  I thank the Commission for its solidarity in relation to the Brexit issue, throughout the withdrawal agreement, the EU-UK Trade and Cooperation Agreement, and the Northern Ireland protocol, which is much appreciated.  Obviously, work remains to be done, as we work through the protocol issue and arrive at solutions.  We had Vice President &Scaron;efovi before our committee previously, and we gave our suggestions as to how solutions could be arrived at.  Hopefully, that work will continue.<\/p> <p>  My main question is in regard to the OECD agreement and tax proposals.  I know the Commissioner had a number of meetings today and that he will be aware of the position of our Minister for Finance who said that key issues remain to be resolved and that there are too many unknowns for Ireland to sign up to it.  We are also conscious of the position of the US, and in particular US Congress.<\/p> <p>  In that context, I have two questions.  Is there an appreciation of Ireland's position regarding corporate tax rates, our economic model and our economic success since the late 1950s in attracting foreign direct investment?  Is there an appreciation of that?<\/p><p>The second question is on the US position and the domestic US political situation on agreeing these proposals.  I am interested in the Commission's assessment of that.<\/p><p> My second issue is more general and concerns Europe's economy as a whole.  I was a member of Parliament when the Lisbon strategy was agreed in 2000.  It aimed to make Europe the most competitive and dynamic knowledge-based economy in the world.  The general consensus is that was not achieved.  That strategy was succeeded by Europe 2020.  What is the Commissioner's assessment of the European economy going forward on a global scale?  Are we on course to be the most competitive and dynamic knowledge-based economy compared to the other economic blocs in the globalised world?  Does the Commissioner believe we are succeeding and will succeed in that regard?  What measures are being taken to ensure that?  I am sure other speakers will deal with the national recovery and resilience plan so I will leave it at that.  I thank the Commissioner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#D00300","speaker":"1552","continuing":true},{"type":"speechnospeaker","time":1632092400,"counter":13,"content":"<p>I thank the honourable Deputy for his three questions.  First, I think and said briefly in my introduction that, of course, this attraction of the Irish economy is there.  I do not think it is only based on the corporate tax rate and I mentioned several aspects that contribute to the that attractiveness.  Having said that, it is clear that what we are working towards with the OECD global agreement and the compromise reached until now among 134 countries is not the cancellation of competitiveness among tax regimes.  Such competition will remain.  As the Deputy knows very well, the level of the tax rate under discussion in the OECD framework is much lower than in most European countries or in the US.  Competition will remain.  It is questionable but my opinion is that the more stable and global framework is accepted by investors, including foreign investors, who are important and attracted to the Irish economy.  First, this is not the only attraction factor; second, this attraction factor will not be eliminated.  It will be in a global framework and will remain there. <\/p> <p>  On the second question, I cannot imagine the US missing in this global agreement.  We are all aware that this OECD agreement has been under discussion for six or seven years and has come near to a conclusion in the past few months because of the new initiative and political will of the new US Administration.<\/p><p>This is something that we all know.  It is obvious that if there is no US, there is no deal.  If the US commitment on this deal is not only clear but also, in a certain sense, the pushing factor of this whole process, it will be far easier to reach agreement.  <\/p><p> I do not know how long my answers should be but if they are too long, I ask the Chairman to stop me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#E00200","nonspeaker":"Mr. Paolo Gentiloni","continuing":true},{"type":"speech","time":1632092400,"counter":15,"content":"<p>The Commissioner is doing good.  He is very concise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#F00200","speaker":"1548"},{"type":"speechnospeaker","time":1632092400,"counter":16,"content":"<p>On the role of our economy in the global framework, of course, we are reassured of many things.  We are a trade superpower.  We are living in an interesting moment.  Even the positive forecast a few weeks ago of 4.8% growth for this year in the Union could prove to be pessimistic.  We could have even higher growth than 4.8%.   This means, of course, nothing usual for the European economy.  I remember discussion only six or seven months ago of how the European economy was lagging behind compared with China and the US.  Although we are not happy for our friends or our competitors to have problems, we are seeing that they have a lot of problems now and in this moment the European economy is in recovery.  The problem is if and how we will be able to transform this rebound into a durable and persistent growth and quality of growth because we know that Europe is coming from decades of very low growth.  This is an opportunity.  We are investing in the right direction with the Next Generation EU in the strategic reforms and sectors of our societies and we have to seize this opportunity.  I am quite optimistic regarding the outlook in the short term but, in the long term, if we want to be really strong and competitive for our citizens, we need to make the right investments work and to have rules helping us to go in the right direction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#F00300","nonspeaker":"Mr. Paolo Gentiloni"},{"type":"speech","time":1632092400,"counter":17,"content":"<p>I thank the Commissioner and his team for coming before the committee.  If possible, I will do over-and-back questions and answers.  Some of my questions are very short.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#F00400","speaker":"1498"},{"type":"speech","time":1632092400,"counter":18,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#F00500","speaker":"1548"},{"type":"speech","time":1632092400,"counter":19,"content":"<p>To follow on from the points made by Deputy Haughey regarding the corporate tax rate, the Commissioner has spoken about the fact that he believes there is a decent possibility of an international deal in this regard.  He referred to the minimum effective rate.  There is a 12.5% rate in Ireland.  However, although France, for example, had a rate of 26.5%, in many cases there were workarounds for foreign direct investment companies such that their effective rate could even be below 12.5%.  I get the point about having a framework that works and has a quality and surety for everybody but how do we ensure that the minimum effective rate of 15% is across the board and nobody tries to circumvent it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#F00600","speaker":"1498"},{"type":"speechnospeaker","time":1632092400,"counter":20,"content":"<p>That is a very good question.  I do not think anyone has a silver bullet that will answer it.  What I am sure of is that if our starting point is a global and acceptable framework involving all, or almost all, of the 140 countries in question, that will be the basis for addressing the challenge the Deputy mentioned.<\/p><p>Next would come the implementation.  The OECD agreement under discussion contains the so-called model rules to address this problem.  The OECD inclusive framework will do its best to make these model rules function.  Will they completely abolish the risk the Deputy mentioned?  I would not be optimistic because that problem is there, although technology is helping to mitigate that threat.  If there is a global common basis and some technical rules on which the OECD is working, that is a good step forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#F00700","nonspeaker":"Mr. Paolo Gentiloni","continuing":true},{"type":"speech","time":1632092400,"counter":22,"content":"<p>I get that.  There will be an attempt to deal with it within the rules, which will need to be consistently and constantly reviewed to ensure they do exactly what they say on the tin.  That is vital.<\/p> <p>  Mr. Gentiloni spoke about the fiscal rules and governance.  I am going to take an inference from what he said and some of what has been reported to the effect that Mr. Gentiloni believes Europe made a number of wrong moves during the period of austerity and the banking crisis, and that such criticisms do not apply now.  How does he see the consultation going and what would he like to see happen with the fiscal rules?  We obviously do not want a return to austerity.  We want to keep the ship afloat and if there is a need for investment to stimulate particular parts of the economy in particular states, that will be necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#G00200","speaker":"1498"},{"type":"speechnospeaker","time":1632092400,"counter":23,"content":"<p>Yes indeed.  Ahead of this crisis, we were able to avoid the mistakes that were made ten years ago.  Of course, it is always inappropriate to compare two crises that are so different.  To put it simply, the reaction to the financial crisis was not as fast or co-ordinated among European member states.  At a certain point, \"mission accomplished\" was declared but it was too soon.  That mistake started a new recession and a new wave of the banking crisis.  In response to the current crisis, the reaction was fast.  Strong decisions were taken between 15 and 17 March 2020.  The ECB decided on the extraordinary purchase programme and the Commission decided on the general escape clause and the temporary state aid framework.  Those decisions made it possible for member states to spend, react and support workers without risk from financial and state aid points of view.  The decisions were made fast.  There were also the unprecedented decisions on the support to mitigate unemployment risk in an emergency, SURE, mechanism and the Next Generation EU and, now, a common consensus for a gradual path towards the future.<\/p><p>Here, the Commission and the president of the Eurogroup are working together to steer this process in a gradual way because, of course, supports should now become more targeted and selective - one cannot support everything for a long time - but, again, without tightening too soon and too abruptly and making these types of mistakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#G00300","nonspeaker":"Mr. Paolo Gentiloni","continuing":true},{"type":"speech","time":1632092400,"counter":25,"content":"<p>To have flexibility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00200","speaker":"1498"},{"type":"speechnospeaker","time":1632092400,"counter":26,"content":"<p>Yes.  During this process of shifting from what the German finance minister called the bazooka to a more sophisticated form of support we will also have a discussion on the future of the fiscal rules.  The contemporary path of these two things is interesting.  We have to steer our common fiscal policies with their unprecedented interplay with monetary policies and at the same time we have to discuss the future of our fiscal rules.  On the future of our fiscal rules, I will add one thing to what I said in my remarks.  My intention is to try to avoid the reopening of an old discussion.  We had ten years of discussion and we have a new situation.  Our problem is not to solve the discussion of the previous ten years but to look for what we need looking forward.  We need rules that help investments for our strategic transitions and rules that allow this extraordinary new debt that was created to react to the pandemic to be reduced to the targets that we have in our treaties in a way that is realistic and not damaging to our economies.  It is easy to say.  To build a consensus on this will be a real challenge, but we owe this to our citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00300","nonspeaker":"Mr. Paolo Gentiloni"},{"type":"speech","time":1632092400,"counter":27,"content":"<p>Deputy &Oacute; Murch&uacute;, we will come back to you.  We have plenty of time.  I remind the members that they have to be on the campus to ask questions.  I call Deputy Howlin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00400","speaker":"1548"},{"type":"speech","time":1632092400,"counter":28,"content":"<p>I will concede to Deputy Harkin as she was before me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00500","speaker":"1620"},{"type":"speech","time":1632092400,"counter":29,"content":"<p>I am not sure that Deputy Harkin is on the campus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00600","speaker":"1548"},{"type":"speech","time":1632092400,"counter":30,"content":"<p>Unfortunately, I am not on campus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00700","speaker":"1605"},{"type":"speech","time":1632092400,"counter":31,"content":"<p>I am happy to ask questions on your behalf, Deputy Harkin, if you wish to send them to me.  I have sent you a message.  I call Deputy Howlin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00800","speaker":"1548"},{"type":"speech","time":1632092400,"counter":32,"content":"<p>Unfortunately, I am not on campus either so I will have to send you my question, Chairman.  Needless to say, as the person who was charged with the public finances during the crisis, I am intrigued by Mr. Gentiloni's view of that period, but I will save my remarks for another occasion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H00900","speaker":"1620"},{"type":"speech","time":1632092400,"counter":33,"content":"<p>I am sorry about that, Deputy Howlin.  Is Deputy Richmond there?  He is not, so Deputy &Oacute; Murch&uacute; has the floor again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H01000","speaker":"1548"},{"type":"speech","time":1632092400,"counter":34,"content":"<p>You could be sorry about this.  My apologies beforehand.  I appreciate the previous two answers.  I welcome what Mr. Gentiloni has said and I welcome the solidarity that has been shown on the Brexit issue.  I particularly welcome his statement that the only show in town is the Irish protocol and it is just about finding the best case scenario with regard to its operability.<\/p><p>We need Europe to stay with that.  There are particular discussions that can happen on the island of Ireland.  If anybody sees a chink of weakness with respect to it, that could have particular outworkings.  We are engaged in a changed conversation on the island of Ireland.  Brexit has done that.  Many communities are talking about the possibility of Irish unity.  There is talk of us having such a conversation here.  We are looking for a citizens' assembly in Ireland to tease out what it would look like.  In the context of the European Union and the Commission, there would be a need for planning for the possibility of Irish unity.  Has that discussion happened to any degree?  Are there are any plans to have such a discussion in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#H01100","speaker":"1498","continuing":true},{"type":"speechnospeaker","time":1632092400,"counter":36,"content":"<p>I am respectful of and fascinated about the discussion the Deputy has mentioned but, as he will know, the EU is not entering this kind of discussion.  What we are committed to - and I understand he discussed this with my colleague, Maro&scaron; &Scaron;efovi, a few days ago - is how we can make it possible that the implementation of what was agreed between the EU and the United Kingdom is done and that it does not create tensions and difficulties in Ireland, especially in Northern Ireland.  From our point of view, the way to do that is to respect the decision and the achievement we have reached.  That does not mean we are not ready to address and try to solve problems on the ground.  I am aware of those problems, as I am also the Commissioner in charge of customs.  I know that is a challenging issue.  We have evidence of some problems and we have to work with flexibility to solve them.  It would be a completely different thing to take those problems and say they show that we have to cancel what we agreed, in particular, the Northern Ireland protocol.  We need stability.  The people of Ireland and Northern Ireland need stability.  In terms of trade and co-operation, the EU-UK Trade and Cooperation Agreement, TCA, is not a disaster.  It works to a certain extent but it is only an initial phase.  We will see after the new UK rules are in place what the situation will be.  Overall, as Members of the Parliament and as Commissioners, our task is to solve the problems but not to undermine the agreements that were reached.  From my point of view, that would be very dangerous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#J00200","nonspeaker":"Mr. Paolo Gentiloni"},{"type":"speech","time":1632092400,"counter":37,"content":"<p>I appreciate the answer.  The Commission has already shown its want and ability to address situations as they arise.  That needs to happen with respect to the Irish protocol.  Irish unity is something that is on the agenda.  At some point in time, it will need to be planned for.  The European Union has allowed for a situation where if there is a vote on Irish unity, the North, as part of whatever the new Ireland would look like, could come directly into the European Union.<\/p><p>It is something that will be on the agenda from here on, and I believe there will be an element of planning relating to that in the short to medium term.  <\/p><p> The Commissioner probably fielded some questions earlier about the &euro;1 billion this State got.  Obviously, on some level, there is unease about the means by which it was determined how much money would go to each state.  The way it was calculated and probably the amount of FDI threw up an anomaly regarding numbers in this State whereby we ended up with &euro;1 billion, which seems quite a small amount.  Can anything be done in the future to address that because if we are talking across the board about fiscal stimulus, and as the Commissioner said, concentrated investment was required, I would not like to think that this State would lose out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#J00300","speaker":"1498","continuing":true},{"type":"speechnospeaker","time":1632092400,"counter":39,"content":"<p>In respect of the Deputy's first point, the Commission is working with Ireland, which is one of the 27 members of the club, and the UK, which is a third party.  Of course, opinions are legitimate and I understand the Deputy's opinion, but the Commission is doing its job.<\/p> <p>  The Deputy is correct that the amount given to Ireland under the recovery plan is &euro;1 billion in grants.  This is a substantial amount of money.  Of course, in comparison with other countries, it is a limited amount.  The Deputy knows that the criteria for the distribution of these funds was mostly based on a few aspects, with GDP level being a key aspect.  Therefore, Ireland is receiving more funding than Luxembourg, more or less the same as Denmark or Germany and a bit less than the Netherlands.  Other countries with different situations relating to their GDP are receiving larger amounts of money.  This was the criterion that was agreed unanimously by member states.  Nevertheless the level of investment and the quality of the 16 investments in the national recovery and resilience plan for Ireland are strategically important.  I will have the opportunity to discuss them tomorrow with a group of stakeholders and social partners.  Given that these investments concentrate on specific issues, in particular, the green climate transition, this will give added value, which is important for the Irish economy despite the fact that due to the level of Irish GDP, the amount is not the maximum in comparison with that given to other member states.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#K00200","nonspeaker":"Mr. Paolo Gentiloni"},{"type":"speech","time":1632092400,"counter":40,"content":"<p>Deputy Marian Harkin has sent in a question.  She is a former Member of the European Parliament whom the Commissioner may have met along the way.  She thanks the Commissioner for his presence and his flexible approach to the Stability and Growth Pact.  Having listened to inflexible statements for many years on it as an MEP, the Deputy is pleased to hear we will not repeat the mistakes of the past.  Her question relates to the taxation of the digital economy.  She believes the Commissioner is considering revising some existing directives.  She wants to know what specific directives are being looked at.  She also wants to know how the Commissioner sees the common consolidated corporate tax base progressing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#L00100","speaker":"1548"},{"type":"speechnospeaker","time":1632092400,"counter":41,"content":"<p>I thank Deputy Harkin for her questions.  I believe these proposals were made four or five years ago.  I have not been in office for as long as that.  The Deputy knows from her experience that the proposals did not succeed in being approved.  It does happen in the EU systems that proposals tabled by the Commission are not approved.  Some member states that were sceptical about these proposals asked the Commission to wait or to prioritise a global solution.  They asked why we should make a European decision and not have a global solution.  Here we have a global solution.  I know perfectly well after the meetings today that Ireland is in the process but at present does not agree with its results.  Having said this, the global framework is our priority.  For this priority to work we also put on hold our proposal for a digital levy.  This was very different from the previous proposals of the Commission.  It was put on hold to make a contribution to a global solution.  This potential global framework is the best outcome we can work towards.  I am impressed by the fact that in the frequent contacts I have with the business community and big corporations at global level they are very much interested in having a global and stable framework.  This is not because they are happy to pay higher level of taxes but because they are unhappy to have double or triple taxation and difference methods in different countries.  We did have previous proposals that were unable to fly among the community of member states but we are now working very much on this global framework.  We hope this will help the EU to strengthen its unity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#L00200","nonspeaker":"Mr. Paolo Gentiloni"},{"type":"speech","time":1632092400,"counter":42,"content":"<p>Does Deputy Haughey want to contribute again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#M00100","speaker":"1548"},{"type":"speech","time":1632092400,"counter":43,"content":"<p>I thank the Commissioner.  It should also be noted that Ireland is agreeing without qualification to some aspects of the OECD draft proposals, particularly where big companies pay tax.  The Minister for Finance has signalled approval for that.  The issue remains regarding the minimum tax.<\/p> <p>  We will not contemplate no agreement arising from the OECD proposals but it would be fair to say the EU is determined to deal with these issues by itself if the global situation does not materialise.  There is a view in Ireland that the proposal for a consolidated corporate tax base represents unending pressure from the Commission, and that even the agreements on Next Generation EU and our recovery plan always contain little questions about our tax base and so forth.  The Commissioner would agree that tax harmonisation is not a competence of the EU.  Is it not fair to say the European Commission is absolutely determined to deal with this issue?  Will the Commissioner be pressing ahead with the Commission's own proposals regardless, in association with other member states?  What I am trying to say is that there is never-ending pressure regarding our corporate tax rate.  I am wondering what the Commissioner's view on that is.  Why is it the case?<\/p> <p>  On Next Generation EU and the national recovery and resilience plan, everybody is in awe of the way in which the EU dealt with the pandemic and the unprecedented measures it took to provide finance, borrow the money and so forth.  I agree with what the Commissioner says on the Irish plan and thank him for that.  I am referring to our attempt to advance the green agenda and the green transition, to accelerate and expand digital reforms and to support social and economic recovery and job creation.  The quality of our plan was remarked upon by the Commission.  How does the Commissioner envisage the fund being monitored?  I am sure it has been outlined but will there be careful monitoring of our plan?  Is there a possibility of more funding being provided under the recovery and resilience facility?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#M00200","speaker":"1552"},{"type":"speechnospeaker","time":1632092400,"counter":44,"content":"<p>I thank the Deputy for his two questions.  I would not speculate on alternatives to the global framework solution because I believe all our efforts are now to reach an agreement and, of course, continue the dialogue with Ireland and other member states, two of which are not yet convinced about the proposals.  The Deputy was correct in that the Commission has, in its country-specific recommendations, been asking a certain number of member states about measures on taxation.  I would say it has been doing so \"traditionally\" because it has been doing so for several years.  In the cycle of country-specific recommendations, the Commission is asking &mdash; normally, I think &mdash; seven of our 27 member states about measures to tackle what in our Brussels language we call ATP, which is not something connected to tennis but an aggressive tax plan.<\/p><p>In the plans of these six or seven countries, there are some limited measures to address this issue.<\/p><p> I must say that it is also emerging as a development of something that national governments were already doing, for example, the decision made here in respect of the application of the measures in place for blacklisted jurisdictions to outbound payments.  There is also the commitment to extend the application from blacklisted jurisdictions to zero-tax or no-tax jurisdictions by 2024.  This will limit the possibility of outbound payments not being taxed, which I am sure is also an objective of the Irish Government.  We are encouraging member states to go in this direction through our country-specific recommendations, and we have connected these country-specific recommendations to the recovery and resilience facility.  This gave the Commission more leverage to get results from these recommendations, which are normally followed but not completely followed by member states.<\/p><p> As far as the future availability of funds in the recovery and resilience facility is concerned, there will be some marginal adjustment in 2022 because the agreement was that the allocation available would be 70% of the total amount of the facility and that the remaining 30% could be adjusted in relation to the development of the economic situation and the pandemic in member states.  Therefore, some tweaking of the allocation criteria is possible next year.  Of course, we will remain within the limits of the recovery and resilience facility; we are not issuing a new debt apart from the amount agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#M00300","nonspeaker":"Mr. Paolo Gentiloni","continuing":true},{"type":"speech","time":1632092400,"counter":46,"content":"<p>I thank the Commissioner.  Deputy &Oacute; Murch&uacute; is itching to get back in again.  Prior to that, I will make a point.  It is good to hear the Commissioner speak in human terms today.  I have been reflecting back on the years 2009, 2010 and 2011.  We talked about that period ten years ago.  There are still people living with, and through, that trauma.  The conversation we had was very rigid.  It was about deficits and surpluses.  We were throwing out billions and banks were being bailed out.  Basically, we were taking &euro;5, &euro;10, &euro;15 and &euro;20 out of people's pockets in the form of austerity to the tune of around &euro;28 billion to &euro;30 billion over a period of five years.  People are still dealing with that trauma.  Are they convinced that something like that is not going to happen again?  No, they are not.  They are quite concerned, because they are looking at the perfect storm of potential carbon taxes.<\/p><p>Fossil fuel, oil and gas prices have gone up in the past few days even and people are concerned.  It is reassuring to hear the Commissioner's language regarding the lessons learned from ten years ago and to hear that there will not be a cliff edge in dealing with this crisis.<\/p><p> He referred to citizens and no doubt he was thinking of his experience with Italian citizens and how austerity impacted them.  How do we assure Irish citizens that, while in the region of &euro;34 billion was borrowed to deal with the pandemic in this country, they will not have to deal with the impact of this crisis in the same way they did with the previous one ten years ago?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#N00200","speaker":"1548","continuing":true},{"type":"speechnospeaker","time":1632092400,"counter":48,"content":"<p>We do so in what we were able to do in the past 18 months, especially with this unprecedented interplay between fiscal and monetary policy.  I want to stress that this interplay came from two streams that maintained the autonomy of countries.  There was not a central body governing fiscal and monetary policy but the fiscal and monetary policy worked in the same direction in member states because of their autonomy.  This stabilised the markets.  In this terrible 18 months we did not have turbulence in the financial markets.  The banking systems were already in much better condition than they were during the previous financial crisis.  We were able to support employment with extraordinary programmes.  In Ireland. there was the PUP programme and other countries had programmes with different names but at the end of the day this was a way to keep jobs alive during the crisis.<\/p> <p>  We also had the European SURE mechanism to strengthen this capacity through loans.  This SURE mechanism was used by 19 member states, or even if it was only based on loans a certain number of countries used it.  This is no longer a general response; it is more selective but it still continues.<\/p> <p>  I am not saying I do not see risks in the future.  I see that we have a reassuringly high level of growth, stability in financial markets and a better situation in the banks.  What kind of downside risks can we have in this outlook and forecast?  The main one remains connected to the pandemic.  Here we have to recognise a great EU success.  I remember well how difficult the situation was in February this year when we began the common procurement of vaccines at EU level in several countries.  People were blaming the EU for some delays we had and everybody was making comparisons between the EU and the UK and the US.  Now we are in September and the EU is in a much better place than other big regions of the world, although we are not happy about this.<\/p><p>The first risk we can see from our perspective still relates to the pandemic.  We are well equipped.  Some 74% of adult people in the EU are vaccinated.  By the way, the percentage in Ireland is much higher.  This is a good guarantee but we know that variants present a risk and that, in some parts of the world, the level of vaccination is so low, we cannot consider this issue to be completely solved.<\/p><p> There are also some specific difficulties arising with respect to our supply chains, the price of raw materials, the increasing price of electricity in some countries and the increasing price of housing in other countries.  We have to take an accurate look.  The European Commission and the European Central Bank estimate that, for the time being, the rise in the rate of inflation is fundamentally linked to temporary factors and that the rate is destined to decrease again.  Of course, this differs from country to country.  In some countries the rate is higher and in others it is lower.  The average in the EU and the euro area is 3%.  It is our assessment that this is temporary.  Of course, we have to look at this and address the problems we see.  I know several member states are now dealing with the problem of higher electricity prices or housing difficulties.  I understand this second issue is crucial in the activity of the Parliament and Government of Ireland.  This is part of the solution, however.  If we do not repeat the mistake of tightening financial conditions and overreacting to temporary inflation trends, for example, and if we avoid making wrong decisions of this kind, we can steer this transition towards a more persistent level of sustainable growth.  Of course we will be monitoring the trends.  The ECB talked about this recently in respect of inflation.  However, I believe we are on the right track and I am somewhat more optimistic about the outlook for September than I was last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#O00200","nonspeaker":"Mr. Paolo Gentiloni","continuing":true},{"type":"speech","time":1632092400,"counter":50,"content":"<p>I thank the Commissioner.  Deputy &Oacute; Murch&uacute; is itching to get back in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#P00200","speaker":"1548"},{"type":"speech","time":1632092400,"counter":51,"content":"<p>I both apologise to the Commissioner and thank him for his patience.  I will follow up on what the Chair has said and on some of what the Commissioner has said himself.  He framed it well in the sense that he did not refer to the usual green and digital recovery but to an equitable green and digital recovery.  That is absolutely necessary given the difficulties we had during the banking crisis, particularly in this State.  As Deputy McHugh said, there are still a considerable number of people who fear for the future on that basis.  We are talking about energy costs and difficulties relating to the supply chain.  Obviously, in this State, we also have our own housing crisis which will be greatly impacted by the increased costs.  The European Commission cannot deal with every one of these issues but they must be taken into account.<\/p><p>When we talk about this in its entirety, we are also talking about making the changes that are necessary for climate action and for rebalancing how our economies work.<\/p><p> The Commissioner spoke about tweaking some of the rules and so on, but we might need to examine something much more fundamental into the future, such as recalibrating the rules in order that they will enable us to get agreement on what we need to do to bring about those necessary changes, to deal not only with those short to medium-term problems but also with the long-term difficulties we face in regard to climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#P00300","speaker":"1498","continuing":true},{"type":"speechnospeaker","time":1632092400,"counter":53,"content":"<p>I think the Commission has shown the correct ambition on climate change.  I know this will not be an easy task with member states, for perfectly understandable reasons.  In some cases, member states are lagging behind in climate transition, so they need more support and they are facing higher costs for the transition.  On the other hand, we have a real and justified concern about the possible social impact of this transition.  The Commission is well aware of these two problems and the differences among member states.  Some member states still rely heavily on carbon in their energy use, for example, and for them the transition will be more costly than for others.  There is also the risk that some of the measures we propose as a Commission will have a social impact on electricity prices, the heating of houses or transport costs.<\/p> <p>  All these concerns are legitimate but the experience shows we cannot waste much time.  Time is limited and ambition is inevitable.  Let us consider what happened in recent years.  The Commission made its proposal for a European Green Deal in January 2020.  Then, in July, during the pandemic, we decided to increase the ambition of our proposal, and in particular to increase the target reduction of emissions from 40% to 50%.  This decision, which was taken during the pandemic, could have been viewed as a little extreme, but in a few months we found we were lucky because of the results of the US presidential election, which led the US to return to the Paris Agreement.  Before this, in the autumn, several countries had joined the EU in its target of carbon neutrality by 2050.  The UN General Assembly was the occasion at which several countries announced their commitment to carbon neutrality by 2050.<\/p><p>One year after this, we can see that the EU ambition has been followed by other big global players.  The proposals we tabled with the so-called Fit for 55 package will be very much discussed among member states but at the end of the day, we can change something, of course.  We are completely open to changes.  We need this kind of ambition, however.  The alternative is very dangerous and the capacity of the Union to set standards in this kind of regulation is a form of leadership.<\/p><p> Let me mention two things connected with economic activity.  First, we are issuing green bonds to finance our recovery and resilience plan, and we are setting standards here too.  Our taxonomy on green bonds is very advanced and with these emissions, the European Commission will become the first issuer of green bonds in financial markets.<\/p><p> Second, we are proposing the carbon border adjustment mechanism, which will have a gradual introduction in our system and mirror our emission trade system for imports.  Again, here we are seeing other big economic players in the world reacting and saying that they have taken note of this and that perhaps we can co-ordinate.  Under the carbon club proposal that is on the table, different proposals could be co-ordinated.  Again, we are open to co-ordination but we are not available to wait for our proposals.  We will, therefore, table our proposals and we are ready to co-ordinate them with other players.<\/p><p> In conclusion, this Commission was able to play a leading role in this climate transition issue.  Is this decisive?  We have 7% of the global emissions so it could be not decisive.  At the same time, however, we have a very big economic and trade influence in the world.  If we are followed or if we co-ordinate other players in the same direction, therefore, we will say that we did the right thing, and I am sure that we did the right thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#Q00200","nonspeaker":"Mr. Paolo Gentiloni","continuing":true},{"type":"speech","time":1632092400,"counter":55,"content":"<p>I am conscious that the Commissioner is due to leave at 6 o'clock and we are not far away from that time.  I will perhaps mention something that has been raised a number of times at this committee.  We introduced a defective blocks scheme in 2020 for houses that are crumbling because their blocks are defective.  It was similar to a pyrite scheme that was introduced in 2013.  It was a national catastrophe, which the Government moved in to address.  The scheme that was introduced in 2020 did not go far enough for the homeowners, however.  It was basically unaffordable.  We are talking about thousands of houses.  Is this an issue the Commissioner has come across in his own country or in other European Union countries, whereby an issue of defective blocks resulted in cracks appearing in the walls of houses?  Many people eventually had to leave their houses and some of these houses have been demolished in the last year.<\/p> <p>  Second, is there a role for the likes of the European Investment Bank in supporting these people?<\/p><p>It is very much an issue that is coming close to a conclusion.  The Government is working on a plan at the moment to try to accommodate and facilitate people whose lives have been shattered, who feel unsafe in their houses and who basically want to get on with their lives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#R00200","speaker":"1548","continuing":true},{"type":"speechnospeaker","time":1632092400,"counter":57,"content":"<p>The Chairman rightly said that this is where the joint action of the EIB and the national authorities or national promotion banks could be very effective and helpful because, of course, it is one of the crucial investments for the EIB.  To repair and make this activity environmentally sustainable is one of the main missions we also have the bank.  I am not completely informed of the process to which the Chairman was referring.  In general terms, however, from the experience I have, this is exactly one of the domains in which the EIB can be involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#S00200","nonspeaker":"Mr. Paolo Gentiloni"},{"type":"speech","time":1632092400,"counter":58,"content":"<p>I thank the Commissioner.  I think we are all good.  We are all questioned out at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#S00300","speaker":"1548"},{"type":"speech","time":1632092400,"counter":59,"content":"<p>I would not say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#S00400","speaker":"1498"},{"type":"speech","time":1632092400,"counter":60,"content":"<p>We are really grateful for the Commissioner's time and very appreciative of his openness and frankness.  At a time democracy has its challenges in terms of trust in politicians and in the political process, and in the bureaucrats and at an executive level, the more forthcoming we are in terms of being upfront in our honesty, the better.  We appreciate that today.  To the Commissioner and his team, go raibh m&iacute;le maith agaibh.  I thank them very much.<\/p> <p>  The meeting is now adjourned.  The next meeting of the joint committee will be held on Wednesday, 22 September 2021 at 9.30 a.m. in private via Microsoft Teams.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021092000002#S00500","speaker":"1548"},{"type":"unspoken","time":1632092400,"counter":61,"content":"<p>The joint committee adjourned at 5.57 p.m. until 9.30 a.m. on Wednesday, 29 September 2021.<\/p>","notice":"TIME STRING DETECTED"}]