[{"type":"majorheading","content":"Public Accounts Committee","time":1453370400,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 21 Eanáir 2016. Thursday, 21 January 2016.<\/p><p>The Committee met at 10:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Áine Collins, Deputy John Deasy, Deputy Paul J. Connaughton, Deputy Robert Dowds, Deputy Joe Costello, Deputy John Perry.<\/p><p>DEPUTY JOHN MCGUINNESS IN THE CHAIR.<\/p>","time":1453370400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002"},{"type":"unspoken","time":1453370400,"counter":4,"content":"<p>The committee met in private session until 10.15 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1453370400,"counter":5,"content":"<p>Mr. Seamus McCarthy (An tArd Reachtaire Cuntas agus Ciste) called and examined.<\/p>"},{"type":"minorheading","content":"Business of Committee","time":1453370400,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#B00200"},{"type":"speech","time":1453370400,"counter":7,"content":"<p>A number of matters need to be finalised today to finish the business of the Committee of Public Accounts as we come to the end of our term of office.  We are meeting a delegation from Debt and Development Commission Ireland later.  We acceded to its request for a meeting following receipt of its position paper in late 2015.  Are the minutes of the meeting of 10 December 2015 agreed?  Agreed.  Are there any matters arising from the minutes? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#B00300","speaker":"965"},{"type":"speech","time":1453370400,"counter":8,"content":"<p>We asked the Higher Education Authority, HEA, to provide the following: a breakdown of the figures and costs arising from the creation of the three planned technological universities in Munster, the south east and Dublin.  Have the figures come in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#B00400","speaker":"1006"},{"type":"speech","time":1453370400,"counter":9,"content":"<p>It is noted in the correspondence later on.  I will deal with the correspondence received since our meeting on 10 December 2015.  At this stage, I wish to note correspondence that has just come from the HSE today.  I will give members an opportunity to reflect on it before we deal with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#B00500","speaker":"965"},{"type":"speech","time":1453370400,"counter":10,"content":"<p>Great.  Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#C00100","speaker":"1091"},{"type":"speech","time":1453370400,"counter":11,"content":"<p>No. 3A.1 relates to correspondence from the HSE, dated 10 December 2015.  It concerns the report on the foster home and we will deal with that with the issue we have just discussed later.  No. 3A.2 relates to correspondence, dated 8 December 2015, received from Professor Andrew Deeks, President of UCD and concerns the UCD financial statements 2013.  This is to be noted and published.  No. 3A.3 is correspondence, dated 9 December 2015, received from Mr. Robert Watt, Secretary General of the Department of Public Expenditure and Reform, and is a follow-up on information requested at our meeting of 19 November 2015.  This is to be noted and published.<\/p> <p>  No. 3A.4 relates to correspondence, dated 15 December 2015, from the HSE in regard to the North Meath Communities Development Association.  This is one of the long running issues we have dealt with.  I asked the clerk to review the entire process and his note on the suggestions we are making to deal with the matter was circulated prior to this meeting.  It is appropriate to put these recommendations to the committee at this stage.  The Committee of Public Accounts recommends as follows: 1. That the current 30-year lease, which is due for review, which can be backdated to 1 May 2014, now presents an opportunity for both parties to correct the lease so that it is no longer capable of multiple interpretations.  2. That the HSE should acknowledge it has now been repaid in full the development grant it paid and that a discount of four ninths will not apply in the future.  3. That both parties agree an appropriate rent, which represents the full market value, that is to be paid with effect from 1 May 2014.  If necessary, this rent is to be determined by way of arbitration.  4. That both parties seek to resolve this dispute so that the organisation is given adequate compensation for the fact that it did not receive an appropriate rent for the period from 1 May 2004 up to the proposed review date of 30 April 2014.<\/p> <p>  This is a community project which gives great benefit the local area and region.  Those involved in the project are volunteers.  They have gone through a process and hearing and feel they have been hard done by.  Judging from the correspondence and engagement this committee has had on that, this seems to be the case.  The recommendations being put this morning are reasonable and I believe they will help resolve the matter and ensure adequate financial payments will be made to the organisation to ensure its continuity and to rectify the rent situation from 2004.  I propose that these recommendations be accepted and that we notify the parties involved of the outcome of our discussions on this matter.  Is that agreed? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#C00200","speaker":"965"},{"type":"speech","time":1453370400,"counter":12,"content":"<p>Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#C00300","speaker":"1006"},{"type":"speech","time":1453370400,"counter":13,"content":"<p>No. 3A.5 relates to correspondence, dated 23 December 2015, received from Mr. Aidan O&rsquo;Driscoll, Secretary General of the Department of Agriculture, Food and the Marine, concerning the milk superlevy.  This is to be noted and published.  No. 3A.6 is correspondence, dated 17 December 2015, received from Ms Eileen Creedon, Chief State Solicitor, and is a follow-up on our meeting on 12 November 2015.  This is to be noted and published.  No. 3A.7 is correspondence, dated 22 December 2015, received from Professor Willie Donnelly, President of WIT, and is a follow-up from our meeting on 10 December 2015.  This is to be noted and published.<\/p><p>No. 3A.8 is correspondence, dated 22 December 2015, received from Mr. Frank Daly, chairman of  NAMA, and relates to correspondence with the Northern Ireland Assembly&rsquo;s finance and personnel committee.  This is to be noted and published.  No. 3A.9 is correspondence, dated 23 December 2015, received from Mr. John McCarthy, Secretary General of the Department of Environment, Community and Local Government, and relates to social housing refused by local authorities.  This is to be noted and published.<\/p><p>No. 3A.10 is correspondence, dated 10 December 2015, received from the HSE.  This is a follow-up to our meeting in October 2015.  This is to be noted and published.  No. 3A.11 is correspondence, dated 8 January 2016, received from the HSE.  This is a follow-up to our meeting on 22 October 2015.  This is to be noted and published.<\/p><p>No. 3A.12 is correspondence, dated 15 January 2016, received from Mr. Tom Boland, CEO of the Higher Education Authority.  This is a follow-up from our meeting on 10 December 2015.  This is to be noted and published.<\/p><p>No. 3A.13 is correspondence received from Mr. Aidan O&rsquo;Driscoll, Secretary General of the Department of Agriculture, Food and the Marine.  This concerns the case of Douglas Fannin <i>v. <\/i>the Minister for Agriculture, Food and the Marine.  This correspondence, along with the correspondence on No. 3B.4, relates to the same issue.  A briefing note has been circulated to members on this case outlining the steps we believe should be taken and I will read over this briefing note now.<\/p><p>Members will recall the Douglas Fannin case, which has been the subject of examination by the committee, dating back to the meeting on 18 June 2015.  The committee has since followed up with the Department on issues specific to Mr. Fannin&rsquo;s case.  In particular, it has read a transcript of the court proceedings and a copy of the Owens report.  Mr. Owens was the senior counsel in the prosecution of Mr. Fannin.<\/p><p>As outlined in the Department's letter and the letter from the Chief State Solicitor, the requests from the committee cannot be considered as the matter is <i>sub judice.<\/i>The Department&rsquo;s line now is that its hands are tied and that any comment could potentially damage the State's defence in any forthcoming proceedings.  Members will be aware that the prosecution case taken by the Department against Mr. Fannin led to a severe reprimand from Judge Reynolds, who accused the special investigations unit of being heavy-handed and she questioned the integrity of the prosecution case.<\/p><p>The committee&rsquo;s position on this case is already part of the public record and there are three key issues, two of which have nothing to do with the civil action being taken by Mr. Fannin.  Three key issues remain to be dealt with.  First, the Department should confirm whether Mr. Fannin is entitled to compensation in respect of the animals that were seized from his farm in 2009.  These animals were subsequently slaughtered and entered the food chain.  A TB reactor grant is payable but it is the committee's understanding that this has not been paid.  Second, in dismissing all charges against Mr. Fannin, Judge Reynolds questioned the integrity of the prosecution case.  Arising from this case, an internal review of the handling of the case was commissioned by the Minister and undertaken by officials of the Department.  That internal report has not been published.  Given the criticism made by Judge Reynolds, a better outcome could have been achieved if a full independent review of this whole case had been taken.  This has nothing to do with the civil case and should still happen.  The third issue is the civil case which, as outlined by the Chief State Solicitor, is for damages.  While the Department cannot engage with the committee on this, the committee can make a call and ask that both parties engage in some form of mediation.<\/p><p>The case involving Douglas Fannin has taken almost eight years so far.  It is time for all parties to move on and get agreement as that will happen anyway.  There should not be a need for a court case to sort out the issues.  We can take this issue no further, as we are coming to the end of this Committee of Public Accounts, but it is clear from the details I have given now that Mr. Fannin should, in the first instance, be compensated for the animals taken.  Also, the issues raised by Judge Reynolds should be dealt with and the report published.  Some form of mediation or arbitration should be entered into so that, in view of the findings made by Judge Reynolds, Mr. Fannin is not put through this whole process again.  This committee should add its weight to the recommendations I have repeated in support of Mr. Fannin and encourage the sorting out of the matter as soon as possible.  He and his family have been put through enough.  I ask the committee to agree to the note and the recommendations therein.  Is that agreed?  Agreed.  <\/p><p>We move on now to individual correspondence.  Nos. 3B.1 and 3B.8 deal with the an issue of investigation of fraud in Teagasc.  We have received a reply from the director of Teagasc, Professor Gerry Boyle, and this information will be forwarded to Mr. Jarlath Reilly who raised the issue.  No. 3B.2 is correspondence, dated 11 December 2015, from Mr. Martin Whelan of NAMA, concerning issues raised by Mr. Patrick Coughlan.  This is to be noted and forwarded to Mr. Coughlan.<\/p><p>No. 3B.3 is correspondence, dated 11 December 2015, received from Ms Deirdre McKeogh concerning An Modhscoil, Limerick.  This is to be noted and forwarded to the Department of Education and Skills.  No. 3B.4 is correspondence, dated 16 December 2015, received from Ms. Eileen Creedon, Chief State Solicitor, regarding the case of Douglas Fannin <i>v.<\/i>the Minister for Agriculture, Food and the Marine.<\/p><p>We just dealt with that matter.<br\/><br\/>No. 3B.5 is correspondence received from Deputy Sean Fleming regarding State funding through the HSE to a medical website, <i>myGP.ie<\/i>, to be noted and forwarded to the HSE for a note.<br\/><br\/>No. 3B.6 is correspondence, dated 14 December 2015, received from Mr. Paul Quinn, chief procurement officer, and No. 3B.7 is correspondence, dated 23 December 2015, received from Ms Clare McGrath, chairperson of the Office of Public Works, OPW, regarding the Phoenix Park hire concession.  This is to be noted and forwarded to Mr. Paul McQuaid.<br\/><br\/>No. 3B.9 is correspondence, dated 12 January 2016, received from Mr. Dermot Sparrow, Moss Veterinary Partners, County Kildare, regarding the special investigations unit in the Department of Agriculture, Food and the Marine.  This is to be noted.<br\/><br\/>No. 3B.10 is correspondence, dated 13 January 2016, received from Mr. Philip Cantwell.  This is a letter about the unauthorised dumping of waste by contractors working for Meath County Council on the upgrade of the R158.  This is be noted.  Mr Cantwell has been in correspondence with this committee for a long period of time.  He has concerns about the following matters.  One is the legal status of certain companies that have contracts with Meath County Council.  The matter should now be examined in detail by the Local Government Audit Service and I also ask that his correspondence be forwarded to the chairman of the audit committee of Meath County Council for appropriate follow-up.  Second, the illegal dumping of waste was from the R158.  Nobody knows where this material was dumped and it should be followed up by the Department of Transport, Tourism and Sport.  This matter was dealt with by way of correspondence, and with the Secretary General.  The answers given were unsatisfactory and, at times, the correspondence from Meath County Council on this issue was somewhat misleading and contradicted other statements.  I believe Mr. Cantwell has been hard done by in this case in terms of attempting to seek a resolution.  Immediate intervention is needed by the Department and the audit committee, both locally and nationally, to ensure that this matter is dealt with in a satisfactory manner.  I suggest we take the action outlined in our note and, accordingly, notify Meath County Council and the Department, request that appropriate action and investigation take place and that Mr. Cantwell be involved in the correspondence and that investigation to give his side of the story.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#C00400","speaker":"965","continuing":true},{"type":"speech","time":1453370400,"counter":15,"content":"<p>I agree with your proposal, Chairman.  I was not present when Mr. Cantwell made his original remarks and brought to our attention his concerns about the unauthorised dumping of thousands of tonnes of waste and the manner in which various contracts were made.  However, I have met and spoken to Mr. Cantwell and the issues he raises are very substantial.  We read in the letter he sent to the committee that at least 56,000 tonnes, plus 60,000 tonnes and 28,000 tonnes of waste, which is a total of 144,000 tonnes, from phase two of the R158 contract is unaccounted for, and that the possible total may well be approximately 300,000 tonnes.  The amount of unauthorised and illegal dumping that has taken place has been one of the banes of the country over the last number of years.  To think that even at this point in time we do not know where that unaccounted waste went means there are serious questions to be answered by Meath County Council and by the Department of Transport, Tourism and Sport.  I agree that the matter should be pursued and that we do it in the fashion the Chairman has outlined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#D00200","speaker":"1006"},{"type":"speech","time":1453370400,"counter":16,"content":"<p>Is that agreed?  Agreed.  I should mention regarding the Fannin case, the matter relevant to Mr. Cantwell, the North Meath Community Development Association and the general correspondence we have had regarding CIT, WIT and the other third level colleges, that the file on each one should be sent to the Taoiseach for information purposes.  Before an election is called, the House will be discussing the make-up and chairmanship of committees and their work in terms of the reform that is being put forward by the Government.  The four cases I have mentioned give an insight into how the State does not work for the citizen at times.  The response from the Departments must be brought to the attention of the Taoiseach and the Government, so they are clear about how the committees function and how often we are frustrated in our attempts to get recognition for problems that individuals and organisations face when dealing with the State.<\/p> <p>  Sometimes the ingredient that is missing in all of this is a common-sense approach, an approach whereby the State can recognise the wrong it has inflicted or brought about in a particular case and can rectify it without it costing the State a fortune.  In the Fannin case, significant moneys have been paid out by the State.  When dealing with the Office of the Chief State Solicitor and the Office of the Director of Public Prosecutions, DPP, we were told that a better approach can be put in place in respect of how the State deals with legal matters and getting better value for money and better outcomes in each case.  These four, particularly the first three, highlight the issues that individuals face.  Even in the case of the universities we have dealt with, including Waterford Institute of Technology, and the case of Mr. Byrne, how we feel about that and how wrong was done in that case as well.  It might be helpful for the understanding of those who are creating the legislation dealing with reform to be informed about these matters, to assist in prevention rather than what is happening at present which is throwing good money after bad in the defence of some of these cases.  We have agreed on all of that so can we agree to forward those files, by way of information, to the Taoiseach's office?  We will return to the item on the HSE.<\/p> <p>  There is a last item of correspondence.  No. 3B.11 is correspondence received from Mr. Lar Bradshaw regarding the Committee of Public Accounts report on the Dublin Docklands Development Authority.  The correspondence is to be noted.  Mr. Bradshaw has raised concerns about the committee's report on the DDDA which dealt with the purchase of the Glass Bottle site.  A briefing note has been circulated to members and with the agreement of the committee a reply to Mr. Bradshaw will issue.  Perhaps the committee will agree to, first, a comprehensive reply being issued to Mr. Bradshaw along the lines contained in the note; second, that we revise the report to correct the typographical errors; and, third, that we include, as a new appendix, his letter and the reply of the committee.  Members have a further note on that detailing the background and so forth.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#D00300","speaker":"965"},{"type":"speech","time":1453370400,"counter":17,"content":"<p>Is that the end of the individual correspondence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#D00400","speaker":"1006"},{"type":"speech","time":1453370400,"counter":18,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#D00500","speaker":"965"},{"type":"speech","time":1453370400,"counter":19,"content":"<p>Before we conclude it, with the Chairman's indulgence, I wish to add an item.  I received it from Mr. Kevin Browne, who had a catering contract with the OPW, then with the Department of Communications, Energy and Natural Resources and subsequently with the Department of Transport, Tourism and Sport.  I provided it too late for it to be circulated to the members but I would appreciate if the clerk would take the opportunity to look at it.  It indicates that certain irregularities took place with regard to the contract itself and with regard to matters relating to the Revenue Commissioners and the Department of Transport, Tourism and Sport.  The end result is that Mr. Browne lost his contract and incurred a bill.  He feels that the terms under which he had operated his catering contract in the past were unilaterally done away with.  I would appreciate it if we could consider how we might deal with it.  He lost his tax clearance certificate and there were irregularities with certain officials from the Department of Transport, Tourism and Sport in terms of improper contacts to ensure that would happen.<\/p><p>Perhaps the clerk would have a suggestion as to how we might progress it in respect of both the Revenue Commissioners and the Department of Transport, Tourism and Sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#D00600","speaker":"1006","continuing":true},{"type":"speech","time":1453370400,"counter":21,"content":"<p>We could forward the letter to the Department and to Revenue, if that is necessary, and ask for a note on the matter.  Following that, we will have to forward it to the new committee.  My understanding is that when the work of this committee is interrupted by an election, the newly appointed committee can return to the work that was being done and continue from where the previous committee members left off, so that issues like the one the Deputy raised do not get lost in the transition.  That is why the cases of Fannin and Cantwell, north Meath and the universities can be taken up again by a new committee.  They are not lost because they will be recorded in the notes and minutes of this meeting.  If the Deputy wishes, we can immediately write to the Departments concerned and ask for a response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00200","speaker":"965"},{"type":"speech","time":1453370400,"counter":22,"content":"<p>So we would write to the Revenue Commissioners and the Department of Transport, Tourism and Sport and get their advice.  Then it would be on the record for future business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00300","speaker":"1006"},{"type":"speech","time":1453370400,"counter":23,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00400","speaker":"965"},{"type":"speech","time":1453370400,"counter":24,"content":"<p>Thank you very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00500","speaker":"1006"},{"type":"speech","time":1453370400,"counter":25,"content":"<p>We can make specific reference to it in the minutes of this meeting so that, again, it is not lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00600","speaker":"965"},{"type":"speech","time":1453370400,"counter":26,"content":"<p>I want to mention one issue regarding road schemes, particularly in County Galway, although I am sure it applies right across the country at the moment.  Road realignment works are going on, which the Department is funding local authorities to carry out.  I am aware of two cases in which the land was subject to a compulsory purchase order, CPO, and taken away from the landowners, yet no payment has been given out.  Some people get paid while some do not; some people get contacted and some do not.  There is a goodwill payment that people in some parts of the country seem to be getting while others are not.<\/p> <p>  Although it goes through the local authorities, it is the Department of Transport, Tourism and Sport that is funding these projects.  It seems to be that once the CPO is agreed and the landowner gives over the land, negotiations stop completely.  I am trying to find out if the Department is aware of this and why there is not a strict set timeline.  At the end of the day, the landowners are doing their best to help the road realignment works.  Funding is allocated from the Department to take care of this cost, yet there are certain situations in which no one has had any contact regarding the purchase of their land.  This is all taxpayers' money.  Is the Department aware of this, and what can it do to make sure there is a more streamlined process?  If a CPO and a goodwill payment are agreed, people should actually get paid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00700","speaker":"1041"},{"type":"speech","time":1453370400,"counter":27,"content":"<p>The clerk can write to the Accounting Officer and send a transcript of the issue you have raised.  The same applies to the appointment of arbitrators in the case of Padmore &amp;amp; Barnes in Kilkenny; they were told they would have to wait 12 months.  That delay does occur, and maybe the Department should be made aware of it.  Perhaps a letter to the appropriate Departments would place it on record at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00800","speaker":"965"},{"type":"speech","time":1453370400,"counter":28,"content":"<p>There was one item I missed out on, No. 3A.9 from NAMA, on the provision of units for the purpose of social housing.  We got a report from NAMA, but when we read it we are scarcely the wiser.  This concerns the famous 6,574 units which were originally identified by NAMA for consideration by the local authorities.  The local authorities decided that 4,048 of the units were not suitable.  NAMA breaks down the reasons for those decisions as follows: for 1,130 units, no demand; for 1,175, no sustainable community; 84 units were rejected as not suitable; and the last 1,579 were no longer available.  This is extremely confusing and raises major issues.  The matter was raised in the D&aacute;il yesterday by Deputy Miche&aacute;l Martin.  Although 6,500 units were made available to local authorities for social housing in the present housing crisis, over 4,000 were declined as being unsuitable in one way or another.  In the last month or two, however, NAMA went ahead and sold them all and they were snapped up by private developers.  Yet they were not suitable for social housing even though we have the biggest social housing crisis in the country.  The explanation certainly only confuses the matter.<\/p> <p>  Even though the local authorities are not answerable to us in any way and we cannot bring them before us, I do think we should write to them.  We have the list of all the local authorities here and the numbers of units they accepted or refused.  We should write to them and make them answerable - ask them to explain why in this crisis they were able to refuse out of hand two thirds of the units offered by NAMA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E00900","speaker":"1006"},{"type":"speech","time":1453370400,"counter":29,"content":"<p>Added to that is the fact that NAMA had said it was going to make the funding available as well if----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E01000","speaker":"965"},{"type":"speech","time":1453370400,"counter":30,"content":"<p>No; these were completed units.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E01100","speaker":"1006"},{"type":"speech","time":1453370400,"counter":31,"content":"<p>If any of them required work, NAMA said it would make funding available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E01200","speaker":"965"},{"type":"speech","time":1453370400,"counter":32,"content":"<p>That is true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E01300","speaker":"1006"},{"type":"speech","time":1453370400,"counter":33,"content":"<p>Because NAMA was before us and it is a Department issue as well, maybe we can ask the Department of the Environment, Community and Local Government for a response along the lines you have requested.  It is an issue that will remain relevant after the election and will certainly be part of the work of the next Government also.  We can do that.<\/p> <p>  Did Deputy Deasy want to contribute on the HSE issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E01400","speaker":"965"},{"type":"speech","time":1453370400,"counter":34,"content":"<p>I will start it off anyway.  All the members will be aware that we received a report from the HSE.  The main reason it was sent to members is contained in the last couple of pages.  The issue is an apology to what they refer to as the \"service users\" of the foster home in the south east, in respect of which there have been allegations of very serious sexual abuse.  It also addresses the poor care across the board for the 46 or 47 families or children that were involved, and cites significant failings on the part of the health boards and the HSE in dealing with this entire issue over the course of 30 years plus.  On the face of it, getting an apology and an admission of failings from the HSE was important.  In some cases people had been fighting legally for some kind of redress from the State for seven years.  The Chairman has been involved in this as well and is aware of the issues.<\/p> <p>  I want to touch on one particular aspect that could be characterised as troubling.  When word reached the individuals who were representing these children that an apology had been issued by the HSE, it was countered very quickly that the apology had not happened.  Some people might have said a mistake was made - that people were instructed but forgot to do so, or whatever.  As it turns out, it is a bit more sinister than that.  A meeting was arranged for 10 December with one particular service user and the individuals who care for her.  The meeting was flagged by the HSE as an update process which would deal with the recommendations within the Conal Devine report.  Those recommendations were published only after the Information Commissioner got involved and forced the HSE to publish them.  There was no mention of an apology and no acknowledgement or mention of any failings being discussed at this meeting.  All the social workers were informed of was that it would be an update process, and that is what it was.  The crux is that the people who organised the meeting did not even know they were supposed to apologise.  It is incredible.  At the meeting, no apology was given.<\/p><p>This is the firm opinion of some of the individuals who were in attendance.  They make a good case.  After seven years of fighting the HSE legally and otherwise and given the fact that a civil case was ongoing, had an apology been given, they would have asked for it in writing immediately.  This was a significant development.  Were the HSE to admit failings, it needed to be recorded and the people involved would have jumped on that, but it did not occur.<br\/><br\/>There is another part to this issue.  The HSE has today rebutted a story in yesterday's <i>Irish Examiner<\/i>.  According to the HSE, it contacted the birth mother to apologise to her for the failings regarding her daughter.  I have had that checked out - it did not occur.  People tell me that the birth mother has now been contacted independently but that she says that has not occurred either.  If one stands back to consider this, it is amazing.  If it is the case - I believe it is - that a story or sequence of events has been constructed by the State agency tasked with the care of these individuals after the fact, it is disturbing.  The depravity of it is unbelievable.  One would expect some sense of justice and compassion from the HSE.  The health boards placed these individuals in care.  Subsequently, those people were treated appallingly because the State did not provide reasonable oversight.  They are now being treated as the enemy because of the potential legal cases that would cost the State a great deal of money and, more importantly, endanger people's careers.  That is what we are getting at.<br\/><br\/>Yesterday, the Chairman was quoted as saying that the HSE had been dragged kicking and screaming into this apology.  On examination, the situation is actually worse than that.  If the State agency that is responsible for the care of mentally disabled children and the alleged savage abuse over years that has been described to me - I will not go into detail - is now involved in constructing stories about apologies that have not been given so as to sate public affairs considerations and members of the Committee of Public Accounts, we have a serious problem with the HSE internally.  That is just rotten, but it is what has occurred.  The depravity of it is staggering.<br\/><br\/>Someone from the HSE will revert to me and say that it did not happen, but I know exactly who was in that room, what occurred, what did not occur and the tenor and content of the phone call that occurred subsequently.  One might wonder whether a mistake had been made regarding the apology, but I am questioning what value the HSE places on the mentally disabled individuals who were subjected to this savage abuse.  That is at the core of the issue and is what we have been dealing with for the past year.  We have come to this conclusion and are beginning to question the value that the State agency places on these individuals.  I do not believe that it puts a great value on them.  That is clear.  The HSE's response to something like this typifies what our committee has been doing and what we have forced it to do.<br\/><br\/>I am on firm ground regarding my facts about the phone calls made, the meetings conducted, what was said and what was not said.  This points to a greater issue within the HSE.  This is appalling and disturbing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#E01500","speaker":"1091","continuing":true},{"type":"speech","time":1453370400,"counter":36,"content":"<p>I am appalled by what Deputy Deasy has revealed today and previously.  It demonstrates that it is still the inclination of State institutions to circle the wagons when there is a major problem.  This is one example.  Although the dumping of waste in County Meath that was mentioned is much less serious, it is another example.  I am also aware of a case relating to the old County Dublin VEC.<\/p> <p>  All of this means that much more work needs to be done to make people who try to avoid their responsibilities pay.  Some people in those institutions need to be removed.  While the Government has done a fair bit of work to reform the public service, more needs to be done.  I hope that it will be.  The case raised by Deputy Deasy is a particularly appalling one, but the wider culture still exists and must be changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#F00200","speaker":"1011"},{"type":"speech","time":1453370400,"counter":37,"content":"<p>I agree with Deputies Deasy and Dowds.  What is happening is frightening, in particular given that these people are the most vulnerable in society, but I am not surprised.  This seems to be a problem across the service.  In a case in my constituency, foster parents had a child in their care who was removed from them.  For the three years since, they have been trying to get information, but the wagons have been circled.  They have been through turmoil, never mind what happened to the poor child who was only two or three years of age when taken from the home.  Nothing was proven.  It is shocking.  That such a culture has been allowed to develop to this extent in supposedly trustworthy State bodies is beyond belief.  This is a Government issue and, although the Government cannot manage the running of every State agency, there need to be major changes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#F00300","speaker":"988"},{"type":"speech","time":1453370400,"counter":38,"content":"<p>I will add my voice.  The whistleblower in this case made a disclosure to me and, in turn, I brought it to the attention of Pearse Street Garda station, which I was obliged to do.  I have had one telephone call since making that public disclosure.  Following that, I met a local sergeant who told me that there was no body of evidence on which to bring forward a prosecution.  At least, that is what the Director of Public Prosecutions, DPP, had stated.  This is extraordinary.  As Deputy Deasy mentioned, 47 families are involved.  They have been the social worker.  Very professional and deeply concerned, they have fought the system for years to try to represent one of the individuals concerned.<\/p> <p>  After reading the paperwork on these cases, one feels sick.<\/p><p>It is also disturbing that it can take place in this country and that the particular foster home was receiving vulnerable individuals with profound intellectual disabilities from the health boards at the time, another agency dealing with such cases and independently.  Simultaneously, State agencies were told there was deep concern about the individuals involved by the UK authorities.  Having had the matter reported and raised within the HSE and then publicly at a HSE conference, nothing happened.  The questions raised before the committee related to the cost of reports.  The costs in this instance are insignificant.  However, the issue came to our attention on foot of the costs involved, value-for-money issues and so on.  When Deputy Deasy and I raised the matter with HSE officials, their response clearly demonstrated the culture that still exists within State agencies to circle the wagons and defend the organisation at all costs, regardless of what further damage that might do to citizens or the organisation in question.  We have had this in the Fannin and Cantwell cases, the north Meath organisation and, indeed, with some of the universities.  This culture is demonstrated in clear terms when it comes to issues within the HSE.<\/p><p> The rebuttal, to which Deputy Deasy referred, is dated 21 January 2016.  I am not aware of the detail outlined by the Deputy but I am absolutely appalled that, at this late date, such a line of defence would continue.  It is perverse and insane that the organisation would continue down this road when it should address the professional needs of those who were sexually or otherwise abused and try to identify - within the organisation - why this was not uncovered.  The lady in question turned up and acted out sexual acts on the prompt of a word.  She is profoundly intellectually disabled.  The fact that we are discussing this issue might put pressure on the Garda and the HSE to bring about action on it that would show a State that is compassionate and that has retains some humanity.  I would like to believe that there is at least that much left in the State.<\/p><p> At the last count, when we were dealing with the other four cases, I suggested that because we are coming to the end of the D&aacute;il term and in order for this to continue, we should minute this issue comprehensively, as we would do, from today and send a copy to the Taoiseach's office to bring to attention to Government the failings of the State in the cases Deputy Deasy has outlined, to ask it - at this late stage - to address them and to deal with the inaccuracies in this correspondence from the HSE.  We cannot stand by and have these individuals who have been deeply affected by this left without professional help and without knowing that they will get that help.  I support the Deputy and I ask the committee to recommend that the HSE be responded to in the context of this discussion.  I also recommend that our correspondence on this be forwarded to the Taoiseach's office for information in order that, in terms of the reform, it knows about this.  That is the least we can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#F00400","speaker":"965","continuing":true},{"type":"speech","time":1453370400,"counter":40,"content":"<p>The Chairman mentioned a whistleblower.  Is there any indication of how life has been for that person since?  Perhaps Deputy Deasy has-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#G00200","speaker":"1011"},{"type":"speech","time":1453370400,"counter":41,"content":"<p>Deputy Deasy is dealing directly with that individual.  The individual is outside the HSE in an organisation providing the service.  That organisation is supportive of the individual because it is aware of the lengths to which the individual went in order to protect one of the clients involved.  I have also been told that it has been difficult for the organisation to maintain its funding.  The Deputy can take from this that the whistleblower and the organisation are in a pretty cold place at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#G00300","speaker":"965"},{"type":"speech","time":1453370400,"counter":42,"content":"<p>The answer to the Deputy's question is they are being treated appallingly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#G00400","speaker":"1091"},{"type":"speech","time":1453370400,"counter":43,"content":"<p>I am not surprised.  I am glad the individual is also linked with an organisation because at least he or she has that but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#G00500","speaker":"1011"},{"type":"speech","time":1453370400,"counter":44,"content":"<p>The Deputy has asked a question that should probably should have been asked a long time ago but was not.  I have contact with the individual in question and it is clear it has been a nightmare dealing with the HSE, on a professional level, in a number of ways.  This particular individual is tough, however, and she is a person of conviction regarding what happened and what needs to be done.  It has been an appalling experience.  As far as the incidents and the apology are concerned, they will be contradicted.  We know the playbook with regard to the HSE.  They have put it in writing now.  I think I know what happened or did not happen on a number of occasions.  We are getting to the end of the road regarding who can provide accountability and the Chairman has alluded to this.  It rests with An Garda S&iacute;och&aacute;na.  That investigation has ended on one level but, as I understand it, a new investigation could potentially take place.  That centres, under legislation on the Statute Book, on whether there is a case to be made for criminal negligence when it comes to the people tasked with caring for these children, who, effectively, were thrown into a particular foster home and forgotten about without any oversight in the years afterwards.  When the warnings occurred, they were ignored.  In one case, serious concerns were documented and backed up and the girl involved was sent back to the home.<\/p> <p>  We are getting to the end of the road regarding accountability.  The Garda may be considering this, possibly for the first time in the State's history, from the standpoint of criminal negligence on the part of State employees regarding the lack of care provided to vulnerable children.  I cannot say if that is happening but it is on that basis that any new Garda investigation will proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#G00600","speaker":"1091"},{"type":"speech","time":1453370400,"counter":45,"content":"<p>And the report needs to be published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#G00700","speaker":"965"},{"type":"speech","time":1453370400,"counter":46,"content":"<p>We started all this as a result of the amount being spent on reports compiled by former HSE employees.  Recommendations were made by the HSE and sent to the Department of Health.  Where are they?  Two months later, they have not seen the light of day.  What is going on there?  The lack of urgency about this across the board is stunning.  A senior counsel is examining the terms of reference.  Reports that cost hundreds of thousands of euro, which were concluded years ago, have also not seen the light of day.  There has been no accountability within the HSE when it comes to managers who dealt with this.  We have seen many press releases stating, \"We have changed the system\", particularly in the past year, funnily enough, because we got involved.  Guidelines and procedures have changed miraculously within the executive.  Substantively, there has been no accountability.<\/p><p>It rests with the Garda S&iacute;och&aacute;na.  I am not holding my breath.  No offence to the senior counsel, but his terms of reference are very narrow.  We are getting at something a little different.  As well as sending it to the Taoiseach's office, we should send it to the Garda Commissioner's office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#G00800","speaker":"1091","continuing":true},{"type":"speech","time":1453370400,"counter":48,"content":"<p>I was not here when the original allegations were brought to light.  The work Deputy Deasy and the Chairman have done reveals an appalling catalogue of failures by the HSE and the arrogance of the attitude that all it has to do is circle the wagons and defend its system.<\/p> <p>  We are discussing the sexual exploitation of vulnerable people.  The matter must be kept on the agenda and ensure it is pursued to the greatest level of accountability possible.  It should go to the Taoiseach's office as an example of a State body that defends its ethos and protects its people rather than acknowledging what has happened and going out of its way to ensure it never happens again.  This defensiveness, pulling down the shutters and refusing to say openly what the situation is, acknowledge it accurately and take steps to deal with it, is the worst thing in a public body.  In such a situation, it must be pursued at whatever level.  I welcome the suggestion that we write to the Garda Commissioner to ascertain whether it can be examined in terms of criminal negligence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00200","speaker":"1006"},{"type":"speech","time":1453370400,"counter":49,"content":"<p>We will write to the Garda Commissioner and Taoiseach and respond to the HSE, perhaps send a transcript of the meeting and say for the HSE to treat vulnerable individuals who are intellectually challenged in this way is to deprive people without a voice of their rights.  Strikingly, the Committee of Public Accounts has been the committee to take up the challenge and I commend Deputy Deasy on his work on it.  We note it and will pursue it as agreed.<\/p><p>Documents relating to today's delegations, including the opening statement, are before the committee and are to be noted for our next sessions.  Reports, statements and accounts received are noted from Nos. 4.1 to 4.16.  No. 4.13 is a report on the Special EU Programmes Body.  According to the audit outcome, &quot;Attention is drawn to Note 23 which sets out the current status of investigations into two projects, funded in past years, where ineligible expenditure of &pound;581,000 has been identified.&quot;  The audit outcome of No. 4.15, County Limerick Vocational Education Committee is, &quot;Attention drawn to weaknesses in the committee&rsquo;s control over capital projects and the steps being taken (by Limerick and Clare ETB) to resolve the matter.&quot;  No. 4.16 is University College Cork, and the audit result states:<\/p><blockquote>UCC recognises a deferred pension funding asset (a total of &euro;1 billion), which is consistent with the approach to pension accounting generally across the university sector.  However, within the total is an amount of &euro;10.7 million in respect of professional added years.<\/blockquote> <p>These are issues to which our attention has been drawn regarding these accounts and they can be taken up by the next committee.  All of those accounts are to be noted.<\/p><p>No. 5 is our work programme.  We have scheduled a meeting for next week to deal with the postal code project.  Most committees are finishing their work this week.  Do the members want to schedule a meeting for next week to deal with the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00300","speaker":"965"},{"type":"speech","time":1453370400,"counter":50,"content":"<p>Is it a meeting with the Department of Communications, Energy and Natural Resources?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00400","speaker":"1091"},{"type":"speech","time":1453370400,"counter":51,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00500","speaker":"965"},{"type":"speech","time":1453370400,"counter":52,"content":"<p>We should do it.  One issue that has not been dealt with is the set-back distance of wind turbines, which the Department of Communications, Energy and Natural Resources deals with.  We could ask about it.  It is reasonable.  I am flagging it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00600","speaker":"1091"},{"type":"speech","time":1453370400,"counter":53,"content":"<p>Are we agreed that we will hold a meeting next week?  Agreed.  We will deal with the Department of Communications, Energy and Natural Resources regarding postal codes and the issue Deputy Deasy raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00700","speaker":"965"},{"type":"speech","time":1453370400,"counter":54,"content":"<p>The set-back distance is 500 m and there is a suggestion that it be extended to 700 m.  The Department is preparing reports, but no decision has been made.  It is a point of contention between the Department of the Environment, Community and Local Government and the Department of Communications, Energy and Natural Resources.  A resolution is needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00800","speaker":"1091"},{"type":"speech","time":1453370400,"counter":55,"content":"<p>Would the discussion include the recent report by Bobby Kerr on the future of the post offices?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H00900","speaker":"1006"},{"type":"speech","time":1453370400,"counter":56,"content":"<p>Yes, we can flag it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01000","speaker":"965"},{"type":"speech","time":1453370400,"counter":57,"content":"<p>The Chairman raised the case of Danny Byrne and the<i>Skifjord<\/i>and the correspondence that was sent, which he raised on numerous occasions regarding the Ombudsman's report.  It is a shocking indictment that, despite the report, the money has never been settled with the family concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01100","speaker":"1081"},{"type":"speech","time":1453370400,"counter":58,"content":"<p>The Deputy has raised it before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01200","speaker":"965"},{"type":"speech","time":1453370400,"counter":59,"content":"<p>I did, but I never got any clarification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01300","speaker":"1081"},{"type":"speech","time":1453370400,"counter":60,"content":"<p>Given that we are to meet next week, we can ask the clerk to the committee to bring it to the attention of the Department immediately so we can deal with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01400","speaker":"965"},{"type":"speech","time":1453370400,"counter":61,"content":"<p>It has been going on for five years.  A clear precedent was set.  It went to the European Parliament.  The father was lost at sea off Donegal and a ruling was given that the family was not eligible for the lost at sea scheme.  The Chairman knows the case very well.  It is a major injustice that it has not been dealt with over the past four or five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01500","speaker":"1081"},{"type":"speech","time":1453370400,"counter":62,"content":"<p>I will discuss it with the clerk after the meeting and we will see how we can deal with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01600","speaker":"965"},{"type":"speech","time":1453370400,"counter":63,"content":"<p>The man's widow is seriously ill and it is not just the money but the principle and the recognition that a grave injustice was done.  It is not a huge amount of money.  More important is the recognition, understanding and respect for the family concerned.  The Ombudsman's office ruled against the Department and it should have been settled.  No Minister has taken responsibility to do so.  It is not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01700","speaker":"1081"},{"type":"speech","time":1453370400,"counter":64,"content":"<p>We will raise it next week and will return to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01800","speaker":"965"},{"type":"speech","time":1453370400,"counter":65,"content":"<p>I would like it to be dealt with by this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H01900","speaker":"1081"},{"type":"speech","time":1453370400,"counter":66,"content":"<p>We will go back to the Department and those involved immediately, flag the Deputy's concerns and put it on the agenda for Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H02000","speaker":"965"},{"type":"speech","time":1453370400,"counter":67,"content":"<p>The Secretary General stated that the Department would deal with it in a compassionate manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H02100","speaker":"1081"},{"type":"speech","time":1453370400,"counter":68,"content":"<p>I recall.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H02200","speaker":"965"},{"type":"speech","time":1453370400,"counter":69,"content":"<p>Thank you very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H02300","speaker":"1081"},{"type":"speech","time":1453370400,"counter":70,"content":"<p>Is there any other business?  That brings our public session to an end.  We will go into private session to deal with the Debt and Development Coalition Ireland delegation.  I ask members to stay on for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2016012100002#H02400","speaker":"965"},{"type":"unspoken","time":1453370400,"counter":71,"content":"<p>The committee went into private session 11.20 a.m. and adjourned at 12.15 p.m. until 10 a.m. on Thursday, 28 January 2016.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health and Children","time":1453368600,"counter":72},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Byrne, Senator Colm Burke, Deputy Billy Kelleher, Senator Thomas Byrne, Deputy Sandra McLellan, Senator John Crown, Deputy Mary Mitchell O'Connor, Senator Imelda Henry, Deputy Caoimhghín Ó Caoláin, Senator Jillian Van Turnhout. Deputy Robert Troy,<\/p><p>In attendance: Senator Michael Mullins.<\/p><p>DEPUTY JERRY BUTTIMER IN THE CHAIR.<\/p>","time":1453368600,"counter":73,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002"},{"type":"unspoken","time":1453368600,"counter":74,"content":"<p>The joint committee met in private session until 9.55 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Health Products Regulatory Authority: Chairman Designate","time":1453368600,"counter":75,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#C00100"},{"type":"speech","time":1453368600,"counter":76,"content":"<p>I remind members, witnesses and those in the Visitors Gallery to turn off their mobile telephones so that they do not interfere with the broadcasting of the proceedings and staff.  As members and those who are watching at home and online will be aware, we are in public session.<\/p><p>As part of our scrutiny role, the Joint Committee on Health and Children meets with key appointees in the areas of health and children before their appointment.  The first part of our meeting this morning is to meet with the chairperson designate of the Health Products Regulatory Authority, HPRA.  As members are aware, the HPRA comes into this committee regularly and plays an expanding role in the regulation and monitoring of health products in Ireland.  Ms Ann Horan is very welcome to our meeting and I thank her for being here.  Ms Horan has been a board member of the authority for the past five years and this is a good opportunity to discuss her views on her future vision for the HPRA.  <\/p><p>Witnesses are advised that, by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to the committee.  If they are directed by the committee to cease giving evidence in relation to a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence and they are directed that only evidence connected with the subject matter of these proceedings are to be given.  They are asked to respect the parliamentary practice to the effect that, where possible, they should not comment on, criticise or make charges against any person by name or in such a way as to make him or her identifiable.  Members are reminded of the long-standing rule of the Chair that members should not comment on, criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable. <\/p><p>I invite Ms Horan to make her opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#C00200","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":77,"content":"<p>I thank the Chairman and members for the opportunity to address the committee.  I will use my opening statement to explain the process which led to my selection as chairperson designate of the Health Products Regulatory Authority, HPRA, and my qualifications and suitability for the role.  I have also been asked to give a short briefing on the work of the HPRA and my ambitions for the authority.<br\/><br\/>The role of chairperson of the HPRA, a part-time non-executive role, was advertised in early October on the Public Appointments Service website, <i>publicjobs.ie<\/i>. As a current HPRA board member, I decided to apply for the role and, in mid-December, I was honoured to receive a call to advise that I had been selected by the Minister of State, Deputy Kathleen Lynch, as her preferred candidate.  I subsequently received a letter confirming my selection and an invitation to appear before the committee today.  As part of the application process, I was required to write a letter to the Minister for Health outlining my suitability and qualifications for the role.  I am using much of the same wording here to make my case to this committee.<br\/><br\/>Over the past five years, I served as a board member of the HPRA and chairperson of the audit committee.  During that time, I gained a clear understanding of the work of the authority, its strategic direction and imperatives and a healthy respect for the management and team of experts who run the day-to-day operations of the HPRA.  At board meetings, I have always been vocal and challenging while remaining constructive and supportive of management in the performance of their roles.  I have been called on a number of times for advice by the chief executive and the director of finance and I am generally invited to participate on key committees including the performance evaluation committee and the selection committee for the new chief executive.  I was instrumental in securing the approval of the board for a number of key initiatives and I have an excellent attendance record and always prioritise my board meetings above other diary commitments. <br\/><br\/>A copy of my CV was circulated to the committee in advance of this meeting and I do not intend to go through the details now although I am of course happy to take questions.  In summary, my career experience to date includes senior executive roles in banking, small business, regulation and education.  I have served on boards including Dublin City University, the Institute of Bankers, South Dublin Chamber of Commerce and chaired associations including the UK based Factors and Discounters Association and the International Women&rsquo;s Forum.  I am a chartered certified accountant, FCCA, and I have a master's degree in finance from Dublin City University.  These roles developed my expertise in the areas of leadership, strategic planning, financial control, risk management, corporate governance and technology and helped improve my communication, decision-making, influencing, negotiation and people management skills.  I have proven ability to operate in both the public and private sectors and I have direct experience in the areas of regulation and investment management.<br\/><br\/>In January 2015, after six exciting and successful years establishing and running, as chief executive, the DCU Ryan Academy for Entrepreneurs, I decided that my work was done and that it was time to hand over the reins.  I took time out in 2015 to enjoy a better quality of life, travelling and spending time with my family and friends and limited my professional time to a small number of voluntary roles in various organisations, including the HPRA, the South Dublin Chamber of Commerce and South Dublin County Council. <br\/><br\/>I decided not to return to a full-time role for the time being but to take on one serious part-time challenge.  The role of chairperson of the HPRA was my first choice in this regard having spent the past five years growing to appreciate and understand the organisation.  I have the time and interest to lead the board at what I see to be an exciting time in its history and I feel I would be an ideal person to support the new chief executive, Dr. Lorraine Nolan, who took up her role earlier this month.<\/p><p>My fellow HPRA board members are experts in the fields of human and veterinary medicines and medical devices.  I look forward to employing my business and governance skills in particular in leading the board and ensuring the HPRA and our various stakeholders benefit from the guidance and leadership of this group of experts.<\/p><p> I will move on now to the work of the HPRA and our strategic plan.  The HPRA is the independent regulator of health products in Ireland.  Our role is to protect and enhance public and animal health, by assessing the safety, quality and effectiveness of health products on behalf of the public so as to ensure the benefits they provide outweigh any potential risks.  We regulate a wide range of health products, including human and veterinary medicines, medical devices, blood and components, tissues and cells, organs for transplant and cosmetics.  For some products, such as medicines, we regulate across the entire product life cycle from clinical trials right through to use by health care professionals, patients and animal owners.  For others, our role starts when the product first comes to market.  We monitor these products and act upon any safety issues that are identified.  In all cases, our core focus is on effective regulation.  This means harnessing the best scientific and clinical knowledge available to us through our specialist staff and experts nationally and our participation at European committees.<\/p><p> In addition to protecting public health, a robust regulatory system is important for Ireland as a major international location for the life science sector.  We know that the pharmaceutical industry alone accounts for over 50% of all exports, with nine out of ten of the largest pharmaceutical companies having operations here.  Ireland also has a large and vibrant medical device manufacturing industry.  The HPRA&rsquo;s regulatory role supports the sector&rsquo;s continued success by monitoring compliance with good practice and adherence to legal requirements.<\/p><p> The HPRA board approved a new strategic plan for the period 2016 to 2020 at its meeting in December.  The timing of this plan coincides with the term of my proposed appointment as chairperson.  Our five-year vision, as expressed in this plan, is to be a leader in effective and innovative regulation, both nationally and internationally, and a recognised centre of excellence for the quality, efficiency and scientific rigour of our work.  Through successful implementation of this plan, we will continue to optimise our regulatory processes and systems to keep pace with product and manufacturing developments and play our role in enhancing access to health products and providing high-quality, timely information to health care professionals and their patients.  Underpinning all of this will be a focus on recruiting, retaining and developing the best scientific and administrative staff to deliver on our core mission of protecting and enhancing public and animal health.<\/p><p> Over the period of the plan, changes in the regulatory environment will provide challenges and opportunities for the organisation.  The most significant of these relates to European and national legislation.  Medical device legislation will be substantially revised, as will the legislation for veterinary medicines.  Increasingly, efficiencies will be gained within the European Union by centralised assessments and more effective solutions will be possible through EU co-operation on issues such as medicine shortages - which affect many countries as well as Ireland - and early access to new medicines which have important benefits for patients.  Our communication and stakeholder engagement will be shaped by society&rsquo;s growing expectations of regulators, while technology advances have the potential to transform the manufacturing and capability of health products.  These advances will challenge us to ensure that we continue to regulate innovative products effectively.<\/p><p> I see my role as chairman to work with the board to support the chief executive and the executive team in the implementation of the plan.  Specifically, I will work to ensure that the HPRA has sufficient resources and expertise to carry out its functions effectively.  I will use my leadership position on the board to ensure that the authority benefits from the expertise and knowledge of the board and the various scientific advisory committees.  Communications is an important aspect of my role and I will ensure that the HPRA has an effective communications policy and that we work closely with our colleagues in the Departments of Health and Agriculture, Food and the Marine and the HSE for the benefit of patients and the public good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#C00300","nonspeaker":"Ms Ann Horan","continuing":true},{"type":"speech","time":1453368600,"counter":79,"content":"<p>I thank Ms Horan for her comprehensive statement and compliment her on her impressive CV.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#D00200","speaker":"989"},{"type":"speech","time":1453368600,"counter":80,"content":"<p>I wish Ms Horan well.  Debate on the issue of service on boards is ongoing but I will not ask her to comment on that matter.  We certainly need people of quality to put their names forward.  Sometimes we play too much politics in this area and place too much emphasis on how people are selected.  However, we need individuals of a high quality and calibre, although I accept that such persons could quite easily be doing other work.  There is a certain calling to public duty and service in this regard but I am not so naive that I do not know that there are many people who are consistently \"on the circuit\" at the same time.  It is important to acknowledge that people with experience, competence and quality should be encouraged to play their part in serving at various levels in public administration.<\/p> <p>  I was interested in everything Ms Horan had to say but one issue stood out.  She indicated that her five-year vision for the HPRA, as expressed in this plan, is for it \"to be a leader in effective and innovative regulation, both nationally and internationally, and a recognised centre of excellence for the quality, efficiency and scientific rigour of our work\".  She also made reference to the industries in Ireland in the area of life sciences, pharmaceuticals and medical devices.  There is no doubt that across the country this is a critical component in terms of employment.  In addition, because of the types of companies located here, the industry sends out a strong signal internationally that we have a good, educated workforce and all that flows from that.<\/p> <p>  Equally, regulation and the regulatory underpinning required in this area is important.  What role does the Ms Horan see for the HPRA in the years ahead in terms of regulation?  Does she see it as having a role in enforcement or does she see a need for it to go beyond that and be a leader in ensuring not only that regulation is adhered to but that it is evolving?  I have often found that while our regulatory authorities are very good at enforcement, they seem reluctant to accept that they should evolve, just as life and circumstances in the broader industrial and commercial world evolve.  We have seen an example of imbalance in previous times where the banking industry had evolved but the regulatory system had not caught up with it.<\/p> <p>  The HPRA is concerned with issues of public, human and animal health.  In regard to veterinary regulations, what crossover is there between the HPRA and the Department of Agriculture, Food and the Marine and other agencies involved in this area?  Is there duplication or possible duplication of regulation between the various stakeholders and agencies, many of which are statutorily based?  Is there potential for streamlining in that regard?  I do not expect a detailed response on this but has Ms Horan made any observations in this regard?  I often wonder whether the various regulators overlap and would like to hear her comment on that.  Again, I wish her the best of luck in her position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#D00300","speaker":"983"},{"type":"speech","time":1453368600,"counter":81,"content":"<p>I wish Ms Horan well in her new post.  She has been a member of the board of the HPRA for some time.  When did she first take up a position as a member of the board?<\/p> <p>  I will not repeat the comments made by Deputy Kelleher.  We place huge trust in and depend on the reliability of entities entrusted with scrutiny and regulation regarding health products.  In recent years, however, we have had a number of disturbing issues relating to health products, the consequences of the use of certain health products, for example, DePuy hip replacement products and Poly Implant Proth&egrave;se, PIP, replacement breast enhancement products.<\/p><p>While the jury may be out the parents have concerns about the HPV vaccine.  Does vaccine as a health product come under the scrutiny of the Health Products Regulatory Authority of Ireland, HPRA?  The REGRET organisation represents the parents of those young girls who have had adverse consequences to the vaccine for cervical cancer.  In the context of the PIP breast reconstruction and enhancement products, the HPV vaccine and many others - I did not write down a list in advance - who takes an overview on the HPRA's effectiveness?  It would dent public confidence in the exercise if those matters have come under the scrutiny of the HPRA.  What does Ms Horan say to the committee as chair of the HPRA board to address any residual concerns about any of the examples I have cited?  I could add other cases but they will suffice as examples of the areas of concern I have.  I repeat my good wishes to Ms Horan on her upcoming responsibilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#D00400","speaker":"969","continuing":true},{"type":"speech","time":1453368600,"counter":83,"content":"<p>I also welcome Ms Horan to her critically important role.  I have been very involved in new drug development and I founded the country&rsquo;s first national clinical research group so I have had extensive dealings over the years with the Irish Medicines Board, IMB, as it was then, now the HPRA.  Over the past decade in general it has conducted its business in a professional fashion.<\/p> <p>  I must for the record say that what Deputy &Oacute; Caol&aacute;in outlined as the side effects are alleged.  This is a very important issue because at this point in time we have a vast wealth of international data suggesting that the HPV vaccines are very safe and have had a colossal impact in reducing the potential for cancer-causing viral infection in young girls and boys.  I honestly know that Deputy &Oacute; Caol&aacute;in means well and that many people have been approached directly by various representatives of the anti-vaccine movement, which is part of a larger anti-vaccine movement that is causing real problems around the world right now.  I would not want this committee to appear in any sense to endorse the position that there is a proven danger associated with what I believe is one of the most important public health initiatives undertaken in recent years, namely, HPV vaccination.<\/p> <p>  Ms Horan should not take this in any sense as a criticism but perhaps she would clarify the position as people will ask about her own role as a fairly senior and influential person in the banking sector at a time when the sector collectively &ndash; I do not say it was every individual as I am sure there were dissenting voices - was involved in what we now know was a catastrophic failure, mainly of competence rather than of ethics, on the part of the banking sector in this country, which had awful consequences.  I am delighted that Ms Horan was able to leave it and to do something else.  Many people did not have that opportunity and found that they were in hock with negative equity mortgages that they-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00200","speaker":"1147"},{"type":"speech","time":1453368600,"counter":84,"content":"<p>The Senator is straying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00300","speaker":"989"},{"type":"speech","time":1453368600,"counter":85,"content":"<p>I am not.  I am discussing aspects of the curriculum vitae of the person who is here before us today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00400","speaker":"1147"},{"type":"speech","time":1453368600,"counter":86,"content":"<p>To be fair to Ms Horan she left Bank of Ireland in 2005-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00500","speaker":"989"},{"type":"speech","time":1453368600,"counter":87,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00600","speaker":"1147"},{"type":"speech","time":1453368600,"counter":88,"content":"<p>-----which was well in advance of any impending-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00700","speaker":"989"},{"type":"speech","time":1453368600,"counter":89,"content":"<p>You are a bit of a historical revisionist, Chairman.  Most people would say the rot in the banking sector began well before 2005.  Anyway, we are not going into that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00800","speaker":"1147"},{"type":"speech","time":1453368600,"counter":90,"content":"<p>The collapse had not happened.  To be fair to the witness and to protect her, it is beyond the remit of today&rsquo;s meeting to bring up those matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E00900","speaker":"989"},{"type":"speech","time":1453368600,"counter":91,"content":"<p>I wish you would not interrupt me, Chairman.  I put in a disclaimer to say there were dissenting voices and there were people who spoke out.  The question will be asked.  We are not here to be a rubber-stamping body but to offer scrutiny of people who come to public appointments at a time when this kind of public appointment &ndash; not Ms Horan&rsquo;s in particular &ndash; but other ones have been the subject of great scrutiny.  These are valid questions to ask and I am sorry if I am upsetting anyone.  If you wish me to leave, Chairman, I will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01000","speaker":"1147"},{"type":"speech","time":1453368600,"counter":92,"content":"<p>Just for the record, I never asked Senator Crown to leave.  He is not upsetting me at all.  I am just trying to protect the witness, which is my job.  It is my duty to chair the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01100","speaker":"989"},{"type":"speech","time":1453368600,"counter":93,"content":"<p>I am not attacking the witness.  Does Ms Horan feel she needs protection from me?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01200","speaker":"1147"},{"type":"speech","time":1453368600,"counter":94,"content":"<p>Ms Horan should be careful how she replies to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01250","speaker":"969"},{"type":"speechnospeaker","time":1453368600,"counter":95,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01300","nonspeaker":"Ms Ann Horan"},{"type":"speech","time":1453368600,"counter":96,"content":"<p>I thank Ms Horan.  Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01400","speaker":"1147"},{"type":"speech","time":1453368600,"counter":97,"content":"<p>Deputy &Oacute; Caol&aacute;in would have some authority on that one.  I am sorry but I did not know Ms Horan was coming in today.  I have been wrestling with my own personal bias for the past half an hour since I found out that Ms Horan would be here because there is a great big elephant in my room regarding what was the Irish Medicines Board, IMB, and is now the HPRA.  An unbelievable episode occurred in 2002, which I believe when one looks at the record only one conclusion can be reached.  A senior member of the board of the then IMB at the time told me that this is what happened.  After I had blown the whistle on the clear-cut and well documented episode of financial fraud involving clinical research materials, of which I notified the IMB and which it began to investigate it then suddenly and for no reason two weeks later stopped the investigation and investigated me, the whistleblower.  Some very strange epiphenomena occurred around that time, one of which was the attempt by multiple journalists using FOI to get access to the records of the IMB and the records were completely redacted with big black lines.  We were told at the time it was because of commercial sensitivity.  <\/p> <p>  When I got permission from the companies who were involved in the research to absolve the IMB of abusing any commercial sensitivity I notified the Irish Medicines Board of same and the records still came back in a redacted fashion.  It is now 13 years later and there is no commercial sensitivity.  I ask Ms Horan to make those records freely available because I believe something very bad happened at that time and some strange connections were unearthed between the finance committee of the body in question and senior members of the IMB at that stage as well.  There were a lot of unanswered questions.  As the subject was obtuse and arcane and involved an area of clinical research which was not something that was well developed in Ireland there was not a big constituency looking at the scrutiny of clinical research.  We now know that regulation was not something we did particularly well at that time and there was huge neglect of all kinds of institutional abuse which was taking place and I believe that was an example of it.  I ask Ms Horan to look back at those records.  I will approach her under FOI and ask her if she has access to the old IMB records to make them available in an unredacted fashion because there can be no commercial sensitivity 13 years later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01600","speaker":"1147"},{"type":"speech","time":1453368600,"counter":98,"content":"<p>I thank Ms Horan for the work she has done to date and wish her well in her new appointment.  The big question I have to ask relates to research and development and her view on it in this country.  There is a lack of co-ordination.  The HSE, for example, does not have any person in charge of research.  It is an organisation with 100,000 people that is providing medical care for the entire country and there is no head of research.  I tabled a Commencement matter recently in the Seanad seeking that someone would be put in charge of research and development.  The reason I did it is because a large food company in this country did not have anyone in charge of research and put someone in place.  The person now has a budget of &euro;20 million for innovation and development.  That is because the private sector is able to respond far more quickly whereas the public sector seems to have a problem responding and planning for change.<\/p> <p>  It might not relate to Ms Horan&rsquo;s role but given that she is coming from the private sector and much of the research and development taking place affects the public sector, especially the health care area, how does she envisage the development of the private sector working with the health care sector in conjunction with the university sector?  How does she envisage that evolving and how can we work towards getting all those three sectors together in order to be far more innovative and productive in what we achieve?  One of the downfalls in this country is that we do not have the required level of co-ordination.  I was in China a number of years ago to look at how research is carried out.  The industry, the university sector and government agencies all work together but here everyone goes off in a different direction.<\/p><p>The sectors can help one another, but this is not happening.  How does Ms Horan see this developing in her role?  It is an extremely important thing that we need to do in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#E01700","speaker":"1150","continuing":true},{"type":"speech","time":1453368600,"counter":100,"content":"<p>I welcome Ms Horan before this committee and thank her for having put her name forward for this position, for having outlined to us her rationale and background and for the information that was sent to us in advance.  I will not repeat what my colleagues have said.  One query which I previously brought up with the Minister for Health regarding the Health Products Regulatory Authority, HPRA, relates to the promotion of so-called health products and Ms Horan's role in addressing this.  Specifically, the issue I have is with the so-called miracle mineral solution, MMS, and the chlorine dioxide, CD, protocol, which are effectively what I would call in plain English industrial-strength bleaches.  However, they are being promoted as cures or treatments for autism, and there is no cure for autism; it is a medical condition, and that is a fact.  People are going around promoting these treatments, feeding into certain parents' wishes to do their best for their children, but some people are misinformed and the treatments are very dangerous for and harmful to children.  I find it very difficult that there is nothing we can do to regulate or outlaw the use of these types of cures or treatments.  When I last asked about this, apparently the HPRA were investigating, so I ask Ms Horan whether she has any update on this or any commitment regarding what we can do about these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00200","speaker":"1171"},{"type":"speech","time":1453368600,"counter":101,"content":"<p>I thank Ms Horan very much and welcome her.  Having listened to her presentation, I believe it is very clear why the Minister of State, Deputy Kathleen Lynch, decided to appoint her.  For any job that is applied for now, we must have the right person, and sometimes the right person comes from another background or has previous experience in other areas and on boards of companies and so on.  Sometimes we frown on that because we believe it is just the old thing again of appointing people to boards.  If someone is the right person, I do not see why he or she should not have the opportunity to apply for a position, even if he or she has been on boards before, so I am not one of these people who jump up and down about people being appointed.  As long as the appointee is the right person in the right place and he or she has the right qualifications, that is all that matters to me.  I was very interested by Ms Horan's statement that she decided not to take a full-time position but one serious part-time challenge instead, namely chairperson of the HPRA.  We need people like Ms Horan who want to dedicate themselves to doing a particular job at a particular time to the best of their ability, and the fact that she has been a board member of the HPRA is an added bonus for us all.<\/p> <p>  Senator van Turnhout already alluded to drugs that are available online and come through different sources, as well as various kinds of medication that are promoted not through the medical end of things but through different channels.  That was one of the points I wanted to raise, particularly in light of the events of the last few days, when five young people ended up seriously ill in a hospital after taking legal highs.  Deputy &Oacute; Caol&aacute;in also mentioned the DePuy hip replacements and PIP breast implants.  One serious issue I have seen in the last few weeks is the drug trial in France, in which people were prescribed a particular drug on a trial basis, and many of their lives are now changed forever.  I am not sure whether monitoring such things is part of Ms Horan's role or that of her organisation.  It could be; I am still reading through the pages.  However, I believe we need regulatory boards and people who are prepared to stand up and challenge people when they make statements about certain medications brought onto the market that are not fit for human consumption.  That must be very much part of the HPRA's role as well.<\/p> <p>  I do not always agree with Senator Crown but I totally agree with him on vaccination.  I have two young girls who have both been vaccinated against cervical cancer.  Unfortunately, in all walks of life - we only have to think back to when we had our children vaccinated against measles, mumps and rubella, and other diseases, when they were small - any drug or injection can have side effects, and for some people those effects can be very detrimental, as we have seen in France.<\/p> <p>  I wish Ms Horan well in her job.  She has a huge role to play in the future of this country and in being able to limit people who are promoting certain alternative medicines.  I am not knocking alternative medicine, but some alternative medicines lead people into very dangerous areas.  I hope the HPRA can do something about legal highs, particularly for young people.  I heard a lovely doctor this morning on the radio - I believe he was from Cork but I cannot remember - speaking about the young people who have been seriously affected in the last two days by taking legal highs and about education.  Even with education, it is not enough to do it in schools.  As parents and grandparents, we need to be always giving our children advice on the dos and don'ts and the rights and wrongs of taking any kind of medication.  This is probably not in her field, but I wish Ms Horan well in her forthcoming position and I believe that Deputy Lynch has been very studious in designating her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00300","speaker":"1029"},{"type":"speech","time":1453368600,"counter":102,"content":"<p>I thank Ms Horan very much and wish her the very best in her new post.<\/p> <p>  John Lynch, who was the director of compliance in the HPRA, talked about the dangers of slimming pills.  I ask that Ms Horan please look into this in her post, because the lists of ingredients for these pills seem to be falsified.  Some people taking these tablets seem to think that they are simply herbal treatments or stimulants, and I want Ms Horan to be able to point out, especially to young women, the dangers in this regard.  We know, for example - and Mr. Lynch also said he believes this to be the case - that there is a drug contained in these tablets called sibutramine, that this drug was banned worldwide in 2010 and that, even though the ingredients lists are on the packages, they are falsified.  They do not state exactly what women are taking.  I believe Mr. Lynch said that women are playing Russian roulette with their lives.  I ask that Ms Horan please look into this as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00400","speaker":"1004"},{"type":"speech","time":1453368600,"counter":103,"content":"<p>I ask Senator Crown to be very brief in his contribution, because he has contributed already.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00500","speaker":"989"},{"type":"speech","time":1453368600,"counter":104,"content":"<p>Ms Horan might also ask Mr. Lynch why I was told I could not have legal representation when he came to do the investigation of the event that I reported, as was my statutory duty, to the Irish Medicines Board in 2002-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00600","speaker":"1147"},{"type":"speech","time":1453368600,"counter":105,"content":"<p>That is a different matter altogether, to be fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00700","speaker":"989"},{"type":"speech","time":1453368600,"counter":106,"content":"<p>-----and exactly what terms of reference he was given and why certain areas were blocked off to the investigation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00800","speaker":"1147"},{"type":"speech","time":1453368600,"counter":107,"content":"<p>That is not part of the committee's business this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F00900","speaker":"989"},{"type":"speech","time":1453368600,"counter":108,"content":"<p>-----and others were pursued.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F01000","speaker":"1147"},{"type":"speech","time":1453368600,"counter":109,"content":"<p>It would be remiss of me not to acknowledge in the public gallery the new chief executive of the HPRA, Dr. Lorraine Nolan.  She is very welcome.  I thank her for being here.  On the committee's behalf and on my own, I express our appreciation and thanks to Pat O'Mahony, who has been most courteous, professional and personable to the members of this committee.  We wish him well in the new phase of his life.  I am sure Dr. Nolan will have a starring role in the Joint Committee on Health and Children during the term of the next Parliament.  I congratulate her on her appointment and wish her well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F01100","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":110,"content":"<p>There are a lot of questions, so I will try to go through them in the order in which they were asked and make my best effort.<\/p> <p>  I thank the members of the committee for all their good wishes.  They are very much appreciated.  Deputy Kelleher asked me about the role of enforcement versus being a leader in the evolution of health products and regulation, and that is a very important point and something of which the HPRA is very cognisant.  In our new strategic plan, for example, we are very much looking to be a leader and to keep up to date with developments and the regulation of these things.  The regulation of medical devices is a good example.  There is new legislation relating to this, and our focus is very much on influencing this legislation so that it will make sense and be easy to enforce.  That legislation is right at its early stages.  The overlap between the various agencies is another area that is very much part of our strategic plan.  We are aware that this involves two Government Departments, the Health Service Executive and our organisation, and in many areas it is very important that we work together.  It is a key focus of our strategic plan that we encourage and take a lead in negotiations.<\/p><p>I do not think there is too much duplication at the moment but there is always the potential for it.  There is also the potential for confusion if people do not know what the various roles are.<\/p><p> Deputy &Oacute; Caol&aacute;in asked when I took up my position on the board of the HPRA.  That was in January 2009, so I have been there for five years.  The Deputy commented on some of the issues with health products, mainly medical devices, which we do not authorise but we do monitor.  With products like that, there will always be issues.  What we can do is have the best staff, scientific advice, evidence and data, and look at it from the point of view of benefits outweighing risks.  One cannot have absolutes when dealing with health.<\/p><p> I thank Senator Crown and others for clarifying the importance of the HPV vaccine.  I am a parent, as are many of my fellow directors and other staff in the HPRA, and we have huge sympathy for any parent who has a sick child.  Having said that, we cannot deny people the opportunity to have this vaccine, because here is no evidence to suggest there is any link between the vaccine and some of the effects that were mentioned, and we will continue to go with the scientific evidence.  This is something we will continue to monitor, and it is a very serious issue which takes up a lot of board time for us, as we discuss it quite regularly.<\/p><p> Senator Crown asked about my role in the banking sector.  As the Chairman commented, I left banking in 2005.  I was never involved, I have to say, in property or any of the areas that had any issues.  I had a very successful banking career.  I enjoyed 30-odd years of it and one day woke up and thought that maybe there was something more to life.  However, my record is unblemished and I do not think I have anything to be concerned about.  I am not aware of the episode in 2002 that the Senator mentioned, but I can check and see whether information can be made available.<\/p><p> In response to Senator Burke, the importance of research and development is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#F01200","nonspeaker":"Ms Ann Horan","continuing":true},{"type":"speech","time":1453368600,"counter":112,"content":"<p>Senator Burke has tabled a Commencement debate in the Seanad and apologises for having to leave.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00200","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":113,"content":"<p>I will answer the question anyway.  The whole area of research is very important to us at the HPRA and we have been involved in setting up an organisation called Regulatory Science Ireland.  That body brings together the various universities, the private sector and the public sector to promote research in regulatory science and to make sure that we stay ahead and that we work well with the industry.  I think that is the area that Senator Burke was asking about.<\/p> <p>  Senator van Turnhout mentioned the miracle mineral solution.  It is not an authorised product in this country.  As with any of these things, we do our best to try to promote discussion of the issues around it and to do whatever we can, but it is not authorised.<\/p> <p>  Deputy Byrne mentioned the very sad issue in France this week regarding clinical trial.  The HPRA is involved in regulating clinical trials.  There is new legislation that we are currently in discussion with the Government about.  That will be around bringing together the legislation from Europe.  All I can say about the clinical trial in France is that it was at a very early stage and that is the highest-risk stage, when medicine that has been tested on animals is starting to be tested on humans.  There are definitely risks there.  We do not have a huge amount of those types of trials in Ireland, although we could have.  Basically, we do not know what happened in France but we are monitoring the situation.  It is obviously very serious and is something we are looking into.<\/p> <p>  Deputy Mitchell O'Connor asked about an appearance by John Lynch, the director of compliance at the HPRA.  I do not know about that particular issue.  Slimming pills, like the miracle mineral solution, are not authorised.  We do our best to highlight the dangers around them.  Part of our role and part of our strategic plan is providing good, quality information to health care professionals but also to members of the public, to warn of the dangers of these kinds of products.<\/p> <p>  I think I have gone through all of the questions, unless there is something I have missed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00300","nonspeaker":"Ms Ann Horan"},{"type":"speech","time":1453368600,"counter":114,"content":"<p>One of the questions that I asked Ms Horan was what she would bring to her new position that would assuage any outstanding fears or concerns.  We will not reopen the point about the HPV vaccine, but we will most certainly refer again to the experiences of the DePuy hip replacements and the PIP implants.  Her comment that there will always be issues with health products does not give me the expectation that anything is necessarily going to change.  I do not think that we should work on the basis that there will always be a risk factor, a percentage instance of less than satisfactory performance, inappropriate application or whatever.  It is very important that the HPRA's role and function is understood and appreciated across the board.  In relation to oversight of the HPRA, I have asked if there has been any re-evaluation of the attention given to the research into any of the products that we have mentioned - or any others that we have not - to see if lessons could be learnt or if better scrutiny, investigation, and testing could be employed.  That is the particular area on which I would like to hear some additional comment, if the witness can oblige.<\/p> <p>  As a former member of staff at Bank of Ireland myself, I am only teasing Ms Horan with this last comment.  She said she took up her board position in January 2009. She went on to say that was five years.  It is seven years this month.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00400","speaker":"969"},{"type":"speechnospeaker","time":1453368600,"counter":115,"content":"<p>I am sorry, Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00500","nonspeaker":"Ms Ann Horan"},{"type":"speech","time":1453368600,"counter":116,"content":"<p>As I would always say, that is accountants for you. We will say no more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00600","speaker":"969"},{"type":"speechnospeaker","time":1453368600,"counter":117,"content":"<p>I started at the DCU Ryan Academy in 2009.  I was confusing the two.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00700","nonspeaker":"Ms Ann Horan"},{"type":"speech","time":1453368600,"counter":118,"content":"<p>I wish to raise the issue with Ms Horan of support groups for people who have suffered after receiving DePuy hip replacements.  A number of women in Cork have expressed concern that there is no support group in Cork.  Perhaps Ms Horan could ask the HPRA to look at that as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00800","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":119,"content":"<p>Does the Chairman want me to comment on Deputy &Oacute; Caol&aacute;in's contribution?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G00900","nonspeaker":"Ms Ann Horan"},{"type":"speech","time":1453368600,"counter":120,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G01000","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":121,"content":"<p>To echo Senator Crown, in the last ten years - and certainly in the last five years that I have been involved with it - the HPRA has been a very impressive organisation.  We have a board of experts and a very strong management committee, and I am absolutely delighted with Dr. Nolan's appointment.  She has a curriculum vitae that is second to none and she has wonderful experience.  We have 300 highly dedicated staff members, many of whom are doctors or pharmacists.  It is a very impressive organisation and I would not take up this role if it were not, because, as the committee knows, I am not an expert in health.  I am an expert chairperson, hopefully.  I am taking on an organisation I can stand over that has a very strong reputation.<\/p> <p>  The DePuy hip replacements and the PIP implants are medical devices, as I mentioned before, and thus are not something that we licence in this country but something that we monitor.  I did not mean to downgrade the risks involved in any way.  A number of years after the DePuy hip replacement was authorised there was an indication that after five years there was some leakage of metal and metal products and therefore there were recalls.  In a lot of cases, recalls are precautionary, as opposed to being an indication that there are any great issues.<\/p><p> What I bring is leadership of the board, while ensuring all the times that we have the best staff and scientific knowledge, that we really play our role in Europe and on the international scene, that we remain up to date and that no issues arise, or, where they do, that they are dealt with very quickly and effectively and there are no attempts to cover up or other such activity.  I bring integrity and leadership.  I bring with me a wonderful organisation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#G01100","nonspeaker":"Ms Ann Horan","continuing":true},{"type":"speech","time":1453368600,"counter":123,"content":"<p>I thank Ms Horan for the quality of her presentation and engagement.  It is quite clear she is a person of exceptional quality and expertise.  We very much welcome her appointment and thank her.  I thank Dr. Nolan for the promptness of the replies we have received to our correspondence with the HPRA regarding DePuy hip replacements and the medical use of cannabis.  We appreciate that.<\/p> <p>  The committee will be writing to the Minister for Health to inform him of its deliberations this morning and will forward him a copy of the transcript of the meeting.  On behalf of all the members, I wish Ms Horan every success in her appointment.  We look forward to working with her in whatever capacity or role we have in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#H00200","speaker":"989"},{"type":"unspoken","time":1453368600,"counter":124,"content":"<p>Sitting suspended at 10.45 a.m. and resumed at 11.00 a.m.End of Take<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Wellness, Well-being and Mental Health: Discussion","time":1453368600,"counter":125,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#K00100"},{"type":"speech","time":1453368600,"counter":126,"content":"<p>We will resume in public session.  Is that agreed?  Agreed.  I remind members and witness to turn off their mobile telephones as they interfere with the broadcasting of proceedings.<\/p><p>In this session we will discuss the issue of wellness, well-being and mental health.  I welcome Mr. Niall Breslin, perhaps better known as &quot;Bressie&quot;, and thank him for his leading role in raising this matter.  I also welcome a good friend of the committee, Dr. Paul D'Alton, who has appeared before us on a number of occasions.  He has been also a consistent advocate in raising awareness issues.  We are lucky to have two eminent individuals who have been consistent in advocating and raising awareness of problems, not only those facing young people but also those relating to the entire issue of mental health, and who have written academic papers and spoken about their own personal experiences.  I thank both witnesses for appearing before the committee.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If witnesses are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not comment on, criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>I apologise to members and witnesses for the fact that I will be obliged to leave for a speaking engagement in the D&aacute;il at around 11.15 a.m.  Deputy Mary Mitchell O'Connor<b><\/b>has agreed to act as Chair.  I invite Mr. Niall Breslin to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#K00200","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":127,"content":"<p>I extend my sincere gratitude for the opportunity to address the Joint Committee on Health and Children on a subject about which I am profoundly and unreservedly passionate: the mental and emotional well-being of the youth of this country and how we can work together to build a more supportive and sustainable future for our children and teenagers.  My passion is built on personal experience whereby, as a teenager, I simply did not have the capacity to cope with an utterly dominant anxiety disorder that seemed hell bent on robbing me of my character and personality at every available opportunity.  Crippling insomnia, harrowing panic attacks and incomprehensible self-harm dictated my life, all disguised behind a mask of normality that polarised the general lazy stereotype or label we associate with those who have a mental health illness - the quiet guy in the corner who has no friends, the guy who keeps himself to himself.  I was none of these things but I continually failed to comprehend why I could not breathe some nights or why my chest constantly felt as if a cavity block had been placed upon it, while perpetual and ruthless nausea became an all too common part of my life.<br\/><br\/>Some days I would sit in my classroom on the verge of fainting as I hyperventilated and fought for air while my teachers continued to teach the class, oblivious to the fact that one of their students was in the midst of a living nightmare.  I spent so many of my school days praying that some of our teachers would talk about this or just say something so I did not feel so isolated and terrified.  They never did.  My greatest support and emotional scaffolding was the fact that I came from a loving, stable and caring family and I used to think what would have happened if I did not have this.I did not really want to contemplate that. <br\/><br\/>Over many years, my anxiety disorder manipulated and sabotaged many careers and relationships, as it tends to do, but I count myself lucky that I always had that inner resilience to defy its grasp.  After many years of hostility and conflict with my mind, I have learned to control, respect and even strengthen its capacity to cope.  I have done this through dedication and sacrifice and a complete desire to regain control over an illness that could have been limited or, perhaps, prevented if I received effective and required education and knowledge around what it actually was.  It was allowed to grow into a monster - a monster that fed on silence, fear and lack of understanding.<br\/><br\/>Why am I addressing this committee?  The reality is that our youth, the future of this country, need urgent help.  They are exposed to too much, so much is expected of them and both the external and internal pressures they are being asked to cope with are simply not viable.  The result is the great epidemic of their generation - agonising suicide rates, disturbingly high anxiety and depression rates, self-harm, eating disorders, obsessive compulsive disorder, OCD, and so on.  We simply cannot ignore this any more.  We have to be honest and ask ourselves if we are truly are doing enough.<br\/><br\/>It is a transitional period in this country regarding the dialogue around mental health and emotional well-being.  The draconian stigma that has ravaged families throughout Ireland for generations is slowly eroding.  The mass media is engaging with the conversation while handfuls of schools and organisations are carrying the message to a wider audience and, no doubt, saving countless lives while doing so.  We have gradually commenced normalising the conversation around mental health and this must be promoted, nurtured and celebrated at every level.  However, I wish I could stand up here and suggest that it is an entirely positive situation.  I am not one for blurting out statistics because I feel they often lack substance and do not tend to be evident in the stories I see every day on my website or from the countless schools and workplaces that I have addressed and the thousands of people who have e-mailed me in the past few months in regard to their mental health challenges.<br\/><br\/>In order for us to progress in this regard, everyone in this room has to be painfully honest with each other and accept that our mental health services and systems are not even close to being adequate or sufficiently well resourced for the demands and requirements placed upon them.  The people within the mental health services do Trojan work with the resources available to them but, unfortunately, their hands are tied in too many instances.<\/p><p>This is not a blame game or head hunt.  In order for us to build an effective long-term strategy, we have to park the egos, politics and economics and put people first.  We have some incredibly gifted people in this country when it comes to education, mental health and psychology.  I believe it is a matter of joining the dots, empowering and building something together that can give our youth the support they require to survive in this often chaotic world.  I have witnessed first-hand some of the powerful work schools, students, charity and awareness organisations are doing throughout the country with little or no resources.  It is so uplifting to observe but the reality is not systematic and certainly not across the board.  Politicians are paid by the taxpayer to cater for the needs of the people and in this regard a lot of work is required.<\/p><p> I have heard horror stories regarding the child and adolescent mental health services, CAMHS, that are almost too distressing to share on this platform.  Families have been left feeing totally helpless while some families have to drive hundreds of miles and wait months to see a health care professional.  What if this happened to children of politicians?  I hope members can see how utterly unacceptable this situation is.<\/p><p> I am not a health care professional but I do not think one needs to be to see the gaping holes in logic when it comes to the strategy around mental health.  We all want to achieve the same thing, so whatever solution is reached, it will be done together.  I will outline two options that I would like us to explore.  First, we must address primary preventative measures that will allow people to deal with their mental health issues at an infancy stage and build mental fitness and resilience.  Second, we should educate teachers and students in recognising how the mind, although it can be weakened, can also be strengthened.  How can this be done?  Rather than rely too much on medical models, we should create easy access to talk therapies and counselling services at a community level.  The idea of a teenager having to be driven halfway across the country having waited two months for a referral is completely unacceptable.  A two-tier system when it comes to mental health simply does not work.  Access should be immediate and without charge for every child and teenager in this country.  Help in many cases cannot wait.  It should not be left to voluntary organisations and charities to provide help, but up to now they have provided the biggest support structure to families.  We must reach out to the communities that have been torn apart by suicide and provide support to rebuild the communities by improving both individual and collective resilience by effective and focused mental health education programmes.  Some of these points have also been echoed in recommendations made by the Children's Mental Health Coalition in its report which was chaired by the Mental Health Reform organisation.  The report outlined how youth services can be improved across Ireland.<\/p><p> Let us explore the best solutions for incorporating mental health and well-being into the education curriculum.  Programmes on positive psychology, mindfulness and stress management have substantial evidence and research that illustrates their benefit to the well-being of teachers and students.  They can also facilitate and improve learning.  All that begs the following question.  Why are we not rolling out such programmes?  The answer is complex.  As a nation we have never shied away from progressive and brave social enterprises.  Once the will and vision exists, rolling out such programmes can be done but it requires leadership and the empowerment of educators and students.  It also involves a much more integrated approach to be adopted by the Department of Health and the Department of Education and Skills.  Such an initiative would further facilitate the development of relationships between health care professionals and educators.<\/p><p> We must recognise how the youth communicate and interact.  We must build a sustainable, safe and engaging educational online platform that will complement and support the education system.  This option would be challenging but it must be explored.  Ireland is the technological capital of Europe, so access to expertise surely would not be an obstacle.<\/p><p> We must increase funding and support provided to the charities and awareness-raising organisations that have long been the backbone of emotional support for the families and individuals affected by mental health illness and suicide.  These organisations are well respected and have a willing and engaged audience that trust and rely on their services.  Long before people like me had conversations like this with an Oireachtas committee they have provided support to families and communities throughout Ireland.  They have a unique connection with many people but often struggle for resources, especially over recent years.  Let us remember that the recession was far more than an economic recession; it was a human recession.  By that I mean many families and individuals went through some incredibly dark days, and in many cases it was these organisations that held these people up when everything else tried to knock them down.<\/p><p> We also have to address the mental health system when it comes to secondary issues and more serious mental health situations.  Over recent months I have received a massive number of communications from families of loved ones attempting to access mental health services, and I would not do them justice if I said it made for pretty reading.  I understand this conversation is highly complicated and sensitive but it is one that we must have.  This month I received the deeply upsetting news that a young man called Caoilte, who was a family member of a friend of mine, was found dead in the River Liffey.  He took his own life after enduring years of unexplainable pain.  His family tried to access help many times but they were refused because the young man was consuming alcohol.  He was told he could not be helped because of his drinking which was intrinsically linked to his mental health illness.  In a country that celebrates and promotes alcohol through its culture, it is simply unacceptable that someone is refused help on account of alcohol.  His family were even advised to take a barring order out against him which without doubt would have been broken and would have resulted in criminalising this young man for being mentally unwell.  Taking out a barring order is hardly something a mother would want to do to her vulnerable child.<\/p><p> Caoilte's situation was complex and seemed highly subjective to the family involved.  Upon posting his story on my website, it became immediately evident that his story was not uncommon throughout Ireland.  Mothers, fathers, sisters and brothers all explained similar, painful and heart-rending stories.  The details of his story are slowly going to emerge over the coming months.  His family do not want to play the blame game or point fingers and simply want change.  They do not want to see another family endure what they have endured and will no doubt have to endure for the rest of their lives.  No mother should ever feel this helpless and people deserve so much more help.  Caoilte, who was an intelligent and witty young man, deserved so much more.  He was anyone's brother.  We need to ask hard questions because his story is too common.  So many people wanted to help this young man but their hands were tied by bureaucracy, vague legalities and a lack of resources.  They should never have been put in that position in the first place.<\/p><p> There is no quick fix, but to make progress, we must first accept that change is needed.  In some cases Irish people have shown themselves to be revolutionary when it comes to social innovation and I hope we continue to be.  We have proven on countless occasions that negative cultural attitudes can be transformed.  Although we are sometimes cautious of change, we never let it dictate our collective actions.  We have a unique character and personality and punch well above our weight internationally.  We can become world leaders when it comes to mental health strategies, so let us work on it together.  This is only the start of a conversation.  It is important that the next health committee prioritises mental health for young people as a key aspect of its future work programme.  I appeal to all politicians to use their full influence, passion and desire to work together and tackle the issues we face, thus helping to build a more resilient society and a new Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#K00300","nonspeaker":"Mr. Niall Breslin","continuing":true},{"type":"speech","time":1453368600,"counter":129,"content":"<p>I thank Mr. Breslin for his informative and courageous presentation.  He is right that we are in a transitional period and that is why this morning is an opportune time to discuss this issue.  I welcome Dr. Paul D'Alton, a senior clinical psychologist and head of the psycho-oncology department at St. Vincent's University Hospital, and call him to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#L00200","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":130,"content":"<p>I thank the Chairman.  On 18 March 1968, three months before he was assassinated, Robert Kennedy said:<\/p><blockquote>The gross national product does not allow for the health of our children, the quality of their education, or the joy of their play.  It does not include the beauty of our poetry or the strength of our marriages; the intelligence of our public debate or the integrity of our public officials.  It measures neither our wit nor our courage; neither our wisdom nor our learning; neither our compassion nor our devotion to our country; it measures everything, in short, except that which makes life worthwhile.<\/blockquote> <p>The same can be said about our approach to well-being and mental health.  We seem to disregard the things that make life worthwhile &ndash; the beauty of poetry, the strength of our relationships and the intelligence of public debate.  We seem to forget the central role that<font color=\"#A16252\"> <\/font>compassion and wisdom play in shaping a society where individuals can live good lives.  We seem to forget that the health of our children, the quality of their education and the joy of their play lay the very foundations for later well-being and mental health.  Until we approach mental health from this perspective, sadly nothing is going to change.<br\/><br\/>Over the past three decades there has been growing evidence that we need to work with whole systems if we are to improve health and well-being.  We are faced with a very serious systemic problem when it comes to well-being and mental heath in this country.  That problem requires a very serious systemic response.  I believe that if we continue to think in terms of mental health and well-being, we will go nowhere quickly.  We know intuitively that the alarming increase in self-harm and the consistently high rate of suicide here is a whole society issue.  It is tragic that the annual figure for the number of people who end their lives by suicide here is unchanged over the past decade or more.  In 2001, for example, there were 519 suicides and in 2012 there were 507 suicides.<\/p><p>This national tragedy, made up of life-shattering loss for those left behind and beautiful lives lost to suicide, needs a whole-of-society response.  As long as we continue to seek solutions from one particular Department or one particular service - such as the mental health service - the HSE provides, we are destined to continue repeating the national tragedy of more than 500 lives lost to suicide each year.  We cannot continue to abdicate the entire responsibility for well-being and mental health to specialist mental health services or to the Minister with responsibility for mental health.  Well-being and mental health are whole-of-government responsibilities and we have to stop thinking in terms of segments and in artificial departmental divides.<br\/><br\/>I am very pleased to say the Government&rsquo;s recent suicide prevention strategy, Connecting for Life, is a good example of a whole-of-government approach.  However, we need to start much earlier than at the point of suicide prevention.  We need to adopt a proactive whole-of-government approach to well-being as the foundation of mental health.  If we fail to adopt an entire-system approach to well-being and positive mental health, then, to put it simply, we will be at the wrong end of the pitch.  To do this, we must recognise the well-established determinants of health.  I refer here to the social, economic, political, cultural and environmental factors that determine health.  If we are serious about the mental health of our citizens, we must radically embrace a multi-factorial approach to well-being and mental health.  The World Health Organisation says that some of the major determinants of mental health are located within social and economic domains and include: social inclusion and access to supportive social networks; stable and supportive family; physical and psychological security; and access to meaningful employment, education, income and housing.  Too often, decisions taken by Government are made without consideration for the social determinants of mental health, or as Kennedy said, things that make life worthwhile, such as the health of our children, the quality of their education, the joy of their play, the beauty of our poetry and the strength of our relationships.  Decisions and debate that happen in the absence of compassion and wisdom - in the absence of knowing what really makes life worthwhile - will never be effective in achieving well-being for our citizens and the collective mental health of our nation.<br\/><br\/>The well-being of our citizens will never be advanced if we simply see ourselves as an economy.  If we continue to measure our success only by growth in GDP, we will lose sight of ourselves as a society and an interdependent collective.  We are a collective and interdependent species.  From the very first moments of our lives, we are dependent upon the kindness and love of others.  We need to move away from the understanding that well-being is simply the result of some magical internal psychological process.  We need to be very cautious of the insidious mentality that places excessive responsibility for well-being and mental health in the hands of the individual.  We need to fully credit the power of deprivation and inequality to erode the capacity of the individual at an emotional, spiritual, psychological and intellectual level.  There are of course other factors at play but social injustice and inequality play a pivotal role.  We know this from decades of research in the field.<font color=\"#A16252\"> <\/font>As a psychologist and educator for almost 20 years, I remain even more convinced on one thing - equality is the best therapy.<br\/><br\/>It is abundantly clear that the chronic stress inherent in disadvantaged communities has significant impact on their mental health.  An extensive body of research confirms the relationship between social inequalities, general health and poor mental health.  The well-being that we seek as a nation will not be achieved until our policymakers and leaders address these inequalities.  We need to radically reorient our approach in the evidenced-based knowledge that social and economic development are two sides of the same coin and a flourishing economy is only built on a flourishing population.  There isn&rsquo;t a citizen in this State who doesn&rsquo;t want radical change to well-being and mental health of the people of this country.  There isn&rsquo;t a citizen in this country who<font color=\"#A16252\"><\/font>does not want to desperately stem the national tragedy of suicide which we endure year after year.  However, if we keep doing what we are doing, we will keep getting what we are getting.  We need to start at the foundations of mental health.  We need to adopt a whole-of-government approach in order to promote well-being and positive mental health.<br\/><br\/>How do we do this?  We have to determine prospectively the potential implications of Government action upon the social determinants of mental health.  Just as we are now accustomed to conducting environmental impact assessments for proposed projects we need to adopt a mental health and well-being impact assessment.  This can be done by legislating for the provision of mental health proofing and well-being impact assessment for all future Government actions.  There are some well-recognised tools available and in use in other jurisdictions, including the mental well-being impact assessment, MWIA, tool.  The MWIA tool assess the impact that<font color=\"#A16252\"><\/font>policies, programmes and services have on mental well-being at individual, community and structural levels.  It focuses on the determinants of health, namely, control, resilience, community assets, participation and inclusion.  It is only by proofing all future Government actions that we can ensure our citizens enjoy mental health as defined by the World Health Organisation.The latter defines mental health as a state of well-being in which every individual realises his or her own potential, can cope with the normal stresses of life, can work productively and fruitfully and is able to make a contribution to her or his community.  It is only by proofing all future Government actions that we can measure what matters most, what GDP misses and what mental health is built on - the health of our children, the quality of their education, the joy of their play, the beauty of our poetry, the strength of our relationships and communities, the intelligence of our public debate, our wisdom and our compassion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#L00300","nonspeaker":"Dr. Paul D'Alton","continuing":true},{"type":"speech","time":1453368600,"counter":132,"content":"<p>I thank Dr. D'Alton for his excellent presentation.  I commend Deputy Dan Neville, in his absence, on his work and advocacy on the issue of mental health.  The Deputy sends his apologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#M00200","speaker":"989"},{"type":"speech","time":1453368600,"counter":133,"content":"<p>I welcome our two witnesses and thank them for their presentations.  It gives me great pleasure to welcome Mr. Breslin because we attended the same school, although he is a few years older than me.   I compliment him on the work he does in promoting positive mental health, be it in our Mullingar community or on a broader national stage.  A key aspect of mental health is that we all have a part to play and we all need to be vigilant.  I spoke with a class at Saint Finian's College this week.  The students were asking about different issues.  I made the point that they all need to be vigilant about each other.  There are occasions when they might notice a change in a person's regular activities, a retreat or drawing back from normal activities, giving up sports or a change in circumstances.  Then, each of us has a responsibility to ask \"Are you okay?\"in order to let someone know that there is a friendly ear available.  Sometimes that is all it takes.  I compliment Mr. Breslin on using his profile to bring this issue centre stage.  How we, as a society, deal with mental health and how we talk about the issue and engage with it is getting progressively better.  When one looks back to institutions such as St. Loman's Hospital in Mullingar and how mental health was dealt with a number of decades ago - when 600 or 700 staff in that institution dealt with the same number of patients - it is obvious that we have come a long way.  However, there is still a long way to go.  Again, I compliment Mr. Breslin on the work he is doing in bringing us on that journey.<\/p><p>It is fair to say that mental health plays second fiddle in the health organisation when it comes to budgets.  In recent years, we have seen some of the mental health budget diverted to prop up the rest of the budget.  That is not something we can stand over.  Mental health is just as important as any other part of our health service.  There is a very disjointed approach.  Dr. D'Alton gave examples of families with whom he has dealt and I am sure all members have dealt with families in their constituencies who are tied up in bureaucracy and passed from pillar to post.  They are told there is nobody there today and to come back tomorrow.  If it were not for the likes of Good2Talk in Mullingar and Longford or Pieta House in Lucan, many more families would be bereaved through suicide.  If it were not for the voluntary efforts of so many community groups, many more families would be bereaved.<\/p><p> Depending on whom one talks or listens to, there is divergence of opinion.  I was at a conference Dr. Tony Bates organised 12 to 18 months ago where he asked whether by overly talking about suicide, we were actually normalising it and making it seem like an acceptable out.  I may not be describing his point in the right words, but I would be interested to hear Dr. D'Alton's opinion in this regard.  How does he think we can get a more streamlined approach?  He spoke about easy access to talk therapy and counselling services, which are critical.  One thing we need is to have career guidance counsellors reinstated in every second level school in Ireland.  They were go-to people.  Outside the school environment, how can we introduce a more streamlined approach?  In some towns, we have many community groups operating while in a town 20 or 30 miles down the road, there may be no services due to the absence of the same level of community involvement.  As such, we need a more streamlined, joined-up approach to how we roll this out.  There is no question about where a hospital is located and where the environs which it looks after extend, but there is a great question in terms of mental health services and who they look after.  If one breaks one's arm, one knows which accident and emergency unit to attend and what level of treatment will be available.<\/p><p> These are just a few thoughts.  I compliment both the witnesses and thank them for coming here today.  As the Chairman has said, we are in a transitional period and nobody knows who will make up the next Government.  One thing that must be done is to put mental health at the top of the programme for Government of whichever parties comprise it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#M00300","speaker":"1065","continuing":true},{"type":"speech","time":1453368600,"counter":135,"content":"<p>In welcoming both Bressie and Paul this morning, I must note that the only one word which reflects what they have put on the record in their contributions this morning is \"powerful\".  I acknowledge both their contributions.  Paul will very well understand that I want especially to commend Niall on his address this morning.  I hope that many people watching this engagement will take great comfort and encouragement from his words.  I have every confidence they will.<\/p> <p>  The statistics that are often cited say that one in seven of our population experiences a mental health difficulty in any given year.  We are talking about 640,000 people.  A lot of the address of mental health is geared towards responding to the symptoms, challenges and difficulties when they present.  Niall's contribution brings it back to the time in our lives when the seeds are being sown.  It is not just the one in seven who needs the attention, address and engagement around mental health, it is the seven of the seven.  In particular, our younger years at school and our formative years in general constitute a very important area on which to concentrate.  Everything else is a fire brigade response, which is not what is needed.  The other six who do not or will not acknowledge for whatever reason that they too or a number of them may have had an issue or are quietly, privately and inwardly trying to cope in difficult times either have a need themselves or may be unaware of the negative impact they may be having on the young person sitting beside them in classroom, play yard or, in later years, in whatever social setting young people meet, greet and engage.<\/p> <p>  Reference was made to the slow erosion of the draconian stigma which has ravaged families for generation.  \"Slow\" is most certainly the word.  I am sorry to have to say that is my certain view.  There are very many encouraging signs, including the fact we are openly engaging here.  We have an all-party group on mental health and have been able to agree a pre-budget submission in three of the past five years between Government and Opposition representatives, which is a unique circumstance.  People in the media are talking openly about it.  However, there are some terrible indicators of the absence of progress that continue to present year in and year out.  This includes people who have had the same courage Mr. Breslin has demonstrated in acknowledging the fact they have had bouts of depression and other mental health difficulties but who have found as a consequence that they have suffered severe discrimination in their employment in terms of their career prospects and all sorts.  I have instances of that brought to my attention both in terms of the wider public service and in private sector employment.  Each of them is absolutely harrowing and devastating, compounding the difficulties the individual has endeavoured to cope with and succeed against only to find that colleagues and others are heaping in place further obstacles and challenges to their recovery and their getting on with life.<\/p> <p>  The critical message that is often missed is one that people understand in terms of a broken leg or a head or back pain, namely, that people get well.  People not only get well from physical issues, they also get well from mental health challenges.  That cannot be said often enough.<\/p> <p>  I ask Niall to elaborate a little bit.  I attended a debate on mental health hosted by Mental Health Reform last week.  It was very informative in terms of the contributions from the participants, many of whom were from the NGO sector but also from the service user sector who had previous experience in terms of supports.  Many of them instanced the ignorance and crass stupidity of people in most eminent positions in dealing with those who clearly were faced with great difficulties.  They are part of the six of the seven to whom we do not respond because the fire brigade is not going to them.  Where we need to address it is in the school setting.  People must understand that bullying, exclusion, marginalisation, name-calling and the rest of these things which seem to be even more hurtful and intrusive to the well-being of individuals today can destroy minds, personalities and beautiful lives.  Some of it is because of social media, etc. which was never there in my time.<\/p> <p>  In the concentration of address, I refer to guidance counsellors in schools.<\/p><p>Sometimes people make a mistake with regard to career guidance.  It is not about career guidance, but guidance counsellors properly providing for that whole of class address on the importance of respect being a two-way street, a mutual and absolute requirement and the importance of respecting well-being and mental health.  It has to start there.  I ask the witnesses for elaboration on this.  I have a comment for Dr. D'Alton, which is that equality is the best form of therapy.  It is the cornerstone of all our lives and successes in the future.  I thank the witnesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#N00200","speaker":"969","continuing":true},{"type":"speech","time":1453368600,"counter":137,"content":"<p>I thank the witnesses.  It is great we have a focus on this important issue today.  I do not disagree with anything the witnesses said.  I applaud the work being done by Youth Work volunteers and youth organisations.  Every week, approximately 40,000 volunteers in Ireland work with young people.  I would love this same style of work being brought into the SPHE programme in schools, because the research done by children themselves through D&aacute;il na n&Oacute;g and other reports shows that the last teacher into the school does SPHE and it is not valued as a subject.  We need to see its importance in shaping the lives of young people.<\/p> <p>  There is interconnection between many of the children's rights issues I deal with and mental health, and separating them out does not help us.  I am not discussing the causes, but there is interconnection with regard to families in crisis, homelessness and violence against women and children, and it adds to the distress.  There are also individual issues, such as the recognition of transgender children.  Very often they end up in mental health services because we have not found a way to deal with these issues.  I very much applaud and thank the witnesses for raising the issue of the interconnectedness with alcohol.  We do not talk about this as an issue and how risky decisions can be made.  All too often, our services are separated, so we have addiction services to deal with alcohol and other services to deal with mental health, but we do not have dual diagnosis which is what we need to seek.  I read Mr. Breslin's blog post about young Caoilte, and it is an indictment on us all.  We need to examine issues such as dual diagnosis to ensure services are there.  The issue of mental health and the role played by the addiction of young people or of their parents or family members was also pointed out in the report on children who died in the care of the State.  I very much agree with the witnesses on this.<\/p> <p>  I am very conscious that by the age of 13 one in three children will have had mental health difficulties.  How this is dealt with will define for life how the person deals with it.  I have spoken before about how in my late teens I had a mental health difficulty, but I was lucky because my parents had pester power and got me the counselling and support I needed.  I have the resilience built in and, touch wood, I am able to deal with various pressures as they arise.  It brings home to me the issue of access to services.  I have argued that the child and adolescent mental health services should be part of the Child and Family Agency, Tusla, because it should be a wraparound service for children and the supports they have.<\/p> <p>  There is a quote from Gandhi about being the change you wish to see.  Recently, I read about how it came about that Gandhi said this.  Apparently a mother went to one of his meetings and queued to ask Gandhi to speak to her son who was eating too much sugar.  He asked her to return to him two weeks later.  Although she wondered why he could not deal with it then she respected him and did return two weeks later.  She queued again and Gandhi spoke to her son.  She asked him why he could not have done it two weeks previously and he said it was because he had to give up sugar first before he could ask her son to do so.  I applaud Mr. Breslin and Dr. D'Alton for what they are doing and for practising what they preach.  All of us need to take on this challenge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#O00200","speaker":"1171"},{"type":"speech","time":1453368600,"counter":138,"content":"<p>I thank witnesses for their presentations.  I travelled from Sligo this morning and before I left I spoke to my teenage daughter.  I am not trying to boost the egos of the witnesses but they have done fantastic work.  I have spoken about education, and booklets, pamphlets and leaflets are a waste of time.  Even if somebody from the HSE speaks, it goes in one ear and out the other.  Mr. Breslin is held in high esteem.  He is young and on television.  He has done an unbelievable amount on the issue of mental health in this country.  I know it is very difficult because I have been there myself in the past.  It is very difficult for people like Mr. Breslin, but I wish more people who are well known and admired would speak about their experiences.<\/p> <p>  With regard to young people with depression, there are various types of depression, including clinical.  People get into certain situations and find they are depressed.  Loving families and environments were mentioned, and certainly they are a huge help.  I feel for people who have depression and who are in dysfunctional families and find it much more difficult.<\/p> <p>  I am a member of a Government party and we have done much over the past five years.  The issues of mental health and suicide are spoken about more often.  There is much more to do.  I know Mr. Breslin cannot go to every school in the country, but it is important for people such as him to speak out.  I know it has changed over the years, and many people including young people suffer from depression.  In Sligo, anybody with a mental health issue no longer has to wait.  I am not saying it is like that throughout the country, but I am speaking about my area.  I thank the witnesses and ask them to keep up the good work.  Deputy &Oacute; Caol&aacute;in stated a cross-party committee discusses mental health and I hope this continues.  We have been through rough times and more money is becoming available.  From our point of view it will be top of the agenda for more investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#O00300","speaker":"1152"},{"type":"speech","time":1453368600,"counter":139,"content":"<p>I welcome the witnesses and I thank them.  I have different reasons for thanking both of them.  In particular I pay much credit to what Dr. D'Alton is doing in developing the field of psycho-oncology in Ireland.  It is a critical area.  I stated before, and it is very sad, that over my life I have known 11 people who ended their lives through self-harm.  Because of the world in which I live they were disproportionately health care professionals, including doctors, nurses and medical students.  We have all heard of the very sad, tragic and high-profile cases involving people who found themselves suddenly at the sharp end of poverty, and people with tremendous social pathologies visited upon them through deprivation and inequality.  It is critical that we address all of these issues.  Poor people have all kinds of bad stuff happen to them health-wise.  They have more cancer, heart disease, diabetes and self-harm.  These are all very good reasons, in addition to all of the other reasons, we must address issues of poverty and inequality in society.  This is one more reason to do so.<\/p> <p>  In truth, there is a biological basis for much mental illness and we cannot deny this.  I do not want to give the Government a free pass on this.  We have a poorly developed medical service in general.  We have a very poorly developed psychiatric service in general.  We have poor access to psychiatric services in general.  We have too few psychiatrists, psychologists, psychiatric social workers, beds and clinics and waiting lists are too long.  All of these are wrong.<\/p> <p>  The folks I knew fit a number of patterns.  Some of them were absolutely not victims of poverty or inequality.  Some of them had the most loving and supportive families one could wish to have.  These were not people who found themselves at the sharp end of any particular trauma.  They had a disease.<\/p><p>Disease sometimes needs treatment, and although it is a little unfashionable to say it, the treatment is often medical.  While we desperately need to build up the talk therapy support side of things, we need to have good early warning systems for that transition from reaction to really bad environmental circumstances occurring.  In putting someone into a situation where he or she feels there may well be no hope, it may be despondency which is characterising his or her situation.  We need to address these issues.  It would be a mistake not to acknowledge also that we have done the other part of it very badly indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#O00400","speaker":"1147","continuing":true},{"type":"speech","time":1453368600,"counter":141,"content":"<p>I welcome Mr. Breslin and Dr. D'Alton here this morning and thank them both so much for their presentations.<\/p> <p>  Wishing no disrespect to Dr. D'Alton, on this occasion I want to highlight what others have said, that it is important that we have role models, particularly for young people.  Since Mr. Breslin is so well known, he is an ideal role model.  Many will tune in here today just because he is here.<\/p> <p>  I also want to highlight that in our role we meet many in our constituency offices who have mental health issues and who encounter considerable difficulties navigating the system.  To be honest, when they come to us, we ourselves encounter difficulties navigating the system and I cannot even comprehend how difficult it is for them to deal with this red tape when they are suffering from mental health issues.<\/p> <p>  We also find that many whom we encounter are not trained to deal with those with mental health issues.  That is something on which we need to focus as well.  Many families with young children find it extremely difficult to access services.  While it may be is easy to access services in some parts of the country, I can assure the committee that in other parts of the country it is extremely difficult.  If we are ill any day of the week, for instance, with the flu, we can ring up and make an appointment to see our GP, but I believe we should have a service that goes hand in hand with a GP service to allow somebody who is feeling mentally unwell to make an appointment for a consultation in the same way as one visits one's GP.  It should be as easy as that but it is not.<\/p> <p>  In this day and age, with social media contributing to it as well, there are many who are being bullied and intimidated.  I refer to young people in school and employees in the workplace.  While the schools and companies have anti-bullying policies, they often do not deal with the problem and the person who is being bullied is often perceived as being the problem because he or she is constantly making the complaints.  That is something we need to get to grips with as well.<\/p> <p>  Mr. Breslin stated in his presentation that he has learned to control, respect and even strengthen his mind's capacity to cope.  How did he do that?  Did he have to seek professional help or did he manage to do it himself?  If he sought professional help, at what age or at what point did he decide to do that or what made him do that?  Maybe it was Dr. D'Alton who mentioned in his presentation that we need education on this in the school curriculum, on which I think everybody agrees.  Should peers or those with personal experience of mental health lead that education programme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#P00200","speaker":"981"},{"type":"speech","time":1453368600,"counter":142,"content":"<p>I thank Mr. Breslin and Dr. D'Alton.  I missed their presentations but I heard some of them in the office upstairs and listened intently to what Mr. Breslin had to say.  While there is no quick fix to this, and both witnesses said that in their presentations, there are a number of things that can be done and we need to highlight those.<\/p> <p>  Some 50 or 60 years ago, those with mental illness were locked up and the key was thrown away.  They were forgotten about.  Down through the years, it resulted in many being institutionalised and never coming out of these institutions.  If they did come out of them, they certainly were not accepted in what we call our society.<\/p> <p>  Thankfully, today that is changing and mental health is something that people, such as Mr. Breslin, are prepared to talk about.  It behoves us all, because every family, including my own, whether it is the immediate family or extended family, has experienced mental health issues, to refrain from hiding it and not talking about it.  It has been known as the hidden illness.  Unfortunately, for those reasons, many who have mental health issues find themselves trapped in a dark place and sometimes some of them, unfortunately, take their own lives.<\/p> <p>  There is a lot of talk about suicide.  Like many members here, I have gone to funerals and met constituents who have lost loved ones because of suicide.  The questions that come back to them all the time are, \"Why?\", \"What went wrong?\" and \"What did we miss?\"  They did not miss anything.  Most who have a mental illness walk around every day, like all of us here, with it in the back of their mind.  I really believe what someone once told me, that mental illness is only like a line on the ground.  You walk across it or you do not.  It is the silent illness.<\/p> <p>  Besides what some think, the Government has made significant strides.  I would especially emphasise that the Minister of State, Deputy Kathleen Lynch, has made strides.  She has been very vocal about mental illness.  She has come to this committee on many occasions and she has listened to criticism as well as taking praise.  I believe the Minister of State has been a strong voice for those with mental illness and has tried to put in place the proper services.<\/p> <p>  I am not a professional medical person.  There are many reasons we do not have all the staff we would like to have in the mental health services, and it is not only about funding.  A lot of it is about those experts not being here, whether they have moved away for whatever reason, financial or otherwise, such as to study somewhere else.  Those are the staff we need to bring back to this country and we need to bring them back now, not in five years time.<\/p> <p>  We are entering into a general election, which is an important time for this country.  We have turned the corner.  We are making considerable strides.  Let nobody say that has not happened, because it has.  Five years ago, this country was on its knees, practically creeping along.  I hope when parties decide to run and put candidates forward they will, within their manifestos, which I hope they all will have costed, look at mental health as a significant issue, particularly among young people.<\/p> <p>  One can have all the education in the world.  I listened this morning to a doctor from Cork speaking on the radio about the young lads who took illegal highs over the weekend.  In his answers, he spoke about education and everything else.  However, all our education begins at home.  Senator Crown said it earlier.  It does not matter what social background one comes from.  There are people from all walks of life with mental health issues.<\/p> <p>  I thank Mr. Breslin.  It is important that young people like him come out and act as an advocate for those young people who are under considerable pressure, whether it be family, health or education.  We put our children under a lot of pressure, believing they all should be, without wanting to be disrespectful, professors and scientists.  There is nothing wrong with the lad sweeping the street.  That is the way.  I believe we all need to join the dots.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#P00300","speaker":"1029"},{"type":"speech","time":1453368600,"counter":143,"content":"<p>Would Senator Thomas Byrne like to ask a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#P00400","speaker":"1004"},{"type":"speech","time":1453368600,"counter":144,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#P00500","speaker":"1116"},{"type":"speech","time":1453368600,"counter":145,"content":"<p>I wish to ask a question of Mr. Breslin and Dr. D'Alton.  Mr. Breslin stated that he was lucky to have a family that was there for him and that offered scaffolding, as he called it, during his difficult childhood.  In response to Dr. D'Alton, we had an expert witness, an American psychologist from Harvard University, before the committee five or six weeks ago who spoke about how the child's well-being is formed up to the age of five, how it all depends on relationships the child experiences, and that the child learns resilience and well-being all through the family.  We on the committee have been talking all along about the school and the education, but what advice has Dr. D'Alton for families with young children where one really wants to teach them resilience and help them with their well-being?<\/p><p>I understand we need psychiatrists, psychologists, etc., but if the family can help to deal with the issue and prevent it before it becomes a problem, I would like to hear of such solutions.  I would like the delegation to tell young mothers and fathers what is the best way to deal with their children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#P00600","speaker":"1004","continuing":true},{"type":"unspoken","time":1453368600,"counter":147,"content":"<p>Deputy Jerry Buttimer took the Chair.<\/p>"},{"type":"speechnospeaker","time":1453368600,"counter":148,"content":"<p>It is a pleasure to be called a young man so many times and Deputy Troy tried to point out quite quickly that I am not.  There was mention of the idea of strengthening the mind.  I was diagnosed with general anxiety disorder and many people do not know what that is.  We have all experienced anxiety and we know what it is.  We experience it before an exam or doing something we do not want to do.  It is a horrible feeling in one's stomach.  I have that all the time and it does not go away.  When I am lying in bed doing nothing, it is there.  When I am doing something I enjoy, it is there.  It is just part of my life.  I accept it as an inner energy; it gives me an energy that other people do not have so I use and focus it.  The irony is that the proof that one can strengthen one's mind is the fact that I am before the committee.  If this happened 20 years ago, it would have left me crippled with anxiety but this does not even bother me any more.  I find this conversation quite enjoyable, which shows how far my mind has come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#Q00300","nonspeaker":"Mr. Niall Breslin"},{"type":"speech","time":1453368600,"counter":149,"content":"<p>We are here every Thursday morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#Q00400","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":150,"content":"<p>Why not?  I am up for it.  I will try to answer briefly as many questions as I can.  We spoke about the health budget and how much of it is spent on the physical rather than mental side.  We have to stop putting health into two different categories.  It is the same thing.  The prioritised health issues include obesity, which arises from a predominantly emotional response.  It is not just that people want to eat lots of food and some people have underlying problems such as low self-esteem or confidence issues.  These are mental health matters, so the problems are linked.  Heart disease and related illnesses could be limited or prevented through effective education.  We are spending all this money on priority issues, such as beds in hospitals, in trying to fix a massive problem.  Politics, by its nature, does not deal with long-term strategy but this must be a long-term strategy issue.  It will take 20, 30 or 40 years to resolve.  To really normalise the conversation, we must stop putting these elements in different places.  Physical and mental health must be treated holistically; they are part of our bodies.  My mental health state had major implications on my physical health.  My hair fell out and I had no energy.  It manifests itself physically and panic attacks, by their nature, are as physical as they are mental.  They are a terrifying experience for any teenager.<br\/><br\/>Deputy Troy mentioned the conversation about suicide.  We must understand there is much more to mental health than suicide.  We keep using it because it is a shocking statistic and people say we must do something about it.  The reality is that we must consider mental health in a much broader way.  We must examine how we can prevent many of these issues arising.  We can reduce the numbers affected by implementing preventative primary measures and access to talk therapy.  A very strong and powerful relationship with my GP was intrinsically important to my recovery.  The GP put all the options on the table, outlined them and monitored them every step of the way.  The first port of call was talk therapy, cognitive behavioural therapy, which was the most effective therapy I had.  My biggest enemy were my thoughts and, for example, if I was going on holiday and checking into a hotel, people might be saying, &quot;It's great to get away for a couple of days&quot; but if the girl told me my room was on the fifth floor, my immediate response was thinking I would burn in a fire.  That is how my anxiety would work.  I would go upstairs and look out the window to see if I could jump out of it if there was a fire or if there was a place where I could climb down.  I would leave the room and look for the best way out.  Before I knew it, those thoughts would be going a million miles per hour in my head.  They would manifest physically when my heart rate would increase and I would start sweating.  Bang, I would have a panic attack.<br\/><br\/>Cognitive behavioural therapy allowed me to address those thoughts and label them as helpful or unhelpful.  That was a major step.  We must also address another point about these therapies.  I would not ask anybody in the room to run a marathon with two days training and, equally, mental fitness takes a long time to achieve.  It requires habit.  I am more mentally fit than most people I know but, God, I have to work for it every single day.  I hated mindfulness as every time I tried to meditate, I hyperventilated.  I had to look at other ways.  I am answering a few questions at once here.  The other aspect of the mindfulness is that I knew I could get better and I dedicated my life to it.  I looked at other outlets, such as exercise and diet.  I was on medication for quite a few years but that was under careful supervision from a very good GP.  That was absolutely critical.<br\/><br\/>Anybody like Dr. D'Alton or I coming here and pretending we have the answers would not be telling the truth.  The only way we are going to get sustainable answers is by parking egos.  People need to stop thinking they know what to do.  This is about working together.  There are some amazing people involved in this.  I work very closely with Mr. Tom&aacute;s O'Ruairc, the head of F&eacute;ilte and the Teaching Council, and Mr. Ruair&iacute; McKiernan.  They are amazing because they look at life differently; they do not look at GDP as an economic factor but they look at prosperity as human.  It is very liberating to talk to people like that.  I cannot even tell the committee what some schools are doing in this country.  It would take one's breath away.  These people are changing the entire environments of schools, breaking down stigma.  They are not worrying about the town, the country or anything else but rather what is going on in a single school, as they control that environment.<br\/><br\/>Stigma is slowly eroding.  I have learned in my recovery to control what I control and if I try to go beyond this, I will be knocked down.  What do we control?  We control how we can look at our education system.  We need to look at children and teenagers who have not been absolutely sabotaged by that stigma like we have.  The running joke in my town when I was growing up was that one's mother was in St. Loman's Hospital or I would be there.  It was a joke.  There is no doubt that the stigma is slowly eroding and people understand this is an illness affecting every man and woman across all demographics and careers.  It does not pick specific victims.  I am very passionate about what we can do in education because I know how different my life would have been if it had been noticed that I had anxiety disorder that grew into depression purely from the frustration because I had no control.<br\/><br\/>I would love to go to every school in the country but, unfortunately, I must work.  I have a job and must make a living.  That is why two or three friends and I built a website called <i>www.alustforlife.com<\/i>as a platform for information.  It is about real information rather than Oprah Winfrey quotes or saying everything will be okay, as that is not relevant to mental illness.  It is not easy and there is no point pretending in telling teenagers that everything is okay.  It is tough but the issues can be dealt with.  That is what excites me.  Online platforms are really important because that is where teenagers are communicating.  If we want to reach teenagers, we should not spend big money on ad campaigns on television because teenagers only use the Internet.  We can talk about the issues that Internet use brings for teenagers but for every issue there are 50 solutions.  We could build something in a strategic or systemic way that would be safe for teenager interaction.  There is no reason that cannot happen because the biggest Internet companies in the world are in Dublin.  We can do it but the will must be there.<br\/><br\/>The members asked what I have done.  No psychologist or psychiatrist can provide a definitive answer for recovery as it is about trial and error.  That is what I had to do.  Before I made the leap, I did a simple thing; I named my mental health illness and called him Jeffrey.  I put on a piece of payer everything I think Jeffrey loves and hates, along with everything that could help him.  It was that simple.  I promised that I would dedicate the rest of my life to doing whatever it would take to do this.  I have done that.  More importantly, everybody around me had to know about the illness, as disguising it was the most difficult part of the journey.  I could be out having a drink with a mate but if I disappeared, he would think I was being an ignorant git.  I would have to make an excuse that I was sick, for example, and try to climb out a toilet window in a pub.  Seeing me trying to climb out a window is interesting.  These actions arose when I tried to find a constant excuse for my illness.  That took its toll.<\/p><p> One starts to have other issues.  One's relationships with people disappear.  There are many other external problems, including intimacy issues.  There is loads to it.  It was unbelievably liberating for me to shout it out and absolutely say it.  Part of that involved saying it publicly because I was on a very well-known TV show.  Every single day of the first year of that really exciting part of my life, I completely believed I was going to have a panic attack on live television.  I worried about what would happen if 500,000 or 600,000 people saw me having a panic attack.  I wondered how they would react to me and my family.  That scared me every single day.  It was all I thought about for months.  Of course, I had a panic attack before a live show.  It was probably the worst panic attack I have ever had.  I could not get up.  My ears were ringing.  It can take people weeks to get over a severe panic attack but I had just eight minutes.  That is why I know I have an inner resilience.  People perceive mental illness as a weakness.  I do not know many people across all the different areas with which I am familiar - sport, music, etc. - who could have picked up themselves up at that point.  People perceive it as a weakness but it is actually a strength.  If one can face life in the way people in such circumstances do, that will show one how strong one is.  The key for us here is to bring out that resilience in some of our youth and let them understand and recognise it.  We need to help them understand that there will be days when they will be in trouble and they will struggle.  The Soar movement uses a brilliant saying, \"Teenagers should not survive - they should triumph\".  That is a brilliant way to put it.<\/p><p> I read somewhere that wealth should not be there to blindly produce more wealth; it should be there to produce more well-being.  That sums up everything that Dr. D'Alton and I have been saying.  We need to look at a new prosperity in Ireland.  It should not be based around economics, business and politics, it should be based around people.  I know that is a big romantic thing to say but if the will exists, there is no reason it should not happen.  As I have said, we have influence over everyone who is listening to this debate.  We cannot allow this to be parked now.  In a year's time, the media are going to be absolutely bored of me talking about it.  They are going to park me and say \"We cannot be talking to that fellow anymore\".  I understand that.  I am well aware of how the media works.  That is why we have built a website and a model we can use as we go forward.  The Members of the Oireachtas are going to pull the strings when it comes to policy and stuff like that.  The exciting thing is that current policy is not good enough.  We can say what we want but we all know it is not good enough and I will not hear that it is.  Equally, I will not hear that I am talking about the HSE.  I have to say I have met incredible people - psychologists, psychiatrists and counsellors - within the HSE system.  They are amazing.  I work closely with them.  They are just not resourced adequately.  The priority is not on mental health.  We should really be looking at all the serious issues we are seeing in Irish society and asking why we think they are happening.  I suggest that mental health is at the foundation of many of those issues and needs to be part of a long-term strategy,<\/p><p> There will always be people in the public eye who are willing to speak.  Far more people are about to start talking.  It might be suggested that we do not have more expertise in this area just because we are in the public eye.  Although that is obviously the case, it does not mean we should not avail of the willingness of the media to engage and communicate with us.  We know how to communicate, and we want to use that ability to try to change the stigma that exists in this regard.  Those who are asking us to start slowly reducing that stigma by speaking out need to make damn sure that services are available for the people who are brave enough to look for help.  It is great for me to be a mental health ambassador.  However, it is heartbreaking to receive e-mails from people telling me they looked for help but could not get it.  Such people ask me what they should do next but I cannot give them advice because I am not a health care professional.<\/p><p> In conclusion, I ask those who want us to make a big song and dance about this problem by shouting about it and trying to do something about it to make sure the services that are needed are made available and prioritised.  This is a transitional time, but it is an exciting one.  I ask the members of the committee to think about the position 15 or 20 years from now and to think about their kids.  I think about my nephew and my friends' kids.  I do not want them going through an education system where creativity or individuality are not promoted, where they have to repress their identities and where they have to struggle with mental illness.  I want them to know exactly what they are facing.  We all absolutely agree on that.  It is now a matter of how we can work together and get the right people at the table to do this.  I am willing to do anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#Q00500","nonspeaker":"Mr. Niall Breslin","continuing":true},{"type":"speech","time":1453368600,"counter":152,"content":"<p>I thank Mr. Breslin.  I ask Dr. D'Alton to respond to the questions that have been asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#R00200","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":153,"content":"<p>I might try to get to several points that were raised.  As Mr. Breslin has said, there is a danger that we can focus on suicide and suicide prevention while losing sight of well-being and mental health.  While I accept that we must show the utmost sensitivity to people who are affected by suicide, I emphasise that we need to be very careful about that.  There is not a person in the room who does not agree that there is a need to develop suicide prevention and mental health services.  If we focus only on those issues, however, we will be at the wrong end of the pitch.  We need to focus on well-being as the foundation for later mental health.  We are here to discuss well-being as it results from Oireachtas decisions, policies and legislation.  If we are serious about changing and improving mental health and well-being, we must start at policy level.  This involves proofing future policy for its impact on well-being and mental health.  I do not doubt that there is a biological basis to some mental health difficulty but there is overwhelming research showing that much of our well-being and mental health is determined by the society we live in, the impact of our environment and the family support we receive.  We have to take that much wider lens to begin with.<\/p> <p>  Several members of the committee have joined Mr. Breslin and I in speaking about the importance of education and school in this context.  I would urge a slight degree of caution when it comes to placing additional expectation and demand on teachers and schools.  I appreciate that what happens in our classrooms and schools is terribly important, but I stress that we need to think more widely.  As Deputy Mitchell O'Connor has said, when Professor Kevin Nugent and I were here in November, we spoke about the importance of the first 1,000 days of life.  Essentially, the architecture of one's brain is built in the first 1,000 days of our lives.  There is not a person here who does not know that social exclusion and inequality have an impact on what happens in the first 1,000 days of life.  If one spends the first three years of one's life growing up in poverty, it will have an impact on one's brain, well-being and mental health functioning for the rest of one's life.  We have to start with a very broad understanding.  As I said earlier, serious consideration must be given to the mental health-proofing of all future Government action.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#R00300","nonspeaker":"Dr. Paul D'Alton"},{"type":"speech","time":1453368600,"counter":154,"content":"<p>How does Dr. D'Alton propose we do that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#R00400","speaker":"989"},{"type":"speechnospeaker","time":1453368600,"counter":155,"content":"<p>A nice example was provided by the National Assembly for Wales when it introduced the Well-being of Future Generations (Wales) Act 2015, which essentially applies a tool like mental health impact assessment to policy.  We need to consider what kind of impact the implementation of such a policy would have.  This involves looking prospectively at the impact of what we are doing now on the factors that are social determinants of mental health.  That will enable us to get a handle on the impact of Oireachtas policies.  If we proof changes that are being made at Oireachtas level - I refer, for example, to what has happened in the guidance counselling area - we will be able to see what implications those changes will have for the well-being of our citizens and for the mental health of future generations.<\/p> <p>  I would like to refer to particularly vulnerable groups, such as the LGBT community and transgendered youth.<\/p><p>We know from decades of research in the field that these minority groups in society are at increased rate of mental health difficulty.  Unless we view through that lens, that mental health issue will repeat itself.  <\/p><p> I agree with Deputy Catherine Byrne that mental health needs to be an election issue.  If we want to address the mental health and well-being of the country, this is where it needs to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#R00500","nonspeaker":"Dr. Paul D'Alton","continuing":true},{"type":"speech","time":1453368600,"counter":157,"content":"<p>In conclusion I thank both our witnesses.  The presentations were powerful and we have had a quality questions and answers session.  It is important that we do not leave it within this room, that we take the testimony from our meeting this morning to the next level to the Minister and to the Department.  We are in a period of transition, both politically and the fact we now have more people like Bressie who are willing to become an ambassador.  He is correct in saying that somebody else will take up the cudgel and become that voice.  It is important that collectively, and to be fair we have a very good cross-party mental health group in the Oireachtas, we build on that.  If anybody listening wishes to make contact, they can do so on the website<i>www.alustforlife.com.  <\/i>There are other organisations available for people who wish to engage with them.<\/p><p>I thank most sincerely Niall Breslin and Dr. Paul D'Alton not only for coming before us but for their work on mental health.<\/p><p>Let me remind members that immediately after this meeting there will be a photograph for the advocacy report.  <\/p><p>At our meeting next Thursday, we will discuss the appointment of the Chairman designate of Oberstown detension school, Deputy &Oacute; Caol&aacute;in's motion and a motion from the Minister for Health, Deputy Varadkar.<\/p><p>The Child Care report will also be launched next Thursday morning. <\/p><p>Is there any other business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#S00200","speaker":"989"},{"type":"speech","time":1453368600,"counter":158,"content":"<p>I just received an e-mail from a young constituent of mine who had tried to take his life saying that Bressie has given him a lot of hope.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#S00300","speaker":"1004"},{"type":"speech","time":1453368600,"counter":159,"content":"<p>That is good to hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2016012100002#S00350","speaker":"989"},{"type":"unspoken","time":1453368600,"counter":160,"content":"<p>The joint committee adjourned at 12.25 p.m. until 9.30 a.m. on Thursday, 28 January 2016.<\/p>","notice":"TIME STRING DETECTED"}]