[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1363095000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Dara Calleary, Senator David Cullinane, Deputy Michael Conaghan, Senator John Kelly, Deputy Robert Dowds,+ Senator Michael Mullins, Deputy Seán Kyne, Senator Feargal Quinn. Deputy Anthony Lawlor, Deputy John Lyons, Deputy Peadar Tóibín,<\/p><p>+ In the absence of Deputy Michael Conaghan for part of meeting.<\/p><p>DEPUTY DAMIEN ENGLISH IN THE CHAIR.<\/p>","time":1363095000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200002"},{"type":"unspoken","time":1363095000,"counter":5,"content":"<p>The joint committee met in private session until 2 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Retail Sector Report: Discussion with RGDATA","time":1363095000,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200003#D00100"},{"type":"speech","time":1363095000,"counter":7,"content":"<p>I welcome Ms Tara Buckley, Director General, RGDATA, Mr. Gary Morton of Mortons, Ranelagh and Mr. Rob Murphy, Murphy's Centra, Ballinrobe, County Mayo who are here today to discuss their report entitled &quot;Nightmare on Every Street - Town Centres, Car Parking and Smart Travel&quot; and the overall retail strategy, including the black economy, which issue the committee will focus on in the context of its development over the next couple of months of a retail strategy.<\/p><p>  Before we commence, I remind witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to the committee.  If they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person or persons or entity by name or in such a way as to make him or her identifiable.  I remind members of the long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person outside the House or an official by name in such a way as to make him or her identifiable.<\/p><p>  I now invite Ms Buckley to make her presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200003#D00200","speaker":"1078"},{"type":"speechnospeaker","time":1363095000,"counter":8,"content":"<p>I thank the committee for the opportunity to discuss our report.  My colleagues will give some detail later on their shops, employee numbers, the key challenges they face and on the car parking report, the black economy and the future of the independent retail sector, which topics the committee asked us to consider for today's meeting.<\/p><p>  RGDATA has been the voice of the independent retail grocery sector in Ireland for 70 years.  Collectively, its members own and operate more than 4,000 shops, convenience stores, forecourt stores and supermarkets throughout Ireland.  RGDATA members are present in every community in Ireland and collectively hold over a third of the retail grocery market.  It is an extremely competitive, highly dynamic sector providing consumers with convenience, choice, quality and value.  RGDATA members provide 90,000 jobs in the independent retail sector and contribute &euro;3.6 billion annually to the Irish economy.  While small individually together we are a force.<\/p><p>  RGDATA is a strong supporter of vibrant towns and villages, sustainable retail development and shops to which people can walk.  Independent grocers are the biggest supporters of Irish producers and suppliers.  RGDATA members provide a vital route to market for many small and medium sized food suppliers and producers.  RGDATA welcomes this opportunity to highlight the true value of local shops.  Every &euro;1 spent on Irish goods in an Irish owned shop is worth four times more to the local economy than is a euro spent in a UK or German multiple.  RGDATA is a champion for vibrant town centres and self sufficient local communities.  Its members are town centre traders, local heroes who play a significant role in their local communities.  Like the committee, RGDATA wants to ensure that independent shops survive and thrive and that our towns and villages remain vibrant places in which to live, shop, work and get together as a community.  <\/p><p>  Frustration with car parking is a significant issue consistently raised by our members.  For this reason, RGDATA carried out a study of car parking regimes in 16 towns and villages throughout Ireland and reviewed car parking practises in other countries, leading to the publication of its report &quot;Nightmare on Every Street &ndash; Car Parking and Smart Travel&quot;.  We have circulated that study widely and it is available on our website.  Our key recommendation is that national guidelines on car parking be developed, in respect of which we seek the support of the committee.  As evident from the report, restrictive parking policies are a major disincentive in many towns.  Rather than attracting customers in to do their shopping, conduct business or spend time in the town centre, car parking policies are driving people to out-of-town retail parks, where parking is free of charge and widely available.  <\/p><p>  RGDATA is seeking a more equitable, flexible and sustainable policy solution to reverse the damage that has been done.  We understand that local government must be funded and that anti-traffic congestion policies must be maintained.  However, we believe this needs to be done in a way that enables town centres to flourish.  A survey of RGDATA members' views on car parking indicates that more than 60% of the shops in town centres that have pay-parking are in direct competition with edge-of-town or out-of-town shopping centres such as Tesco, Dunnes Stores, Lidl and Aldi, all of which offer free parking.  The RGDATA report also shows that there is a disconnect between the various policies on this issue.  Government policy measures like the smarter travel strategy, guidelines for planning authorities on spatial planning and national roads, and the retail planning guidelines recognise the disparity between parking regimes between town and out-of-town centres.  However, they do not address how the issues should be remedied in a coherent manner.  The result is an <i>ad hoc <\/i>approach among local authorities, which is largely conflicting with current government policy.  For this reason, RGDATA is seeking the support of the committee in addressing this issue and reversing the decline in Irish town centres.  <\/p><p>  A key recommendation of the report, which we would like the committee to consider, is the introduction of national guidelines on car parking and smart travel.  We would welcome the introduction of more flexible parking services to customers and incentives to shop in the town centre, including streamlining of parking charges and fines, special offers on short-stay parking, special day rates for long-stay parking, low off-peak charges, free parking for special occasions, more flexible payment mechanisms and graded fines.  We are also seeking strategic pricing structures in order to complement sustainable transport initiatives and ensure that there is no congestion of traffic.  We are not suggesting there should be no charges, we are saying rather than this being about a revenue grab it should be about ensuring parking is utilised properly and people can come and go and do their business.  We are asking for equitable and fair systems across towns.  <\/p><p>  We also believe that clamping and parking fines should not be used to unduly penalise car users in town centres.  My colleagues will elaborate later on how this is damaging businesses in their communities.  We believe there should be a rates reduction in recognition of the negative impact of town centre parking charges on town centre businesses.  Many of our members in town centres are struggling, having lost business because customers are opting to shop out-of-town where parking is free.  We believe it would be fair to equalise the system between town centres and out-of-town centres.<\/p> <p>This could be done through ending the practice of free parking at out-of-town shopping centres by imposing a levy on the operator of the out-of-town retail outlet to be paid to the local authorities.  Operators could decide whether to pass on the cost of the parking levy to the customer.  A paid parking system should be established on all new out-of-town or edge-of-town retail developments if a paid parking system exists in the town centre.<\/p><p> The committee also asked us to address the black market, which is a huge issue for the independent retail grocery sector, which is being particularly hard hit by the rise in the illicit trade in fuel, tobacco and alcohol.  The black market is having a significant impact on the legitimate retail sector in the current climate, causing a significant drop in retail sales and the loss of jobs.  Illegal trade in smuggled and counterfeit goods has reach epidemic proportions, and according to industry estimates it costs the Exchequer more than &euro;860 million a year in lost excise duties and VAT.  The black market also makes a farce out of the annual compliance costs for established legitimate retailers which amount to an average of approximately &euro;5,500 per year for permits and licences.  This does not even include the cost of staff time to fill out compliance forms and the further cost of management time.<\/p><p> RGDATA has witnessed a significant increase in the number of rogue traders in unauthorised premises in recent years, and this significantly undermines the work of retailers in established shops.  The total cost of compliance for the 4,000 members of RGDATA is estimated at more than &euro;26 million.  To add further insult to injury, retailers operating outside the law impose extra costs on law-abiding retailers through loss of sales and increasing difficulty in maintaining a viable business, not to mention the impact on jobs and the criminal activities being funded by these rogue traders.<\/p><p> Fuel laundering is another significant black market issue for RGDATA members, many of whom operate petrol forecourts.  The illegal fuel trade is estimated to cost the Exchequer &euro;155 million in lost taxes every year and 12% of all diesel sold in Ireland is illegal.  This has a significant impact on our members and we support the recent introduction of a registration system for fuel users.  However, we note the irony once again that legitimate traders must pay new annual fees to fund this system.  The good guys are taking the hit again.  We urge the committee to recommend more inspections of rogue traders and more punitive penalties for those found laundering fuel, selling illegal fuel or dumping toxic waste.<\/p><p> With regard to casual trading, if the committee is serious about tackling the black market it should ensure that the Government and the authorities enforce practical measures which would stamp out rogue trading practices.  This should start with strict enforcement of planning and casual trading laws.  Authorities must break the link between rogue traders and their clientele, this link being their trading premises.  When proper planning and trading laws are observed, illegal traders do not have access to a means of distribution or a premises through which to sell their goods.  On a very basic level, we suggest more regular and thorough checks on the casual trading sector, which would ensure best practice is observed and counterfeit products are not for sale.<\/p><p> The Government should re-examine the provisions of the Casual Trading Act 1995 to ensure the authorities are adequately equipped to effectively regulate all markets.  Banning the sale of tobacco products at any market or fair would be helpful and the penalties for those caught selling tobacco products in these markets should be increased under the Casual Trading Act.  They should be brought in line with penalties in the Finance Acts.<\/p><p> RGDATA believes an extensive public awareness campaign on the health and economic consequences of purchasing illicit goods, particularly tobacco and alcohol, should be co-ordinated between all relevant Government agencies.  It is vital to make the general public aware of the extent and effect of black market activity on the legitimate retail sector, jobs in the sector and the local economy.  The public should also be made aware of the criminal activities funded by these purchases.  Further awareness must also be created about avenues for reporting such crime and trading practices, including the confidential free phone number operated by Revenue with regard to tobacco smuggling.  Revenue should consider providing an incentive for more members of the public to come forward and report cases of illicit trade by providing a reward for cases which result in a conviction.<\/p><p> Much work could be done on policing and penalties with regard to illegal trade.  Specialised investigators and trained personnel must be engaged by the Government to work with Revenue and the Garda in efforts to ramp up actions in this area.  It is a cross-Border problem between North and South and between Ireland and mainland Europe, in which action needs to be taken at EU level with cross-border agencies and joined-up policing initiatives.  On a very basic level, high profile Garda checkpoints can be an effective means of monitoring transport and traffic movements and controlling the trade in illicit goods.  They also make the public aware of the seriousness of this issue.  Customs officials should be resourced and scanning equipment should be available at all ports.<\/p><p> RGDATA supports the introduction of sufficient deterrents to stop criminals engaging in counterfeit sales.  The authorities must prioritise the most serious of offences with custodial sentences, and must engage the Criminal Assets Bureau to deal with criminal activities which involve illicit operations on a bigger and more complex scale.<\/p><p> I invite my colleagues to say a few words about their shops and the key challenges they face.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200003#D00300","nonspeaker":"Ms Tara Buckley","continuing":true},{"type":"speechnospeaker","time":1363095600,"counter":10,"content":"<p>Morton's is a third generation shop which will celebrate its 80th year next year.  We employ 75 staff and we operate two shops, one in Dunville Avenue, Ranelagh and the other on Hatch Street.  Our principal focus is on food, particularly fresh food, and wine.  I am here because our business is in an area with much strong activity by clampers.  Clamping is a problem for us.  An inordinate level of clamping occurs in Ranelagh and the business is hugely affected.  People learn a very nasty lesson when they are clamped and are very quickly dissuaded from returning.  They are encouraged to go to other places where there is no clamping.  Invariably this means carparks provided by other shops, in this case multinationals.  It is driving business away from our shops to other businesses.  I am aware of a number of personal upsetting stories of some of our customers which I can go into later.  The penalty for being clamped is very harsh.<\/p><p>  We are very proud of how we engage and are involved with many Irish suppliers, growers and artisan producers.  Our involvement is greater proportionately than that of the multinationals and this warrants recognition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200004#E00200","nonspeaker":"Mr. Gary Morton"},{"type":"speechnospeaker","time":1363095600,"counter":11,"content":"<p>I am from Ballinrobe in County Mayo and our family business is a Centra food market.  We have traded in groceries for 56 years and the shop was established by my grandmother.  We employ 17 people in full and part-time work.  Our weekly wages amount to almost &euro;4,000.  Our shop is down 20% in trading since 2007 and our income has reduced by 50%.  Like many small towns, our town is suffering.  Eight years ago, a multinational arrived on the edge of town and created a rival town centre.  We have a major issue with car parking charges in the town.  On the basis of the free market we understand the logic of multinationals coming to rural Ireland but also on the basis of the free market we seek a fair and level playing field.  I am not here to ask anyone to prop up the local corner shop.  We live in a free market and such shops will survive only if we can provide a quality service and value and something consumers want.  We believe we have this but we do not have a fair playing field.  We are calling for towns to be regenerated by being given a chance to compete with the out-of-town developments that have sprung up throughout the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200004#E00300","nonspeaker":"Mr. Rob Murphy"},{"type":"speechnospeaker","time":1363095600,"counter":12,"content":"<p>Last week we came before another Oireachtas committee where we discussed a grocery code of practice, red tape, food labelling and a level playing field for independent shops.<\/p> <p> We were with another committee last week to discuss a groceries code of practice, red tape, food labelling and a level playing field for independent shops.  The committee deals with enterprise and jobs and I am proud that during these extremely challenging times independent retailers are not closing down.  They are rolling up their sleeves and getting on with creating jobs and making sure businesses adapt and compete.  Mr. Gary Morton, Mr. Rob Murphy and I are not here to whinge and moan or to ask to be bailed out.  We want a level playing field to allow us to continue to operate.  On a positive note, we have recently surveyed our members to find that over 1,000 jobs have been created in 230 shops since 2011.  We are creating jobs.  If the Oireachtas allows us the opportunity to compete and gives us a fair, level playing field, we will help it get small businesses and artisan producers up and running to create jobs.<\/p><p> Key upcoming legislative issues include the current review of the retail grocery joint labour committee.  We ask that we not be given higher wage rates than other retailers.  Keep it level across the sector.  The National Lottery Bill proposals mean our retail margin is under threat.  We would like it to be ring-fenced in the legislation whereas the Minister has said he will ring-fence it in the licence.  That leaves wriggle-room which is why we would prefer it to be provided for in the legislation.<\/p><p> Our Dublin members are getting their commercial rates evaluations currently and are astounded by how much rates are increasing.  These businesses are struggling to survive.  Increasing rates by 50% or 100%, as is happening for some of these businesses, at this time is not on.  We would welcome the committee attacking the issue.  We thank the committee for its time and are happy to answer questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200004#E00400","nonspeaker":"Ms Tara Buckley","continuing":true},{"type":"speech","time":1363096200,"counter":14,"content":"<p>Some members might be shocked to discover that there are 4,000 shops in the independent retailers grouping.  The problems which have been outlined are common to every one of us.  I come from the small town of Ballinasloe in east Galway and could have written Ms Buckley's script for her.  It is what I hear from retailers in Ballinasloe on a daily basis.  There are three multinationals on the edge of the town with lots of free parking spaces.  The town council charges for parking.  Retailers are divided in Ballinasloe on the issue of charging for parking.  Some feel that while we should ease the price and provide better value to customers, others feel it should not be abolished given what happened where free parking was allowed over the Christmas period.  Many people who worked in shops or who were going somewhere else for the day parked their cars along the main streets of the town which meant valuable spaces were not available for the customers who wanted to shop.  We must try to get the balance right.<\/p><p>  I agree with Ms Buckley that there must be a levelling of the playing field.  When we grant planning permission to out-of-town developments in future, we should impose a charge for parking or we should provide for rates which reflect the fact that free parking is offered.  That would rebalance matters for retailers who are operating where parking is subject to charges.  We do not have clamping.  I sympathise with Ms Buckely.  Clamping arises in Galway city and is a cause of great concern for people.<\/p><p>  I have spoken about the black market at the committee and in the Seanad.  We must clamp down on the rogue traders, cigarette smuggling and diesel laundering.  Have the witnesses seen in recent times any additional Garda or Customs and Excise activity?  Do they see any improvement in the situation in recent months following the great deal of publicity on these issues in the period?<\/p><p>  I support the points Ms Buckley makes about the National Lottery Bill 2012.  I would like to ensure that margins are protected for retailers through the legislation rather than through the licence.  I will support such an approach.  All public representatives, particularly those who live in small towns, strongly support RGDATA's campaign.  We will certainly push the agenda Ms Buckley has advocated to us every chance we get.  I fully support everything she has said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200005#F00200","speaker":"1118"},{"type":"speechnospeaker","time":1363096200,"counter":15,"content":"<p>There is no doubt that our members in the Border area work very closely with local garda&iacute; and the Revenue Commissioners.  There is very good co-operation but there is probably a requirement for more resources for the Garda and Revenue Commissioners.  A young member attended our meeting with Senators recently and she made the good point that when she raised with her friends the fact that they were buying illegal cigarettes, they could not see what the problem was.  That is why we say that more awareness is important.  People forget that by buying illegal, counterfeit product they are funding criminals and criminal activity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200005#F00300","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363096200,"counter":16,"content":"<p>Not to mention the health issues associated with those cigarettes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200005#F00400","speaker":"1118"},{"type":"speechnospeaker","time":1363096200,"counter":17,"content":"<p>Absolutely.  And I thank Senator Mullins for his support.  We agree with him about getting the balance right.  We are not advocating getting rid of parking charges.  We are asking for uniformity, consistency and charges which are about managing a scarce resource and not about penalising the customers who want to come into town.  We accept that parking charges are required to stop people staying in a space all day, but there is a way to grade use to make it attractive to come in for a few hours, do one's business and go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200005#F00500","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363096200,"counter":18,"content":"<p>I welcome Ms Tara Buckley, Mr. Gary Morton and Mr. Rob Murphy to the committee.  Ballinrobe is a perfect example of the car parking issue, unfortunately.  I was shocked to see this time last year how the town centre has gone down in direct parallel with what has happened with the multiple on the outside.  The joint committee is due to visit south Mayo at the end of April and should take the opportunity to see Ballinrobe for itself.  The town centre has gone down very quickly since the multiple was built.  It would be a good chance for the committee to see what happens in practice.<\/p><p>  Can the levy proposed on out-of-town outlets be made retrospective?  I know there are all sorts of issues around upwards-only rent reviews and constitutional rights.  If we were to say in the morning that we support the levy, can it be put on the development in Ballinrobe?  Is it legally proofed?<\/p><p>  The black market and licensing were mentioned.  The Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy John Perry, is announcing a review of retail licensing.  Has RGDATA been consulted on that to date?  It was mentioned that approximately 20% of all diesel sold is illegal.  One of the difficulties for motorists is that they do not know anymore.  One hopes one is buying legitimate fuel when shopping at one of the large, branded fuel retailers, but how does one know?  Would RGDATA get involved with its industry partners in an awareness campaign on what to look for when buying fuel which may be illegal?  As well as being illegal, it is bad for one's car.<\/p><p>  I have a beef about casual trading in Ireland.  We go to the market when we are on holiday.  It is an attraction and seems to benefit everyone.  Here, it is a nightmare.  Why is it the way it is here and a completely different experience abroad?  Has RGDATA worked with its European partners to find ways to enhance trading here in a way that helps everybody?<\/p> <p>Will the witnesses talk the committee members through the practical difficulties surrounding the retail joint labour committee, although I am familiar with it?  There is eating in and eating out, Sunday issues, matters of age and qualification.  It would be no harm for the committee members to get their heads around being a business person and having to operate in such a process on the ground.<\/p><p> On the banking side, will the witnesses indicate what the organisation's members have experienced with banking issues in the past few months in particular?  Has there been any improvement in dealing with the so-called pillar banks?  What are the views on new banking practices relating to coin deposits and coinage around the country?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200005#F00600","speaker":"1071","continuing":true},{"type":"speech","time":1363096800,"counter":20,"content":"<p>There are many questions so we might get the responses to those first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200006#G00200","speaker":"1023"},{"type":"speechnospeaker","time":1363096800,"counter":21,"content":"<p>We would welcome a visit to Ballinrobe.  We have a committee, Ballinrobe Beo, which is a trader alliance in the town working very hard with the council in trying to develop strategies to deal with this issue.  Long-term parking has been mentioned and I should have stressed earlier that our call in the town is for one hour of free parking.  We also want to work with the council in ways to regain the revenue lost in the first hour; maybe levies could be a great way of doing this but there could also be an increased charge in the second hour.<\/p><p>  With our town's consumers, it is important to remember that the cost of parking is nothing for major city centres.  There is a mentality around collecting dry-cleaning or meat for dinner.  It should be a simple process with plenty of spaces, and one should be able to do this without fearing a ticket from a traffic warden.  In that regard, the shop door used to be a great social meeting point for people, and there would almost be an issue with the number of people having a chat at the front of a shop.  It was brilliant and it created a great vibe.  However, that is completely gone as customers are panicked, running in and out.  They think they get five or ten minutes leeway but they are not sure, so they do not enjoy the experience.<\/p><p>  Ms Mary Portas mentioned in her report in the UK that one of the most important elements of town centres is what they bring to communities.  It is about social fabric, and we have people coming from a 15-mile or 20-mile radius to Ballinrobe, as it is often their social outlet.  Ireland has much focus on pubs as a social outlet and although they are brilliant, shopping is a social process for many.  The act of meeting people and discussing stories is gone now as people run back to the car when they collect their dry-cleaning or meat.  Ballinrobe has great potential as a town and there is a tremendous amount of goodwill there.  We are all determined to keep fighting and we really believe our food store can survive.  We provide convenience, service and long-serving staff who people love to see.  As we are part of the Musgrave trading group, we provide good value and we can compete on price.<\/p><p>  We are seeking a one-hour free parking slot.  We are not saying to the council that we do not understand its problems and we want to see if we can offset the cost.  We want to work with the council but there must also be a national policy, as Ms Buckley explained, which can deal with the issue developing in small towns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200006#G00300","nonspeaker":"Mr. Rob Murphy"},{"type":"speechnospeaker","time":1363096800,"counter":22,"content":"<p>When RGDATA did the survey of the 16 towns, it struck us that every town was different, and that is why some kind of national guidelines would be helpful.  If people arriving in a town in Ireland knew the same rules or grace periods applied, or that costs or fines were the same, it would be helpful.  Clamping is particularly evident in Dublin city and can be very frustrating.  It can add the stress and burden of waiting for the clamper to release the vehicle, and people can end up in frustrating positions.  A person may be shopping in a town before meeting somebody and going into the coffee shop next door for a cup a coffee.  When that person arrives at a car five minutes late, it could equate to a fine of &euro;120 in some towns.  That is the last time that person will come to that town.  We would miss the social interaction and the business for shops - including the coffee shop - and it puts people off.  People are being driven away.<\/p><p>  We got much publicity when we launched the report, with supportive e-mails from the public.  We were told that there should be no charge for out-of-town shopping facilities as the public uses them because they are free.  Our point is that this should be a level playing field.  Vibrant town centres will be important to local economies if we can keep them vibrant.  We should not kill them with overly zealous car park policies.  There is a way of doing this, as people will pay modest fees for parking.  Nevertheless, they do not want to feel that this is about a revenue grab when they are trying to do some business in a town.  The levy has been mentioned.  There are many ways of introducing this levy, and we can return with more detail rather than going into all the detail here.  If a Government wants to introduce a tax it can do so, and we all know that is happening every day.  It would be a very positive step.  If parking is to be paid for in a town, it should be applicable wherever people go.  RGDATA has been very involved in the process of streamlining licensing.  We did a report in 2009 and 2010, highlighting the issue, and we welcome the fact that the Government has taken the issue on board and is considering a portal for licensing.  RGDATA is involved in the process and we appreciate the work and hope it can be moved on to facilitate the streamlining of inspections.  That would make things more efficient and cost-effective.<\/p><p>  With regard to illegal diesel, we say to any consumer that if something is very cheap, the consumer must be aware.  With such fuel, the driver is putting his or her car in danger and if it is too good to be true, one should be beware.  It is very obvious who are legitimate traders.  Our members have been involved in various campaigns promoting legal fuel and they will continue this work.  We are very happy to co-ordinate with any progress made with the Revenue Commissioners or An Garda, and members have been actively involved in such work.<\/p><p>  The retail grocer is subject to a joint labour committee, JLC, wage setting.  The off-licence next door, the bookshop and the flower shop are not subject to it.  Nowadays, the retail grocer has had to adapt and survive, and many of these businesses have a small caf&eacute; area.  That is not covered by the retail grocer JLC but rather the catering JLC, meaning the employer must deal with two different JLCs.  It is a cumbersome and complicated system and much employment protection legislation must be introduced.  The JLC system is obsolete and it must be scrapped.  Having surveyed our members, 96% of them agree with that view.<\/p><p>  This would not be a race to the bottom.  Since the JLC system was found to be unconstitutional, the 230 members who responded to the survey have taken on 1,000 new staff, with many of those taken on at the old JLC rate.  Most have been taken on at the minimum wage, as the starting rate in the trade should be that level.  These members did not change the terms and conditions of existing staff as our members appreciate their staff.  A new survey will be out shortly indicating that members want to invest in staff, training and stores.  The business wants to get on, compete and survive, but it does not want law and regulation binding and stopping it in doing what it does best, which is the running of good local community shops.<\/p><p>  There is absolutely no doubt that the independent retail sector, like every other small business sector, is having significant issues with access to credit.  The banks have indicated they are open for business but if one goes looking for a loan, bank officials want to renegotiate every loan.  That is not an option for somebody who is trying to expand business and does not want terms changed.<\/p><p>  Everybody is striving to make the banks profitable and get them back on their feet but we must be careful.  As banks have terms and conditions are changed, we must be careful not to pass a burden of security to the business community and independent retailers.  For example, the change in lodgement structures in banks and not being allowed to lodge large amounts of cash on certain days has a significant impact on an independent business in a town with regard to security, cash on premises and concerns about family, staff and personal safety.  Such issues must be addressed as banks are moved to a more profitable state.  Banks should not be increasing charges and we are concerned about the loss of the personal relationship between banks, retailers and small businesses.<\/p> <p>Automated banking does not take into account the flexibility that is needed to run a small business.  These are the businesses that are providing 90,000 jobs.  It is important that is not forgotten in the drive to make the banks more profitable.  The Government may be squeezing small businesses and putting much extra pressure on them in terms of security. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200006#G00400","nonspeaker":"Ms Tara Buckley","continuing":true},{"type":"speech","time":1363097400,"counter":24,"content":"<p>Go raibh m&iacute;le maith agaibh.  I welcome the delegates.  The real economy is made up of businesses such as those before the committee and has not  got the attention it deserves.  In recent years, there has been a shift within the resourcing of local authorities.  The local government grant has been reduced and as a result local authorities have leaned more on retailers as a source of income.  It has not been a strategic issue in the main but how it deals with its retailers has been purely on the basis of where it can get the money and parking is one of those areas.  That is what is happening.  We are forcing people out.  We are incentivising people out of the centre of towns through our policies.  The whole idea of a level playing field is very important.  I mentioned to Senator Feargal Quinn that there is a benefit-in-kind to the consumer for a free parking space in an out of town centre.  We do not want to make life hard for the consumer but at the end of the day perhaps some level of rate should be charged on parking spaces in out-of-town centres.  In Meath, we have the lowest rates base <i>per capita<\/i> in the State which means we have the lowest expenditure per capita in the State.  The money that a local authority gets in is directly related to the money that is spent by a local authority.  The out-of-town shopping centres on the edge of Dublin are one of the reasons we are losing retail in Meath.  I would be in favour of some rebalancing of that process.<\/p><p>  In the North of Ireland it is interesting that the local authorities focus on strategies and local enterprises.  For example, Down District Council would run mentoring, marketing, merchandising programmes for all their retailers in the centre of towns and would have a strategy with regard to Internet, social media and general marketing and branding for that town to enable it start competing in the region.  That does not happen to the same extent in the South.  The county enterprise boards have stayed away from the retail industry in the main because of the displacement issue.  That needs to change.  With the advent of the new local enterprise offices, LEOs, we need to promote local enterprise and local retailers.  <\/p><p>  In regard to rates, my party has been working on the idea of a progressive rate.  In other words, a rate that is being charged to a business would reflect three aspects - what it sells, the size of the premises and the profitability of the business.  A seriously profitable multinational such as Tesco pays roughly the same rates as a small indigenous Irish business in the corner shop which is hardly breaking even.  In general, we agree on progressive taxes in every other aspect of society, therefore, it does not appear that a block rate is being placed with no understanding of the profitability of the business.  <\/p><p>  On the issue of smuggling between North and South, the only long-term solution is for the State to get real about equalising taxes, charges and excise with those in the North of Ireland.  While there is a differential there will always be an incentive.  We can invest in policing and customs but while there is a differential, we will never resolve the issue.  The Administration in the North of Ireland is seeking to resolve the issue from its perspective.  We believe there is an opportunity for the Government to seek to equalise with the North on these issues.<\/p><p>  I have heard on the grapevine that some of the JLCs are in trouble as difficulties are arising.  It might be interesting to have some of the unions come in and give their perspective as well as what we have heard from RGDATA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00200","speaker":"1080"},{"type":"speech","time":1363097400,"counter":25,"content":"<p>Deputy T&oacute;ib&iacute;n made comments rather than questions.  Is there any particular issue to which the Deputy wants a response?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00300","speaker":"1023"},{"type":"speech","time":1363097400,"counter":26,"content":"<p>What can local authorities do to incentivise the development of local strategies for retail?  I assume the representatives have looked at the levy.  What is their view on the progressive rate issue?  I mentioned it to some enterprise organisations that represent the multiples.  Obviously they have been less enthusiastic about it because they are minding their members' business.  I would like to hear the perspective on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00400","speaker":"1080"},{"type":"speech","time":1363097400,"counter":27,"content":"<p>On the possibility of a progressive rate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00500","speaker":"1023"},{"type":"speechnospeaker","time":1363097400,"counter":28,"content":"<p>That is on commercial rates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00600","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363097400,"counter":29,"content":"<p>Only an element of it would be progressive.  The whole of it would not be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00700","speaker":"1080"},{"type":"speechnospeaker","time":1363097400,"counter":30,"content":"<p>Absolutely, we would support that.  We find that our members, because they are the town centre traders, quite often pay inordinately high rates compared to those on the edge or out of town.  Other small traders around them are paying the lion's share.  Our argument is that if there is not a mix of shops in a town centre and a lot of vibrancy there is not really a town centre.  It should be about encouraging these businesses.<\/p><p>  We certainly agree that the rates issue needs to be addressed.  When the downturn started every small independent retailer in the country had to look at its costs.  They all came back to me and said they should have done this years ago.  They had taken a third of the costs out of their business.  We cannot understand the reason local authorities will not take a third of the costs out of their business, they way we have done, and pass the benefit on to the businesses in the town who are struggling to survive.  It should not be that the local authorities cannot change their costs and that they will just take more money off businesses.  As more shops close, a smaller pool is paying the commercial rates.  We need to have this issue addressed.  People have said it is only a small issue and that if one cannot pay the rates one should not be in business.  For many of our members, rates is a significant issue.  It is an issue which, if their business and turnover is down the rates should be going down, not increasing every year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00800","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363097400,"counter":31,"content":"<p>Does RGDATA work in partnership with any retail representative agencies in the North of Ireland?  The chambers of commerce do so and I think IBEC used to.  There is a challenge here, especially given the effort to tackle cross-Border smuggling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H00900","speaker":"1080"},{"type":"speechnospeaker","time":1363097400,"counter":32,"content":"<p>Yes, we have links with the North's Independent Retail Trade Association, NIRTA.  Anything we can do to work together on issues we would do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H01000","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363097400,"counter":33,"content":"<p>I might come in on that issue rather than lose momentum because my question relates to what Deputy Peadar T&oacute;ib&iacute;n said about progressive rates.  The RGDATA document focused on parking being not necessarily the panacea to the issues retailers face in towns as opposed to out-of-town places such as the Dunnes, Tescos, Lidls and so forth.  Has RGDATA done any costing or analysis on what amount of money we are talking about to pack up the argument?  I agree with the representatives.  I represent Finglas which is falling on its knees.  It is very tough.<\/p><p>  Deputy T&oacute;ib&iacute;n raised the issue of a progressive rates system.  The planning guidelines essentially state that the main objective of retail is within the towns.  In other words, any other policies we develop should reflect the planning guidelines.  The new development contribution guidelines, launched recently will be rolled out in the next couple of months, reflect this view.  The guidelines state that out-of-town retailers must pay a higher development contribution than in-town retailers.  The next step is to look at the rates and whether they should follow in the same way.  Are we about saving jobs or, God forbid, creating jobs?  If all the car parking spaces in Finglas are filled because we change our policy and get people to go into the town centre, at the end of the day that will not open up some of the other vacant units, of which there are many.<\/p> <p>The stronger hand that has most potential, in line with the parking issue, is that there should be a rates regime that reflects the planning guidelines, that is, putting retail at the centre of the town.  All our objectives should suit that.  Tesco in Clearwater, for example, provides free parking.  I understand exactly to what RGDATA refers there where the village is really suffering, but there are many vacant units.  If the rates were significantly different or reflected that, surely it would be an incentive for others to open there.<\/p><p> It is not as simple as that, but I would be curious to hear Ms Buckley's view on those two matters.  The first is the cost analysis on it.  RGDATA has not brought anything forward in that regard, although I agree with doing something on parking because it is something we face everywhere.  The other matter is a further comment on the differential rates because I am conscious we may go on to different topics and I do not want to raise it again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200007#H01100","speaker":"1023","continuing":true},{"type":"speechnospeaker","time":1363098000,"counter":35,"content":"<p>The reason we have not done a cost analysis is that we looked at what was happening in 16 towns and they all had different charges and prices.  It is quite difficult to do a cost analysis.  It is possible we could look at returning to it.<\/p><p>  The main point we were trying to make is that it is different everywhere.  We accept that local authorities need to be funded.  We certainly would believe that town centre regeneration should become a priority and needs to be funded, but the town centre traders who are making all the contribution should not be the only ones who fund it.  The town centre regeneration should be funded by all the businesses.  Those on the edge of town which have killed the town centre should make their contribution too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200008#J00200","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363098000,"counter":36,"content":"<p>Would Ms Buckley say that there should be a differential rate which would mean those out of town should pay more than those within the town?  If we were to do so, it would match the planning guidelines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200008#J00300","speaker":"1023"},{"type":"speechnospeaker","time":1363098000,"counter":37,"content":"<p>We would believe that the size and profitability of the business should be taken into account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200008#J00400","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363098000,"counter":38,"content":"<p>Deputy Calleary made a point earlier.  In fairness, as it is, the out-of-town retailers have paid a development contribution on their parking spaces.  That does not mean we cannot challenge imposing such a levy, if that is the route Ms Buckley is suggesting, but one should bear in mind that they have paid a development contribution on those spaces.  To be as impartial as possible, it would be remiss of me not to at least point that out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200008#J00500","speaker":"1023"},{"type":"speechnospeaker","time":1363098000,"counter":39,"content":"<p>In response to the Vice Chairman, they have paid additional fees.  One may park there, but without the fear of being clamped.  I refer back to clamping.  Senator Michael Mullins spoke of paid parking.  Paid parking works.  Paid parking allows the freeing up of spaces and allows for activity to take place and for customers to go in and out of shops.  If one did not have that, the same cars would remain there all day blocking up the roads.<\/p><p>  The issue in our area, including Ranelagh, parts of Rathmines and Dunville Avenue where we are, is that there seems to be an immense amount of activity.  Some of the stories I can recount are most upsetting.  The &euro;80 penalty for somebody who is held up in a dentist's chair or at a doctor's surgery and who is five or ten minutes late returning is much greater than he or she deserves when compared with some chancer who wants to park all day or somebody who has parked illegally or dangerously.  These are different offences and should be seen differently.  If anything can be done in the local authorities, that needs to be recognised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200008#J00600","nonspeaker":"Mr. Gary Morton"},{"type":"speech","time":1363098000,"counter":40,"content":"<p>That point was raised by members earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200008#J00700","speaker":"1023"},{"type":"speech","time":1363098000,"counter":41,"content":"<p>I welcome the delegation to the committee.  I was a member of RGDATA for many years and I am familiar with its work.  I support entirely the point Ms Buckley makes.  RGDATA's members are great supporters of Irish industry and business.  They do it because it is good for business.  The vast majority want to buy local products.  They want to buy their own.<\/p><p>  I am also a great believer in the market economy.  It is dangerous to solve all problems in one way, by suggesting customers pay where we do not like what they do.  I agree with Mr. Morton.  We must find a way.<\/p><p>  I would hold the same view on any suggestion that one should charge for parking in out-of-town centres.  If that is what the customers want and that is where the customers go, then the incentive must be for the towns to work in some way or other to bring customers back into them.  It is not fair or correct to state that the Government or town council should do something about that.  Each town itself must do it.<\/p><p>  In recent years I have been involved in a television programme and have visited many small towns to which I would not have been previously.  One can see some success stories and some failures.  Edenderry, for example, is a town with three shopping centres.  There is Lidl, Tesco and Aldi on one side and a big Dunnes Stores on the other, and the centre of the town is deserted and the shops are closed.  Somehow or other, the town, whether the town council or the shopkeepers themselves, will have to do something about that.  What they must do is somehow or other find a way to put life into that town.<\/p><p>  I have also been involved in Drogheda.  When we went to Drogheda first, the various organisations representing the different streets did not talk to one another - there was no cohesion.  When they got together and worked together, they were able to do brilliantly in the town.  They did not solve every problem but they were able to do a great deal.  They have in-town car parking as well.  It does not solve all the problems.  They were able to do a considerable amount.<\/p><p>  What I am saying is it is in their own hands to a large extent and RGDATA must encourage each town by saying that if they want to get business back into the centre of the town, they should not rely on the Government or town council, and they must do something themselves.  One can see some towns that are doing a marvellous job where they are able to get together to provide a mixture of retail and food, alcohol and entertainment.<\/p><p>  Mr. Morton touched on this.  I remember well that we had a problem in Bray where there was no car parking charge.  The staff and the owners of the shops came and parked outside their own shops all day long to the extent we had to say there must be a charge applied because otherwise there would be nowhere else and nobody could come in to shop.  One could see car parks filled with those who park there all day long.  It is up to the shops themselves to find some way of solving it.  Given what Mr. Morton said, it does not look as though clamping is the ideal arrangement.  There must be some other arrangement that we can find.  To a large extent, it will be in RGDATA's own hands.<\/p><p>  There are other aspects RGDATA brought up that will not be in its own hands.  The State must solve the black market problem.  It must solve the issue of illegal tobacco smuggling and fuel laundering.  We, as citizens, cannot do that ourselves.  There is not nearly enough focus of attention on how we will do that, but that is up to the State.  We must find a way to do something about that.<\/p><p>  On the other hand, RGDATA makes a strong point about the joint labour committees, JLCs.  I am fully convinced that many jobs cease to exist once one goes above a certain level.  Perhaps having a minimum wage which is the second highest in Europe explains why there is such high unemployment.  In Germany, where there is no minimum wage, they do not have an unemployment problem.  That is not a popular statement to make.<\/p><p>  There really is a need to state there are steps we ourselves can take and there are steps the State must take.  I believe the steps RGDATA is taking are in the right direction.  It is drawing attention to those matters about which we can do something as a State.  There are some steps which, individually, each town and each group of traders themselves must take.  The way RGDATA is working is merely to remind its members that they themselves can do a significant amount.<\/p><p>  There are some good examples around the country of where traders are taking wonderful steps.  Ennis has done a marvellous job in the centre of the town.  It is a joy to walk around.  I am not sure how they have done it.  I do not have the detail, but there is no doubt.  One can go to Ennis, park and walk around the streets because they are pedestrianised.  There are success stories.  If one looks around the country and sees where the success stories are, the vast majority of them are not the result of State imposition but where the town people themselves say, \"If we want to make our town vibrant and alive, we ourselves can do it.\"  I do not know how one will do it in Ballinrobe because I do not know the town well enough, but I am sure one can learn from some of the towns I have seen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200008#J00800","speaker":"1145"},{"type":"speechnospeaker","time":1363098600,"counter":42,"content":"<p>The Senator mentioned Ennis which is a good example.  It has many multinational and major retailers in the centre of the town.  My father has often said he would welcome multinationals if they came to the heart of the town.  Ennis is blessed in the sense that it does not have major out-of-town centres dragging people out.  I have visited Edenderry several times and it scared me.  I feel very sorry for the people of Edenderry and the businesses trying to establish themselves.<\/p><p>  If we got one hour free parking tomorrow morning it would not solve all of our problems by any stretch of the imagination, but it would be a beginning.  Ballinrobe Beo as a collective traders' association is the way of the future.  I would like to see town councils throughout Ireland seeing themselves as businesses.  If four or five new businesses in our town were paying rates the revenue would more than cover all parking charges for the entire year.  If town councils considered themselves as a shopping centre with empty shop units, and there are approximately 70 empty shop units in Ballinrobe, they would examine how many of these they could fill and realise that if ten were filled it would cover parking charges for a year.<\/p><p>  We do not want free parking all day because of the issue raised by Mr. Morton; we just want one hour free parking to encourage casual traders.  We need a strategy which shows town councils want more businesses and people in the centre of town, with the option of going to the out-of-town competition.  At present we do not have this balance.  While traders and business people would have to carry the vast majority of the load, it is up to us to make our businesses work.  I would love to see a proactive council acting almost like a business in trying to get the best profit out of a town.  The best way to do this is through rates and not through parking charges or attacking consumers, particularly in small towns which are far from big city centres.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200009#K00100","nonspeaker":"Mr. Rob Murphy"},{"type":"speech","time":1363098600,"counter":43,"content":"<p>I welcome the witnesses from RGDATA.  I fully accept and understand the importance of local small businesses, particularly family owned businesses, which are very much the heart of small towns.  We have heard many stories, and Senators Mullins and Quinn spoke about what happens in some towns.  A chamber of commerce in my constituency urged the local authority to introduce paid parking because its own employees were taking up valuable spaces.  As it was a tourist town it was particularly noticeable during the summer.  Every town is different and in a nearby town the local authority is developing a car park in the middle of the town, which will be of major benefit as it will take business owners and employees off the streets and free up spaces for customers and passing trade.  As Senator Mullins stated, the phenomenon of people parking in a town for the day and then taking a bus to a city detrimental to the town and needs to be addressed.<\/p><p>  RGDATA's recommendations include that local authorities should distinguish between commuters and shoppers.  How does it propose that this be done?  It would not be simple.  A town may issue permits, but people may travel 15 miles to reach a town.<\/p><p>  The Chairman and others have spoken about out-of-town centres.  A developer must provide car parking spaces or be levied for them.  Developer contributions are also applied.  If a small business in a town centre had a car park with ten or 15 spaces, it would raise similar issues.  Should levies be imposed on them for providing car parking spaces for their own business?  I understand the point being made by the witnesses but I am a little wary.  Perhaps it could be considered in terms of rates in the valuations Bill which is being prepared.  There has always been a dichotomy between small businesses crucified by rates and larger businesses which can afford higher levels of rates.<\/p><p>  It has been mentioned that the cost of permits and licences is &euro;5,346.  Do the witnesses have a breakdown of this?  Would they be able to forward information on what it encompasses on average?  It would be interesting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200009#K00200","speaker":"1110"},{"type":"speech","time":1363098600,"counter":44,"content":"<p>I thank the three witnesses for their interesting presentations.  I agree with most of what was said and disagree with some parts.  I agree to an extent with regard to the car parking issue.  It is a big problem.  When people go to shop they need car parking space.  We all accept it is more difficult to provide free parking in city and town centres and easier in out-of-town centres.  Part of the problem is that retailers often try to put all of the focus on local authorities, when in fact in most towns and cities the private car parking sector is part of the problem.  We look to local authorities to provide free car parking, but they are in competition with private parking operators and they must also step up to the plate.  Their charges can often be very high, which adds to the problem.  They, along with the availability of sufficient car parking spaces, must be part of the solution.<\/p><p>  I share some of the Vice Chairman's concerns about out-of-town shopping and retrospectively applying charges.  This would have to be teased out but as a concept it should be explored.<\/p><p>  I come from Waterford city which has held the line on retail policy, often in very difficult circumstances.  Senator Quinn stated he supports a market approach.  During the Celtic tiger years the market went mad and people wanted to build any amount of out-of-town shopping centres and, if allowed, would have destroyed many city and town centres including Waterford city.  I am sure many other towns and cities also held the line as much as they could.  Not regulating the market is not the way to deal with this.  We must have sensible policies.  At national and regional level, the hierarchy is city and town centres first after which come retail parks and neighbourhood centres.  It can be very difficult to hold this.  Part of the problem is that even where the authorities have held the line, under significant pressure from people in the cities and towns who see the convenience of having out-of-town centres, some of the big retailers have been lost.  Waterford city is a good example.  The cost of doing business in city centres includes rates and rent, which is a major issue including for big retailers who have pulled out of some cities.  HMV had pulled out of Kilkenny and B&amp;Q pulled out of Waterford and other places.  Rent was a big issue.  While car parking is important, retailers tell me issues such as rates, utility costs and rents are bigger issues.<\/p><p>  With regard to JLC rates, Ms Buckley stated we may have too much employment protection legislation.  I am against using a review of JLCs to drive down wages in this area.  I found it offensive, to be quite frank, when Senator Quinn stated having the second highest minimum wage is one of the reasons we have an unemployment crisis.  To try to pin the blame on low-paid people is inaccurate.  The retail sector is suffering because people do not have money to spend.  The very same low income workers throughout the sector and State have had their pockets emptied after six austerity budgets.  It is why many retailers tell me they do not have footfall or customers but now I hear retailers state they want to be part of this and that the wages of the low paid, mainly women and immigrant workers, need to be reduced.  I do not have a difficulty with reforming JLCs.  It needs to be done because many of them are outdated, but I do not want to see such reform used as an opportunity to drive down wages and nor should low paid workers be used to somehow prop up businesses which are not viable.  If businesses cannot pay the minimum wage then the businesses are not viable.  I fully support RGDATA with regard to rents, the cost of doing business and car parking, but I do not support any reduction in the pay of people working in the retail sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200009#K00300","speaker":"1133"},{"type":"speech","time":1363099200,"counter":45,"content":"<p>Perhaps Ms Buckley will reply to our two questioners.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00100","speaker":"1023"},{"type":"speechnospeaker","time":1363099200,"counter":46,"content":"<p>I wish to clearly state that the views expressed belong to Senator Quinn.  RGDATA does not share his views and has never campaigned for a reduction in the minimum wage.<\/p><p>  I hope that I did not give the impression that there was too much legislation.  I said that there was a body of employment legislation that did not exist when the joint labour committees were originally set up.  It is proper that employment legislation applies to all employees in the State.  RGDATA believes that is the right thing to do.  We have an issue with hiving off one little section of the retail sector, the grocers, and giving them a different set of rules.  We are happy to play by the rules and want to play by the rules.  However, the same rules should apply to all retailers, not  just give the retail grocers extra rules.  That is our position.  We disagree with the comments made by Senator Quinn.  We have never campaigned for a reduction in the minimum wage.<\/p><p>  Staff are very important because independent shops are about service and customer interaction.  Our members want to employ people.  We have clearly showed that our members, comprising 230 shops, have taken on 1,000 new people over the past two years.  We want to employ people.  We have research that will be released shortly which shows that our members want to train their staff.  Training is important because the retail sector is changing, is quite dynamic and needs good engaged staff.  We want to train staff and help them because the work is becoming more computerised and they must deal with a lot more issues.  Good staff are valued in the independent trade and we think that we treat our staff very well.  Our members work with their staff and it is like having family in the shop.  Our members would not like to be seen as rogue employers because they are not.  We agree that it is important that people have jobs in order that they can go shopping.<\/p><p>  In terms of parking, a key point that we wish to make is that we want an open and free market.  At present businesses in the town centre and the shoppers who travel into the town centres must carry the burden of collecting this type of funding.  That burden should be shared and it should not be left to town centre shoppers to pay all of the fees.  We agree that we need parking charges to ensure the proper use of parking spaces.  Some councils have gone too far because it is now about a revenue grab rather than managing car parking.<\/p><p>  Senator Quinn said that RGDATA members must do it for themselves.  Our members are doing it for themselves.  Look at Murphy's Centra in Ballinrobe and how its town centre trade works.  Our members are all over the country and they work with other town centre traders to revitalise town centres.  They spend time and effort doing so and know what they must do.  We do not seek a handout.  Parking is a big issue in D&uacute;n Laoghaire.  Our members have even become parking angels and put 50 cent in a parking meter in order to prevent people being awarded a ticket.  It is exactly how Mr. Morton explained.  A customer will never return to a shop if he or she has a bad experience.  For example, if he or she receives a fine of &euro;120 or a clamp is applied to his or her vehicle along with an &euro;80 fine, plus an hour's wait, all this would cause a lot of stress.  That is the unfairness of it.  We need help to solve the problem.  We do not seek a handout but let us get on with doing what we do best.  Let us get on with working with the other town centre traders but do not hinder us by trying to collect these huge fees from people who want to do business in the towns. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00200","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363099200,"counter":47,"content":"<p>Perhaps Ms Buckley will respond to some of the comments made by Deputy Kyne.  Ms Buckley explained how to distinguish between a commuter and shopper and gave a breakdown of the licensing fees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00300","speaker":"1023"},{"type":"speechnospeaker","time":1363099200,"counter":48,"content":"<p>Mr. Murphy made a good suggestion of one hour's free parking.  There could also be national guidelines established.  There are very good systems in other counties where the problem has been addressed.  I am talking about a person who wants to spend between one and three hours in a town.  We view them as shoppers.  If a person wants to park a car for a full day then provide separate facilities for them and provide spaces for people who want to shop.  A shopper is a  person who wants to spend an hour or two in a town and some people may want to do business.   They could spend two hours and then leave without using up scarce parking spaces.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00400","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363099200,"counter":49,"content":"<p>What about the cost of &euro;5,346 for a permit and licence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00500","speaker":"1110"},{"type":"speechnospeaker","time":1363099200,"counter":50,"content":"<p>The Government has announced that it will set up a portal, commencing with the retail grocery trade and we hope that the measure will assist us.  At present we have 21 different licences and inspections and they have been outlined in one of our reports.  I can forward a copy to the Deputy.  The Government has announced that it will provide a portal to allow our members to sort its licences in one sitting.  The applications will then be sent off in cyberspace using a portal format and members will get their various licences returned to them.  We welcome the move and will work with the Government to ensure that the system works.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00600","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363099200,"counter":51,"content":"<p>I presume that would significantly reduce costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00700","speaker":"1110"},{"type":"speechnospeaker","time":1363099200,"counter":52,"content":"<p>We seek to have the time reduced and, hopefully, the new system will reduce costs because administration costs will be reduced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00800","nonspeaker":"Ms Tara Buckley"},{"type":"speech","time":1363099200,"counter":53,"content":"<p>We have all listened intently to the delegation and realise the extent of the issues.  Town centres are struggling to survive.  The solutions outlined go some way to solving the problem but we need to do more.  I thank the witnesses for attending and look forward to working with them in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013031200010#L00900","speaker":"1023"},{"type":"unspoken","time":1363099200,"counter":54,"content":"<p>The joint committee adjourned at 3.15 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Environment, Culture and the Gaeltacht","time":1363097700,"counter":55},{"type":"unspoken","content":"<p>The Joint Committee met at 14:15<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Noel Coonan, Senator Cáit Keane, Deputy Kevin Humphreys, Senator Labhrás Ó Murchú, Deputy Tony McLoughlin, Senator Denis O'Donovan.* Deputy Catherine Murphy, Deputy Gerald Nash, Deputy Brian Stanley,<\/p><p>* In the absence of Senator Ned O'Sullivan.<\/p><p>In attendance: Deputies Jim Daly, Damien English and Noel Harrington.<\/p><p>DEPUTY MICHAEL MCCARTHY IN THE CHAIR.<\/p>","time":1363097700,"counter":56,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200002"},{"type":"unspoken","time":1363097700,"counter":58,"content":"<p>The joint committee met in private session until 2.55 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1363097700,"counter":59,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200003#E00100"},{"type":"speech","time":1363097700,"counter":60,"content":"<p>Resuming in public session, we will continue our scrutiny of COM (2011) 690, COM (2011) 789, COM (2012) 118, COM (2012) 120, COM (2012) 236 and COM (2012) 697.  COM (2011) 690 is a proposal for a Council decision on the accession of the European Union to the protocol for the protection of the Mediterranean Sea against pollution resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil.  Does any member wish to comment?  If not, it is proposed the proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  COM (2011) 789 is a proposal for a regulation of the European Parliament and of the Council on a mechanism for monitoring and reporting greenhouse gas emissions and for reporting other information at national and Union level relevant to climate change.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  COM (2012) 118 is a proposal for a regulation of the European Parliament and of the Council on ship recycling.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  COM (2012) 120 is a proposal for a Council decision requiring member states to ratify or to accede to the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships 2009 in the interests of the European Union.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  COM (2012) 236 is a proposal for a Council decision on the conclusion of the Nagoya-Kuala Lumpur supplementary protocol on liability and redress to the Cartagena protocol on biosafety.  It is proposed that this proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  COM (2012) 697 is a proposal for a decision of the European Parliament and of the Council derogating temporarily from Directive 2003\/87\/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emissions allowance trading within the Community.  It is proposed that the proposal does not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  Is there any other business?  If not, I propose to suspend for a few minutes to allow our witnesses to arrive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200003#E00200","speaker":"996"},{"type":"unspoken","time":1363097700,"counter":61,"content":"<p>Sitting suspended at 2.59 p.m. and resumed at 3.01 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Property Insurance: Discussion with Irish National Flood Forum","time":1363098000,"counter":62,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200004#F00150"},{"type":"speech","time":1363098000,"counter":63,"content":"<p>We are now back in public session. T&aacute; an cruinni&uacute; ar si&uacute;l ar&iacute;s agus t&aacute;im&iacute;d i seisi&uacute;n poibl&iacute;.  We will proceed to discuss the difficulties in obtaining home insurance for properties in areas that have experienced extreme weather events with representatives form the Irish National Flood Forum.  Is that agreed?  Agreed.<\/p><p>  Inniu, cuirim f&aacute;ilte roimh<b><\/b>Mr. Enda O'Donovan, director and honorary secretary of the Irish National Flood Forum; Mr. Brendan Dempsey, Cork Society of St. Vincent de Paul; Ms Seosaimh&iacute;n N&iacute; Bheaglaoich, Dodder Flood Group; Ms Gillian Powell, Bandon Flood Group; Mr. Michael Thornhill, Skibbereen Flood Group; and Mr. Mick Tully, Ballinasloe Flood Group on behalf of the Irish National Flood Forum.  Go raibh m&iacute;le maith agaibh as teacht i l&aacute;thair inniu.<\/p><p>  I wish to draw your attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence you are to give this committee.  If you are directed by the committee to cease giving evidence in relation to a particular matter and you continue to so do, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect the parliamentary practice to the effect that, where possible, you should not criticise or make charges against any persons or entity by name or in such a way as to make him, her or it identifiable.  The opening statement and other documents you have submitted to the committee will be published on the committee website this afternoon.  Members are reminded of a long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses, or any official by name or in such a way as to make him or her identifiable.<\/p><p>   The Irish National Flood Forum is a voluntary organisation representing the interests of local communities.  These communities have suffered extensively from flooding and many thousands of people now find themselves in a situation in which they cannot insure their own homes.  This is not acceptable, especially given the criteria that are now being used by insurance companies to assess the risk of flooding.  If an area has flooded once, it now appears the whole area is condemned in perpetuity.  No account seems to be taken of the location of individual houses or of the remedial works that have been successfully competed in that area.  It now appears to be administratively easier for the insurance companies to blanket label an entire area or a jurisdiction as distinct from engaging meaningfully with people who have made significant efforts to correct what has gone wrong and not really assessing quotes individually, based on merit.  That is a real issue for members of the committee and obviously a live issue for people who are affected.<\/p><p>  I am delighted we have representatives from the Irish National Flood Forum and I hope we can tease out these issues and establish exactly the difficulties facing people who are at the coalface of this tragedy.  This is one of a number of meetings we have had and we will have representatives from the Irish Insurance Federation before the committee in the coming weeks.  We will reflect on the testimony of the witnesses who have come before us so that when we conclude our work, particularly the element of the committee that will engage with the Irish Insurance Federation, we can rely on the testimony of the various groups.  This will inform how we interact with the Irish Insurance Federation.<\/p><p>  I thank everybody, particularly those from my own bailiwick and people who have made long journeys to appear before the committee.  This is really appreciated and their testimony will form part of our deliberation.  I now call on Mr. O'Donovan to give his address.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200004#F00300","speaker":"996"},{"type":"speechnospeaker","time":1363098000,"counter":64,"content":"<p>Mr. Chairman and Members of the Oireachtas, we thank you for inviting the Irish National Flood Forum to appear before you to brief you on our issues as home owners and communities affected by flooding.<\/p><p>  The Irish National Flood Forum is a voluntary organisation comprising people and communities who have suffered from flooding and are at risk from flooding.  In our presentation we will explain the situation as it at present for our members in their homes across the country.  We will discuss the question of whether insurance providers in Ireland are acting as a cartel to increase their profits from the Irish market at the expense of Irish citizens and finally we will develop what we expect the elected Oireachtas Members to do for the citizens of Ireland.<\/p><p>  We know that people whose homes have been flooded are already suffering in that they cannot get insurance and also that their homes are no longer mortgageable and their value has plummeted.  The Chairman of the Revenue Commissioners, Ms Josephine Feehily, has confirmed to the Committee of Public Accounts at its meeting on Thursday, 21 February that flooding will impact on property tax valuations.  We hope that the Revenue Commissioners, understanding of this issue will enable the OPW to get further funding to speed up the flood relief programmes across Ireland.<\/p><p>  My colleagues will give many instances from Bandon, Cork, Dublin and Skibbereen where insurance providers are treating the public very badly.  In a recent press release the Irish Brokers Association, after analysing and collating data from insurers, the Irish Insurance Federation and the Irish Brokers Association's own data from members across the country, has estimated that up to 50,000 households have no flood risk insurance or are at risk of losing flood risk cover across the Twenty-six Counties.  The Irish Brokers Association observed the following in regard to the insurance providers, use of geo-coding: \"Geo-coding, although handy for insurance companies is not accurate and can leave vast swathes uninsurable, despite no history of flooding in the area\".  It can also ignore remedial works which have been put in place by the OPW and local authorities rendering their areas far less prone to flooding.  Even this committee understands this and is on record stating the practice of geo-coding of areas by insurance companies must be reviewed.<\/p><p>  Furthermore, those who have a claim or lose or do not renew their cover will never get cover again under the current regime.  The terms imposed by previous insurers must be declared to all future insurers.  There must also be a question on the proposal forms which asks: \"Are you in an area that has ever flooded or is there a history of flooding in the area or is your house situated within 500 metres of a river?\".<\/p><p>  While we acknowledge the work of the OPW in flood prevention measures which is by its nature slow, taking up to ten years from inception to completion, we the victims of flooding cannot wait for the OPW.  As Dr. Juliana MacLeod, a principal clinical psychologist with the HSE South has stated, \"The long-term issues and effects are influenced by both the sense of security (likelihood of an event happening again) and insurance issues.  That is how important it is.  It is as much a health issue as a financial issue\".<\/p><p>  It must now be asked if the insurance companies are acting as a cartel.  We also ask why the insurance providers in Ireland whose head offices are across Europe and America treat the flooded public in Ireland differently from the public in their home countries.  If one has a car crash or one's home burns to the ground, is one excluded from ever having insurance cover ?  If one's neighbour has a car crash or a neighbour's home burns to the ground, is one excluded from ever having insurance cover?  This is the case with flood insurance cover in Ireland.  If one's neighbour has been flooded, no Irish insurance company will provide one with flood cover.  A person is forever unable to obtain flood insurance cover.  What is more surprising is that the insurance product providers seems to be singing from the same hymn sheet.  It is supposed to be a competitive industry but they can all include the same exclusions safe in the knowledge that their competitors will also exclude the same thing.  Can one think of any other industry in which every competitor will have a product that has the same exclusion clauses?<\/p><p>  There is another reason to believe that all insurance providers are acting as a cartel.<\/p> <p>No provider will even quote for home insurance if a person has made a claim in the previous five years.  Thus there is no competition in the provision of insurance in Ireland.  Can members of the committee think of any other business in Ireland where members of the public, who have mortgages, are required to buy home insurance but must buy that insurance at an inflated premium from a single provider?  That is because the provider's so-called competitors refuse even to quote for the business for the next five years.  A cartel is an explicit agreement among competing firms to fix prices or production.  Cartels usually occur in an industry where there is a small number of sellers.  The aim of such collusion is to increase individual members' profits by reducing competition.<\/p><p> We also attach the results of surveys which we have conducted in various locations.  An unusual statistic compiled by the Irish Brokers Association, is that the majority of claimants who actually received a payment are usually unhappy with the level of support given by their insurance company.  That means that people who have made a claim and received money are still unhappy with the way their insurance provider dealt with them.<\/p><p> Other statistics of note include that even though respondents have spent on average between &euro;3,895 and &euro;6,969 of their own money on flood mitigation measures, not one insurance provider asked about, or took account of, these measures when refusing flood cover.  During a flood event, the public comes together to work for hours to protect property, mitigating any possible cost to insurance companies, yet it appears that the insurance companies would prefer if people did nothing.<\/p><p> We are encouraged that this committee understands this issue and has stated the objections.  This was after the meeting last September with the insurance industry.  I quote:<blockquote>We have been told of instances where remedial work in terms of building or improved flood defences have been undertaken, and people in those areas still cannot get property insurance.  This should not happen.<\/blockquote> We find that encouraging.  This is not the forum to discuss the aggressive position taken by insurance providers concerning claims.  Individual claimants are being forced to employ loss assessors or claims professionals in order to achieve realistic settlements, and then find that 30% to 35% of the agreed sums are being retained.<\/p><p> I wish to talk about what we expect from our elected Oireachtas Members.  We ask legislators to help the 50,000 households, comprising approximately 250,000 citizens of this State, who are being bullied by the insurance industry.  The industry in this State is acting as a cartel, not by fixing prices but by agreeing to exclude 50,000 homes to increase its profits.  We ask members of this committee, as legislators, to show leadership, stand up for constituents and legislate for the insurance industry to abide by certain protocols, or by a certification process to enable households to avail of private home insurance cover which includes flood cover.  At present, insurance providers in Ireland do not have to explain why they do not give cover, yet if one's home is mortgaged, one is required to pay for insurance which is weighted because of geo-profiling.  We need legislators to insist that if hydrologists calculate that an area has a probability of flood return, then the insurance industry must be obliged to offer flood insurance cover.<\/p><p> For a low-risk area, which is one which has a chance of flooding recurring once in every 150 years or more, we require 100% flood cover.  If there is a moderate risk, let us say a chance of flooding recurring once in every 75 to 150 years, then it is on an individual basis.  If there is a significant risk of flooding, where there is a chance of flooding recurring more often than once in every 75 years, we can understand the insurance industry's problems.  This basic protocol would be transparent and helpful to the insurance industry, the OPW and the public.  We do not know where the current 5% Government levy on all insurance policies is going.  Prior to the extra 2% being added for the Quinn legacy in January 2013, all policies paid a 3% levy which went straight to the Government for the past 15 years.<\/p><p> We are not asking for the insurance industry to subsidise flood relief works for the OPW, even when it is obvious that the industry would gain if it went into a public private partnership on flood relief schemes.  However, we are asking the insurance industry to take responsibility to explain to the public why it has not accepted remedial works completed by the OPW that are helping to resolve flood risk in many areas.  We are asking for a proportion of this 5% Government levy be set aside for a flood disaster fund - similar to the proposal of Mr. Brendan Dempsey of the Society of St. Vincent de Paul - for flood victims who want to purchase flood insurance cover but are excluded from doing so.  I am providing the committee with a hand-out of a pilot scheme we intend to roll out.  It would be a good scheme and we hope the committee will support it.<\/p><p> I wish to introduce my colleagues: Michael Thornhill, Skibbereen Floods Committee, Ms Gillian Powell, Bandon Community Flood Group, Mr. Brendan Dempsey, Cork president of the Society of St. Vincent de Paul, and Ms Seosaimh&iacute;n N&iacute; Bheaglaoich of the Dodder Community Group.  Unfortunately, my colleagues, Mr. Joe Leahy from Clonmel and Mr. Mick Tully, have been unable to attend this meeting.<\/p><p> I thank Mr. Dempsey and his colleagues for their help with this proposal.  I thank the committee members for their time and if they have any questions, I hope my colleagues will be able to answer them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200004#F00500","nonspeaker":"Mr. Enda O'Donovan","continuing":true},{"type":"speech","time":1363098600,"counter":66,"content":"<p>I thank Mr. O'Donovan for a thorough and detailed submission.  After such a presentation, nobody will be under any illusions about the difficulties involved.  The insurance companies may tell us that everything is fine but what Mr. O'Donovan has outlined obviously stands to reason.  Can he give us his own personal experience of those difficulties or experiences that were related to him, where no flexibility has been shown by insurance companies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200005#G00200","speaker":"996"},{"type":"speechnospeaker","time":1363098600,"counter":67,"content":"<p>I am in an area where I have been flooded twice since 2009.  I was never flooded before that.  The insurance industry did not even ask the reason for that flooding.  I put in my flood defences and have tiled most of my ground floor.  My neighbours have undertaken flood defence schemes and have used products to protect their homes.  The local authority has done minor works to rectify things, including opening blocked drains, but the insurance industry has taken no account of this whatsoever.  It just says that Mr. Enda O'Donovan of Glencurragh is not being included.  Funnily enough, my parents, whose house overlooks my home, is about 150 ft. above my home and was never flooded, are also excluded from ever having flood insurance cover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200005#G00300","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speech","time":1363098600,"counter":68,"content":"<p>Does that refer to the flooding in lower Glencurragh?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200005#G00400","speaker":"996"},{"type":"speechnospeaker","time":1363098600,"counter":69,"content":"<p>It is just Skibbereen.  They do geo-profiling and are picking areas.  I can give an example concerning a gentleman I know in Fermoy.  He lives high up on the hill over Fermoy.  The OPW has completed its works on the north side of Fermoy.  It has signed off on it and it is done, but insurance providers will not even contemplate giving flood cover.  The insurance industry is not accepting the work the OPW has done.  In the past year, people have phoned me from Dublin.  They lived through the horrific events of October 2011, with catastrophic rainfall in a very short period.  The probability of that type of rainfall returning is 1 in 350 or 1 in 400 years, but the insurance industry has withdrawn cover in that area.  That means that a person cannot sell such a house.  Anybody who wants to buy it cannot get a mortgage.  The Society of Chartered Surveyors may say that the house is saleable, but it is not.  It has hugely diminished in value because the only person who can buy it is someone who does not need a mortgage.<\/p> <p>That is how serious this issue is nationwide.  We derive something of a feel good factor from the Revenue Commissioners actually understanding this point and acknowledging that those who do not have flood insurance cover should mark that down on their property tax self-assessments because this is a huge issue.  Moreover, one will find that 50,000 people will note this point on their self-assessment forms and while the insurance industry will state only 2% are not covered by insurance, that equates to 50,000 units.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200005#G00500","nonspeaker":"Mr. Enda O'Donovan","continuing":true},{"type":"speech","time":1363099200,"counter":71,"content":"<p>Has Mr. O'Donovan's group had engagement with the Revenue Commissioners on that section?  It obviously is an issue that someone who cannot get flood cover is now expected to pay property tax, and difficult as that may be, it is particularly excruciating for those who cannot obtain such cover.  Has Mr. O'Donovan's group had interaction with the Revenue Commissioners in this regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200006#H00200","speaker":"996"},{"type":"speechnospeaker","time":1363099200,"counter":72,"content":"<p>We have asked Revenue for such interaction but have not received a direct response, other than the introduction of the aforementioned acknowledgement.  Members may have noticed it was actually brought in within the past three weeks or month.  It was first mentioned on 21 February when Josephine Feehily acknowledged the issue.  It is encouraging that the Revenue Commissioners acknowledge what a big issue it is.<\/p><p>  The Irish National Flood Forum has had discussions with the Minister of State with responsibility for the Office of Public Works, OPW, Deputy Brian Hayes.  Moreover, we acknowledge the good work the OPW is doing.  Its staff members are experts and include hydrologists and it is good with regard to flooding.  However, for some reason, it has not been able to get anywhere with the insurance industry.  This is the reason we make the point that all representatives of the insurance industry appear to be singing from the same hymn sheet in what ostensibly is a competitive industry.  When the Irish Insurance Federation, IIF, next appears before this joint committee in a month's time or whatever, members will find its representatives are very good at saying \"No\" on behalf of the insurance industry.  However, one will never find such representatives saying \"Yes\" on behalf of the industry.  Instead, they will state it is an individual decision for each insurance provider.  It would be helpful were the IIF a sufficiently strong body that actually represented and could speak for the insurance industry.  However, its representatives do not and it is a divide and conquer situation, using the IIF.  It cannot speak for the Irish insurance industry because were one to ask a question of it, its response would be the matter in question was a decision for each individual provider.  This is another huge problem because getting protocols in place means that at present, one must deal with all the providers rather than one body, which makes matters more difficult.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200006#H00300","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speech","time":1363099200,"counter":73,"content":"<p>We will proceed to questions and answers in which the discussion will go back and forth.  Does Mr. Dempsey wish to make a contribution?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200006#H00400","speaker":"996"},{"type":"speechnospeaker","time":1363099200,"counter":74,"content":"<p>I would love to.  As a charity, the Society of St. Vincent de Paul has been having huge trouble with the insurance industry.  The insurance industry used to be run by gentlemen who were fair, decent and honest, but this has changed.  The industry has gone from being equitable to being highly adversarial and people are being put under huge pressure to accept offers made by the insurance company.  For example, since 2009, the Society of St. Vincent de Paul has spent more than &euro;1.8 million nationwide in dealing with direct building and repair of houses.  We spent approximately &euro;408,000 of that in Cork.  A considerable portion of the problems pertains to the retention of claims, that is, of money, whereby the insurance companies can hold back up to 30%.<\/p><p>  I will provide an example of a woman named Julie who lives out on the Carrigrohane Road.  Her house was flooded and the cheapest of three quotations she got came to &euro;180,000.  However, she ended up being offered and being obliged to accept &euro;80,000, that is, half of the money her builder needed to do the job.  What did Julie do?  She got most of the work done on the black market, which means you guys in the Oireachtas do not get tax.  The job was done cheaply and extremely shoddily.  We know this because for the past two years we have been repairing her house.  The problem for Julie is that because she got it done on the black market, she does not have documentation or receipts for the work done.  Therefore, the insurance will not pay out the retention money.  We reckon the insurance industry must be keeping back millions of euro every year in additional profits because the companies are not obliged to pay out.<\/p><p>  Another big problem we have in Cork, is that approximately one fifth of Cork city is unsellable at present.  One cannot buy or sell because one cannot get a mortgage.  One cannot get a mortgage because one cannot get insurance.  In the fortnight following the night in 2009 when Cork was flooded, I reckon I walked approximately 80 km around the streets of Cork and up the valley up to the Inniscarra dam.  In the hundreds of houses I visited, I only met one person who was satisfied with his insurance claim.  It turned out that he was in the building industry in a small way himself and knew how to deal with it.  He explained the process to me.  He needed &euro;80,000 to do the work and so claimed &euro;180,000.  The insurance assessor came out and had a great time knocking him back and was thrilled with himself to be doing his job.  The claimant told me he finally ended up with approximately &euro;3,000 more than he needed to do the job.  He was the only person I met who came out of it well.<\/p><p>  Most of the clients we meet, be they little old ladies and gentlemen or families, are extremely decent people.  They are honest to a tee and put in precisely what it costs to do a job.  However, when the insurance assessor arrives, his or her job is to knock the claim back.  Consequently, the claimants end up with a shortfall of many thousands of euro.  In the recent flooding that took place in Glanmire in Cork, in a single area of 42 houses, the shortfall between what insurance paid out and what the builder required ranged from &euro;1,000 to &euro;17,000.  That meant that people were obliged to approach credit unions, banks and neighbours as well as the Society of St. Vincent de Paul, as we helped out a lot of people there.  However, some of them are going to moneylenders.<\/p><p>  In the case of one little old lady up on Washington Street, just above Jury's Hotel, the flooding hit her house and rose 3 in. above her cooker and fridge.  When the flooding receded, she waited a week before returning, after which she switched things on and they worked.  The cooker worked, amazingly enough.  The assessor came and, being highly honest, she explained the cooker was now working and that perhaps she should not claim for it.  The assessor agreed with her and six months later, we were obliged to buy a cooker for her because it shorted out.  The lady could easily have been electrocuted.<\/p><p>  A guy in Henry Street in Cork, who came back from holidays on the night of the flooding, put in a claim.  While he was left &euro;5,000 short, the main problem he encountered was that his insurance policy expired three days after the flooding and he was obliged to renew.  The company would not give him cover and he could not go to anyone else.  He tried but no one else would give cover.  For three months, the company held him without any insurance cover.  Had a slate fallen from his roof and hit someone, he would have had no public liability.  Eventually, after a long argument, they settled.  They would not pay him the retention because he did not have all of the documentation the company required in terms of receipts.  He threatened to go to law with the company, after which it made a decision.<\/p> <p>He was a special case and they paid him.  I have hundreds of individual cases and stories I could talk about.  I do not know whether that is any good to the committee in terms of what it wants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200006#H00500","nonspeaker":"Mr. Brendan Dempsey","continuing":true},{"type":"speech","time":1363099800,"counter":76,"content":"<p>It will all form part of our deliberations.  What has been said will be of benefit to us, in particular the case of the lady with the cooker and the person who came back from holidays.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00200","speaker":"996"},{"type":"speechnospeaker","time":1363099800,"counter":77,"content":"<p>I would like the committee to hear one more story.  It relates to a lady who was refused flood cover.  They told her that she was not covered even though she had insurance.  The reason was that they discovered that she had not ticked the box that said she had made a previous claim.  She had made a small claim 18 years previously but because she did not tick the box to say that, therefore, as far as the insurance companies were concerned, she had made a false declaration and she has no cover.  I would not ask the same lady to book a train ticket to Dublin.  She is not capable of doing it.<\/p><p>  We have discovered what happens if one goes home in the morning to find that the insurance company has sent a bill for insurance for the next year, and if one decides with one&rsquo;s wife that it looks high and one will shop around.  One would try four or five different insurance companies, some of which might perhaps be dearer.  One of them might say &ldquo;No, we are not interested&rdquo;.  One might then decide, with one&rsquo;s wife, to stay with the existing company, which is not that bad, and go ahead and pay the money so that one is insured.  What one does not realise is that the insurance company that refused to provide a quote is refusing one cover.  They go diddly, diddly on a little machine and enter one&rsquo;s name and address into a central statistical log for all insurance companies.  They have refused to provide cover and if, any time after that, one makes a claim, the first thing one&rsquo;s insurance company will do is to see whether one has been refused insurance and there it is in front of them.  Accordingly, one has made a false declaration and one is not insured.  That is despicable because people are not able to deal with such technology.  For example, at the moment one of the big companies, Allianz - a very good company - is offering cheap insurance.  It is advertising the fact on television at the moment, but one can only book it online.  One cannot get it from a broker.  I am nearly 70.  Someone like me could not go online to get it.  I do not know how to do that.  If I attempted it I would probably make a hash of it and I would find that when push came to shove, I was not covered.  Insurance companies are treating people in a despicable way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00300","nonspeaker":"Mr. Brendan Dempsey"},{"type":"speechnospeaker","time":1363099800,"counter":78,"content":"<p>I am coming at it from a human perspective.  In many ways the world is divided into people who have been flooded and those who have not.  To set the scene, I would like members to imagine that when they go home this evening that as they are about to turn on their light in the kitchen they are wading through 4 ft. of water, because that is the reality.  Then their lights go out and they have no electricity.<\/p><p>  In researching for today&rsquo;s meeting I discovered that in 2001 at the National Hydrology Seminar, lecturers Michael Bruen and Fasil Gebre made a special plea that the special problems of flood insurance in Ireland would be recognised and addressed.  That was at an OPW hydrology forum 12 years ago, yet nothing has been done.  What that means for people like us and thousands of others in Bandon and many other places around the country &ndash; more than 400 places &ndash; is huge anxiety.  It is difficult to communicate the deep frustration at the lack of action.<\/p><p>  In the final analysis, if people like us are flooded again we will be reliant on the Society of St. Vincent de Paul or the kindness of our neighbours.  In 2009, many small businesses such as mine and others in Bandon and Skibbereen had reserves but now we do not, nor do we have any insurance.  Other countries do not do things like this.  We are one of the few countries who do nothing at all for people who are flooded.  There is no catastrophic cover and very little help is provided by any agency, apart from the kindness of neighbours and the Society of St. Vincent de Paul.<\/p><p>  From my perspective and that of many others, inaction is not an option.  I hope the committee will look on the issue as a political opportunity to do the right thing.  There has been basic neglect over the years but it is on the desk of the new guys now.  The committee is great.  It will help us.  I hope something good will come out of it.  The committee could use this opportunity and the pilot proposal on which Mr. O&rsquo;Donovan will elaborate now to provide a basic catastrophic cover for Irish people.  Under the European Convention on Human Rights, everyone has a right to shelter.  Therefore, it is the committee&rsquo;s duty to ensure that when someone&rsquo;s home is destroyed that there are mechanisms in place to restore them and our livelihood quickly.  None of us wants to be reliant on the State.  We want to get on and do our business and keep this country going.  That is what we do in our day jobs.  It is usually done with insurance.  If people have an up or a down in their lives they have insurance but when one does not have it, something must be done.  Many people ask me every day when I walk up the town to run for election as a flood candidate.  That reflects the huge concern people have that they will be flooded again.  Unfortunately, the concern is backed up by science with global warming and other factors.  It is time to show leadership, bite the bullet and do something.  The committee will gain the gratitude of thousands of what I could call floating voters whose main concern is survival in the face of a flood catastrophe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00400","nonspeaker":"Ms Gillian Powell"},{"type":"speechnospeaker","time":1363099800,"counter":79,"content":"<p>Seosaimh&iacute;n N&iacute; Bheaglaoich is ainm domsa.  An bhfuil Gaeilge agaibh anseo?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00500","nonspeaker":"Ms Seosaimh&iacute;n N&iacute; Bheaglaoich"},{"type":"speech","time":1363099800,"counter":80,"content":"<p>Beag&aacute;in&iacute;n.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00600","speaker":"996"},{"type":"speechnospeaker","time":1363099800,"counter":81,"content":"<p>An dtuigeann sibh m&eacute;?  N&iacute;l c&oacute;ras aistri&uacute;ch&aacute;in, an bhfuil?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00700","nonspeaker":"Ms Seosaimh&iacute;n N&iacute; Bheaglaoich"},{"type":"speech","time":1363099800,"counter":82,"content":"<p>N&iacute;l.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00800","speaker":"996"},{"type":"speechnospeaker","time":1363099800,"counter":83,"content":"<p>Seosaimh&iacute;n N&iacute; Bheaglaoich is my name.  I live in Dodder View Cottages in Ballsbridge.  I am here on behalf of the residents of Dodder View, Ballsbridge Avenue and Beatty&rsquo;s Avenue.  We were extensively flooded in October 2011.  People lost their lives during the flood, but not in Ballsbridge.  A nurse died in Ranelagh and a garda in County Wicklow who was trying to divert people from a swollen river.  I was in the same place in 1986 when Hurricane Charley hit.  I got insurance that time from whatever company I was with.  I lost my house and my car, and so did all my neighbours.  Many of us were out of our homes for six months.  There was the trauma of losing one&rsquo;s home and one&rsquo;s transport but the biggest trauma of all was dealing with the insurance companies.  They were absolutely appalling.  They inferred that I was a serial claimant; that it was my fault that the flood came in and ruined my house and car.  They doubled my premium and refused flood cover.  As a previous speaker said, one shops around and other companies say &ldquo;No&rdquo; and do not touch one so one has to stay with the insurance company one was with.  I had a Jeep that I had bought a couple of years previously for &euro;22,000.  They gave me &euro;7,000 for it after I had fought them for weeks.  They were absolutely appalling.  Everybody is in the same situation.  We look at the Dodder every day and pray to Buddha or whoever is up there to help to make sure the flood does not come in again up our stairs.  We have been promised by Dublin City Council and the OPW that they will build a flood wall.  Some of the wall has been built down near the posh apartments but the red brick cottages in Ballsbridge are still waiting for the wall, which is dependent on planning permission.  We were promised that something would be done at the beginning of the year but nothing has been done.<\/p> <p>We quake in our boots and look at our daughter and pray every night before going to sleep.  On top of everything that has happened, the Revenue is valuing our houses for property tax purposes at either &euro;650,000 or &euro;700,000.  If they were to offer us this sum for our homes, we would all take it and leave.  That is all I can say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200007#J00900","nonspeaker":"Ms Seosaimh&iacute;n N&iacute; Bheaglaoich","continuing":true},{"type":"speechnospeaker","time":1363100400,"counter":85,"content":"<p>Mr. O'Donovan will outline the details of the proposed pilot scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200008#K00200","nonspeaker":"Mr. Michael Thornhill"},{"type":"speechnospeaker","time":1363100400,"counter":86,"content":"<p>The Office of Public Works is the expert on flooding.  As I stated, it takes a long time - more than ten years - for flood measures to be implemented.  We cannot wait that long because we do not have resources and could not survive another flood event.  When heavy rain is due, we are all up at night because we do not have insurance cover.  The stress is unbelievable.  It needs to be experienced to be believed.  For these reasons, we want a pilot scheme introduced.  We have examined various options and propose a scheme that would help people get back on their feet.  I am not referring to insurance but a means to allow people to find their feet.  We are seeking enough recompense to allow people to continue to live in a damp house after a flood event.<\/p><p>  I will read through the details to give members an idea of what the scheme entails.  We propose the establishment of a trust fund for a flood event to help those who do not have flood insurance cover.  The fund would only provide a limited payment per home, one which would cover basics and allow people to get back on their feet.  We propose a maximum payment of &euro;5,000 per home.  This modest sum would cover the cost of replacing a refrigerator, washing machine, cooker, beds and clothes, thus allowing people to return to their homes after a flooding event.  It is vital to allow people to do so.  We are seeking a minor investment from the Government, rather than additional money.  In 2009, a sum of &euro;10 million was promised for flood relief for a catastrophe fund.  As far as we can ascertain, only &euro;1.8 million of this funding has been spent.  We are simply seeking to have the remaining &euro;8 million paid to an agency such as the National Treasury Management Agency, NTMA, and ring-fenced for this purpose.  Sponsorship provided by non-governmental organisations could increase the fund and members of the public would pay to join.  We propose a membership fee of &euro;10 per month in addition to what people pay for home insurance policies that do not provide flood cover.<\/p><p>  We are not asking for something for nothing.  People would buy into the fund in return for being provided with a safety net.  I have provided some figures, which show the initial investment to be allocated to the NTMA.  We have experts associated with the insurance industry who would help manage the fund.  Based on an estimate of 10,000 households buying into the fund, we envisage we could pay out on events every year without exhausting the fund.  The important element is that a levy would be applied to the insurance industry.  This levy would be only &euro;2 per annum for each home insured.  Based on a figure of 1.8 million homes, this would generate a sum of &euro;3.6 million per annum.  This funding would be vital if the trust fund is to save people.  It is one proposal.  We are trying to find solutions as we cannot wait for flood relief schemes which take ten years to complete.  People cannot wait this long because they do not have anything and cannot afford another flood.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200008#K00300","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speechnospeaker","time":1363100400,"counter":87,"content":"<p>The Society of St. Vincent de Paul cannot afford another flood either.  We have spent &euro;1.8 million on flooding since 2009 and we have a severe call on our funds for other things, as the Chairman can imagine.  I may not have emphasised this point but where insurance companies will retain moneys until a job has been completed and receipts produced, this means the owner of the house must find the money to have the job done.  Many of the clients we deal with are not in a position to do this because they may have to come up with &euro;20,000 or &euro;30,000.  It is appalling that people who have insurance are required to find money first and subsequently seek reimbursement from their insurance company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200008#K00400","nonspeaker":"Mr. Brendan Dempsey"},{"type":"speechnospeaker","time":1363100400,"counter":88,"content":"<p>When people read our proposal, they may say the &euro;8 million we are seeking is Exchequer funding.  Catastrophic flooding already costs the Exchequer if those affected do not have insurance.  For example, the Minister for Social Protection, Deputy Joan Burton, visited Clonakilty to provide funding.  Flooding comes at a high cost to the economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200008#K00500","nonspeaker":"Ms Gillian Powell"},{"type":"speech","time":1363100400,"counter":89,"content":"<p>I thank the representatives of the various organisations before us.  Mr. Dempsey is correct that the Society of St. Vincent de Paul cannot deal with a catastrophe of this scale on a regular basis.  I understand the OPW flood relief funding can only be used if water enters a house through a front door.  Ms Powell would not have any problem qualifying on that front.<\/p><p>  Last year, a sizeable amount of the allocation for flood relief was not spent.  As I recall, the relevant Minister indicated to me in reply to a parliamentary question that more than &euro;7 million was not spent last year.  Is the delegation and are local authorities in the relevant areas aware of this?  Unless one fixes a leaking pipe, one will have to mop up the floor all day.  It is easier to fix the leak.<\/p><p>  I do not wish to simplify this issue because many towns are built on flood plains and easy solutions are not always available.  There is no doubt that Ireland is experiencing more severe weather events than previously, with huge amounts of rainfall now common within a matter of an hour or over several hours.  Much more could be done in terms of flood relief works.  An example was provided by Deputy Denis Naughten recently when he noted in the case of the Shannon flood plain that a bog could be used for attenuation purposes to take some of the surplus water for a number of days.  Such imaginative proposals must be considered.<\/p><p>  I am interested in the proposed scheme.  It is easy to identify the problems and I know it has been painful for the witnesses to outline their experience of flooding.  It is great that they have also produced a solution in the form of the proposed pilot scheme.  What evidence do they have of the existence of an insurance cartel?  This would be a serious matter if it were found to be true.  I do not doubt the passion with which the witnesses have made their case and expressed their concerns.  The State cannot sail along and hope the Society of St. Vincent de Paul will pick up the tab as to do so would not be practicable.  As a householder in an area that does not flood, I would be happy to pay &euro;2 or &euro;20 each year to show solidarity with people in the areas affected by flooding.<\/p><p>  Mr. O'Donovan, in his graphic description, noted that his parents' house was located on ground 100 ft. above his own house.<\/p> <p>Throughout the country, it is often brought to our attention that an area is damned if there is a house flooded in it.  It does not matter how high the other houses are.  A town with a row of houses on a steep decline to a river that may not have flooded since the time of Noah's ark and which will never be flooded again may be blacklisted because of its being in a certain electoral division.  Has any progress been made with representatives of the Irish Insurance Federation or insurance industry on this serious matter?<\/p><p> What is the position on insurance and evidence of cartels?  With regard to the scheme, a version of the one I mentioned would be very worthwhile.  It is good to see the delegates coming forward with proposals.  The other issue concerns the OPW and local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200008#K00600","speaker":"1102","continuing":true},{"type":"speechnospeaker","time":1363101000,"counter":91,"content":"<p>I will answer in two parts.  Our main issue with the OPW, which comprises a huge problem that the Minister of State, Deputy Brian Hayes, must take on, is time slippage.  Every single community across the country could point to the amount of time slippage associated with employing consultants, etc.  Let me give an example from my hometown, Skibbereen.  We were flooded twice in 2009, in November and December.  The Minister of State's office opted for another consultant's report on Skibbereen.  The letter to this effect, issued in April 2010, states the Minister hoped to have the result by December 2010.  The consultants were appointed to produce the report 12 months later.  Therefore, the game plan was already a year behind.  Every part of the report has been subject to delays, be they for four months, six months or 12 months.  Instead of being a year behind schedule, the process is now probably two years behind.  Ms Powell can give an example of something that had nothing to do with the flood relief scheme delaying an aspect of her project.  My main issue with the OPW is time slippage and its management.<\/p><p>  There is money being ring-fenced for flood relief schemes.  We are happy that it is in place as this is important.  However, I cannot understand how consultants, whose work one would imagine comprises the easy part of the process, are allowing time to slip for so long.  The job of the OPW and the office of the Minister of State is to prevent time slippage.<\/p><p>  My colleague, Mr. Brendan Dempsey, will talk about insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200009#L00200","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speechnospeaker","time":1363101000,"counter":92,"content":"<p>Deputy Stanley asked if we had contacted anybody in respect of our complaints.  I have to hand letters to the insurance ombudsman and his reply.  I have corresponded with head of the Irish Insurance Federation, the Governor of the Central  Bank, the Taoiseach and Ministers.  I have listed in great detail the complaints I have made about the insurance industry, yet absolutely nothing has happened.  I am sorry to have to say that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200009#L00300","nonspeaker":"Mr. Brendan Dempsey"},{"type":"speech","time":1363101000,"counter":93,"content":"<p>It is good to hear it as it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200009#L00400","speaker":"1102"},{"type":"speechnospeaker","time":1363101000,"counter":94,"content":"<p>In the case of Bandon, the scheme would need to be in place only for a couple of years.  When the works would be done, we would not have to worry and I would not care whether I had flood insurance.  We have great confidence in the OPW.  Its work is very good and when it does work in a town, it becomes flood-proof to a large extent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200009#L00500","nonspeaker":"Ms Gillian Powell"},{"type":"speechnospeaker","time":1363101000,"counter":95,"content":"<p>Can I ask Deputy Stanley where the &euro;7 million in unspent funds for flood relief is?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200009#L00600","nonspeaker":"Ms Seosaimh&iacute;n N&iacute; Bheiglaoich"},{"type":"speech","time":1363101000,"counter":96,"content":"<p>I asked a parliamentary question because someone said to me that there may be unspent money.  I tabled the question approximately three months ago.  At that stage, &euro;7.7 million or &euro;7.9 million for flood relief works was unspent by the OPW.  Although I do not know for sure, I suspect this is partly attributable to time slippage and the hiring of consultants, as referred to by Mr. O'Donovan.<\/p><p>  In some cases, the approach of the National Parks and Wildlife Service has been an issue.  I do know now whether there has been a direct impact on some of the town relief schemes.  We have met those concerned in the Shannon area.  Not only is the National Parks and Wildlife Service in danger of wiping out the corncrake, it is in danger of wiping out human habitation along the River Shannon owing to the way it does things.  In the case of the Shannon, for example, it is supposed to be trying to protect wildlife but the rigorous way it operates is such that the callows are being caused to flood, thereby washing away the corncrakes.  The effect is the opposite to that desired.  In the case of minor works, which might involve the removal of a bow of a tree and or one trailer load of silt from one point in a river, at a cost of &euro;1,000 and requiring half a day's work with a Hymac and dump truck, the National Parks and Wildlife Service requires an expensive bird survey.  It must be up to date and the one the council will have obtained the preceding year for the same stretch of river will not suffice.  This is the type of messing around that occurs.  In fairness to the OPW, this type of codology may be partly why the money is not being drawn down by it.<\/p><p>  The attendance of the delegates today has crystallised my frustration over the whole process.  In other countries, if something needs to be done a team is put in place and all blockages are removed.  The first step taken is to protect the towns and human habitation, and wildlife is protected next.  That is the pecking order.  The problems are sorted out and dealt with.  To get anything done in Ireland, however, involves a different approach.<\/p><p>  I noted the progress of a piece of paper around the OPW for four or five months last year and know what it can be like.  Having the piece of paper shifted from one desk to the next can take a hell of a long time.  The paper did not pertain to flooding but to a different matter.  Unless the State organises its affairs better and clears away the blockages, people such as the delegates will have sleepless nights.  We must try to identify the locations of the blockages.  I proposed to this committee some weeks ago that the Minister address the flood relief issue in the D&aacute;il.  We should have a serious debate on it and use the information the delegates are giving us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200009#L00700","speaker":"1102"},{"type":"speech","time":1363101000,"counter":97,"content":"<p>I represent Kildare North, where there has been extensive flooding in places such as Celbridge, Leixlip, Maynooth, Johnston, Kill, Straffan and Sallins.  These locations featured in news items over the past ten or 12 years.  There was footage of an individual in a rowing boat in a housing estate in the town of Celbridge.  This is crazy stuff.  The local authority and OPW response can be good and bad.  I find that bigger the area affected, the quicker the response from the OPW because the cost-benefit analysis will prioritise such an area.<\/p><p>  Even where there are very expensive and satisfactory mitigation measures, problems still arise with insurance companies.  In the past couple of weeks, a resident contacted me about the lack of insurance cover for a housing estate on a hillside that never flooded.  Some 200 houses were refused insurance cover because they are within 500 m of the canal.  The residents always had insurance cover in the past.  There is no history of flooding.<\/p><p>  I was contacted by an individual from another estate who is also having difficulties.  Although he had been paying a relatively small sum of &euro;280 or &euro;300, he received a quote of &euro;1,000, which is prohibitive because he is on a low income.  These are but two examples.  There is no history of flooding in either of the areas in question but, because there has been some flooding in the town, the insurance companies are adopting the aforementioned positions.  The town is built on two hills so there are areas that are more prone to flooding than others.<\/p><p>  There is no doubt that what the delegates are saying about geocoding, as articulated by the current Chairman and previous Chairman, is correct.  It appears there is a cartel in operation because is not coincidental that people from different locations are telling us the same things independently of each other.<\/p> <p>One of the key issues is that when mitigation work is done there must be some formal certification, whether done privately or by the OPW, which will be sufficient for the insurance companies to accept that the risk is no longer there.  If the witnesses have ideas in terms of protocols, it would be useful if they would forward them to us because detail is really important for working out solutions.  Details on why insurance companies refuse cover, for example, would be very useful to have.  We need to find a way of capturing such data.  Insurance companies themselves should be capturing that data and telling us why they are refusing to provide cover for householders.  Armed with such data, we can then address the issues with the industry.  <\/p><p> I have seen some really good work done by the OPW, but on the Liffey they started at the top and worked their way down when they should have started at the bottom and worked their way up.  The approach they took meant that they would inevitably produce a flood further downstream.  That is the kind of thing that we can justifiably criticise.  <\/p><p> There is no doubt that this committee acknowledges the extent of this problem.  We are very concerned that we need to deal with this issue but we need to construct a slate of measures that we can bring to the Minister for the Environment, Community and Local Government, Deputy Hogan or the Minister of State at the Department of Finance, with responsibility for the OPW, Deputy Hayes.  We must deal with this because householders at risk of not being able to get insurance against flooding and not being able to sell their homes is a very serious issue.  It would be useful to hear specific ideas on the kinds of protocols that might work or on systems in other countries that might work here.  Obviously we will do some research ourselves but specific examples of what the witnesses would like us to do would be very helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200009#L00800","speaker":"1052","continuing":true},{"type":"speechnospeaker","time":1363101600,"counter":99,"content":"<p>I can assure the Deputy that we will forward the protocols to the committee.  The protocols are the building blocks.  If we know where the insurance companies are coming from then we can work with them to get cover.  People who have had a previous flood event generally tile the ground floor, raise sockets, install flood barriers and so forth in order to mitigate any potential loss for the insurance industry but the industry ignores this.  People who take action that will reduce the risk for insurance companies and lessen potential claims should get credit for that but the insurance companies do not even ask questions about this.<\/p><p>  We have details on protocols for addressing low, moderate and significant risk.  I know the OPW is talking to the insurance industry.  When representatives from the industry appeared before this committee last September, they were asked if they acknowledged the work that was done by the OPW.  They answered to the effect that they would wait and see.  I do not know how many hydrologists work for the IIF but that response was frightening.  The OPW, while it has its faults, is taking action on a scientific and sound engineering basis but the industry representatives who were here last September rubbished that work.  <\/p><p>  The industry must buy into protocols and it is up to Oireachtas Members to set out the rules and insist that they buy into them.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200010#M00200","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speechnospeaker","time":1363101600,"counter":100,"content":"<p>It is my belief that the insurance companies do not want to insure for risk.  That is the bottom line.  We often follow trends in North America and in that jurisdiction one takes out flood water insurance, rain water insurance or sea water insurance but if one is affected by any of these, one will not get cover against it.  The committee members need to be really clear on this issue.  Those in the industry are going to duck and dive.  The situation for me and people like me is so serious that it strays into the area of Government.  After Hurricane Katrina people sued the US Government over the failure of the levies.  That route is open to people here too, although it would be a long, hard road to follow.  There is an onus on the Government, under the UN Charter on Human Rights, to ensure that people have shelter.  This issue can be addressed if there is enough passion to do so.  If there is another catastrophe in Ireland, perhaps the passion will emerge then.<\/p><p>  The committee members must be clear about this.  When they ask what the insurance companies will not insure for, the simple answer is that they will not insure for risk.  That has been my experience and that of all the people in Bandon to whom I have spoken.  Only one person has gotten flood cover but that is because he did not claim after the last flood because his premises was not really affected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200010#M00300","nonspeaker":"Ms Gillian Powell"},{"type":"speech","time":1363101600,"counter":101,"content":"<p>I thank the witnesses for their attendance today.  My first experience of flooding was when my family home in Ballsbridge Avenue was flooded in the 1960s.  There were further floods in 1986 and 2011.  There was also a major flood event in Ringsend in 2002.  It has been a long and difficult road.  The last time the IIF appeared before this committee, I highlighted a survey of over 1,000 householders who could not get insurance, despite the fact that the OPW had carried out extensive flood protection works in their area.  The industry questioned the certification provided and I felt that the IIF wanted to veto the professional engineers.  The OPW was happy to certify according to international standards for up to a one-in-two-hundred year event, which is higher than what the witnesses have outlined to us today.  I found the response from the IIF highly unsatisfactory.<\/p><p>  The IIF also pointed out that the claims are much higher now because during the boom people finished their homes and businesses to a very high specification.  However, I reminded them that they also charged higher premiums for insurance cover during that time, which they were not taking into account.  <\/p><p>  If flood protection work is carried out for a one in a 200 year event, the insurance companies are losing out on business.  One of the most secure areas in Dublin, in terms of flood protection, is around Stella Gardens.  A very high flood defence wall has been built and if that area floods again, we might as well write off most of Dublin city.  The OPW has protected it to an enormous extent but not a week goes by without me getting a call from someone in that area who cannot get flood insurance.  I got a call recently from someone whose parents had passed away and he wanted to sell the house but he could not do so because the prospective buyers cannot get a mortgage because there is no flood insurance available for the house.  Action is the only option here.  Given the number of witnesses who have come before us on this matter, we will have to issue a report with recommendations.  I would like to see the committee working towards drawing up a report that will influence legislation, if needs be.  <\/p><p>  Would the witnesses agree that certification which is based on international standards should be accepted by insurance companies?  The other issue is the geo-coding, which must be broken down to a much finer level.  Some of the insurance brokers are very good in that they will visit the premises and the area and then make a case to the insurance companies.  They will point out that a property is twenty feet above sea level and will never flood, even if it is in a designated flood-risk area.<\/p> <p>I always find something very funny.  We live in the shadow of the Aviva Stadium, which is named for one of the major insurance companies.  However, in my area Aviva will not provide flood insurance, yet every night one can look at an advertisement that is in the so-called flood plain in which a man gets out his jacket to bring his son to a rugby match.  It is ironic.<\/p><p> We have to investigate the cartel further and we must have evidence about that.  With regard to the figures, the Insurance Federation was talking about 10,000, but the witnesses say it is 50,000.  Have the witnesses looked at those figures a little more tightly?  There is slippage for many different reasons.  Sometimes it is people with goodwill trying to protect the environment.  They overlook the traumatic effect of a household not being insured where the OPW is trying to press on but is delayed because of planning.  Where people's homes are in danger, should there be a balanced structure?  We have been talking about putting a balance there of protecting life and property over a short-term flood prevention.  Where should the balance be and do the witnesses have an opinion on that?<\/p><p> It is a shame that, as Deputy Stanley pointed out, we have not hit the targets on spending.  It is mainly because of the slippages.  We will have to look at the consultants there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200010#M00400","speaker":"1033","continuing":true},{"type":"speechnospeaker","time":1363102200,"counter":103,"content":"<p>Does Deputy Humphreys have any information on why there is a delay in applying for planning permission for the proposed wall in Dodder View Cottages?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200011#N00200","nonspeaker":"Ms Seosaimh&iacute;n N&iacute; Bheiglao&iacute;ch"},{"type":"speech","time":1363102200,"counter":104,"content":"<p>I do not.  It was pointed out that the reason is that they are working up-river, so they are working up to it.  They did not have to do an environmental impact statement further down the river because they did not have to go near the river itself to set the wall.  I will check what the position is with the planning application and refer back to Ms N&iacute; Bheiglao&iacute;ch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200011#N00300","speaker":"1033"},{"type":"speechnospeaker","time":1363102200,"counter":105,"content":"<p>The Society of St. Vincent de Paul in Cork has a group of professionals from the insurance industry helping us.  They are willing to appear before the committee and give evidence of what they consider to be sharp practice by the insurance industry.  Should the committee wish to avail of that, they are quite willing to meet the committee anywhere and discuss it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200011#N00400","nonspeaker":"Mr. Brendan Dempsey"},{"type":"speechnospeaker","time":1363102200,"counter":106,"content":"<p>On the issues raised by Deputy Humphreys, certification and protocols go hand in hand.  It is vital that there is a certification process which leads to protocols that the insurance industry should follow.  If the insurance industry will not do that voluntarily, I urge and beg the committee to legislate.  We cannot wait ten years.  Some areas will be sorted out sooner than others, but we are talking about the entire country.  The Deputy asked about figures.  The Irish Insurance Federation, IIF, says that 2% is not covered.  If one looks at other information it has, that equates to 38,000.  I do not know where it got the 10,000 figure.  The Irish Insurance Brokers Association maintains that 50,000 are uninsured.  Being uninsured has nothing to do with flooding, and the figures for flooding could be as low as less than 20,000.  The insurance industry, using geocoding, has decided not to insure in vast swathes of ground.  There is thought and analysis behind the figure of 50,000.  Certification and protocols must go hand in hand, and the Members of the Oireachtas must lead on that.  I cannot put it plainer than that.<\/p><p>  I have more or less answered the question on geocoding.  Time slippage is up to the OPW.  It must lead and manage that.  It is the big issue for all of us.  In many respects we have a great deal of time for gentlemen such as Tony Smith and Michael Collins, who are wonderful at their jobs.  They have a fierce interest and know their stuff.  We have no problem with the Minister of State, Deputy Brian Hayes.  The time slippage is invariably due to the consultants who are being brought in to do certain jobs.  Only a handful of consultants are ever used.  There is only a handful who are expert enough to be used.  There is time slippage all the time, and it is huge time slippage.  That is why we have to put this proposal for a pilot scheme.  We cannot wait for the OPW and I cannot stress that enough.  We cannot wait because we have nothing left to survive another flooding event.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200011#N00500","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speech","time":1363102200,"counter":107,"content":"<p>I am sorry for being in and out of the meeting but I was supposed to be in the Chair of the Seanad half an hour ago so I had to get a substitute.  I welcome the group and particularly those who made the journey from west Cork.  I will not go into specifics but I am aware of the reality for the people in Skibbereen, Bandon and many other towns.<\/p><p>  I will make a few brief points.  I am not a member of the committee, Chairman, and I appreciate you letting me participate.  My first point is for Mr. Dempsey from the Society of St. Vincent de Paul.  I have a fear that the proposal he has made in very good faith might be seen by the Insurance Federation and the insurance industry generally as an opt-out.  In other words, if somebody takes up the slack from the industry, it might say, \"That is great.  We will put in as little as possible\".  The fear is the industry will decide to opt out and let the Society of St. Vincent de Paul and others at it.  Also, there is a need for a national response to this issue.  The Chairman and the committee might consider whether it is worth having a more in-depth investigation or perhaps a sub-committee could examine it.  I have raised this issue on three or four occasions in the Seanad and previously as a Deputy in the D&aacute;il but I got nowhere.  Mr. O'Donovan has strongly made the point that we should legislate, but I wonder if, under the Constitution, we can compel an insurance industry to do something in a free market.  If we can, we should certainly explore that avenue.  I would support it.<\/p><p>  A number of other interesting points have been raised.  People have mentioned the situation with regard to certification or, perhaps, a declaration of completion.  However, we are wasting our time if, after significant work has been done in places such as Fermoy, Mallow and Clonmel and hopefully will be done in places such as Skibbereen, Bandon and along the Dodder bank, at severe expense for the taxpayers and it is highly unlikely that there will be more flooding there again, the insurance companies simply respond that geocoding shows it was historically a flood plain so they will not cover them.  I do not know how we could overcome that.  It would be a disaster if, after all the money spent and all the work done by the last Government and the current one on trying to resolve the flooding issue, we still faced the problem that properties are uninsurable.  The geocoding issue should be hit on the head, sooner rather than later.  The town I am from had flooding historically, primarily tidal flooding.  It is in a basin on the side of a hill, and probably 90% of the individual housing and business would be above the level of any flooding.  If 20 properties in Bantry, Skibbereen or Bandon got flooded, with geocoding the rest of the properties will be tarred with the same brush, even though they are 100 ft. or 200 ft. above sea level.<\/p><p>  I appreciate the efforts of the witnesses and acknowledge the tremendous work they do, in a voluntary capacity.  I am aware of that tremendous work from the Skibbereen flood committee and particularly the Bandon Flood Group.  They give significant support and they are giving those of us in public life a major impetus to react to the problems they are dealing with.  However, I have deep concerns and I look forward to representatives of the Insurance Federation appearing before the committee.<\/p> <p>Basically, it claims that this is not its baby and that it does not want to adopt it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200011#N00600","speaker":"1127","continuing":true},{"type":"speechnospeaker","time":1363102800,"counter":109,"content":"<p>I will begin the answer and Mr. Dempsey will conclude it.  We only want the legislation on the protocols and certification.  The insurance industry must accept these certifications and protocols on why it should insure areas.  Our proposal is not for insurance.  In no way should it be seen as insurance.  It is a trust fund to help people.  Mr. Dempsey can expand on this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200012#O00200","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speechnospeaker","time":1363102800,"counter":110,"content":"<p>Senator O'Donovan is concerned that the insurance industry might opt out of the problem if others take up the slack.  It has already opted out.  In those areas where it has not opted out, it has managed to treble the price of policies while removing all of its risks.  This is a beautiful move for a business and the industry has got away with it.  Will the Houses examine the legality of what the industry is doing?  They might be surprised by what they find.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200012#O00300","nonspeaker":"Mr. Brendan Dempsey"},{"type":"speech","time":1363102800,"counter":111,"content":"<p>I am playing the devil's advocate, not countering our guests' wonderful proposal.  To be honest, I do not trust insurers in this business area.  In my attempts over ten years to have them consider this issue, they have not wanted to know about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200012#O00400","speaker":"1127"},{"type":"speech","time":1363102800,"counter":112,"content":"<p>I thank the Chairman for allowing me to attend.  I am not a member of this committee.  I am pleased to have listened to the testimony of the flood forum, particularly its members from west County Cork.  I am familiar with the Skibbereen and Bandon issues.  To proclaim an interest, I rent an office in Skibbereen.  If history repeats itself, I will be in a dinghy at some stage.<\/p><p>  What I take from our guests' testimony is the fact that there are great differences.  For example, I have taken the opportunity to look at the works on the River Dodder in Ranelagh, particularly in proximity to the Aviva Stadium.  Clearly, some of those engineering works will push the problem elsewhere.  This issue must be addressed.  One must trust that people know what they are doing, have recognised the problem, have identified a solution and will rectify the situation.<\/p><p>  Representatives from west County Cork know about the Skibbereen and Bandon situations and the proposals on same.  Engineering issues that arise in some small villages and towns in other areas will not be provided with an engineering solution in the short or medium term.  Elsewhere, dwellings are built on flood plains.  There may be no engineering solution to them.  They will simply flood.  Senator O'Donovan mentioned coastal flooding, which affected us recently.  One can try to find an engineering solution to that problem.<\/p><p>  Given our guests' comments, building an engineering solution can take a frustratingly long time, but the issue, and the one that I am interested in, is the protocol.  Citizens have been affected, almost entirely through no fault of their own, and cannot return to their homes.  A modest trust fund that they could easily and quickly access to return them to their homes would be a sensible approach to managing the problem.<\/p><p>  Like a few others at this meeting, I was a member of Cork County Council, where I saw a number of Office of Public Works, OPW, flood risk assessment maps as part of a deliberation on local area plans.  By and large, a person with local knowledge would agree with the maps' details.  What is being proposed now is madness.  The historical record shows that it does not make sense.  That the insurance industry is using a desktop risk assessment or whatever it is called to exclude every resident in, for example, Ranelagh from accessing insurance after a flood incident is not an assessment of risk.  Rather, it is a business decision that insurers have decided to take.  The risk is to their profit and loss accounts.<\/p><p>  I want the insurance industry to devise a decent risk assessment.  From the presentations, I take it that some people will always be at high risk of flooding for whatever reason and that companies will not be able to provide insurance because they would need to pay out every five or ten years.  However, this is not the information that we are getting on the ground from people who have never been flooded.<\/p><p>  I do not want to make presumptions, as I am not a member of the committee, but I presume that it will issue a report or recommendations.  I hope that a template for a protocol will be devised along the exact lines detailed by the presentations.  I understand from the presentation that the insurers' rights need not be tapped.  Comfort could be given in other ways to people who go to bed every night wondering whether they will wake up in dwellings that are flooded.  It is an appalling prospect.  With respect to the committee, I look forward to seeing recommendations that are in keeping with the presentation's narrow and achievable focus when describing the problems.  I commend the guests in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200012#O00500","speaker":"995"},{"type":"speech","time":1363102800,"counter":113,"content":"<p>Before we move on, officials from the Department are outside and are waiting for the meeting's next instalment to enter.  We will take the two remaining members and Deputy Harrington together before reverting to the witnesses.  I call Deputy Daly and Senator &Oacute; Murch&uacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200012#O00600","speaker":"996"},{"type":"speech","time":1363102800,"counter":114,"content":"<p>I thank the Chairman for the opportunity to contribute, as I am not a member of the committee.  I welcome the delegation and its contribution at this debate and heretofore.  I know many of the delegates from my constituency of Cork South-West.<\/p><p>  I assume that people are aware of the intonation of the chairperson of the Revenue Commissioners, Ms Josephine Feehily, when she appeared at an Oireachtas committee recently and suggested that people who did not have flood insurance should refer to that when declaring the value of their homes for the property tax.  We need to get this message out to people in flood-affected areas.<\/p><p>  The witnesses might not be aware of this, but a letter issued to Cork County Council yesterday from the Irish Insurance Federation, IIF.  I have a copy.  In no uncertain terms, it outlined to councillors that, whereas insurers are obliged to insure where a liability may arise, they are not so obliged when a liability is a certainty.  This is reasonable to a certain degree.  In Clonakilty, the town that I am from, there were at least four flood events in the past 12 months.  There is a reasonable certainty that some areas will flood in any given year.  I tend to accept that the industry has no obligation where a liability is guaranteed to arise.  Insurers work on a market basis and must make money.<\/p><p>  We must deal with the reality.  We are too quick to shove it all onto the insurers and to build them up as bad boys.  We must broaden this debate and be more constructive.  Where there is a guaranteed pay-out, of course they will not insure.<\/p><p>  I have put a proposal to the Minister of State, Deputy Brian Hayes.  I met him and some officials from the OPW three weeks ago.  I asked him for an update on his negotiations with the IIF.  They are not going in the direction that I would prefer.  Where schemes have been completed by the OPW, insurance companies will re-instate insurance, but that is as far as they will go.<\/p> <p>I do not see those talks or deliberations going any further, although that is only my assessment and I cannot confirm it as an absolute.<\/p><p> Recently I put a proposal before the D&aacute;il that a solidarity levy should be applied to everybody.  This would differ somewhat to Ms Powell's, being stronger.  I believe her scheme has a number of flaws, is a bit complicated and difficult, short-term and unsustainable in the long term.  The &euro;8 million she referred to is now probably reduced to &euro;7 million, or whatever, and from what I understand the Government is not going to put its hand into any particular pocket to put the money together.  I take Ms Powell's point, made repeatedly, that it is not insurance as such but a fund to be made available to people.  I believe there should be a scheme to give insurance to people who cannot get it and we should not dilly-dally about putting one in place.  I outlined a proposal to the Minister at a meeting three weeks ago; he agreed to examine it and urged me to bring it to this committee meeting and put it on the record.  In essence, I propose a solidarity levy that would be paid by every household that has insurance for those who have none.  According to the IFF, 98% of households have insurance; 2% do not.  If &euro;20 per annum per household was applied it would generate in the region of &euro;32 million per year.  What would &euro;32 million do?  To put it in context, during the flooding events that happened in 2012, 627 households were affected which claimed &euro;15 million, or less than 50% of the amount I propose be made available via a &euro;20 levy.  Would people pay that levy on their household insurance?  It was suggested that I float the idea and I am using this opportunity to do so because we need to get reaction.  <\/p><p> I believe that is how society is run and how we run our welfare system.  Ms Powell began her presentation by saying there were those who have flood insurance and those who do not.  I paraphrase.  It is very simple.  That is how the welfare and taxation systems work - people who have give to those who have not.  That is how society has been run since Adam was a boy.  It is not unfair or unreasonable to ask &euro;20 per annum of people.  That idea will have to be talked about if we are to be realistic about having the kind of funds we are seeking.  I have been researching this area and I propose that the scheme be modelled like the Motor Bureau of Ireland's insurance scheme which covers uninsured drivers.  If one is a victim of an accident that involves an uninsured driver one can claim from the motor bureau.  How is that scheme funded?  Everyone who has insurance pays a levy.  Recently we all endured a levy on our health insurance in order to bail out the Quinn group.  Everybody accepted that so I do not see why we should not have a scheme to bail out householders in their own homes, offering them the security that there is a fund there for them.  However, it would have to be run alongside the insurance fund.  I do not know if &euro;5,000 could simply be allocated as a start-up for everybody.  Claims would have to be assessed and everything would have to be done properly and in great detail.  The precedent exists in the example of the Motor Bureau of Ireland insurance scheme.  I will further my research on this to see if I can make a proposal mirroring that scheme.<\/p><p> During the past ten years approximately &euro;700 million was claimed, or &euro;70 million per annum.  What I propose would bring in about half that amount, or &euro;38 million.  A considerable part of the &euro;70 million per annum was for commercial claims which I do not believe should belong in the same equation.  They should be dealt with separately.  As an example, in the 2012 flood event, the entire pay-out was &euro;54 million, of which &euro;38 million went to the commercial claims of 487 businesses, while &euro;15 million went to 627 households.  I believe the sums add up and we need to move the debate further.<\/p><p> I thank the Chairman for his indulgence in allowing me to put all this on the record.  I will further work on the proposal to see if I can have it implemented.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200012#O00700","speaker":"994","continuing":true},{"type":"speech","time":1363103400,"counter":116,"content":"<p>I apologise - I was delayed in the Seanad until now.  Coming from County Tipperary, I am very familiar with these problems and can remember the situation in Clonmel down through the years - it was traumatic.  I am also aware of the difficulties on the insurance front.  We have just come through a very competitive period for the insurance industry and are possibly exiting it, which means companies can be more selective into the future.  Therefore, instead of the position improving I can see it getting worse.  I do not see how we can have a solution unless there is a partnership between the State and the insurance industry.  If we need an example, let us look at the private health insurance sector.  There is no doubt that the Government had an input into the demarcation lines there.  For example, if I have been paying for private health insurance for ten or 12 years and then get a bad run of health it is not possible for the insurance company to tell me it will not continue to cover me.  That is the position.  In my view, there is no difference between that and the situation in regard to property insurance.<\/p><p>  We should take up Mr. Dempsey's point and bring those witnesses to the committee because we need to hear from them.  In the very same way, we brought in witnesses at the time of the debate on private health insurance.  There is almost a no-person's land involved here - people cannot see anybody coming to their aid.  The insurance industry will not be enthusiastic about participating.  For that reason, I believe a person is just as entitled to consideration from the State, whether this is via a protocol, a procedure or legislation.  This should not be the final hearing - we need more hearings in order to keep up the momentum until there is a focus on arriving at a proper solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200013#P00200","speaker":"1115"},{"type":"speech","time":1363103400,"counter":117,"content":"<p>We will hear the panel speakers.  I call Mr. O'Donovan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200013#P00300","speaker":"996"},{"type":"speechnospeaker","time":1363103400,"counter":118,"content":"<p>I will comment on some of the points.  There were four events in Clonakilty, two of which should be insurable.  It is all about the probability of an event returning, for example, if that probability is one in 300 years.  Take the heavy rainfall of 28 June 2012, which was catastrophic, with unbelievable rain.  Some 64 mm fell in a couple of hours.  The probability of that amount of rain falling in that place again must be one in 300 or 400 years and therefore that event should be insurable.  Even though Clonakilty has a name for tidal and other kinds of flooding, events of that kind should be insurable.  It is about probabilities and protocols.  There is more than one kind of flood.  There are houses that should never get cover for tidal flooding but they should get cover for different kinds of floods.  Clonakilty experienced four different kinds of flood in one year, which was unbelievable, but they were of different kinds.<\/p><p>  At present the insurance industry is getting away with it on the basis of if it flooded cover will not be provided.  That is the wrong way of dealing with it.  It should be a science.  We should be able to calculate something but what the industry is claiming is because an area flooded once it will be permanently excluded from cover.  That is wrong but it is what we are up against.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200013#P00400","nonspeaker":"Mr. Enda O'Donovan"},{"type":"speechnospeaker","time":1363103400,"counter":119,"content":"<p>I take Deputy Daly's point but we put forward this proposal because it is a small pilot project that does not cost a lot of money.  We would have issues with the agencies that give out the money and that is why we went through the non-governmental organisations such as the St. Vincent de Paul Society.  They are used to this and are good at it.  They do not seem to lose &euro;7 million and this has left people wondering why it was not spent, which seems to be a big problem.  People were asking where it went.<\/p><p>  I would also like to make a case for including businesses and those involved in commercial activities.  I run a small business, as do many people in the Deputy's constituency and it is very important for the economic value of the whole town community that these businesses get back on their feet.  We are the engine, the people who pay all the wages, so it is important.  In England, after the riots the Prime Minister David Cameron immediately looked after the business people.  The first thing he did was to get the shopkeepers open for business, putting grants in place.  I would definitely include them, not rule them out.  It is very important for a community that business people are also considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200013#P00500","nonspeaker":"Ms Gillian Powell"},{"type":"speechnospeaker","time":1363103400,"counter":120,"content":"<p>Deputy Daly mentioned that insurance companies have to make money, that is the reason they are there and that is fair enough.  I accept that.  However, there was one insurance company - I cannot remember its name - which published its figures recently.  What it paid out on flooding for the year was less than 1% of the total payout.  Flooding does not seem to be costing insurance companies that much.  One can certainly count the figure in millions but for that one company the amount was less than 1% of its total payout for the year.<\/p><p>  In the St. Vincent de Paul Society we have never had the problems we have had in recent years.  We do not have time to be dealing with insurance and should not have to deal with such problems.<\/p> <p>We believe this issue can only be addressed through legislation and call on the Government to introduce it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200013#P00600","nonspeaker":"Mr. Brendan Dempsey","continuing":true},{"type":"speechnospeaker","time":1363104000,"counter":122,"content":"<p>I am disappointed with the tone of Deputy Daly's statement.  If it is any indication of how the Government views our position, it is disappointing.  We have been made out to be very emotional about what has happened to us.  If members had experienced flooding up to their ankles or knees a couple of times they, too, would be emotional.<\/p><p>  I thank Senator &Oacute; Murch&uacute; for his interesting statement on the need for partnership between the State and insurance companies.  We need more hearings like this to impress upon our public representatives the horrendous situation which as individuals we are in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200014#Q00200","nonspeaker":"Ms Seosaimh&iacute;n N&iacute; Bheaglaoich"},{"type":"speech","time":1363104000,"counter":123,"content":"<p>I would like to respond to the last statement by Ms N&iacute; Bheaglaoich.  I live in Dublin beside the River Dodder, which area is often flooded.  The work done in this regard was referenced earlier by one of my colleagues.  Ms N&iacute; Bheaglaoich asked whether the Government is taking this matter seriously.  It is taking it seriously.  The constituency which I represent is also represented by the Minister of State, Deputy Brian Hayes, one of whose priorities is address of the flooding issue.  He is very proactive.  I acknowledge that there is a need for the Government and insurance companies to work together.  However, the constitutional question around this issue has not yet been answered.<\/p><p>  Like Ms N&iacute; Bheaglaoich, I, too, welcome Senator &Oacute; Murch&uacute;'s contribution.  This is not the first year my constituency has been flooded by the River Dodder but it is the first year in which funding has been put into addressing the problem.  Work will be done but perhaps not at the pace which Ms N&iacute; Bheaglaoich would like.  The matter is being taken seriously.  I listened attentively to the contributions made.  Money has been and will continue to be made available to address this issue.  The insurance companies will be taken to task but in such a way as comes within the realms of the Constitution.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200014#Q00300","speaker":"1135"},{"type":"speech","time":1363104000,"counter":124,"content":"<p>I would like to clarify that in the example I gave I was not excluding businesses.  I am very supportive of the introduction of an insurance scheme.  The point I was making is that the cost for businesses would have to be calculated differently as they would require greater cover.  I was in no way suggesting that there should not be an insurance scheme for businesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200014#Q00400","speaker":"994"},{"type":"speech","time":1363104000,"counter":125,"content":"<p>I thank the witnesses for their robust and detailed exchange with the committee, which will form a good basis for its interaction with the representatives of the insurance federation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013031200014#Q00500","speaker":"996"},{"type":"unspoken","time":1363104000,"counter":126,"content":"<p>Sitting suspended at 4.45 p.m. and resumed in private session at 4.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1363104000,"counter":127,"content":"<p>The joint committee adjourned at 5.10 p.m. until Tuesday, 19 March 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health and Children","time":1363107600,"counter":128},{"type":"unspoken","content":"<p>The Joint Committee met at 17:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Byrne, Senator Colm Burke, Deputy Ciara Conway, Senator Jillian van Turnhout. Deputy Regina Doherty, Deputy Peter Fitzpatrick, Deputy Seamus Healy, Deputy Sandra McLellan, Deputy Caoimhghín Ó Caoláin, Deputy Robert Troy,<\/p><p>In attendance: Deputy Charlie Flanagan.<\/p><p>DEPUTY JERRY BUTTIMER IN THE CHAIR.<\/p>","time":1363107600,"counter":129,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200002"},{"type":"minorheading","content":"Tackling Childhood Poverty: Discussion","time":1363107600,"counter":131,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200002#A00100"},{"type":"speech","time":1363107600,"counter":132,"content":"<p>At the first session of Thursday's meeting, at 9.30 a.m., we will consider the agenda and minutes from the preceding meeting, in addition to correspondence and the work programme.  There will be two parts to the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200002#A00200","speaker":"989"},{"type":"speech","time":1363107600,"counter":133,"content":"<p>I will have to be excused later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200002#A00300","speaker":"1065"},{"type":"speech","time":1363107600,"counter":134,"content":"<p>That is okay.  I thank the members for attending at 5 p.m. this afternoon.  I acknowledge it is an awful time for them.<\/p><p>  We are present to address the tackling of childhood poverty.  I thank the Vice Chairman, Deputy Ciara Conway, for requesting that we include this very important topic in our work programme, and also for agreeing to act as rapporteur on the topic.  Ultimately, she will present a report to the committee for its consideration. <\/p><p>  I welcome Mr. Toby Wolfe and Ms Naomi Feely from Start Strong, Ms June Tinsley and Ms Suzanne Connolly from Barnardos and Mr. Stuart Duffin from One Family.  I thank them for taking the time to attend and for their very interesting submissions.<\/p><p>  Witnesses are protected by absolute privilege in respect of their evidence to this committee.  If they are directed by the committee to cease giving evidence in respect of a particular matter and they continue to so do, they will be entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice, or long-standing ruling of the Chair, to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>  I invite Mr. Toby Wolfe, acting director of Start Strong, to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200002#A00400","speaker":"989"},{"type":"speechnospeaker","time":1363107600,"counter":135,"content":"<p>Start Strong very much welcomes the opportunity to speak to members on child poverty.  Start Strong is a coalition of organisations and individuals seeking to advance children's early care and education in Ireland.  It is a member of the End Child Poverty Coalition and of the Prevention &amp;amp; Early Intervention Network.  My remarks will fall into two parts.  First, I will make a few points on the role of early care and education in combating child poverty.  Second, I will say a little specifically on area-based approaches to child poverty, particularly in regard to early childhood services.<\/p><p>  On early care and education in combating child poverty, the negative impact of poverty on child outcomes is well known.  It is particularly notable in early childhood.  Research in the United Kingdom has found that, by the age of five, children from the poorest fifth of homes are already nearly a year behind children from middle-income households in terms of developmental outcomes.  Early childhood care and education can play an important role in combating child poverty, in two ways.  First, when of sufficient quality, early care and education has a long-term beneficial effect on children's development and on outcomes in adulthood, especially for children from disadvantaged backgrounds.  This helps to break the intergenerational cycle of child poverty.<\/p> <p>When early care and education is affordable and accessible, it enables parents to access employment, education and training, thus reducing child poverty in the short term.  It is very significant that countries with the lowest child poverty rates, particularly the Scandinavian countries, have early care and education systems that are regularly rated the best in the world.<\/p><p> To realise the benefits of early care and education, the following elements must feature: high quality services, affordable services, accessible services which ensure children from minority groups such as Travellers are fully included in daily practice, and joined-up services, with early care and education services connected with local health services, early intervention services, primary schools and so on.<\/p><p> While early care and education are necessary if one is to combat child poverty, I must stress they are not a silver bullet.  The End Child Poverty Coalition has rightly argued that eliminating child poverty needs multifaceted, joined-up solutions that include both income supports and high quality public services, including health care services, education services, housing policy, parenting and family supports, labour market activation policies and so on.  Given the interconnection between these different policy areas that impact on young children, it is essential to co-ordinate policymaking at a national level and to co-ordinate the delivery of services and supports at local level.<\/p><p> At national level the co-ordination of services requires the development of national strategies on early childhood and child poverty that draw together different policy objectives and planning across different policy areas and different Departments.  Joined-up national policymaking is critical as without the co-ordination of policies at national level, integration of services at a local level can only take us so far.  The forthcoming national early years strategy will be a crucial opportunity.  It offers real potential for enhancing joined-up policymaking, provided it is able to bring together a wide range of policy areas and has robust implementation and monitoring mechanisms.  In terms of local level joining up of services and supports, in our Children 2020 report a couple of years ago, Start Strong proposed the development of early childhood hubs that would link together supports for children's early care, learning, health and development and would link together services outside the home with supports for families in the home.<\/p><p> There are many different models of hubs or integrated services at local level that are possible and I am not going to advocate any one model.  I will make a number of general remarks.  One type of model of integrated local service is at a very local level, the type of community centre with early care and education services at its core and other services radiating out from it, rather like the Sure Start model in the UK in which they talk about services being at pram pushing distance to facilitate access.  Another model of integrated services at a planning level, at county or sub-county level, involves co-ordinating referral pathways and information on services and so on.  Different types of model may be appropriate in different areas and perhaps simultaneously.  In a rural area, the pram pushing distance will be hard to achieve and one will be talking about a different type of integration of services.  I have listed in my submission a range of services that members might be interested in bringing together in terms of early childhood, which include public health nurses, early care and education services, primary schools, after-school services as well as specialist supports such as speech and language therapists and so on.<\/p><p> At county level, the children services committees have been established on a pilot basis as a mechanism to promote the local co-ordination of services and supports for children and families, and it is Government policy to roll them out more widely.  At a local service level, there are a number of examples we can learn from in Ireland today.  The three sites that form part of the prevention and early intervention programme, Young Ballymun, Tallaght West and Preparing for Life in Dublin 17, all involve a range of linked services and supports for children and families, all three have been rigorously evaluated and lots of learning will come from them in the next year or two.<\/p><p> There are other examples from which we can learn.  There are a range of joined-up initiatives being funded through the national early years access initiative, all of which involve multi-agency collaboration.  There are also family resource centres operating in disadvantaged communities that provide a range of connected services and supports.  There is valuable learning to be had from all of those that can inform the area-based approach initiative to tackling child poverty for which the Government announced funding in the last budget.<\/p><p> It is essential not only the Government develops the county level planning structures further, such as we see in the children's services committees, but also that this area-based approach to child poverty initiative is used at local level to enhance the local integration of services for all children everywhere in the country.  There is learning that can come out of this initiative that could inform mainstream services.  We must ensure it does so.  Most disadvantaged children do not live in disadvantaged areas, so the area-based approach initiative to child poverty, if it is to have a major impact on child poverty, must be treated as a pilot with the aim of drawing out learning to inform mainstream service delivery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200002#A00500","nonspeaker":"Mr. Toby Wolfe","continuing":true},{"type":"speech","time":1363107600,"counter":137,"content":"<p>I thank Mr. Wolfe.  I welcome Ms Suzanne Connolly and Ms June Tinsley from Barnardos.  Ms Tinsley will speak first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200003#B00200","speaker":"989"},{"type":"speechnospeaker","time":1363107600,"counter":138,"content":"<p>Barnardos welcomes the opportunity to make a presentation to the joint committee.  I am here with my colleague, Suzanne Connolly, who will follow me in a few moments.<\/p><p>  Members may be aware that Barnardos provides services to children and families in more than 40 projects across Ireland.  We work in some of the most disadvantaged areas of the county and we are greatly concerned about the ongoing impact that living in poverty is having on the lives of children with whom we work.  Like Start Strong, Barnardos is also a member of the End Child Poverty Coalition.  The most recent statistics from the EU statistics on income and living conditions, SILC, published in recent months, show that in 2011, 9.3% of children continued to live in consistent poverty.  That is an increase from 8.8% in 2010 and equates to more than 106,000 children.  For children, living in poverty means living on poorer diets, missing some developmental milestones, suffering from more ill health, struggling in school and increasing isolation because they are unable to participate in many activities such as going to friends' parties, swimming or basic childhood activities.  For Barnardos services, we are seeing more children coming into our services hungry and more parents struggling to meet daily costs such as food, heating and housing.  We see parents under immense stress trying to cope with welfare cuts, unemployment as well as issues such as domestic violence and addiction.  This is having an impact on their parenting ability.<\/p><p>  The decisions in the past budgets to make cuts to services and social welfare will only achieve short-term savings as they are realistically jeopardising children's futures.  Given how entrenched child poverty can be across generations and areas, Barnardos believes that combating child poverty can only be achieved through a combination of child income supports and access to quality public services.  To date, as the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald aptly said in the Seanad last week, we have a legacy of providing cash payments instead of investing in services.  This has resulted in the continued existence of poverty traps whereby a family becomes worse off when taking up low-paid employment.  We would agree that a shift towards comprehensive services is more effective in combating child poverty, allowing parents to take up low-paid jobs and enabling and supporting children to stay in education for longer.  Such services would need to include a mix of universal and targeted services such as early years education, as Mr. Wolfe outlined, access to timely, free and quality health care, and regeneration projects for specific areas of disadvantage.  Some efforts are being made to move along in this direction, such as the investment of &euro;2.5 million announced in the budget in 2013 for area based poverty projects.<\/p><p>  Barnardos believes that investment in quality, universal and targeted services should not be at the expense of further reductions in social welfare payments, as these families are already at breaking point in their ability to provide for children.  Traditionally, services for children have been developed in an <i>ad hoc<\/i> and fragmented manner, often reacting to specific circumstances or problems.  Interestingly, services designed to tackle child poverty and disadvantage have been approached as separate initiatives to those designed to address child welfare and protection concerns, despite many of the same families availing of both.  Also, resources have been allocated along historic geographic areas rather than on population need.  This fragmented evolution of services continues to fail to tackle the underlying causes of child poverty and has hindered the prevention and early intervention models of service provision that have been proven to make an enormous difference in children's lives, both in the short and long term, and to break that intergenerational cycle of poverty.  Local area-based approaches can be successful.<\/p> <p>This is proven by work undertaken by Young Ballymun and Barnados' own initiatives such as T&uacute;s Maith, which works with children aged from three to five in promoting school readiness and social and emotional competence, or our teen parenting support programme, which Ms Connolly will outline shortly.  The benefit of locally developed initiatives such as these is that they are sector led and have co-operation with key agencies.  It is crucial these local initiatives feed into the national framework, which is why Barnados welcomes the establishment of the child and family support agency.<\/p><p> This is an opportunity to mainstream learning and the success of local initiatives to combat child poverty on a broader systemic level by changing the way we deliver services.  It is crucial that any reform begins with it an understanding of child welfare in its broadest sense to allow for a national framework that encompasses a range of interventions that moves across a continuum of care, from prevention and early intervention to targeted support and protection services, including youth, justice and State care.<\/p><p> It is reassuring to hear from the Minister that prevention and early intervention in family support are important goals for the new agency.  Through our experience, Barnados knows that the cycle of intergenerational poverty can be broken through preventative interventions such as targeted family support and supports to keep children in school.  At an individual level it means greater educational attainment, better employment prospects and improved health outcomes.  At a societal level, the benefits yield greater savings because there is less reliance on social welfare, fewer early school leavers, long-term health and reduced criminal activity.<\/p><p> The child and family support agency will establish the much-needed national framework for consistent, cohesive and accountable child and family services.  One of the key challenges will be to get the right balance between universal and targeted services, as services must be able to meet the needs of the child and family across the age spectrum and their different levels of need.<\/p><p> Universal services have an important role to play in reducing stigma and addressing equality issues that sometimes create two-tier systems while addressing challenges facing children on low incomes.  To be effective in combating child poverty and welfare and protection concerns, child and family services must be child centred, designed to meet the needs of children and their families, and be evidence based.  They need to be flexible in their delivery and form a co-ordinated response across interdisciplinary, statutory and NGO agencies, all working together.<\/p><p> We believe that experiencing poverty and deprivation at an early age can scar a child's life both in childhood and into adulthood.  Our response to date has been largely piecemeal and ineffectual.  As the recession continues to take hold, a shift is required towards greater co-ordinated and comprehensive services for children and families under a national framework, combined with maintaining child income supports.  In addition, we must move away from reform as simply a cost-saving measure towards reform which does its best for children and families.<\/p><p> I will now pass over to Ms Connolly for her comments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200003#B00300","nonspeaker":"Ms June Tinsley","continuing":true},{"type":"speechnospeaker","time":1363108200,"counter":140,"content":"<p>I will give a few examples of services which we think are crucial in the context of tackling child poverty.  First, I want to talk about the teen parenting project, a national project for which Barnados runs some services.  I will give an example of where this is working very effectively.  The aim of one of the programmes we run is to ensure young mothers who become pregnant remain in school.  The idea is that if they remain in school, not only are they good role models for their own children but also it is hoped they will also be able to gain employment and their children will have more opportunities.  A good example concerns one of the teen mothers who went through our service successfully and went on to train to be a teacher herself.  She came back to give grinds to other young mothers going through the service.  That is a really effective system which is working both for children and their parents.<\/p><p>  Another example is our T&uacute;s Maith programme, which is a comprehensive early years programme.  It views children in terms of their holistic needs.  Children who come from very disadvantaged backgrounds often live in poverty of expectation as much as poverty of income.  With the opportunity to have an intensive high quality service, it can enable them to learn and develop, as well as increasing their expectations of themselves in small ways.  Those crucial years from birth to five can often set children up for life.  From feedback from schools, we realise that children who have been through that intensive programme are better able to settle in school and benefit from it.<\/p><p>  It is also important to work alongside vulnerable parents throughout a child's life.  Some parents will need support throughout their child's life to encourage them to remain in school and to have high expectations for them.  This is particularly the case for vulnerable parents who are dealing with alcohol and drug addiction and mental health issues.  It is crucial they get the required support.<\/p><p>  In some cases, parents are unable or unwilling to make the necessary changes.  In those situations we would target much of our work towards the children or young people themselves.  That is where other services come in through local initiatives - perhaps through sport or a really good teacher - which can give them a sense of themselves.  A range of measures is required to impact on the lives of children and young people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200004#C00200","nonspeaker":"Ms Suzanne Connolly"},{"type":"speech","time":1363108200,"counter":141,"content":"<p>I thank Ms Tinsley and Ms Connolly for their presentations.  I welcome Mr. Stuart Duffin, director of policy and programmes at One Family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200004#C00300","speaker":"989"},{"type":"speechnospeaker","time":1363108200,"counter":142,"content":"<p>I thank the joint committee for this opportunity to present our views.  I apologise for the tome I sent concerning my catch-all, area-based poverty strategy for Ireland.  We took the decision to write something as comprehensive as that because of my previous experience of working on a poverty strategy within the Scottish Parliament and also due to our recent work with Ms Barbara Matera, MEP in the European Parliament on lone parents across Europe.<\/p><p>  One Family is Ireland's national organisation for lone parents, including those who are in transition either to one or two-parent families.  Fundamentally, One Family believes that an area-based approach is crucial, but such an approach needs to be outcome focused.  It is only through such an approach that we will begin to reduce child poverty.<\/p><p>  Any welfare system should provide security of income, support transition to employment and allow those who cannot afford to work to live in dignity.  In doing that we provide a range of welfare to work services across Ireland.  These welfare to work services are targeted at lone parents to give them the emotional lift to make the positional shift either into work or education.  One of the tenets of our approach to area-based poverty is that employment is one of the key routes in helping to get people out of poverty.<\/p><p>  We have a number of current challenges.  We are seeing an increased risk of poverty due to dependence on welfare and no spare financial resources.  We are seeing tax and welfare traps coupled with transition costs in the system that deepen poverty and exclusion for lone parents.  We are seeing internal barriers linked to clients' low confidence and low self-esteem.  Another barrier is the lack of access to high quality, flexible and affordable child care.<\/p><p>  We have also been examining the education system where we find low educational attainment arising from early school leaving.  This highlights the relevance of qualifications as lone parents are being activated back into the work or education environment, given the current labour market requirements.  As has been said previously, there are two economies in Ireland: the international trading economy and the domestic one.  However, lone parents and many people of low educational skills have very limited access to jobs in the domestic economy.  Meanwhile, access to the higher level, internationally traded economy is still more difficult, given the lack of access to subjects like science, technology, education and maths.<\/p><p>  An area-based strategy could tackle social isolation and lack of personal supports and networks.  This is particularly the case if it is based around communities and the independent sector.  Access to transport, education, training and employment both in urban and rural areas is crucial to an anti-poverty strategy focusing on child poverty.<\/p><p>  We are also witnessing a range of health challenges arising from stress, domestic violence, legal issues or a poor sense of general well-being.  Building up those social capital networks within communities is a key element in giving people an emotional lift to make that positional shift.<\/p><p>  We would like to see a redesigning of how we tackle poverty.<\/p> <p>At present, there is a lack of commissioning of services at local level in particular.  There are too many pilots and not enough mainstreaming.  Responses tend to be unresponsive and bureaucratic, which does not help to support the transitions.  We are unclear about the role of State and semi-State agencies in respect of pushing forward an anti-poverty strategy.  A number of short-term funding initiatives to deal with critical issues are evident and while they are necessary, they never become mainstreamed and are never placed on a long-term footing.  Consequently, organisations are constantly on the hamster wheel of funding in an attempt to secure funding for new elements.  In addition, fragmentation across Ireland is evident, particularly with regard to services and access.  We must have new ideas that create value and must deliver that climate of inspiration.  While enterprise and innovation are the engines of growth, they also are the engines of growth in the social economy and in reducing poverty.  Consequently, we must invest, consider the mix of services that are being provided and consider an outcome base that actually delivers for children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200004#C00400","nonspeaker":"Mr. Stuart Duffin","continuing":true},{"type":"speech","time":1363108800,"counter":144,"content":"<p>I thank all the witnesses for their excellent and challenging presentations to the joint committee.  The first questioner will be Deputy Troy, who has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200005#D00200","speaker":"989"},{"type":"speech","time":1363108800,"counter":145,"content":"<p>I will be brief.  I apologise that I must slip away after making my contribution but I thank the witnesses for their attendance and for providing members with such a comprehensive consideration.  Mr. Toby Wolfe mentioned the importance of the new national early years strategy from the perspective of co-ordinating an approach for early child care.  He emphasised the importance of the leading role of early child care in tackling childhood poverty.  What level of contribution has his organisation made in this process?  Is he confident the national early years strategy will address his concerns?  The next speaker spoke on the need to maintain direct child income supports while at the same time enhancing services.  In the last budget, there was a direct cut to direct income support with regard to child benefit, while at the same time the enhancement of services did not match the cuts in monetary terms.  While the measure can be dressed up as reform, it was a cost-cutting exercise rather then being real reform.<\/p><p>  If one reverts to the time of the introduction of the free preschool year, while that was a welcome initiative, perhaps it did not go far enough and there is room to increase it further.  I would be interested to hear the witnesses' views in this regard.  Overall, much of this boils down to early intervention at the early stages to ensure parents have access to affordable, high quality and accessible child care.  This issue must be addressed fundamentally in the future.  At the same time, however, one must give consideration to maintaining direct income support to families.  A briefing document circulated before this meeting showed the percentage of children in child poverty actually declined between 2004 and 2008, while the level of direct income support increased at the same time.  The findings are clear in respect of the effects of a reduction in direct income support.  I apologise again for being obliged to leave but thank the witnesses for their attendance and making the presentations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200005#D00300","speaker":"1065"},{"type":"speech","time":1363108800,"counter":146,"content":"<p>I join in the welcome to each of the witnesses this afternoon and will take some of the points made across each presentation.  I absolutely agree with the statement from Mr. Toby Wolfe in his submission circulated to members before this meeting.  It stated the creation of the Department of Children and Youth Affairs in 2011 was very welcome and has given impetus to the development of a series of children's strategies in addition to the children's referendum.  While I agree absolutely, I am deeply concerned and have raised the following point many times with the Minister, whom I hold in high regard, as have other voices.  It is that all of these wonderful things Members have helped to establish, because it has been done on an all-party basis, will not reach their real potential without proper resourcing and nowhere is such investment more important than in all our children.<\/p><p>  I have a couple of comments and questions to ask.  I refer to the three current sites operating the prevention and early intervention programme, namely, Young Ballymun, from which I believe representatives will be appearing before the joint committee shortly, Preparing for Life and the Tallaght West Childhood Development Initiative.  As I understand that three further sites have been signalled, have the witnesses received an indication as to where they might be?  Members have received no signal in this regard.  Each of them has been a marked success and each represents a home grown and home measured template that can be usefully applied.  One would wish it will not simply increase from three sites to six but that many others will follow suit.  Mr. Wolfe might comment further on this particular area, which goes on to the points made by Ms June Tinsley and Ms Suzanne Connolly of Barnardos.<\/p><p>  This is where a little bit of discomfort is created in the committee, because members obviously are drawn from the Government and Opposition benches and have their respective positions in argument on various Government decisions within the D&aacute;il Chamber.  I try to avoid this in this forum because I appreciate that all members seek to get the best results for people with regard to health and children's needs.  However, it is inescapable and I cannot address the witnesses today without stating that for me, the evidence of real hurt and pain in young faces arises as a direct consequence of austerity and a series of budgetary decisions that have had a great impact on children.  I am a father of five and this presents itself in the most innocent way.  A child would never think that he or she has not seen Patrick, Se&aacute;n or Mary at swimming classes over the past month or that someone else has not been seen at music or drama classes.  While children still attend school, these are the areas in which the opportunities for young lives today are being curtailed.  Moreover, it is not being measured because it is huge.<\/p><p>  This worries and concerns me greatly and in respect of Mr. Stuart Duffin's position, while they are not all from lone families, and far from it, a great number of them are.  These are the real people with whom I live in my own community.  I see this week in, week out, when I am not attending this institution but am living out there, as do ordinary decent people.  I am greatly concerned that although members are making all the right decisions regarding structure address, without the necessary wherewithal, the real and critical difference that must be made will not be achieved.  This worries me greatly and while I do not need to instance the various measures that have had an impact, child benefit jumps out at one straight away in respect of budget 2013, and there is any number of other areas.  Members can welcome the establishment of the Department of Children and Youth Affairs but the real hurt and pain is being effected across the Departments of Health, Education and Skills and Social Protection.  Children are being affected in the budgetary decisions that are being made regarding all these and several other Departments.  I can pass no better comment at present than to say this must stop.  There must be a reversal of these decisions as quickly as possible, in the realisation that all that is being done is investing in childhood misery and real issues that will present in future years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200005#D00400","speaker":"969"},{"type":"speech","time":1363109400,"counter":147,"content":"<p>I will commence where Deputy &Oacute; Caol&aacute;in finished, namely, the innocent ways in which childhood poverty can present itself.  That is something of which I have no doubt the organisations are aware, but it does reinforce the point.  We have seen too many examples of it.<\/p><p>  The witnesses are all very welcome.  I very much welcome the focus on outcomes and early intervention.  My difficulty is that most times when we talk about early intervention it seems to me that we have a system of early acknowledgement but not intervention.  One of the issues of concern for me is how we move from early acknowledgement to early intervention.  Intervention is a word with which we have become more comfortable, which is great, but it is debatable whether we know its true meaning.  It is important that we intervene as well as acknowledge.<\/p><p>  In the context of poverty, three new sites are to come on-stream.  I asked the Minister in the Seanad last week about how the new sites will be determined or decided.  I do not know whether the witnesses have any more information in that regard than I do.  We are trying to work out the best way.  The current sites are based on a geographical approach but we are aware that certain groupings are particularly excluded.  We have seen the impact of the budget cuts on lone parents.  We have also seen the effects on Traveller children and migrant children.  Yesterday, I visited the direct provision facility in Athlone where there are 100 mobile homes.  I still find it difficult to talk about the situation I found there but I commend Barnardos on the work it is doing in the Athlone centre.  I say well done to the staff who are running the centre.  It is one of the few bits of sunlight in that complex, which is very much outside of the town.<\/p><p>  Deputy Troy inquired about the involvement of the groups in the new strategy.  I am interested in a response to the question.  He also asked about the new child and family support agency.  Many of the issues that are being presented to us today are interlinked with the new agency.  We had committee hearings where it emerged that of the new agency&rsquo;s budget of &euro;545 million, approximately &euro;100 million would go to NGOs that are providing the services.  How much have the groups been involved in designing and determining those services?<\/p><p>  Mr. Duffin said there are too many pilot schemes and not enough mainstreaming.  Each group has cited various pilot schemes which are working well but we must examine how we incorporate those models into the mainstream.  How much have the groups been involved in determining that or are they still being funded and therefore operate at the behest of the new agency?  Are we seeing a change in the model of co-operation?  We must move towards outcomes.  The model we must aim for is one that is about cash plus services.  We are trying to work out how that is divided.  In terms of the first three steps to be taken with the new agency, what are the priorities that we must take into account on childhood poverty?  Reference was made to public health nurses.  What are the areas on which we must concentrate and devise a checklist to ensure that we maintain scrutiny?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200006#E00100","speaker":"1171"},{"type":"speech","time":1363109400,"counter":148,"content":"<p>I now call the Vice Chairman, Deputy Conway.  In her absence we complimented her on raising the matter before us as one of the issues for discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200006#E00200","speaker":"989"},{"type":"speech","time":1363109400,"counter":149,"content":"<p>I am sorry for being late but I was at another meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200006#E00300","speaker":"1093"},{"type":"speech","time":1363109400,"counter":150,"content":"<p>We said she would act as rapporteur and bring a report back to the committee.  I again thank the Deputy for bringing the issue to our attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200006#E00400","speaker":"989"},{"type":"speech","time":1363109400,"counter":151,"content":"<p>Thank you, Chairman.  I thank all the witnesses for their contributions.  I know some of them better than others.  I worked in the area prior to my election to the D&aacute;il.  I thank the witnesses for preparing their submissions and attending today&rsquo;s meeting.<\/p><p>  I am interested in finding out the reasons for the stubbornly high rate of child poverty.  I do not disagree that the situation is more difficult now than was the case previously.  There is no question about that.  In 2007, there was plenty of work, yet joblessness increased.  One must ask why that was the case and examine what was not working.  Unfortunately, this issue has been in the shadows in this country for many years and a holistic approach has never been taken to it.  That is where the system has always fallen down.  I could not agree more with what Mr. Duffin and Senator van Turnhout said about there being too many pilot schemes and not enough mainstreaming.<\/p><p>  In my constituency in Waterford, the community of Ballybeg has undergone significant investment in terms of the services provided and the school but that is one of only ten in the entire country in terms of early years intervention.  The system was never mainstreamed even though we can see it is producing results.  The line in the budget was significant, if not a small start then at least a step in the right direction in terms of an area-based approach to poverty.<\/p><p>  I am fully convinced that we must be able to measure outcomes.  There is no doubt there is a dysfunction in the HSE system, but the kind of reform that will deliver for children is the type of nerdy, technical reform which we do not always hear about.  I refer to the accounting systems, the measurement of the inputs and how one measures outcomes.  Outcomes are not rewarded in the systems as currently constructed in the areas of health and children.  They are not identified as value for money.  The kind of things the organisations do are what we must inject into the Civil Service.  I am interested to hear what the groups would like to see done differently in terms of structure and a broad strategic approach that would lead to good, outcome-driven, needs-based services.  That is what we all want, in particular when it comes to children.<\/p><p>  Prevention rolls off the tongue now but one could ask what it really means.  It is not just about targets; it is about universality as well.  Mainstreaming something ensures all children benefit and then the children who need a more intensive service will be more readily identified.  There will always be a cohort of children and parents who come forward to seek help but it is the ones that do not who often but not always go on to have difficulties in school and they fall out of the system.  Some of the longitudinal studies show that for every euro we invest in a child between the ages of zero and five we have a return of &euro;16.  That is an incredible return.<\/p><p>  Some of the organisations were involved in examining the Scandinavian model of child care.  It is interesting to hear about what those countries did during recessionary times.  All of the Departments, not just education and children, but jobs, finance and local government, prioritised investment in young children and they reaped the dividends in the kinds of innovation that emerged.  Big companies such as Ericsson came to fruition following such different thinking and investment.  The change will not be delivered by the Department of Children and Youth Affairs or the Department of Education and Skills.  It must be a priority of Government and of every Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200006#E00500","speaker":"1093"},{"type":"speech","time":1363109400,"counter":152,"content":"<p>I thank all of the witnesses for the presentations today.  This is an important issue.  I wish to touch briefly on a few matters.  In the past ten to 15 years an amount of money has been spent on the improvement of services.  Do the witnesses believe we could have achieved a lot more given what we invested?  That is something we must examine because I do not wish to see the same mistakes made over the next 15 years.<\/p><p>  My second concern relates to our response to the need for change.  It was brought home to me by someone who worked in a hospital in the UK where a need was identified for a clinic to be set up to deal with a particular area.  Within three months the clinic was up and running and the system was totally focused on the particular problem that had been identified.  The person came back to this country to one of the Dublin hospitals and identified an urgent need to set up a clinic specifically aimed at dealing with teenage pregnancies.  The view was that a whole team was required to deal with the issue.<\/p> <p>The role of the team was not only to be one of dealing with the person during a pregnancy but also of providing follow up services.  The individual in question was astonished to find that no effort was made to implement the proposal.  Ten years later, however, the proposal has been accepted by the hospital in question.  I cannot understand the reason it took so long for the hospital to adopt it.  When a clear need for change is identified why do our services take so long to respond?  What do Members of the Oireachtas, who are involved in driving policy, need to do to bring about faster change?  <\/p><p> I am involved on the periphery of the child poverty issue through my involvement in a project for approximately 30 children, some of who are as young as ten or 11 years old, who have dropped out of a school.  The Christian Brothers are providing &euro;90,000 a year while the Department provides &euro;45,500 per annum for the project.  When I raised this issue with officials in a telephone call, they spent more time trying to ascertain what other agency was providing funding for the project that trying to identify ways in which the Department could increase funding for the project.  I was astonished by the approach they took.  How does one change the mindset of decision makers to ensure we respond to change much faster than has been the case in the past 15 to 20 years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200006#E00600","speaker":"1150","continuing":true},{"type":"speech","time":1363110000,"counter":154,"content":"<p>I welcome the witnesses and thank them for their presentations.  Mr. Wolfe's submission states that most disadvantaged children do not live in disadvantaged areas.  With this in mind, I ask him to elaborate on what characteristics an area based approach would need if it is to be successful and address this dilemma.  Mr. Wolfe also noted that Scandinavian countries have in place early childhood education and care, ECEC, systems that are regularly rated the best in world and also have some of the lowest rates of child poverty in the world.  What other measures are Scandinavian countries taking to address child poverty that are not being taken in Ireland?  The submissions make clear that services must be child centred and the Government must move away from implementing reform purely as a cost saving measure towards reforms aimed at doing what is best for children and families.  Are there any indications that such a shift in Government policy is taking place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200007#F00200","speaker":"981"},{"type":"speechnospeaker","time":1363110000,"counter":155,"content":"<p>I welcome our visitors and thank them for their presentations.  Child poverty and support for children is a difficult area.  I have some experience in this area, having been involved in youth organisations throughout my life.  In more recent years, I was involved in a community child care facility, which we planned, built and currently operate in Clonmel. Incidentally, Barnardos also does excellent work in the town.  While great work is being done in certain areas and is delivering good outcomes, we are working against the tide to some extent as it is unclear if or how the various areas or stages are being linked up.  For this reason, excellent work in a particular sphere will benefit children who may, however, fall victim to some other difficulty at a later stage.  I ask the witnesses to provide a picture, as it were, of what child services should look like.  The requirement to poverty proof decision making and budgets must be addressed.  If the provision of support for children is to be effective and successful, poverty proofing must be done on an ongoing basis.  How do our visitors see the system as a whole working for the benefit of children?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200007#F00300","nonspeaker":"Deputy S&eacute;amus Healy"},{"type":"speechnospeaker","time":1363110000,"counter":156,"content":"<p>Given the large number of questions members asked, I will try to pick up three or four themes that cut across a number of the contributions.  On the stubbornly high rate of child poverty and the need to address the issue, members are correct that this is a major problem.  I will refer to several elements of the solution, one of which is, without doubt, investment in services.  Deputy &Oacute; Caol&aacute;in is correct to point out that austerity has been a significant problem in terms of levels of poverty as well as levels of investment in services.  The Department of Children and Youth Affairs will only have a positive impact if investment in services matches aspirations.<\/p><p>  More specifically, however, the universality of services is critical.  A question was asked about the Danish model and the reason child poverty rates are low in Denmark.  Services in Denmark are universal, encompass a wide range of types of services and early care and education services are comprehensive, universal and affordable.  The provision of high levels of service means that when labour market activation policies that support parents to leave social welfare and enter employment supports are in place to make these labour market activation policies realistic.  This is a critical part of the Danish model.  <\/p><p>  Linked to the stubbornly high levels of child poverty is a focus on outcomes, which is very important.  In that regard, I highlight the importance of quality in service provision.  All the research evidence in the area of early care and education services indicates that these services only benefit children when they are of high quality.  If one was to carry out outcome assessments of child care services, one would find time and again that child care services with low quality do not yield positive outcomes for children.  The quality of services is, therefore, critical.  <\/p><p>  A couple of questions were asked about the three new area based sites that are being chosen.  While I am not involved in the process of selection and do not know what is being done in that regard, I will express a couple of thoughts on the process and what could be sought.  The sites selected must be located in areas with very high levels of disadvantage in order that we can impact on those who are most in need.  The process must also be transparent and, critically, in selecting the sites I hope the Government will consider the potential for mainstreaming.  It must choose projects that offer real potential for mainstreaming to ensure they do not become just another group of pilots sitting on a shelf.  These factors will be critical in the selection process. <\/p><p>  Questions were asked about the child and family support agency.  Senator van Turnhout's contention that we are very good on early acknowledgement but not good on early intervention is correct.  While the child and family support agency offers real potential for helping, it also carries risks.  The particular risk I propose to highlight is that lip service will be paid to prevention and early intervention and these priorities will not be the main focus of the new organisation, which is likely to be on high end and intensive child protection measures.  While such measures are critically important, the prevention and early intervention role also matters.  There are risks that in a climate of austerity, budget cuts will be first applied to preventative services.  There are also risks around the image of the agency.  It is very important that it is viewed as an organisation for all children and families, not only disadvantaged or problem families because if this were to be the case, it would be counter-productive.  <\/p><p>  The culture and ethos of the new organisation also matters.  The preventative approach must be deeply embedded in order that services such as the family resource centres and public health nurses, if they come within the remit of the agency at a later date, feel welcome and are able to do preventative work effectively.  <\/p><p>  The final strand of questions I propose to address relates to the national early years strategy.  Questions were asked about the potential of the strategy and the process involved.<\/p> <p>Start Strong, along with Barnardos and a number of other organisations, is on the expert advisory group on the strategy.  We have made a submission to the Minister for Children and Youth Affairs.  The strategy is still being developed.  It is too early to say whether it will be good but I very much hope it will.  Some questions were raised about the process at an early stage.  I am glad the Minister for Children and Youth Affairs has adopted a very personal approach to trying to ensure the process of developing the strategy is strong.  I am looking forward to helping to work on it over the next couple of months.  It is important that we get it right.  There is a critical opportunity to engage in the sort of joined-up policy-making we need to address child poverty and achieve positive outcomes fro all children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200007#F00400","nonspeaker":"Mr. Toby Wolfe","continuing":true},{"type":"speechnospeaker","time":1363110600,"counter":158,"content":"<p>Deputy Troy asked about decisions made in budget 2013 regarding cuts to child income supports and how the savings that accrued through the cuts were not all ring-fenced for services.  Obviously, we agree wholeheartedly with him in that we were extremely disappointed by the choice to have another flat-rate cut to child benefit without any form of compensation, particularly for low-income families.  That, in addition to a significant slash to the back-to-school clothing and footwear allowance, will really send families over the edge.  Already, families with whom Barnardos works absolutely dread getting the children ready to go to school in September.  Now that the amounts allocated for the back-to-school clothing and footwear allowance are lower, families must make up the deficit even more.<\/p><p>  The impact on children of the measures taken to date under the austerity programme should not be underestimated because parents are living from week to week.  Frequently, they are in debt and dread certain times of the year, such as when children return to school and Christmas.  Even seeing a party invitation in a schoolbag sends parents into a state of dread as they may not be able to afford to send their child to it.<\/p><p>  Trying to strike a balance regarding child income supports and services is a difficult nut to crack but the emphasis should be on services while not diluting the importance of child income supports.  What is required is strong political leadership to pursue that agenda.  As Deputy Conway highlighted, it has been proven time and again that there is a significant return on investment if one invests in prevention and early intervention services.  We advocate the avoidance of the short-sighted approach.  Ultimately, children need supports to ensure they become fully fledged adults and can contribute to society.  Targeting childhood is a short-sighted measure.<\/p><p>  Regarding the three priorities I would advocate for tackling child poverty, the first is investment in the universal child care and after-school care services, which, according to the Scandinavian model, have proven time and again not only to be truly beneficial to the child and to cracking the nut of intergenerational poverty but also to the facilitation of parents taking up employment.  The second is investment in education in order to enable children to remain in school.  Time and again, access to education has been crucial.  Unfortunately, supports in those areas have been cut in the recent past, to the detriment of children's ability to stay in school in some cases.  The third priority is investment in health, which is crucial.  I refer in particular to access to free general practitioner care.  There are long waiting lists for children who require mental health services or speech and language therapy, for example.  Since a year is a very long time in a child's life, a child is starting from a very bad place if he or she cannot obtain the supports he or she needs immediately.  It is crucial to invest in these three areas in order to tackle child poverty.<\/p><p>  With regard to children's services and our involvement in the child and family support agency, I will pass over to Ms Suzanne Connolly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200008#G00200","nonspeaker":"Ms June Tinsley"},{"type":"speechnospeaker","time":1363110600,"counter":159,"content":"<p>I will talk a little about our involvement with the new agency.  We are to meet Mr. Gordon Jeyes and his team tomorrow to talk about service planning and the budget in that context.  The new agency presents a fantastic opportunity to improve circumstances for vulnerable children and their parents.  The framework is very good.  The challenge is that there is no detailed implementation plan.  There is a real danger that the focus will be on outputs rather than outcomes.  I am really quite worried about that.  It is important that there be effective leadership within the system, in addition to real tenacity.  It is a question of changing culture and mindsets.  The system has been under pressure for several years and it is quite bombarded.  If that is accepted and the work is done, there will be a real possibility.  If there is denial, there will be no change at all.  This is a key time.<\/p><p>  One of our negotiating challenges is that, since there is such emphasis on child protection, understandably, there will be real pressure on Barnardos to do that type of work when, in fact, it is really important that it be involved in early intervention and prevention with vulnerable families, who often self-refer.  Self-referral is the best way to work with families because they want to work with one.  We are based in the heart of communities.  We are in Moyross, Southill and Ballybeg and are really accessible.  This contrasts with circumstances in which one might have to get a bus when there is no good local transport infrastructure.<\/p><p>  I am thankful for the positive comment on Athlone.  Approximately two years ago, we had to fight really strongly to hold onto that project.  At the time, the HSE wanted to close it as a way of cutting costs.  It was really difficult to have an outcome-based discussion on it.  The officials were just thinking about saving money and suggested that the closure of the project was the way to achieve that, irrespective of the fact that they could acknowledge that we were delivering outcomes for children.  We were able to fight and some people within the system did listen, but it was really quite a hard battle.<\/p><p>  The other point to bear in mind in the context of the new area-based sites is that one should be working within existing systems in so far as that is possible.  That is a way of changing.  What I really like about the young Ballymun model is that those concerned work with public health nurses and schools.  This makes a big difference because, if there is not as much funding available in the future the culture will have changed and people will be working better together.  This is very important.<\/p><p>  To echo what Mr. Toby Wolfe was asking for, I hope there will be a very transparent system and criteria according to which communities can apply.  Headstrong is a very good example.  It has quite clear criteria determining how a community can be a Headstrong community.  If we did something similar in regard to the area-based partnerships, it would be very transparent and, I hope, very effective.<\/p><p>  The importance of inter-agency working is often talked about.  We all know it is really hard.  It can be done.  A transparent system that actually asks communities to provide evidence on how they will work better together would be really effective.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200008#G00300","nonspeaker":"Ms Suzanne Connolly"},{"type":"speechnospeaker","time":1363110600,"counter":160,"content":"<p>I am going to make two controversial points first.  We need to be mindful of the Scandinavian model.  It is good for services but there are penalties and conditions attached to non-engagement that are fairly harsh.  It is fine in terms of services but not in terms of the whole package.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200008#G00400","nonspeaker":"Mr. Stuart Duffin"},{"type":"speech","time":1363110600,"counter":161,"content":"<p>Could Mr. Duffin expand on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200008#G00500","speaker":"989"},{"type":"speechnospeaker","time":1363110600,"counter":162,"content":"<p>With regard to the services, if one is not engaged in activation one is on &euro;20 per day.  The services exist if one wants to engage, but if one does not there are harsh penalties.  I say this as a note of caution because we always talk about the Scandinavian model.<\/p><p>  Investment does not necessarily mean more money; it means re-engineering budgets.  That is an important concept that we need to get across.  This is why we are really campaigning and focusing on outcome-based budgets across Government agencies and Departments.  If there is a child poverty outcome-based budget across education, health, etc. &ndash; the sharing budget &ndash; outcomes will be achieved.  This is because of the whole-of-government approach.  This is one of the key points on which we need to move forward in terms of having a child-centred budget that addresses child poverty.<\/p><p>  One of the key points on the new agency is that the family resource centres are the gateway services.  They comprise the services that should be considered in terms of people feeling free and easy in availing of a range of supports.<\/p> <p>Those supports should not be delivered on the deficit model but on an asset-based model, in terms of assessing what assets the community and the individuals have and moving forward on the basis of that positive approach rather than on a negative, deficit-based one.  It is good and appropriate that we have that family resource centre, FRC, model but it needs to be worked on and developed so that it is seen as a resource in terms of communities.  <\/p><p> In terms of examining best practice, there are a number of models around Europe where they are using virtual learning sets so that people can post best practice in particular areas.  That is a service that an area-based budget could deliver on because it is about sharing practice and looking at what is working well in places like Dublin or Limerick, for example.  That would be relatively easy to put in place.<\/p><p> We also need to look at outcome agreements.  Any service, agency or government agency that is delivering in terms of child poverty needs to have an outcome agreement or a contract set up so that the pathway going forward is clear.  We are very much focused on evidence-based approaches.  I attended the Geary summer school two years ago where, during the course of that conference, Mr. Chris Whelan said that we need to believe what we see, which is an important issue.  It is possible to make scientific assessments of poverty but we must also look around us, see what we see, believe it and respond to it.  <\/p><p> Finally, there is a real opportunity to see child care as a work force development initiative in terms of creating jobs in child care with a professional pathway.  Child care should be part and parcel of economic policy and not just of social policy.  Integrating child care into work force development initiatives would create jobs locally and would provide real services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200008#G00600","nonspeaker":"Mr. Stuart Duffin","continuing":true},{"type":"speech","time":1363111200,"counter":164,"content":"<p>I want to make a comment on a paper on child poverty in Ireland provided by the Oireachtas Library and Research Service, dated 12 December 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00200","speaker":"969"},{"type":"speech","time":1363111200,"counter":165,"content":"<p>Sorry, Deputy &Oacute; Caol&aacute;in, just to point out that we have asked for that paper to be updated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00300","speaker":"989"},{"type":"speech","time":1363111200,"counter":166,"content":"<p>Yes, of course but I thought it was telling to make reference to it before this meeting finishes.  The paper suggested, in 2008, that the levels of child poverty in Ireland had declined over the previous four years.  It pointed out that the percentage of children from aged from 0 to 17 years in relative poverty or at risk of poverty had declined from 22.7% in 2004 to 19.9% in 2007, while the percentage of children who were in consistent poverty had also declined from 9.7% in 2004 to 7.4% in 2007.  If only that was where we were working from today, four years on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00400","speaker":"969"},{"type":"speech","time":1363111200,"counter":167,"content":"<p>I was interested in Ms June Tinsley's remarks to the effect that children's ability to stay in school has been interrupted or compromised.  I ask her to elaborate on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00500","speaker":"1029"},{"type":"speech","time":1363111200,"counter":168,"content":"<p>Before I go to Ms Tinsley, do any other members have any final comments to make?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00600","speaker":"989"},{"type":"speech","time":1363111200,"counter":169,"content":"<p>I thank the witnesses again for their contributions.  They have provided a good base of knowledge which will assist us in our discussions with the representatives from Young Ballymun and Preparing for Life on Thursday next.  This meeting has given us a broad approach to the whole area and in our next meeting we will get into the specifics of how services are being managed on the ground in order to meet the needs of people and to deliver outcomes.  This meeting has highlighted the need for us to start using the language of outcomes and to recognise that they must be a priority, rather than just outputs, as Ms Connolly said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00700","speaker":"1093"},{"type":"speechnospeaker","time":1363111200,"counter":170,"content":"<p>In response to Deputy Byrne's question, I was highlighting the wide-ranging cuts to front-line education supports that have happened in recent years, such as the downscaling of the visiting teachers for Travellers scheme and the reduction in the numbers of language support teachers, resource teachers and guidance counsellors.  Those front-line supports, which were available for those pupils who required them, allowed children to stay in school.  The withdrawal of such supports means that children are falling behind and are more likely to leave school early.  There have also been cutbacks to extra curricular activities in many schools which means that children who might have been struggling academically but doing quite well at subjects such as art or music are losing out and losing interest in school.  Some schools within the DEIS scheme have been protected to some degree, which we obviously welcome but across the board, there have been changes to front-line supports and, as a result, some children have been experiencing difficulties, particularly those who are at risk of dropping out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00800","nonspeaker":"Ms June Tinsley"},{"type":"speech","time":1363111200,"counter":171,"content":"<p>On behalf of the committee I thank the witnesses for their attendance and their presentations.  I remind members that the quarterly meeting with the Minister for Children and Youth Affairs is scheduled to take place in April and questions for the Minister must be submitted by the close of business, that is, 5 p.m., on Thursday, 14 March.  Questions can be submitted electronically through the committee's e-mail address, with which members will be familiar.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2013031200009#H00900","speaker":"989"},{"type":"unspoken","time":1363111200,"counter":172,"content":"<p>The joint committee adjourned at 6.20 p.m. until 9.30 a.m. on Thursday, 14 March 2013.<\/p>","notice":"TIME STRING DETECTED"}]