[{"type":"majorheading","content":"Seanad Committee on the Withdrawal of the United Kingdom from the European Union","time":1613347200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 15:00<\/p><p>The Select Committee met at 15:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Seanadóirí \/ Senators Seanadóirí \/ Senators Malcolm Byrne, Timmy Dooley, Robbie Gallagher, Róisín Garvey, Tim Lombard, Joe O'Reilly, Niall Ó Donnghaile, Mark Wall.<\/p><p>Teachta \/ Seanadóir \/ Senator Lisa Chambers sa Chathaoir \/ in the Chair.<\/p>","time":1613347200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002"},{"type":"minorheading","content":"Impact of Brexit on Trade Connectivity and Trade Flows: Discussion","time":1613347200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#B00100"},{"type":"speech","time":1613347200,"counter":5,"content":"<p>I remind members to ensure their mobile phones are switched off.  For the information of the public, only myself, as Chair, the clerk and technical staff are in the committee room.  Members are joining remotely from their offices in Leinster House.  Witnesses are also joining remotely.  There may at times be some technical difficulties, so I ask people to bear with us.<\/p> <p>  Apologies have been received from Senators Martin, McDowell and Black.  I welcome everyone to today's meeting.  We have no correspondence to note.  Are the draft minutes of our public meeting on 9 February, during which we engaged with officials from IBEC, agreed?  Agreed.<\/p> <p>  On behalf of the committee, I welcome Mr. David McArdle, treasurer, and Mr. John Nolan, secretary, of the Irish Road Haulage Association, IRHA.  As we all aware Brexit has had serious implications for Ireland and the economy.  The agenda today involves a discussion on the impact of Brexit on trade connectivity and trade flows.  These are the men and women at the coalface who are keeping our supply chains open and our shelves stocked.  Seven weeks into the new Brexit trading environment, it will be great to hear from those who have to operate under these new changes.<\/p> <p>  We will hear also from Mr. Eamonn O'Reilly, chief executive of Dublin Port Company, Mr. Glenn Carr, general manager of Rosslare Europort, and Mr. Barry Kenny, corporate communications manager at Iarnr&oacute;d &Eacute;ireann.<\/p> <p>  In the first session of today's meeting, we will engage with the IRHA.  I welcome Mr. McArdle and Mr. Nolan.  I thank them on behalf of the committee for making themselves available.  It is important engagement for our committee's work.  We would like to know the implications of Brexit on their industry.<\/p> <p>  Before the witnesses make their opening statement, I remind them about parliamentary privilege.  The evidence of witnesses who are physically present or who give evidence from within the parliamentary precincts is protected pursuant to the Constitution and statute by absolute privilege.  However, witnesses who are to give evidence from a location outside the parliamentary precincts are asked to note that they may not benefit from the same level of immunity from legal proceedings as a witness giving evidence from within the parliamentary precincts does and may consider it appropriate to take legal advice on this matter.<\/p> <p>  Witnesses are also asked to note that only evidence connected with the subject matter of the proceedings should be given.  They should respect directions given by the Chair and the parliamentary practice to the effect that, where possible, they should neither criticise nor make charges against any person or entity by name, or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the person or entity's good name.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not commit or make charges against a person outside the Houses, or an official, either by name or in such a way as to make him or her identifiable.  I remind members that they are only allowed to participate in this meeting if they are physically located on the Leinster House campus.  In this regard, I ask all members, prior to making their initial contribution to the meeting, to confirm that they are on the grounds of the Leinster House campus.  That is an important warning for everybody.<\/p> <p>  Participants in the committee meeting from a location outside the parliamentary precincts are asked to note that the constitutional protection afforded to those participating within the parliamentary precincts does not extend to them.  Therefore, if they are directed by the Chair to cease giving evidence in relation to a particular matter, they must respect that direction.<\/p> <p>  I ask members that if they are not contributing to please mute their devices.  I call Mr. McArdle and Mr. Nolan to make their opening statement on behalf of the IRHA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#B00200","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":6,"content":"<p>I thank the members for this opportunity.  Most exports have moved to direct route ferries due to the uncertainty of delivery times and travel through the UK.  The level of goods in Dublin Port is down to 30% of pre-Christmas volumes.  This is due to a mixture of stockpiling and the cumbersome nature of importing goods into Ireland.<\/p> <p>  There has been a loss of connectivity from the UK to Ireland through Dublin Port and Rosslare Europort due to the move by hauliers and customers to direct ferries.  Some ferry operators have removed services at weekends because of the direct ferries.  This week, one ferry company removed its full week's service from Rosslare to Pembroke or Fishguard.  Dublin Port is suffering a lack of space due to the agencies taking up a sizeable amount of land for their terminals.  The agencies being Revenue, the Department of Agriculture, Food and the Marine and the HSE.  The port is lacking room for bulk cargo, car transporters and drop trailers.  The container depots have not opened for longer periods, as requested, to help alleviate traffic, nor have the main ferries moved their times to help facilitate the issues associated with customs.<\/p> <p>  The new systems for the pre-boarding notification, PBN, new requirements for safety and security declarations and import and export declarations are not working effectively.  It is clear that neither the Irish authorities nor industry took an opportunity to trial the new systems before they came into effect.  Consequently, the new systems have been overloaded and goods are being blocked and delayed.  Licensed hauliers, as carriers of the goods, have borne the brunt of these disruptions.<\/p> <p>  The IT systems being employed by the Irish authorities are not working and require substantial revision to ensure they can be effective at clearing the backlog of goods stuck in the system and preventing such problems occurring again.  The system is being challenged at a time when import and export levels are lower than normal due to pre-December stockpiling.  The systems will collapse entirely once trade volumes are restored.  It is deeply frustrating that despite the long lead into Brexit, the systems and approaches being operated by the Irish authorities to manage post-Brexit trade are not fit for purpose and are frustrating rather than facilitating trade.<\/p> <p>  There are a number of specific measures that could be introduced to address the current crisis.  These include: co-ordination between the different systems being operated by the Irish authorities.  There are alarming indications that the systems, ICT and otherwise, being operated by the Revenue Commissioners and the Department of Agriculture, Food and the Marine are not working in tandem; new protocols and procedures should be applied at the Irish ports to work with and support those involved in the transport of goods.  At present there is very limited communication or information being provided and a distinct lack of engagement at all levels; review processes to address the imposition of unnecessary and repetitive checks on goods being imported to Ireland.  A risk-based approach to inspections is needed to prevent unnecessary blockages to the trade in goods.  There is a distinct lack of oversight of the operations of the different Irish authorities in the ports with no central entity or office assessing how each of the Irish agencies are responding to Brexit.  Consequently, the current problems being experienced are not being diagnosed and addressed.  Given the lack of preparedness of the Irish authorities for Brexit, some form of adjustment period will be required to allow them to get their systems and processes working effectively.<\/p> <p>  Licensed hauliers have to meet a plethora of new protocols and requirements to keep goods moving, including securing some or all of the following: a master reference number, MRN; a pre-boarding notification, PBN; an entry summary declaration number, ENS, for safety and security; a transit accompanying document, TAD; an export safety and security declaration, EXS; customs checks, Department of Agriculture, Food and the Marine checks; and HSE checks.<\/p><p>That concludes my opening statement.  I thank the members for their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#C00100","nonspeaker":"Mr. David McArdle","continuing":true},{"type":"speech","time":1613347200,"counter":8,"content":"<p>We lost some coverage during Mr. McArdle's opening statement but members have access to it in print format and will have read it in advance of his contribution.  It is also available on the committee website for members of the public who wish to read it.  I thank Mr. McArdle for his opening statement.  He has raised some important points and I know members will want to come in on this.  Senator Gallagher is having some technical difficulties so we will come back to him.  I call Senator Joe O'Reilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#D00200","speaker":"1642"},{"type":"speech","time":1613347200,"counter":9,"content":"<p>I welcome Mr. McArdle to the meeting.  He is a neighbour of mine from just across the Cavan border in south Monaghan.  I know his family very well.  On that basis, I am happy to welcome him, although there are very serious reasons he is with us today.  I will address a number of those reasons with him very briefly.<\/p> <p>  From other meetings I have attended, we have been led to believe that the Revenue documentation situation was going to improve and would soon be all right.  I say that because Mr. McArdle's evidence would not support that.<\/p> <p>  I refer to the lack of space issue, leaving cargo, parking material and bringing material into the port.  Space is being taken up by agencies such as Revenue and the HSE.  Can Mr. McArdle suggest a solution to this?  Do they have too much space?  Is there more space available?<\/p> <p>  Is there is any basis for me being told in another forum that the Revenue Commissioners were getting on top of things and that the delays would even out shortly?  Similarly, are the delays with the HSE likely to be sorted out?  Mr. McArdle mentioned various bureaucracies involved and documentation one must have.  Does it seem logical to him that some documents required could be done without while still fulfilling minimum terms?  If he has some practical suggestions, then they should go into the committee report.  Can Mr. McArdle make a submission suggesting a reduction of files, while recognising that unfortunately we have Brexit?<\/p> <p>  I thank the Chair for the opportunity to speak.  I wanted to welcome our guest as a very good neighbour but I also wanted to stress the seriousness of this matter.  Our guests are aware of the fact that there are a number of haulage companies in Cavan.  I speak to them regularly and this is a real concern for them also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#D00500","speaker":"1692"},{"type":"speech","time":1613347200,"counter":10,"content":"<p>Mr. McArdle or Mr. Nolan can respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#D00600","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":11,"content":"<p>I will start and Mr. Nolan can follow.  I thank Senator O'Reilly for the welcome.  Our families go back a long time and are well known to each other.<\/p> <p>  On the agencies being disjointed, we suggest they should all be together rather than being in different terminals throughout the port.  We find people are sent to terminal 11, then sent to terminal 7, then sent back to terminal 11 and then sent to terminal 10.  All of these terminals have different agencies within them.  One could spend hours moving within the port, just completing different pieces of paperwork.<\/p><p>A full inspection of agricultural goods is carried out at terminal 10.  Mr. Nolan has first-hand experience of this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#D00700","nonspeaker":"Mr. David McArdle","continuing":true},{"type":"speechnospeaker","time":1613347200,"counter":13,"content":"<p>Rosslare Europort is not as big as Dublin Port and most of the agencies are located together, so it is not such a big issue there.  One can technically get into and out of the port more quickly.  However, in Dublin Port, the IT systems between each department are not functioning.  Each department has an IT system but the systems are not talking to each other.  As such, agents or hauliers have to put the relevant information onto different systems.  That is a significant frustration.  When goods are processed by one agency, the other agency is not notified in a prompt fashion as to whether the process has been completed in order for a truck to be allowed to leave the port.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#E00200","nonspeaker":"Mr. John Nolan"},{"type":"speechnospeaker","time":1613347200,"counter":14,"content":"<p>Going back to the issue of agriculture and paperwork, agrifood or other agricultural products imported into the country are required to have original certificates.  In light of current technology, this needs to be looked at.  There should be a change to the requirement for this valuable paperwork to be carried around in an envelope and transferred from trailer to driver and back to the trailer.  The way the business operates out of the UK into Ireland for goods is on the basis of a 24-hour service and 80% of this runs on an unaccompanied basis.  As such, the trailer is brought by truck to be loaded onto the ship.  The truck stays in the UK, while the trailer is shipped to Ireland and then collected by another truck.  This system is used as a result of time and cost factors.  However, trailers containing agricultural goods now have to be sealed but there is nowhere to put the papers except inside the trailer.  If one goes for a seal check, the inspector will want the paperwork and one has to break the seal in order to get it.  That is a problem.  The original certificates for agricultural produce is another issue.  In this age of technology, the certificates should be separately emailed, such as to a driver's phone, so that those working in the sector do not have to go around carrying certified sheets of paper.  If one of the certificates is lost, the truck will be delayed for weeks at the port.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#E00300","nonspeaker":"Mr. David McArdle"},{"type":"speech","time":1613347200,"counter":15,"content":"<p>I thank the witnesses for their comprehensive replies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#E00400","speaker":"1642"},{"type":"speech","time":1613347200,"counter":16,"content":"<p>I thank Mr. McArdle and Mr. Nolan for their statement and for taking the time to inform the committee of where matters stand from their perspective.  It is somewhat disappointing that their submission highlighted that many of the problems seem to be within the Irish system.  I had kind of understood that the difficulties were at the UK end and that the UK authorities were not as well prepared as they ought to have been.  However, based on what Mr. McArdle and Mr. Nolan have told the committee, there seem to be many problems at our end too, such as IT systems not working properly, which is very disappointing at this stage, and cumbersome paperwork having to be filled in.  It is very disappointing that a more streamlined process is not in operation.  I am sure that is costing Mr. McArdle, Mr. Nolan and the members of their organisation a significant amount of money.<\/p> <p>  I understand that the IRHA met Revenue three or four weeks ago and that it was a fairly intensive engagement.  It made certain proposals to Revenue in respect of how it felt the process could be streamlined across many headings from a practical perspective.  Has the IRHA had much feedback from Revenue, having asked it to examine the proposals made and see how it could adapt its systems to make the process more fluid?  What level of engagement has there been with Revenue to date?  Have there been any positive outcomes from the initial meeting four or five weeks ago?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#E00500","speaker":"1658"},{"type":"speechnospeaker","time":1613347200,"counter":17,"content":"<p>To come back to the Senator's first point about the UK, it has not yet started its customs procedures, as such.  One could classify the situation as a free-for-all.  The UK systems will come online on 1 July.  We should not hold our breath.  Ireland is ahead on certain things.  UK customers are not up to speed on getting their paperwork to Ireland for importing into the country after Brexit.  We are going to have a lot of issues, come 1 July, with exporting to the UK.  It is going well at the moment, considering the amount of goods that are moving, although that amount is still well down.  The UK system has yet to come online, as such, so it is not doing a whole lot about imports at the moment.<\/p> <p>  The Senator also asked about our meetings with Revenue.  We had a second meeting on Friday and there will be further discussions this week.  There are points being discussed and we will have to wait and see what the outcome will be.  We have put a lot of points to Revenue and it is going through them.  Some upgrading is being done on the pre-boarding notification, PBN, system but it will have to be tested.  There is an issue with overloading on the system and they have moved certain people to different timeframes, as we understand it, to try to solve the overloading problem.<\/p> <p>  Mr. Nolan may have something to add.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#F00100","nonspeaker":"Mr. David McArdle"},{"type":"speechnospeaker","time":1613347200,"counter":18,"content":"<p>I will educate everyone.  On the UK systems at the moment, the only things that require a customs declaration for going in or out of the UK are excisable goods, including alcohol and those types of product.  That accounts for 4% or 5% of goods.  All other products will require very little paperwork until 1 April.  Veterinary certificates are required.  Full customs will apply from 1 July.  That is why customs in the UK is not an issue at the moment.<\/p> <p>  I had an experience last week of a problem in the UK.  Goods have been sitting in warehouses in the UK since January because people there are not up to speed on how to fill out the paperwork for UK export declarations and, thereafter, Irish import declarations.  Last week, I encountered a customer who has had electrical goods in a warehouse since January.  He was told that the goods were coming but someone else told him, on the side, that the goods were stuck in a warehouse because the people in the company at the UK end did not know how to fill out UK export declarations.  We took the goods and got them in.  This is why the volume of traffic from the UK is about 50% of what it should be.  We are seeing it get better every week but it is a slow process because people are being educated slowly on how to get the paperwork ready.  Ireland is a bit ahead in that respect for the simple reason that we have had full declarations since 1 January.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#F00200","nonspeaker":"Mr. John Nolan"},{"type":"speech","time":1613347200,"counter":19,"content":"<p>I welcome Mr. McArdle and Mr. Nolan, and appreciate their ongoing engagement with us.  I will follow on from the points made by Senator Gallagher.  Do our guests feel that things have advanced a little since their most recent interaction with the Oireachtas Joint Committee on Transport and Communications Networks?  There was an acceptance and understanding from Revenue at that time and a commitment to engage more fully with the IRHA.  Our guests might come back to me on that comment.<\/p> <p>  Following on from the point that Mr. Nolan made, we are hearing anecdotally that a considerable amount of consumer goods are being retained in warehouses and not being shipped.  We are told that, at some point, it may have an impact on the shelves in the retail sector.  As our guests know, the only parts of the retail sector in existence at the moment are grocery stores and supermarkets.  Will our guests point to anything in that respect about which we should be concerned?<\/p> <p>  I take Mr. Nolan's point that he had to intervene when it came to the white goods he mentioned and that was something the IRHA took on itself.  Is there something more that the Irish State could be doing?  Is there something more that the Government could be doing to try to address that issue?<\/p> <p>  A haulier previously raised with me the issue of finding a route through the UK for trucks coming through Dover from Calais.<\/p><p>Is there still an issue about transiting through the UK?  Could anything be simplified in that regard or is there anything our authorities could do to facilitate that, or will it require a broader and wider change at European level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#F00300","speaker":"1655","continuing":true},{"type":"speechnospeaker","time":1613347200,"counter":21,"content":"<p>To answer Senator Dooley's first question, we will see shortages in the supermarkets of phytosanitary goods.  They include fresh vegetables and other such products that are technically very difficult to get through customs.  There is a Department for Environment, Food &amp;amp; Rural Affairs, DEFRA, and HSE involvement in all those cases.  Products going through Rosslare or Dublin take a day or two days to get through the process.  The products are red-routed.  You have to go down with a tractor unit.  We use the expression that you have to babysit the products in the port.  That is as long as you have the paperwork.  If you do not have the paperwork then you are wasting your time.  Assuming you have all of that, it takes a minimum of four hours to get a truck out of a border control point, although they say it is one hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#G00200","nonspeaker":"Mr. John Nolan"},{"type":"speech","time":1613347200,"counter":22,"content":"<p>Is that fruit or fruit and vegetables?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#G00300","speaker":"1655"},{"type":"speechnospeaker","time":1613347200,"counter":23,"content":"<p>It is anything that would be considered phytosanitary.  It would be fruit, vegetables, meat, fish - anything that we can eat or that comes from an animal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#G00400","nonspeaker":"Mr. John Nolan"},{"type":"speech","time":1613347200,"counter":24,"content":"<p>That is a lot of shelves and fridges in supermarkets.  I thank Mr. Nolan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#G00500","speaker":"1655"},{"type":"speechnospeaker","time":1613347200,"counter":25,"content":"<p>Senator Dooley mentioned the transit.  I had an experience last week where we were doing a transit to France.  We followed what we thought were the correct procedures, but I was told this morning that we did not follow the correct procedure because the transit was not cleared in Calais in France.  Now the truck is in Germany and we have to sort out that issue.  France does not clear transits electronically the way they are cleared in Dublin.  I am told that France needs to be told by means of an email to a certain address 12 hours before a load arrives.  I was informed only this morning that one has to be a French customs entity to do that.  I question that, but they are telling me the rules.  France is not making it easy for us to do the transit.  I know from another associate that last week 45 transits from the island of Ireland terminated in France since Brexit while 800 were terminated in Holland.  The reason they are terminated in Holland is because it is simpler there as it is done electronically.  It is less onerous for the person terminating the transit.  To my mind, France is difficult.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#G00600","nonspeaker":"Mr. John Nolan"},{"type":"speechnospeaker","time":1613347200,"counter":26,"content":"<p>To add to that, on transit into Ireland, it is moving and it is not too bad, but the problem is that the import safety and security declaration, which is the ENS, is on an override at the moment.  We put in a specific code and that overrides it and we do not need it, but that will be turned back on.  It is cumbersome and it needs to be built in to the goods clearance itself.  As a transport company we have to get extra software to be able to do the safety and security process.  The ferry companies were supposed to do it, but they have somehow managed to get out of doing it and it was put on to the transport companies.  Transport companies do not have the software, as only specific agents have it and when the system is turned back on transport companies will have to spend several hundred euro and to provide staff to tick a box when it should be put in along with the customs clearance in the first place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#G00700","nonspeaker":"Mr. David McArdle"},{"type":"speech","time":1613347200,"counter":27,"content":"<p>I thank Mr. Nolan and Mr. McArdle for their presentations.  I will not repeat anything that has been said already, other than that a move towards the digitisation of the paperwork would make a lot of sense as a strong recommendation.<\/p> <p>  I am sure the witnesses are aware that at the moment we are in the process of reviewing the national development plan.  Submissions will close this week.  Access to the ports for hauliers is something we are talking about.  The witnesses will not be surprised to hear I have a strong interest in the access points to Rosslare.  What infrastructural developments should be undertaken to improve access to ports?<\/p> <p>  I have one other question.<\/p><p>With the roll-out of the rapid Covid test centres, including one in Gorey that is in operation, what have the experiences of members of the witnesses' organisations been?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#G00800","speaker":"1638","continuing":true},{"type":"speechnospeaker","time":1613347200,"counter":29,"content":"<p>As far as Dublin Port is concerned, when goods return to the levels of 2019 and 2020, with the customs formalities, the ferry times should be looked at.  Four or five ships carrying 500 or 600 pieces of equipment arrive in Dublin Port in the morning between 5.30 and 6.30.  Several hundred trucks work out of the container terminals.  That needs to be looked at.  The ferry times need to be stretched out by 15 to 20 minutes each way by the four main ferry companies.  The container terminals need to look at their opening and closing times to facilitate this too.  There are queues from 6 a.m. with trucks trying to get into container terminals to get containers for the morning delivery because they were not able to get in for 5 p.m.  Closing at 5 p.m. or 5.30 p.m. in today's world of transport is no good.  There should be a later opening time for container terminals.<\/p> <p>  Regarding infrastructure and a green initiative, the way that Dublin Port Tunnel is run needs to be looked at.  Every truck has to stop either leaving the tunnel or entering the tunnel.  Every time a truck stops at a toll or a barrier, 1 l of fuel is consumed.  The tunnel is free for trucks but it is costing us in fuel every day.  The entry and exit points for trucks need to be examined.  There is no need for barriers.  There needs to be an electronic system that allows trucks to run through freely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#H00200","nonspeaker":"Mr. David McArdle"},{"type":"speechnospeaker","time":1613347200,"counter":30,"content":"<p>There is a plan to extend the motorway from Dublin to Rosslare.  It is not bad at present but that will make it better.  Since the volumes at Rosslare are lower, the problems are not as obvious.  Maybe there are problems but we are not seeing them yet.  The new road will help.<\/p> <p>  Mr. McArdle spoke about the digitisation of certificates.  That relates to the Union Customs Code.  That is not in the remit of our Government to change but has to go back to Europe.  It will be a battle.<\/p> <p>  At the webinar last week, we heard that there were 900 tests in Dublin Airport, 800 at Gorey and 100 at the new site on the New Ross-Wexford road.  That was only operating on three or four days in a week.  I have heard no negativity about any of the sites.  There were two positive tests.  Our industry does not have much Covid among drivers, which is good.  Does Mr. McArdle have anything else?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#H00300","nonspeaker":"Mr. John Nolan"},{"type":"speechnospeaker","time":1613347200,"counter":31,"content":"<p>Not offhand.  Access and timeframes for the testing are good.  I have not heard of any other issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#H00400","nonspeaker":"Mr. David McArdle"},{"type":"speech","time":1613347200,"counter":32,"content":"<p>I thank Mr. Nolan and Mr. McArdle.  Like other members, I am disturbed by the ongoing lack of engagement.  We were informed at previous meetings that that had improved.  It is a worry for us all.  I have a couple of questions and will address a few matters raised by other members.  The witnesses mentioned that they met with Revenue twice.  Have there been any meetings with the Department of Agriculture, Food and the Marine?  They also mentioned the HSE.  Is there any benefit in meeting those organisations to reduce the volume of paperwork?  Is there any advantage in doing that?  I get many queries from people in manufacturing plants in County Kildare, where I am from, who are worried that they will not get the parts they need from the UK.  With many parts coming from warehouses in the UK, do the witnesses foresee a problem arising with manufacturing?<\/p><p>We have mentioned the fruit and vegetables side of things but there also seems to be worry in some manufacturing plants.  Will the association's representatives sum up the situation with regard to the length of delays its members are experiencing at the ports compared to the situation as it was before?  Will they put a timeframe on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#H00500","speaker":"1684","continuing":true},{"type":"speechnospeaker","time":1613347200,"counter":34,"content":"<p>On meetings with Revenue and the HSE, most of the last meeting we had with Revenue was consumed by the Department of Agriculture, Food and the Marine making its points as to why the checks and processes are needed.  It goes back to the old customs code as it relates to sanitary and phytosanitary checks on goods.  The rules are the rules and it does not seem that they will be changed or made more flexible.  We have asked if they could be made easier for what we call regular goods.  We were told this would be looked at but I am not sure if anything will come out of it.  A regular load of a given product will have to go through the process each time because the rules are the rules, so it is going to be difficult.  With regard to any goods requiring sanitary or phytosanitary checks, there will be a minimum delay of four hours.<\/p> <p>  Mr. McArdle made the point earlier that one has to give 24 hours' notice.  The problem with this is that within 15 hours, the load is physically in Rosslare or Dublin because of the distance between the UK and Ireland.  We will engage to try to get flexibility on that point, but the officials seem to be sticking to the requirement for 24 hours' notice.  If they could work with less than 24 hours' notice, it would be easier for us in some respects because of the original veterinary certificates which have to travel with the load.  It is a small thing but it is important for us.<\/p> <p>  Revenue has rules.  We are asking that they be modified for the benefit of everyone else.  The rules have not changed yet, if the Senator understands me.  That is all I can say.  The weekly failures of the automated import system, AIS, since Brexit have not helped.  There are always outages during the week with the effect that declarations cannot be completed, which means that imports and exports cannot happen.  The system is failing us from an Ireland Inc. perspective.  The system has been modified.  There was a big modification yesterday.  We will wait and see how that works out this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#J00200","nonspeaker":"Mr. John Nolan"},{"type":"speechnospeaker","time":1613347200,"counter":35,"content":"<p>In building the system, no application programming interfaces, APIs, were built in.  An API allows a computer system to talk to other computer systems.  As a result of this, one must get one's information directly from the customs system, AIS, about which Mr. Nolan has spoken.  One cannot stream it into a transport back office or anything like that.  There is no simplicity built in.  Officials are saying it may be 18 months or two years before any upgrade is carried out in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#J00300","nonspeaker":"Mr. David McArdle"},{"type":"speechnospeaker","time":1613347200,"counter":36,"content":"<p>Another failing in the system is that there was no engagement with the hauliers.  They were seen to be outside of the customs process because export and import are technically done by agents while the haulier is the carrier.  If all is not correct with these processes, however, it is the haulier who suffers.  We are always first to know that we are stuck but we are the last to know why.  There was no engagement with Revenue from that point of view.  Last year, we tried to tell Revenue about this but it did not want to see it our way.  I see that as a big failing of the system.  Revenue says that it cannot tell us things because of the general data protection regulation, GDPR.  That answer is crazy because the goods are on my truck.  I know what is on my truck so what is the secrecy about?  We know when there is a problem but we do not know why.  The agent knows.  We have to get on to the agent who then has to fix it, inform us or both.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#J00400","nonspeaker":"Mr. John Nolan"},{"type":"speechnospeaker","time":1613347200,"counter":37,"content":"<p>All of this takes time.  If drivers were told what the problem was in the first place, they might have the required information in the truck, perhaps in an envelope which they got from the customer in the UK.  However, because of the processes in place, the agent has to be told and he or she then contacts the customer.<\/p><p>We also contact the customer to say we are being delayed but that we do not know why.  All that takes time.  Equally, all of this happens at 6 a.m. in the morning, and customs agents do not come in until 9 a.m.  They have to go through their list of problems with Revenue and then they look at our issues, whether with certificates or the need for further information.  They then have to contact their customers in the UK, the responses come back to the customs agents and that information regarding the issues must then go to Customs and Excise.  The driver must still wait, so we are talking about a minimum of four when there is an issue.   Revenue stated last week that 86% of goods were green-routed, but that is only 50% of the volumes in 2019-20.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#J00500","nonspeaker":"Mr. David McArdle","continuing":true},{"type":"speechnospeaker","time":1613347200,"counter":39,"content":"<p>What Revenue did not tell the committee was how long it took to get the other 14% of goods out of the port.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00200","nonspeaker":"Mr. John Nolan"},{"type":"speechnospeaker","time":1613347200,"counter":40,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00300","nonspeaker":"Mr. David McArdle"},{"type":"speechnospeaker","time":1613347200,"counter":41,"content":"<p>That could take, to my mind, a minimum of a day, but it could also be a week.  There are also technical issues with what are called yellow routes.  Those yellow routes are not cleared off the system, with the effect that it is known that money is claimed against the declaration, but not which item it is being claimed against.<\/p> <p>  Another issue exists with trader account number, TAN, accounts.  A TAN account is what we all get from the Revenue.  Those accounts are worked on a first come, first served processing basis.  For example, if I have five declarations going through and I want to pay specifically on the fourth declaration, the first three declarations will be paid before the fourth declaration.  The complaint from the agents is that when money goes out, they do not know which declaration it is for.  The agent is told on the 15th of the following month where the money has been allocated.  There is no daily updated record.  It is a controversial issue for the agents because when the money goes out, they do not know where it is going.  They are told the details but two to three weeks after the event.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00400","nonspeaker":"Mr. John Nolan"},{"type":"speech","time":1613347200,"counter":42,"content":"<p>I thank Mr. Nolan and Mr. McArdle.  I think everyone is a bit gobsmacked to hear some of those contributions.  I call Senator Garvey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00500","speaker":"1642"},{"type":"speech","time":1613347200,"counter":43,"content":"<p>I thank the witnesses for coming in.  It is not an easy situation for them to be in now.  I was talking to Mr. Eugene Drennan earlier this morning.  The witnesses are not the first group of people to have problems with interagency communication, or lack thereof.  The witnesses seem to be dealing with four or five different agencies.  One of the main problems seems to be how we get those agencies to communicate.  I am not exactly sure how we could do that.  I open that question to the other members of the committee to see what we might be able to do about this situation, because it seems one of the main problems is that everything has to be done repeatedly for the different sections.  I wonder what members think we can do about that because it is ridiculous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00600","speaker":"1659"},{"type":"speechnospeaker","time":1613347200,"counter":44,"content":"<p>My short answer is that we should put everyone in the one room.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00700","nonspeaker":"Mr. David McArdle"},{"type":"speech","time":1613347200,"counter":45,"content":"<p>Should members call for representatives of all the agencies to be in the one room so we can sort out these problems for the poor hauliers?  What is the follow-up action?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00800","speaker":"1659"},{"type":"speechnospeaker","time":1613347200,"counter":46,"content":"<p>This is not for the hauliers alone because the customers are also involved.  We are only the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K00900","nonspeaker":"Mr. David McArdle"},{"type":"speech","time":1613347200,"counter":47,"content":"<p>I know.  I mean for the hauliers and everyone else involved.  We all want what is in the hauliers' trucks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01000","speaker":"1659"},{"type":"speechnospeaker","time":1613347200,"counter":48,"content":"<p>That is the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01100","nonspeaker":"Mr. David McArdle"},{"type":"speech","time":1613347200,"counter":49,"content":"<p>I want my online shopping as much as everybody else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01200","speaker":"1659"},{"type":"speechnospeaker","time":1613347200,"counter":50,"content":"<p>I was talking about-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01300","nonspeaker":"Mr. David McArdle"},{"type":"speech","time":1613347200,"counter":51,"content":"<p>On a serious note, let us have action on this issue.  Can we propose to get representatives from all the agencies into one room, explain that the main problem being experienced is that they are not communicating with each other and ask them to appoint someone to take care of the problem?  What do the witnesses want to happen in this regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01400","speaker":"1659"},{"type":"speechnospeaker","time":1613347200,"counter":52,"content":"<p>The agencies involved also have separate IT systems.  From the perspective of customs agents, they must make declarations on the Revenue's system and also on the system of the relevant agency, and-or via an email, depending on the agency.  The Department of Agriculture, Food and the Marine has its system, Customs and Excise has its system and the HSE tends to work on email.  For imported loads where the Department of Agriculture, Food and the Marine and HSE are concerned, because Customs and Excise is always concerned, it is necessary to send documentation to three different places.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01500","nonspeaker":"Mr. John Nolan"},{"type":"speech","time":1613347200,"counter":53,"content":"<p>It would not be so bad if it involved three different emails because it would be possible to stick all the information in one email and then copy it confidentially to the others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01600","speaker":"1659"},{"type":"speechnospeaker","time":1613347200,"counter":54,"content":"<p>The AIS system is in place but the agencies do not use it, for whatever reason.<\/p><p>On reflection, I believe it is because the AIS is new.  It is the new kid on the block.  The agencies had other systems of old and they are still using their older systems.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#K01700","nonspeaker":"Mr. John Nolan","continuing":true},{"type":"speech","time":1613347200,"counter":56,"content":"<p>I thank Mr. Nolan and Senator Garvey.  The committee will have a conversation on that.  Part of our work is to give a platform to sectors that are impacted by Brexit, and obviously the road haulage sector is one of those most impacted.  When we make our final report we also want to be able to put into the report some key recommendations to send to the relevant Minister and up the line to Government.  All of the committee members have contributed at this point.  I have a question from Senator Black that I have been asked to put to Mr. McArdle and Mr. Nolan as the Senator was unable to attend the meeting today.  She says that while there is a simplified transit procedure in place that will limit the checks needed if exporting through the land bridge to the UK and the EU, we heard last week that adjusting to the regime has deterred people from using it.  Although transit time has not increased there is still a lower volume of trade done through the land bridge.  The Senator would like to know why that is  She points out that the land bridge still remains a strategically important route for agrifood, seafood and other sectors trading in time-sensitive produce.<\/p> <p>  I also have a couple of questions on the land bridge as we come to the conclusion of our session.  We are aware that there are certain products with a short shelf life and the time of transit is very important.  How has fresh produce in particular been impacted by the new regime under which hauliers now have to operate?  Have the import and export times increased dramatically?  Is this having an impact on the shelf life of goods coming into Ireland?<\/p> <p>  In the next session the committee will engage with Rosslare Europort and the Dublin Port Company.  We have listened carefully to the issues raised by Mr. McArdle and Mr. Nolan, especially around the space at Dublin Port and the fact that the agencies are spread across a number of different buildings.  What are the hauliers' specific asks of the two port companies with regard to making life a little bit easier?  We are all conscious that we are only seven weeks into this entirely new trading environment and that there was always going to be a bedding-in period or some teething problems.  Are there things that the haulage sector can see now that need to be addressed and which are not simply just teething problems?<\/p> <p>  Are there specific requests that Mr. Nolan and Mr. McArdle want the committee to include in its report, which we will send up to Government, on what we need to do to assist the sector in coping with these changes?  Senator Garvey, for example, has made a recommendation that we hear from Revenue, the Department of Agriculture, Food and the Marine, and the HSE on how they might streamline their process.  I am hearing loud and clear the issues raised by Mr. McArdle and Mr. Nolan on the level of paperwork required.  It seems absolutely ridiculous that a haulier would have to break the seal on his or her truck to get paperwork from it.  It seems that this type of system is not really fit for purpose.  What are the witnesses' specific requests to Government, which the committee will put into its report, to help make things a bit easier for the sector?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#L00200","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":57,"content":"<p>I believe I got most of the Chairman's comments.  There was some interruption during that contribution.  On the importance of the land bridge, only for DFDS coming in with three ships on 1 January there would have been a lot of issues for hauliers going to Europe.  Contrary to an Irish Maritime Development Office, IMDO, report that said there was 40% capacity, there was no capacity on the direct routes.  DFDS provided three ships, which gave us six extra sailings a week.  Stena Line put in another ship and a daily service out of Rosslare.  Irish Ferries, which did the least of all, transferred one ship for one sailing per week off the Holyhead route and onto the Cherbourg route at weekends.<\/p> <p>  On the lack of transport going on the UK land bridge, the issue still comes back to paperwork and the need for the paperwork to create the transit document.<\/p><p>Customers are probably doing much more in trying to keep their UK business going rather than having to worry about their European business, so they have concentrated on sorting out their UK business.<\/p><p> The direct ferry is good competition for the land bridge.  It is more expensive but it is keeping to the same timelines as it.  Paperwork is probably the biggest issue for the land bridge due to what is happening and changing in the UK.  There are still delays in Dover and Calais.  It is not plain sailing, much as people might like to say it is.  The queues are always there and have not gone away.  The Eurotunnel has reduced its volume of trains per hour.  It used to run six trains per hour and that is now down to four.  I also understand that P&amp;O Ferries in Dover has reduced its ships by one, so there are fewer sailings from Dover as well.  That is adding to the customs and paperwork problems in both Dover and Folkestone.  That is the transit issue. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#L00300","nonspeaker":"Mr. David McArdle","continuing":true},{"type":"speechnospeaker","time":1613347200,"counter":59,"content":"<p>The one thing Mr. McArdle forgot to mention was certainty of delivery.  When people get a direct ferry they have certainty of delivery.  There is more expense but they have that certainty.  It goes back to the statistic I previously noted regarding the 46 transits that terminated in France while 800 terminated in Holland.  France is technically difficult.  There are more issues going on there and people are afraid to go because they do not want all those problems and because they do not know what they are getting into.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#M00200","nonspeaker":"Mr. John Nolan"},{"type":"speech","time":1613347200,"counter":60,"content":"<p>I thank Mr. McArdle and Mr. Nolan.  They have given the committee much to think about.  They have raised important issues around the level of paperwork and the lack of a joined-up approach across the different Departments working at the ports.  I assure them that those issues will form a significant part of our committee's report, when we come to finalising it.  All of our members have made a contribution.  I thank the witnesses for making themselves available to speak to us on behalf of the IRHA.  It has been a very worthwhile engagement.  I also thank members for their contributions to this first session.  We will now go into private session while we bring in our next set of witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#M00300","speaker":"1642"},{"type":"unspoken","time":1613347200,"counter":61,"content":"<p>The special committee went into private session at 3.58 p.m. and resumed in public session at 4 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1613347200,"counter":62,"content":"<p>I welcome Mr. Glenn Carr, general manager, Rosslare Europort; Mr. Barry Kenny, corporate communications manager, Iarnr&oacute;d &Eacute;ireann and Mr. Eamonn O'Reilly, chief executive officer, Dublin Port Company.<\/p> <p>  I invite Mr. Carr to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#N00100","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":63,"content":"<p>I thank the Chairman and the committee for the opportunity to discuss Rosslare Europort today.  It is the second busiest roll-on, roll-off, RoRo, passenger port in the country and the foremost RoRo port in the country for direct services to Europe.  It has been a truly transformative number of weeks as, together with our shipping operators, we have brought new and expanded direct services between Rosslare Europort and the Continent of Europe.  Direct sailings to Europe have increased from three to 16 each way per week, offering 32 services between Rosslare and Europe.  These services have played a vital role, ensuring continuity of the country&rsquo;s supply chain, which has been facing the twin challenges of Brexit and Covid-19.  Our current shipping operators are Irish Ferries, which provides a twice daily service from Rosslare to Pembroke; Stena Line, which provides a twice daily service - temporarily reduced - from Rosslare to Fishguard and six sailings per week to Cherbourg, France - up from three at the start of the year; Brittany Ferries, which provides a twice weekly service from Rosslare to Bilbao, Spain, with a third service to Cherbourg and, most recently, the introduction of a new weekly service to St Malo-Roscoff; DFDS, a new, six-times per week direct service from Rosslare Europort to Dunkirk, France, which commenced on 2 January 2021; and Neptune Lines, which provides a trade car carrier service from Zeebrugge to Rosslare, on average every four to six weeks.<\/p> <p>  Increasing connectivity and frequency of shipping services, along with developing Rosslare Europort as the offshore wind hub for Ireland are the key objectives in growing the port and maximising its potential for the benefit of the region and the country.  Our figures for January 2021 clearly show the demand that these new services have attracted, with the key highlights of January 2021 versus January 2020 as follows: Rosslare Europort, now Ireland&rsquo;s number one port for direct RoRo services to Europe, with ship visits up 37%; combined freight traffic, UK and Europe, up 43%; and continental freight up 47% and UK freight down 49%.  The expansion of these services to mainland Europe has been essential to protect the supply lines of our exporters and importers to avoid the disruptions that the UK land bridge has brought post Brexit and to support the new supply chains created directly with Europe.  We are confident that these direct services will be maintained and we are in ongoing discussions and reviews to accommodate potential additional frequency and capacity to Europe such is the ongoing demand for these services.  <\/p> <p>  Despite the very positive increase in direct services and freight volumes to Europe from Rosslare, trade with the UK and our passenger business continues to be severely affected by both Covid and Brexit and will have a very negative impact on our balance sheet.  Our UK freight traffic is down 49% and passenger traffic is restricted to essential purposes only.  It will be important that both of these issues are resolved to a level to ensure sustainability in the longer term of services to both the UK and Europe. <\/p> <p>  While pre-Brexit planning at Rosslare by all stakeholders was put in place to ensure the smooth transition on our services with the UK, the reality of the reduction of trade volumes to the UK is clear and it will take a number of months to fully understand what levels are likely to return directly from the UK and the use of the land bridge as a route to and from Europe.  It should be noted that further significant disruption is expected from July, when the UK intends to implement their customs procedures and checks.  <\/p> <p>  Extensive planning and works have gone into the port and there was significant investment in infrastructure and resources by all of the Government agencies and Iarnr&oacute;d &Eacute;ireann as the port authority, so that Rosslare was well prepared for Brexit.  I thank the Ministers, Secretaries General and their teams in the Departments of Transport, Agriculture, Food and the Marine and Health, the Revenue Commissioners and the Office of Public Works for their enormous support and guidance in our preparation. <\/p> <p>  The temporary border inspection post, BIP, is fully completed and operational and all State agencies are amalgamated on one site.  Rosslare Europort is in a unique position in that the BIP is located approximately 1 km from the berths and ensures that freight and passenger traffic moves freely to and from the ships and onto their onward journey.  No major congestion issues have arisen and none are envisaged.  Consultation is taking place with Wexford County Council and An Garda S&iacute;och&aacute;na, with an agreed traffic management plan in place for the port and surrounding area.<\/p> <p>  Longer term, the masterplan for Rosslare Europort has commenced.<\/p><p>An investment of circa &euro;35 million will be made into the port in the next number of years as the four phases of the plan are completed to support future roll-on, roll-off freight and passenger services.  Rosslare Europort has also completed an extensive review of the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#N00200","nonspeaker":"Mr. Glenn Carr","continuing":true},{"type":"unspoken","time":1613347200,"counter":65,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1613347200,"counter":66,"content":"<p>Mr. Carr, can you hear me?  Can the committee members hear me?  Mr. Carr, if you can hear me can you try to unmute the device, please?  I take it Mr. Carr can hear me.  We can see him but we lost the sound at the end.<\/p> <p>  We are going to get some technical advice on that and we will come back to him.  We need to hang tight.  These challenges pop up every now and again when everyone is joining remotely.  Please bear with us.  We will wait and get some technical assistance.  I might come to Mr. Eamon O'Reilly for an opening statement.  We will proceed.  Mr. O'Reilly is on mute as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#O00300","speaker":"1642"},{"type":"speech","time":1613347200,"counter":67,"content":"<p>It is pity we do not have sign language.  We could sign the whole thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#O00400","speaker":"1659"},{"type":"speech","time":1613347200,"counter":68,"content":"<p>My apologies for this.  The technical difficulties were at our end.  We lost the sound from the second last paragraph.  It began by reference to a detailed plan.  Mr. Carr is on mute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#O00500","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":69,"content":"<p>If it assists the committee, I can finish for Mr. Carr.  I do not know why Mr. Carr's device is not unmuting but I will finish the statement for him.<\/p> <p>  He addressed the point on offshore wind.  There is another point about critical connectivity to Rosslare Europort and all major cities and industrial hubs throughout Ireland being further supported by improving road developments.  As volumes through the port grow it is essential that the Oilgate to Rosslare motorway and the new port access road are completed so that the additional future traffic can be accommodated and so that Rosslare can be developed to its full potential to support the Irish economy.<\/p> <p>  We must not forget the traffic congestion problems that existed pre Covid-19 and the over-reliance on Dublin and the challenges that brought.  Rosslare Europort has proven in recent times how important a strategic asset it is and should be fully supported to deliver all of the plans outlined today.  My thanks to the Chairman and committee members and apologies on behalf of Mr. Carr.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#O00600","nonspeaker":"Mr. Barry Kenny"},{"type":"speech","time":1613347200,"counter":70,"content":"<p>I thank Mr. Kenny for coming to the rescue.  We appreciate that.  I now invite Mr. O'Reilly to make his opening statement on behalf of Dublin Port Company.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#P00100","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":71,"content":"<p>I will keep my remarks relatively short.  I will begin by looking at Dublin Port and what happened post Brexit.  Dublin Port is, as committee members will be aware, the biggest port in the country.  The particular types of trade that are of concern because of Brexit are roll-on, roll-off and lift-on, lift-off or trailer and container trade.  About 1.5 million units of trade move through Dublin port in a year, which is about 84% of all units moving through all Irish ports annually.  In the context of Brexit, we saw an enormous amount of stockpiling in the last months of 2020.  Coming into January we saw volumes through the port as a whole decline by about 24%, which was an enormous fall in one month.  If one includes the increase that we saw in December however, which was around 22%, then the overall decline in volumes over the two months was approximately 4%.<br\/><br\/>To pick up on some of the remarks made by Mr. Carr about the impact of Brexit on GB trade, the story in Dublin was very much the same as that in Rosslare <i>vis-&agrave;-vis<\/i>the ports in south Wales.  Mr. Carr mentioned that trade was down by approximately 49% in Rosslare and it was down by about 45% in Dublin.  On the other hand, the volume of trade between Dublin Port and ports in continental Europe, including Bruges, Rotterdam and Cherbourg, was up by 14% in the month.  On the operational side, we did not know what to expect from Brexit but were very surprised by the scale of the decline in volumes.  We thought there would be a decline at some level but we were not expecting it to be so large.  At the same time, we had not expected to see such a large increase in volumes in December.<br\/><br\/>As we look ahead, the concerns that we have are identical to the concerns at Rosslare.  What we have seen in Dublin Port is the impact of EU border controls being introduced and we are very conscious that UK import controls will be introduced in British ports in stages, on 1 April and subsequently on 1 July.  That will potentially have an impact on Irish exports, depending on the level of preparedness and the stringency of the checks that the British authorities carry out.  Overall, we are looking at a period of enormous dynamism.  It is a transient period and it is going to take four to six months to reach some sort of steady state, by which time we will have an understanding of the impact of Brexit on the flow of goods through Dublin Port.<br\/><br\/>As I speak, goods are moving through the port.  Obviously, there are individual instances where there have been difficulties with State agencies, including Revenue and the Department of Agriculture, Food and the Marine, in respect of particular consignments but from where I am sitting, I see that all of the preparations that were made and all of the facilities that were put in place are operating efficiently and effectively to allow the reduced volume of trade to pass through Dublin Port.<br\/><br\/>I note that the European Commission in its winter economic outlook talked about Brexit having five times more impact on the UK economy than the European economy.  However, I suspect that the impact of Brexit on the European economy is going to be largely felt in Ireland.  There are definite worries there for the future because we cannot meaningfully predict the impact at this stage.  All I can do is reassure the committee that a huge amount of preparatory work has been done at Dublin Port in the context of Brexit.  All of the infrastructure needed for the border controls is in place and is operating effectively.  We have seen significant dynamism in terms of shipping lines changing ships from one route to another in response to market requirements.  I cannot be either optimistic or pessimistic about the future because it is so unknowable at the moment.<br\/><br\/>I will leave it at that.  I hope my opening comments have been of some benefit and I would be delighted to answer any questions members may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#P00200","nonspeaker":"Mr. Eamonn O'Reilly"},{"type":"speech","time":1613347200,"counter":72,"content":"<p>I thank Mr. O'Reilly and call Senator Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#Q00100","speaker":"1642"},{"type":"speech","time":1613347200,"counter":73,"content":"<p>I thank Mr. Carr, Mr. Kenny and Mr. O'Reilly for their presentations.  As I am from Wexford, Mr. O'Reilly might not be surprised that my focus will tend towards Rosslare Europort.  Mr. Kenny took over from Mr. Carr just as we were talking about infrastructural developments and he focused on the completion of the motorway from Oilgate to Rosslare, which is particularly important.  He might go on to talk about rail links to Rosslare Europort and whether there are new opportunities in freight.  I am talking about Dublin, Rosslare and the old Rosslare-Waterford route.  Are there any prospects in that regard?<\/p> <p>  Mr. Carr was very fair in thanking a number of Departments and State agencies for working with him, and I would like to put on record our thanks to him and all the staff at Rosslare Europort.  As he will know, it has been my view for a long time that the port was under-utilised, and in a very short period, it has become demand driven.  Mr. Carr has certainly helped in the transformation of the port but we want it to continue to grow.  What are his asks of us, in preparing our report, for the port's overall development?<\/p> <p>  Mr. Carr spoke about the potential development of Rosslare Europort as an offshore hub for renewable energies, something I would strongly support and like to happen.  In the context of a review of the national development plan, what would he like us to suggest in that regard?<\/p> <p>  Most of our focus, as a result of what has happened with Brexit, has naturally been on freight, but with the introduction of quite a number of more direct routes to continental Europe, there is the potential for increased tourism.  Mr. O'Reilly and Mr. Carr might each like to talk about the potential for tourism, when we get over this Covid period, arising from the increased number of links to continental Europe.  The area has been under-utilised but there is certainly potential there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#Q00200","speaker":"1638"},{"type":"speechnospeaker","time":1613347200,"counter":74,"content":"<p>On the questions about the rail network, there are good opportunities for expanding services, on the passenger side first and foremost.  The DART+ programme is being developed and an element of that will examine how can we increase the capacity and service levels on the Dublin-Rosslare line.  In the NDP too, which was referenced, there are critical aspects on coastal protection, which we are advancing as well with the local authorities.<\/p> <p>  Mr. Carr might like to add detail on the following, in his role as general manager of the port.  Currently, Rosslare Europort is a ro-ro port, and the master plan for development is built around the role of business and requirements there.  We are in the process of reviewing our overall national rail freight strategy.  We have been liaising on that with stakeholders and the Department of Transport and we anticipate formalising it in the short term.  As well as that, the Minister for Transport has indicated an all-island rail strategy is to be developed and it will look at freight and other aspects outside the Rosslare area, such as Shannon Foynes and other aspects around the network.  There will also be a cross-Border element.  As these programmes are rolled out and the review of our rail freight strategy are conducted during the year, there will be greater clarity about the types of opportunities.  As members will be aware, there are ambitions in the local authority to develop a greenway on the old Waterford-Rosslare line, but as it stands, the committed developments relate to passenger service and the master plan for Rosslare Europort, about which Mr. Carr can speak in greater detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#Q00300","nonspeaker":"Mr. Barry Kenny"},{"type":"speechnospeaker","time":1613347200,"counter":75,"content":"<p>My apologies for the earlier technical sound problem.  I have a dual role - one is general manager of Rosslare Europort and the other is in respect of rail freight.  As Mr. Kenny said, we are putting together a national rail freight strategy.  We strongly believe there is a very positive role for rail freight to play.  There is work to be done to ensure that we identify the commercial opportunities where rail freight would be viable.  The current service going into Dublin Port from Ballina is a good example of that.  However, it is about how one can replicate opportunities like that around the network and around the country, wherever they would be best served.  We should not forget Waterford Port in the south east, which is a rail connected port.  In order to make rail freight really work, it is important it is connected into ports.  I know the initial master plan for Rosslare Europort is very focused on the development of roll-on roll-off because that is where the greatest opportunity for the port lies.  That has been demonstrated over the last number of weeks.<\/p> <p>  There is a real opportunity with offshore wind.  At the moment, no port in the country has the right amount of infrastructure for exactly what this industry requires.  We conducted extensive research on this over the last 12 to 18 months, which recognised the opportunity.  We strongly believe that Rosslare Europort is best positioned to service that industry, particularly since the development of offshore wind banks will extend from County Louth right around to County Cork.  Rosslare Europort has potential, obviously with the right investment.  The port can be deepened, land can be reclaimed quite easily and a multi-purpose hub can be provided for offshore wind which can connect with the available land beside the port.  This land can also be developed for associated industry and educational development in respect of the offshore wind sector.<\/p> <p>  This would not only be a significant change for Rosslare Europort but a significant change for the south east given the jobs and opportunities that it would bring.  We should not forget that if we do not capture the construction and installation stages of offshore wind, a big opportunity will be lost in terms of the economics that go along with those projects.  We have put forward a very good proposition.  It requires investment to the tune of &euro;200 million.  However, we believe that &euro;200 million is much better served in a location like Rosslare Europort than possibly anywhere else in the country.<\/p> <p>  The Senator asked about other things that are needed.  We certainly need the motorway and the link road to be completed.  They are absolutely essential.  I would not underestimate the difference that 20 minutes off a journey can make.  The committee heard from the IRHA earlier and I am sure it told members that time and money are critical factors in that industry and in keeping our supply chains going.  The growth we have seen in Rosslare Europort has highlighted the importance of the part that it can play for the country.  We have taken a little business away from Mr. O'Reilly but that can be well-catered for as regards alleviating some of the pressures on Dublin Port.  It is very important that Rosslare Europort is developed as it can alleviate some of the pressure points that occur, particularly in a capital city and on a motorway and in helping to keep Dublin Port operating.  A 10% shift out of Dublin Port might not hit Mr. O'Reilly's balance sheet too heavily but it does absolute wonders for the balance sheet in Rosslare Europort because of its scale.  We are seeing an additional 70,000 to 80,000 units come to us.  That is all good for the country in keeping the supply chain going.<\/p> <p>  We should not forget the pre-Covid congestion on the M50 and the impact that was having on our supply chain and on industry.  That congestion will come back.  As regards the NDP, we certainly need a motorway and the connectivity to the ports completed.  We need offshore wind for other reasons because that facility and investment brings other opportunities for Rosslare Europort.  It would be hard to justify other areas of activity for the port unless the infrastructure is in place.<\/p><p>What one needs is a big project to justify the investment in that infrastructure.  Offshore brings that potential, particularly because of the length of the projects and the activity.  These projects go on for 20 years or more.  Therefore, the investment and infrastructure involved is over a much longer scale whereas if one concentrates on roll-on roll-off, for instance, one's guarantee of supply of that business is subject to the shipping lines and the market.  However, we know offshore is coming, action in respect of climate is urgently needed and that this will be dealt with.  It is important we build the infrastructure at a port to support that industry.<br\/><br\/>I agree fully there are great opportunities for tourism once Covid-19 is over.  For the first time in a long time, the shipping industry is in a unique position to offer a different experience for the traveller.  We are all used to going on airplanes so maybe people will have second thoughts about that.  It was great to see the <i>Stena Estrid<\/i>, the latest ship by Stena Line, in Rosslare.  It is at the top end in terms of the customer's on board experience.  That type of product - in fairness, Irish Ferries has the <i>W.B. Yeats -<\/i>can offer a really good experience for the customers when they come on board.  The shipping industry will actively seek to work with tourism bodies, ports, etc., to encourage people to use them.<br\/><br\/>We have seen some interesting things with the new service to Dunkirk.  Recently, we had contact from the European motor home society which has nearly 1 million members across Europe.  It was delighted with these new services and connections but more so with the frequency of those services, which has been critical in the success on the freight.  Having six services a week out of Dunkirk will also give real choice to tourists.  We will work closely with the tourism industry in Wexford, the relevant chambers and the wider tourism sector in Ireland and the corresponding bodies in France and elsewhere in Europe to develop these links because this is a good opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#R00100","nonspeaker":"Mr. Glenn Carr","continuing":true},{"type":"speech","time":1613347200,"counter":77,"content":"<p>I welcome and thank the witnesses for taking time out to make their presentations.  This presentation was much more uplifting than the previous one.  The witnesses presented a picture whereby there seems to be great potential to develop the service they provided.  That is very encouraging from a tourism perspective and from other perspectives.<\/p> <p>  In light of the hauliers and the difficulties they relayed to us earlier from the point of view of a free flow of movement through the ports, are the witnesses' involved in negotiations with the hauliers or Revenue in respect of the difficulties the hauliers are experiencing?  Do they have any comments to make on what could be improved and by whom to make the hauliers' experience more pleasant?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#S00200","speaker":"1658"},{"type":"speechnospeaker","time":1613347200,"counter":78,"content":"<p>We have been involved for over two and a half years.  We were very active in the lead up to Brexit in trying to make sure there was enough infrastructure in place.  We liaised with the Department of Agriculture, Food and the Marine.  We ran seminars a long time ago for hauliers, IBEC and so forth.<\/p> <p>  In terms of the difficulties hauliers have had, there was a significant amount unpreparedness among cargo owners, those who owned the goods and had to get them moved by hauliers on ships through ports.  I have seen it in the spaces on shelves in one or two of the larger UK retailers in Ireland, food and otherwise.  There was a significant lack of preparedness.  I saw a manifest for a trailer from an internationally known work vehicle company.  It was an enormously complex manifest of items which had been presented to a customs agent with three hours notice.<\/p><p> It was anticipated all of this would be cleared for the sum of &euro;25 with three hours before the trailer was supposed to board the ship.  This practical example showed a very sophisticated operation, which is very large financially and is internationally known, was entirely unprepared for the realities of the non-tariff barriers that Brexit reintroduced and for tariff barriers that have arisen because of the origin of trade rules.<\/p><p> In terms of what we can do to facilitate the flow of goods through the port and prevent delays for hauliers, much of what is left to do, which is within our power, has been done already.   This has been done through the provision of infrastructure and upgrading of the port road network.  It depends now on industry, in particular the cargo owners.  When operating border controls which we have had many years' notice of, it falls to them to make sure all of the provisions of European law on sanitary and phytosanitary, SPS, customs and so forth, are complied with through the Revenue and through the Department of Agriculture, Food and the Marine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#S00300","nonspeaker":"Mr. Eamonn O'Reilly","continuing":true},{"type":"speech","time":1613347200,"counter":80,"content":"<p>Would Mr. Carr or Mr. Kenny like to come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#T00200","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":81,"content":"<p>I can sympathise with the hauliers because one of my businesses is a company called Navigator.  We bring in car parts from the UK and it is very challenging for us at the moment.  What Mr. O'Reilly said is correct.  There was a complete lack of preparation by household names in the UK for the reality of what the new post-Brexit world would look like.  However, this is it now.<\/p> <p>  One of the benefits Rosslare has seen is the shift in the supply chain going directly to Europe.  I believe much of that will remain and be maintained but we should not underestimate the amount of trade we had, and I have no doubt will get back, with the UK.  It is going to take time for companies to adjust.  There are no quick technical solutions to this.  In implementing this, we are using the sophistication level of nearly 30 years ago in trying to clear declarations.  <\/p> <p>  In terms of what can be done now, we said we have worked well with State agencies around design and how traffic can flow through the port.  I do not think that is an issue at the moment because stuff is moving through the ports quickly, but volume is right down.  If something is not ready then it is not leaving the UK port.  If it arrives in Ireland it goes through the current process and often one small error in the whole declaration can hold it up.  Before Christmas, everyone was talking about the congestion at ports.  We have not seen that, particularly with UK traffic.  We have had a bit of congestion ourselves but that involved direct services going out and the unprecedented demand for those services.  I think some of the supply chains will shift completely out of the UK.  Ireland has always been associated with central distribution out of the UK.  We have almost been part of the UK in that regard but now we are part of Europe.  That is where the difficulties are because we are trading so much with a third country which is badly prepared for what is involved.<\/p> <p>  We should not underestimate what will come in July because we will go through all of this again on the UK side.  This is provided it does not seek an extension to that.  It is going to be difficult and it will take a while to train people in customs clearance.  We did not have many people ready to step into that industry.  There is a skill there that needs to be built up.  An invoice I received a few weeks ago had 1,800 different commodity codes for one trailer.  It took nearly ten hours to clear and that involved using people who were experienced in that area.  This was a world that used to have a just-in-time system, where someone in a garage in Dublin could wait until 3 o'clock to order a piece of equipment and it would be delivered from the UK before 10 o'clock the next morning.<\/p><p>It is not physically possible to do any of that at the moment.  Therefore, there are elements of the supply chain, of that next day just-in-time, that will be altered so it may become a 24 or 48 hour service or stock may need to be held in Ireland.  The good new is that from the European side, the issue has always been frequency and availability of services.  As I said, we now have 32 services going to Europe every week and we hope that will grow.  I know Mr. O'Reilly has seen increases in Dublin's services as well.  Over the next few months a balance will need to be achieved and I have no doubt that it will be.  We work with the hauliers as best we can but there are some fundamental things that are part of the new world, which people will have to get used to and work through.  Hopefully, in time, technology will lend a hand as we understand the full requirements before we install systems that may not meet the requirements and, therefore, cause more difficulty at some point in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#T00300","nonspeaker":"Mr. Glenn Carr","continuing":true},{"type":"speech","time":1613347200,"counter":83,"content":"<p>I thank Mr. Carr, Mr. Kenny and Mr. O'Reilly for their presentations today.  My questions are around the future.  Mr. Carr and Mr. Kenny painted a lovely picture of the future of Rosslare Europort but can Mr. O'Reilly give a picture of what will happen in Dublin Port in the future?  Is there room for development in Dublin Port?  What is our relationship with the UK ports at the moment?  In his contribution, Mr. Carr spoke about what is ahead of us in July.  Is port management getting ready for what may come in July?  Are we in discussions with those ports in the UK?<\/p> <p>  My final question relates to the fact that we are an island on the edge of Europe and we are still in the EU.  What are the advantages to and the prospects of using that in the future so we can increase freight coming in?  We may be able to get more industries on board so that we can increase exports as well.  The witness might comment on the future as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#U00200","speaker":"1684"},{"type":"speechnospeaker","time":1613347200,"counter":84,"content":"<p>There is a very important point that needs to be emphasised.  We are developing Dublin Port in accordance with a master plan extending out to 2040.  It is very important to understand that with this master plan we are moving Dublin Port to its ultimate and final capacity in just 20 years from now, and that is at best.  If things go against us then it is possible the port could reach ultimate capacity within only ten years.  This is a really important point to emphasise.<\/p> <p>  The scale of Dublin Port is such that the investment we have had to make, and will continue to make, is enormous.  For example, in the 25 years since the Dublin Port Company was created as an entity, from 1996 to 2020, the company invested &euro;722 million in infrastructure in Dublin Port.  Over the next five years, we plan to invest &euro;400 million, with about &euro;80 million of that in this year alone.  In the five years between 2026 to 2030, &euro;470 million will be invested.  All of the investments we are making over the next five, ten and 15 years are very large amounts.  We self-finance and raise money ourselves.  The money does not come from the Exchequer.  All of these investments in Dublin Port are to bring it to its ultimate and final capacity.<\/p> <p>  A corollary to this, and it is an important point, is that import does not compete with Rosslare Port.  I cannot go to the market and encourage shipping lines to come to Dublin that want to go to Rosslare.  Likewise, Mr. Carr is not in a position to compete for trade from Dublin.  The demand for port infrastructure is a derived demand from what shipping lines want.  That, in turn, is a derived amount based on what the customers of ferry lines want and what the hauliers want.  For example, the same shipping lines are going through Rosslare Europort as are going through Dublin Port, servicing the GB ports.  The ports do not compete with each other.  They are part of the national transport system and in that respect it is very much in Dublin Port's interest to see significant investment and development in Rosslare Europort and to see the investment in roads, which Mr. Carr spoke about, being made.<\/p><p>The more demand there is for ships to call at Rosslare, the less pressure there is on Dublin Port and the later it is that we will ultimately reach our maximum capacity.  That is a very important fundamental point, underlying and underpinning all the short-term issues we are discussing today.  I hope I have answered all the Senator's questions.  If I have not done so fully he should feel free to come back to me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#U00300","nonspeaker":"Mr. Eamonn O'Reilly","continuing":true},{"type":"speech","time":1613347200,"counter":86,"content":"<p>I thank Mr. O'Reilly.  Do Mr. Carr or Mr. Kenny want to come in on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#V00200","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":87,"content":"<p>On the relationship with the UK ports, we have two ports that are connected with Rosslare, namely, Pembroke and Fishguard.  They are obviously struggling at the moment because their volumes are right down.  They need to look at their plans and we are certainly sharing some of our experiences.  For instance, they have not yet put their border inspection posts in place.  There is the question of whether there is a need to put two of them into two ports or should they be concentrated in one port.  I have spoken to the shipping lines and to the relevant port agencies of both ports.  It is not great that at the moment we have four services per day going to those two ports with two going to each.  That means we only have two coming back.  There are four out of Rosslare but just two out of Fishguard and two out of Pembroke.  They are not ideally aligned timewise either.  I would much rather see a port being developed over there with the right infrastructure and the right road network infrastructure upgrade and with a regular schedule of every six hours or so.  This would give the haulier a good choice.  If one does not have that choice one will simply go up to Holyhead, Liverpool etc.; such hauliers will not come across.<\/p> <p>  Again, pre-Christmas and pre-Covid, we had a lot of congestion issues at Holyhead.  There are, therefore, some fundamental choices that those ports and the relevant government agencies over there must make.  We will certainly work with them but the complexities that will come in in July will be seen more on the UK side than in a port over here.  We have our systems in place now.  As we have our border inspection posts in place now, it will not be seen here.  Again, what we probably will see is an effect on volume coming through.  That is not good in the long term, particularly for the sustainability of the shipping services.  If they do not have a sustainable level of freight all year round, the shipping line must divert that vessel somewhere else.  I am conscious that while we have great success on our European routes, we must equally try to balance and keep our UK connectivity because a reduction there is not the way we want to go.  We need to improve and increase frequency in order to attract a market on that and there must be a sustainable volume.  We must not forgot that there must be passengers as well, when that comes back post Covid.  We are working with them but in terms of customs and stuff like that, that is going to be an issue for the UK to implement post Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#V00300","nonspeaker":"Mr. Glenn Carr"},{"type":"speech","time":1613347200,"counter":88,"content":"<p>I thank Mr. O'Reilly and Mr. Carr.  I have few questions myself.  My first is to Mr. O'Reilly.  I have visited Dublin Port a couple of times with him and some colleagues.  I found the entire set-up very impressive.  The view from the port company's building is something to behold and I am sure it is a nice place to be working in.  I saw at first hand the level of investment the company has been making over the years, and that it intends to make.  I am aware of the company's long-term plan and it is good to have that forewarning about reaching the ultimate capacity in the next ten to 20 years, depending on how things move.<\/p> <p>  One of the concerns raised at our first session today with the representatives of the haulage industry was specifically on the location of agriculture, Revenue and HSE facilities at the port.  They are in different terminals and this seems to be proving tricky for some of the hauliers in that they may sent to different terminals in order to get paperwork completed.  Is there anything that can be done from our side to assist with that?  Is that a problem to which we can find a solution?  I fully appreciate that the company is constrained and it cannot just build wherever it wants.  What can we do to try to streamline that?<\/p><p>For the representatives of both ports, one of the issues raised by the haulage industry was the fact that in the context of original certificates, physical paperwork is required for some of the checks.  The representatives of the haulage industry called for that paperwork to be digitised.  They stated that a physical piece of paper should not be required in this day and age.  Is that a reasonable suggestion?  How do we make that happen?  How realistic is it that we would get that issue resolved in the near future?  Basically, what would it take to digitise all of the paperwork that is currently required in actual paper format?<br\/><br\/>The representatives of the haulage industry also referred to 1 July.  They mentioned that some additional checks will come into play in April but the full range of customs requirements will come into effect on 1 July in the UK.  Mr. Carr has painted an element of the picture.  He stated that we will not see much of it here but it will impact on volumes.  From the perspective of both ports, what can we expect here when that full range of customs requirements hits home, particularly in light of the fact that there has been some stockpiling and the level of imports is down on what one would expect at this time of year?  Do Mr. Carr and Mr. O'Reilly anticipate stockpiling in advance of that date, while customs checks are not as stringent as they will be?  Will that ease the pressure such that we can adjust to those new arrangements over a longer period post 1 July?<br\/><br\/>On the idea of certainty of delivery, it is obvious that with direct access to Europe one has greater certainty in terms of getting one's goods fruch as fresh seafood, for example.  I am talking about the impact of the land bridge and the fact that certainty of delivery is probably more guaranteed with direct access to Euom location A to location B and <i>vice versa<\/i>.  Is the land bridge viewed as a bit too uncertain in terms of delivery time?  One of the things we discussed in the run-up to Brexit was the fact that it took almost twice as long for goods transported via direct access to mainland Europe to get there and that the land bridge was much quicker.  This is particularly important for perishable goods srope but we were always told the land bridge is extremely important for perishable goods.  Where are we at in that regard?  Where is that trade-off?  Do the witnesses still consider that the land bridge will always be required?  How is it coping?  Are they having much engagement with their counterparts in the UK?  In the run-up to Brexit, the feeling was that those in the UK were not as prepared as we were.  I think that has been shown to be true.  Are the witnesses having much engagement with their UK counterparts in terms of any blockages there right now and, in particular, in advance of 1 July?  How are they getting ready for that date to ensure we do not see major impacts on our supply chains? <br\/><br\/>Those questions are for either Mr. Carr or Mr. O'Reilly.I will go to Mr. O'Reilly first and then to Mr. Carr.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#V00400","speaker":"1642","continuing":true},{"type":"speechnospeaker","time":1613347200,"counter":90,"content":"<p>I will work through the questions in reverse order.  On the issue of the land bridge, we are starting to see signs of hauliers again promoting usage of the land bridge for reasons of cost, speed and shortness of transit time.  If the land bridge re-establishes itself, it will again become the preferred means for hauliers to move between Ireland and continental Europe.  That is down to cost, time and the frequency of sailings out of Ireland.  There are signs that it might be starting to re-establish itself but, as with so many issues relating to Brexit, we just do not know whether it is going to prove reliable.  It will take several months for that to prove itself.<\/p> <p>  On the issue of the introduction of border checks in Britain in July and the effect they will have, I do not anticipate that the checks will have any impact on the operations of Dublin Port.  That is not to say that they will not be very significant checks for exporters.  Dublin Port and Rosslare Europort are going to be able to handle all of the exports that are coming out of Ireland but, unfortunately, from the point of view of Ireland Inc., those lines of trades are going to flow and that is entirely outside of our control.  It is down to the British authorities and the nature and extent of the checks they choose to introduce.  Britain is in a unique position having left the EU.  It is entirely autonomous.  It can make its mind up in whatever way it wishes in terms of what border controls it decides to put in place for exports from Ireland or elsewhere in the EU into Britain.<\/p><p>We simply do not know today what those checks are going to be.<\/p><p> I absolutely agree with the hauliers' comments at the committee's earlier session about the checks happening at different locations around Dublin Port.  It is completely suboptimal to have all of these different types of checks in different locations but, unfortunately, any is all that was possible given how tight the land area is in Dublin Port.<\/p><p> The direct question was asked on whether there was anything the committee could do to help.  The Dublin Port Company would aspire to opening a dialogue about entirely moving, within the next five to ten years, all of the boarding and reception facilities out of Dublin Port to a remote location at the other end of the Dublin Port Tunnel.  This would be in a similar fashion to what has happened in Rosslare where a haulier leaves the port and goes 1 km out.  Mr. Carr referred to those facilities as temporary facilities.  If that could be achieved, it would free up about 14 ha in Dublin Port.  This 14 ha would be about one third the size of Rosslare Port and may give the committee a sense of the scale of land lost due to Brexit.<\/p><p> On the digitisation and physical paperwork, there absolutely is a need for the introduction of overarching systems architecture, which embraces everything that the shipping lines, the hauliers and customs are doing.  One would see this in the major ports in Europe, and especially the big container ports with enormous ships coming from the Far East where many people have an interest in the cargo on board.  This includes the cargo handlers, the hauliers, the revenue agencies, and others.  There is a need now, following the British departure from the European Union, for those sorts of systems to start to be developed.  We are starting work on that ourselves.  This will take a number of years.  It is not a quick solution.  It might be that customs will be in a position to provide significant digital functionality, which I believe may be there already, which hauliers and cargo companies can access.  On top of that there is a need for very sophisticated systems to be in place to help manage efficiently the flow of goods and information through the ports.<\/p><p> I believe I have picked up on all of the Chairman's questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#W00200","nonspeaker":"Mr. Eamonn O'Reilly","continuing":true},{"type":"speech","time":1613347200,"counter":92,"content":"<p>Yes, I thank Mr. O'Reilly.  That was very good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#X00200","speaker":"1642"},{"type":"speechnospeaker","time":1613347200,"counter":93,"content":"<p>With the border inspection facility at Rosslare, we manage to have all agencies on the one site.  Again, working back from a customers' perspective in designing these processes, it is really important.  The person goes into one area in Rosslare and the agencies come to the person as against the person having to go to multiple sites as happens in Dublin, which the haulage industry tells us can give rise to possible consequences apart from the annoyance of moving from one location to another, such as issues emerging with tachographs or a point in time.<\/p> <p>  Our border inspection post is outside of the port but is under a derogation and it will come inside the port.  We have provided for this in our master plan for a future design of the port.  I understand that it is an EU requirement that the post would be inside a port security boundary for security reasons.  The temporary post works very well and we believe the permanent post will work equally well, if not better, now that we have had a bit of time to address any issues that have been identified in the first design.<\/p> <p>  With regard to digitisation, I absolutely agree.  The port is embarking on a digitisation programme with automation where possible.  Equally, that needs to apply in the customs area.  We are going from 1.6 million declarations to 20 million declarations a year and we must have the facilities and digital solutions for this to make life easier for everybody.  There are a lot of players in this, from the driver in the cab to the central distribution depot or the manufacturer and others in the supply chain.  It requires integration with all the elements of the supply chain to make sure the information is following in real live time to the end destination.<\/p> <p>  On the land bridge question, it is very difficult to know.  I believe there will be a need to look at the land bridge and its true time and cost.<\/p><p>For example, if I am going to go through the UK, it is the amount of back-office time, the actual time it takes for checks, the time it take to conduct physical checks at the different ports, the permits that are required and integration with all of the different systems.  One can easily search Google and be told it will take 14 hours but that is not the reality, which is what we need to recognise.  It takes 18 hours to sail from Rosslare to Cherbourg, one will be in Dunkirk within 23.5 hours and now we are seeing greater activity benefits, particularly with hauliers going to Dunkirk because one is 16 km from the Belgium border and one's driver has a completely free tachograph.  We are starting to also see that some of the Irish hauliers are forging links, relationships and partnerships in Europe.  This is not uncommon with a lot of the traffic that went through originally, particularly unaccompanied traffic where a trailer is dropped to the port, we put it on the ship, the ship brings it to the corresponding port and a partner haulier company picks up the trailer at the other end to drive it to its final destination.  We are seeing that a lot of the traffic at the moment is accompanied, which is a real indicator that a lot of it is the land bridge traffic.  Some of that is already moving to unaccompanied.  Again, it will be interesting over the next while to really look at the true land bridge time and costs versus direct sailings.  There is a premium at the moment on direct services but I am not quite sure it is as much in Europe, so one must do the full analysis on that.<\/p><p> From conversations that I have had, it seems that some of the decisions now have been taken away from the hauliers and that is very important.  Ireland's industry, at the coalface, has really got involved in the supply chain because it is their product being moved.  I know, at first hand, of major organisations in Ireland that have now moved their supply chain directly into Europe.  That means such traffic is going to be maintained and staying.  A simple example that I have seen is Amazon traffic coming in.  Very interestingly, we are now seeing more inbound traffic from Europe than outbound.  Again, that would have been an issue previously for a lot of haulage companies because, typically, they would have to go through the land bridge to pick something up for their back-fill coming back.  However, we now have more laden trucks coming in from Europe than leaving Ireland.  That tells us that parts of the supply chain have obviously moved to directly dealing with Europe.  There is a lot that will play out.  There is always going to be the land bridge.  The land bridge is probably going to be quicker but these checks were not in place before Christmas, and we all saw what happened at the ports of Dover, Calais and so forth.  The more frequent the service and the more connectivity is offered directly into Europe, then the more companies will use it, and the more sustainable it will be.<\/p><p> Finally, in regards to stockpiling there has been a trend.  Every time a Brexit issue has been approached there has been a bit of stockpiling.  It is hard to say whether that will happen again in July.  There is a possibility that it might happen if what the UK decides to implement is going to be more problematic than what is already there.  Having said that, there are issues at the moment and we have seen a direct switch to Europe and Rosslare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#X00300","nonspeaker":"Mr. Glenn Carr","continuing":true},{"type":"speech","time":1613347200,"counter":95,"content":"<p>As we are only permitted to be in this committee room for two hours we only have two minutes remaining.  So we are close to finishing and are right on the button.<\/p> <p>  On behalf of the committee, I thank Mr. O'Reilly, Mr. Carr and Mr. Kenny for making themselves available to this committee, making presentations and giving very comprehensive replies to our questions.  It was important that we heard from representatives of both the haulage sector and the ports because they are all in this together.  They are two sides of the same issue.  There is a lot to be positive about and there is a lot happening.  Again, with Brexit, it is always quite uncertain in parts but it is a moveable feast and we will keep our eyes on it.  From our perspective, as a committee, the witnesses have given us a lot to consider and raised a number of key issues.  I can assure them that their contributions will form a significant part of our final report.  We are always at their disposal so if there are issues that crop up in the next number of weeks and months I ask them to please make sure to get in touch.  We can, of course, have a further engagement, if necessary.  Thanks very much everybody and our meeting has now come to an end.  Our next meeting is at 3 p.m. next Monday, 22 February 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/WUS2021021500002#Y00200","speaker":"1642"},{"type":"unspoken","time":1613347200,"counter":96,"content":"<p>The select committee adjourned at 5 p.m. until 3 p.m. on Monday, 22 February 2021.<\/p>","notice":"TIME STRING DETECTED"}]