[{"type":"majorheading","content":"Joint Oireachtas Committee on Education and Skills","time":1604966400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:30<\/p><p>The Joint Committee met at 13:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Rose Conway-Walsh, Aisling Dolan, Alan Farrell, Eileen Flynn, Carol Nolan, Fiona O'Loughlin, Jim O'Callaghan, Pauline O'Reilly. Pádraig O'Sullivan, Marc Ó Cathasaigh, Donnchadh Ó Laoghaire, Aodhán Ó Ríordáin.<\/p><p>I láthair \/ In attendance: Senator Mary Seery Kearney.<\/p><p>Teachta \/ Deputy Paul Kehoe sa Chathaoir \/ in the Chair.<\/p>","time":1604966400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002"},{"type":"minorheading","content":"Business of Joint Committee","time":1604966400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#A00100"},{"type":"speech","time":1604966400,"counter":5,"content":"<p>The draft minutes of the meeting of 5 November have been circulated.  Are they agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#A00200","speaker":"1619"},{"type":"minorheading","content":"Leaving Certificate Calculated Grades 2020 and Preparations for Leaving Certificate 2021: Department of Education","time":1604966400,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#A00300"},{"type":"speech","time":1604966400,"counter":7,"content":"<p>On behalf of the committee, I welcome Dr. Harold Hislop, chief inspector at the Department of Education; Mr. Dalton Tattan, assistant secretary general at the Department of Education; and Ms Andrea Feeney, CEO-designate of the State Examinations Commission and former director of the calculated grades executive office at the Department of Education.<\/p> <p>  I will shortly ask Mr. Tattan to brief the committee on the 2020 leaving certificate calculated grades, specifically on the calculated grades process; measures that are in place to review the process and to indemnify students who were wrongly graded; as well as on preparations for the 2021 leaving certificate.  The format of the meeting is that I will invite Mr. Tattan to make a brief opening statement, which will be followed by questions from members of the committee.  Witnesses are probably aware that the committee will publish the opening statement on its website following the meeting.<\/p> <p>  Before we begin, I want to remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  I would like the officials to note that they are protected by absolute privilege in respect of their presentations to the committee.  This means they have an absolute defence against any defamation action for anything they say at the meeting.  However, they are expected not to abuse this privilege and it is my duty as Chairman to ensure that this privilege is not abused.  If their statements, therefore, are potentially defamatory in regard to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.<\/p> <p>  I ask members to switch off their mobile phones.  I ask Mr. Tattan to make his opening statement and I will cut him off after six minutes because we want to finish the meeting swiftly at 3.25 p.m. as members have to be in the Convention Centre for 4.00 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#B00100","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":8,"content":"<p>I thank members for the invitation to engage with the committee on the 2020 leaving certificate calculated grades process and on preparations for the 2021 leaving certificate.  I am assistant secretary at the Department of Education with responsibility for curriculum and assessment matters.  Attending with me are Dr. Harold Hislop, chief inspector in the Department of Education; and Andrea Feeney, CEO-designate of the State Examinations Commission and previously director of the Department&rsquo;s calculated grades executive office.<\/p> <p>  The Government decision of 8 May 2020 to postpone the leaving certificate examinations and to adopt a model of calculated grades was a result of the Covid-19 pandemic, which prevented the State from running the conventional leaving certificate examinations this year.  The Government decision was made following an assessment of public health advice, advice from the National Educational Psychological Service and other likely implications for holding the examinations from the previously rescheduled date of Wednesday, 29 July 2020.  Critical to this decision also were the strongly expressed views of the advisory group for contingency planning for State examinations 2020, comprising all stakeholders, including students, teachers, school managers and others.  This advisory group met frequently from April and it shared concerns that it was not possible to hold the conventional examinations safely.<\/p> <p>  It was decided that leaving certificate candidates would be provided with the option of receiving calculated grades and certification that would allow them access the Central Applications Office, CAO, system, higher and further education, and the world of work.  Candidates would also retain the right to sit the conventional leaving certificate examination as soon as it was safe for the State examinations to be held.  These written examinations will commence next Monday, 16 November, when approximately 2,800 candidates will sit 7,300 examinations in 600 schools and other settings.<\/p> <p>  The leaving certificate class of 2020 faced a unique set of circumstances and the decision to provide students with calculated grades was taken with the best interests of students at heart and in full consultation with the partners in education.  The design of the calculated grades model was informed by advice from a technical working group, comprising experts drawn from the State Examinations Commission, the inspectorate of the then Department of Education and Skills, the Educational Research Centre and international external expertise.<\/p><p>At all times, the calculated grades system had concern for this year&rsquo;s group of leaving certificate students who completed their second level education under the most unprecedented and difficult circumstances.  Through the calculated grades process, the Department sought to ensure that the grades students received are fair and comparable representations of their levels of achievement.   Every effort was made by the Department to provide calculated grades to as many students as possible, provided there was credible and satisfactory evidence from an appropriate source and on which an estimated percentage mark could be based.  Calculated grades results were issued to more than 60,000 students on 7 September 2020, ensuring deadlines for the CAO, the Universities and Colleges Admissions Service and other jurisdictions&rsquo; college entry systems would be met as far as possible.  <\/p><p> Very regrettably, a number of coding errors occurred in the calculated grades model.  On 3 October, the Minister for Education, Deputy Foley, announced that 6,100 leaving certificate students would later that day receive details of improved calculated grades following the correction of those errors.  As part of the round 4 offers made by the CAO on 8 October, 485 of these students received a CAO offer on foot of their improved grades.  Each of them was given the opportunity to take up his or her offer in the current academic year.  The Minister also announced that she had asked for a comprehensive independent expert review of the design and implementation of the calculated grades process to take place when the process is complete.  Some initial scoping of the review has taken place and legal advice is currently being sought, having regard to certain litigation in being.<\/p><p> On 21 August, the Minister announced a series of changes that will be made to the assessment arrangements for the 2021 State examinations.  These changes are detailed in the assessment arrangements for junior cycle and leaving certificate examinations 2021 which forms part of the roadmap for the full return to school.  The arrangements are designed to take account of the disrupted learning experienced by students during the 2019-20 school year and to factor in possible further loss of learning time in the 2020-21 school year as a contingency measure.  As the loss of learning through school closures will have affected students&rsquo; engagement with their course of study in various ways, the adjustments put in place will play to students&rsquo; strengths by leaving intact the familiar overall structure of the examinations, while incorporating additional choice.  Project briefs for relevant subjects will be issued earlier than usual and practical course work will be submitted earlier than normal.<\/p><p> The preference of the Department and all stakeholders would have been to hold the June examinations in 2020 for several reasons, not least of which was that students are familiar with the examination format and the format of associated practicals and tasks.  That is why the Department and the Minister, Deputy Foley, are determined to run conventional examinations in 2021 and planning is progressing for the running of the 2021 leaving certificate examination.  <\/p><p> My colleagues and I are happy to answer any questions committee members may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#B00200","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speech","time":1604966400,"counter":10,"content":"<p>I thank Mr. Tattan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#C00200","speaker":"1619"},{"type":"speech","time":1604966400,"counter":11,"content":"<p>Mr. Tattan, Dr. Hislop and Ms Feeney are very welcome.  The committee appreciates their time.  This is a very important topic.  It is also an emotive one.  I am thinking of the 60,000 students who are preparing to take the leaving certificate in 2021 and the 60,000 who completed their leaving certificate in 2020 but still have questions regarding the process that was in place.  I have had several conversations with teachers, principals and pupils and have received several emails in recent days on this issue.  I believe I owe it to those who contacted me to raise the particular points they made.  The leaving certificate students who contacted me were incredibly articulate in terms of defining their issues and anxiety and they were very clear about what they wanted for themselves and their peers.  I was struck by their contributions.  I will tabulate those contributions and send them to the Department because all that correspondence needs to be read.<\/p> <p>  The particular concerns of the students who are to take the leaving certificate in 2021 are around the loss of class time and the content overload.  I know the Department has made some changes in terms of the curriculum that will be assessed in the leaving certificate examination but, having listened to teachers and students, I contend that is not enough.<\/p><p>There is now a slow-down correction process for homework and tests and that adds to it as well.  There is a lack of access to laptops.  Perhaps there are a number of students within a family when there is only one laptop at home, which is causing difficulties.  <\/p><p> There are difficulties about being back at school in terms of masks and the lack of lockers.  I know we are all conscious of this.  There is no more group work in language classes.  Again, there are concerns about the orals.  Will they be held?  Will they be held in Zoom format in a one-to-one context?  There is definitely an increase in stress and anxiety since the return to school in September.  We must address the mental health of students and ensure they have positive mental health.  The fact that they cannot participate in other activities such as gym or sport is definitely affecting them.  There are students who missed additional time due to Covid cases in their school or family and they are particularly concerned about that.  Other affected areas included are specific subjects such as field study for geography.  The agricultural science sample paper has only just been released.  The details of a new research project for economics to be completed by December were given this week.  The practicals in science and music are also affected.  <\/p><p> I received a number of emails, particularly from parents and students who were downgraded.  There is concern about that and the November exams.  Some people felt that they should be cancelled and held in June.  In general, teachers were very positive about being back in school and everything they could do but there was a feeling that there was a lack of consultation with school leaders around some aspects of it.  Again, they are concerned about increased anxiety and mental health concerns.  <\/p><p> The very specific questions I have are around responsibility for the errors found.  Does responsibility lie with the Department or Polimetrika?  Was the model tested before it went live?  Can the witnesses from the Department outline what needs to happen to ensure the model is fit for purpose?  I appreciate that the witnesses said that the Department is planning to hold conventional exams in June.  How will they comply with public health and social distancing measures?  If students are out due to Covid, will there be a second set of exams during the summer?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#C00300","speaker":"1689","continuing":true},{"type":"speech","time":1604966400,"counter":13,"content":"<p>If the witnesses do not have time to answer in full, they can send a written reply to the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#D00200","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":14,"content":"<p>Regarding the format for 2021, planning is under way through the State Examinations Commission.  We know there have been calls for certainty around the exams for 2021.  Obviously, with the pandemic, it is difficult to have certainty about anything.  As we know, every day has a different challenge but we are trying to bring about that certainty.  We absolutely want to have exams in 2021.  We need to engage with the stakeholders on that because in order for that to work, it must be sustainable for schools to be able to run.  That includes the orals.<\/p> <p>  Very unfortunately, there were a number of errors.  The Minister has apologised for that and I reiterate that apology.  It caused a lot of stress.  The Senator spoke about student anxiety.  The errors occurred in the coding but it must be recognised that the degree of pressure everyone involved was under, including the company doing the coding for us, over a very short period of time was extreme.  There were quality assurance checks.  We may have an opportunity later on for Ms Feeney to talk more about that.  Those are probably the main points relating to that but we will follow up on the others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#D00300","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":15,"content":"<p>I thank the witnesses for attending this afternoon.<\/p><p>We all know the Department was left in an invidious position earlier in the year regarding the public health crisis and the exams.  It has been my view, and I communicated this to the former Minister for Education and Skills, Deputy McHugh, that using calculated grades was not the right approach.  Unfortunately, students who worked extremely hard and effectively gave up a year of their lives did not get the results for which they were hoping.  They were able to look at the teacher grades, however, and see that the results they received were not what their teachers thought they deserved either.<\/p><p> That was exacerbated by the error in the coding.  I still find it difficult to fathom how that error managed to slip through, given that this process was meant to have been reviewed and tested.  Before Mr. Tattan answers, it is important we acknowledge that two Departments and multiple agencies were involved with last year's leaving certificate examinations and the fallout from that process.  I hope, therefore, that Mr. Tattan will acknowledge in his answers that there is still a responsibility on the Department of Education to make this good for  those students who were failed by the coding error and by the model as a whole.<\/p><p> I have a million questions, but I will send most of them in an email.  I will focus on just three.  Some 8,000 higher grades were issued.  Does Mr. Tattan acknowledge that there was a ripple effect for other students?  The CAO is a system which ranks order in allocating courses.  There will be a round of that process in February after the leaving certificate examinations in November.  I raised this question with the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, as well.  Have there been discussions between the two Departments regarding whether it would be possible to provide deferred offers to those students who lost out on courses because they were pushed out by those with higher grades?  Is it possible to undertake the mathematical exercise of excluding the error and running not the entire CAO process, which has already allocated places, but a process to figure out what points those students affected would have had if the error had not taken place and if they can now be offered deferred places?  I think that would be a way of making things good for those students who worked extremely hard, who may have lost out because of the error and who were looking at their teachers' grades and wondering how it went wrong. <\/p><p> The November examinations will have a relatively small cohort, some 2,800 students.  It is an atypical cohort.  From my experience, these are people who have missed out on courses with high points and who are now taking the earliest opportunity to try to remedy that situation.  Most students are taking one or two subjects, and not all.  It would seem perverse to apply the usual standardisation, the bell curve, in that situation.  There is no way it can match the standardisation of previous years.  I hope that will not be the case, but perhaps Mr. Tattan can enlighten me.<\/p><p> A practical issue already rising and causing issues concerns those students who have already missed out.  I refer in particular to those interested in studying medicine because that is a competitive and hard area.  As I said, some of what has happened was because of the model and the errors.  The health professions admission test, HPAT, to get into medicine is already demanding enough.  Considering the fallout from this situation, therefore, surely the Department of Education can have some discussions with the universities and the other Department to ensure that the results from this year's HPAT can be carried over.  I think that is an important remedy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#D00400","speaker":"1460","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":17,"content":"<p>On the ripple effect, there certainly were some discussions on the issue at a high level between two Departments, particularly during the time when the coding errors were discovered.  The difficulty lies in trying to do what the Deputy referred to without having to run a full CAO process.  The view we eventually came around to was that it was not possible to do that without a full CAO rerun.  The Deputy referred to ripple effects, and those also occur from round one to round two etc..  People may turn down an offer in round one and that offer gets passed on to somebody else in round two, and so on.  Trying to rerun the process, therefore, without involving everybody seemed to be impossible to us.  The view coming from the higher education wing as well is that what the CAO takes every year are the leaving certificate results, which is effectively what the State Examinations Commission in a normal year-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#E00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":18,"content":"<p>I will clarify that what I have in mind is something to the effect of establishing the points that would have existed without the error.  The students who achieved those points could then be allocated those courses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#E00300","speaker":"1460"},{"type":"speech","time":1604966400,"counter":19,"content":"<p>If the points which would have existed without the error could be established, the students who achieved those points could be allocated places on courses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#F00100","speaker":"1460"},{"type":"speechnospeaker","time":1604966400,"counter":20,"content":"<p>I do not think it is possible to do that without a full rerun, because without doing a full rerun one would not know where the points would have landed.  As part of the process, the examination results are issued in their entirety.  That file is handed over to the CAO, which does an initial pass on it, and it is then sent to the higher education institutions, and based on that, offers are made about a week later.  It would be a question of trying to do it without involving everybody in it.  Some parents asked whether the first round of offers could be run again for those who just missed out in the ripple effect mentioned by the Deputy, but that did not seem possible to us.  However, we have explored it and I am happy to discuss the issue in more detail with the Deputy.<\/p> <p>  I will pass the question on the issue of standardisation and the November examinations to Ms Feeney because she is directly involved in leading on the examinations that are being held next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#F00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1604966400,"counter":21,"content":"<p>As the Deputy has acknowledged, this cohort of students is very different because it is small.  These examinations are being undertaken by a disparate group of students, including those who were disappointed with their calculated grades and those who did not initially have an opportunity to get calculated grades because of their circumstances.  There is a small group of students who did not want calculated grades and opted out of that process.  Their perspective was that they wanted to sit their examinations.<\/p> <p>  The normal standard-setting approach that we follow is a combination of the marking schemes matched to papers, which have been set in advance; the statistical norms from year to year; and the responses of students.  We do not have that this year.  Even in the biggest cohort subject, which is biology at higher level, it is not statistically significant.  We have appointed very senior and experienced examiners to mark these examination papers.  They will be bringing their professional expert judgment to the exercise of marking to ensure that students are appropriately rewarded for the efforts they make in these examinations, and that the outcomes are fair and valid.  That is the approach that we are taking.  We are not looking at a statistical norm, but at the expert judgment brought by the examiners.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#F00300","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":22,"content":"<p>If it is the case that there is no adjustment whatsoever after that, I will be happy but I want to clarify that is what Ms Feeney is saying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#F00400","speaker":"1460"},{"type":"speechnospeaker","time":1604966400,"counter":23,"content":"<p>It is through that process, so we are looking to make sure that the outcomes will be fair and valid and that students will be appropriately rewarded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#F00500","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":24,"content":"<p>I welcome the witnesses.  We have the expertise of an assistant secretary, a chief inspector and a CEO-designate of the State Examinations Commission.  I believe Ms Feeney worked in the Department's calculated grades executive office.<\/p> <p>  We are here today to discuss the calculated grades process and the measures that are in place to review it, the indemnification of the students and the preparations for the 2021 leaving certificate.  I understand that this year was very challenging.  I pay tribute to what has been delivered for students.  I know that has been done with help of principals and teachers.  Students and teachers have worked together.  I appreciate that the organisations engaged with stakeholder groups in developing this system.<\/p> <p>  As someone who comes from a project management background, I am concerned about how this system contained errors to such an extent that over 6,100 students were affected by coding errors.  Polymetrika found that Irish, English and maths were being used with the two worst subjects, instead of the two best subjects.  When the Department went through the system at a later stage - maybe this should have been done earlier - it found that civic, social and political education had been left out.  Finally, the educational testing system reviewed it and found another two errors.  If students had not sat those three subjects and instead took the next best subject, instead of an average, that was also an issue.<\/p> <p>  I am really shocked here.  From from a pure project management perspective, I wonder how on earth was it not tested.  Was &euro;75,000 the amount that was spent?  Does the Department think that was sufficient for 60,000 students?  It appears quite low to me.  What other costs were there after that?  What section of the Department had oversight and governance of the systems here?  Of the 485 students who were offered a place through CAO, how many of them have taken up those offers?  I will stop there and follow up with questions afterwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#F00600","speaker":"1654"},{"type":"speechnospeaker","time":1604966400,"counter":25,"content":"<p>I will start and then will let Dr. Hislop respond.  There were three errors.<\/p><p>There was a further issue.  The Educational Testing Services characterised the fourth as an issue rather than an error but it was something that was at slight variance with what was described but did not have any impact on students.  It was something that we sought to clarify with them.  On the three errors, obviously it was shocking.  It was certainly shocking to those of us involved to find that out at that point in time.<\/p><p> All of the errors occurred in the small section of code.  That is not in any way to reduce or excuse them or not talk about the impact because the impact, for the students involved, was significant.  We did everything we could to resolve that for the students and in as timely a fashion as possible.  They all related to one small section of code.  It was described to me as a kind of family of coding and was all around how the junior cycle data was used.  It was a particularly complex piece of code.  Polymetrika is a company that we have used to do the coding for us.  It worked extensively and intensively over a very short period of time to do that because other iterations of the standardisation models had looked at other ways to do this.  It had looked at using a number of junior cycle subjects, using English, Irish, Maths and the one best result, and eventually it was brought to English, Irish, Maths and the best two excluding civic, social and political education or CSPE.  It proved a very complex piece of code to the point where, at one stage, we thought it may not be possible to fully enact that and give it effect but ultimately it was possible.  To be fair, Polymetrika spotted the first error.  We would not, I do not think, have spotted the other errors only for them coming to light and immediately alerting us when it was discovered that there was an anomaly.<\/p><p> On the money issue, &euro;71,000 was the initial cost.  It was always envisaged that once we moved into implementation that there were going to be further costs involved.  To my knowledge, the current amount invoiced to date is about &euro;193,000 in total.  I shall now pass over to Dr. Hislop, if that is okay. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#F00700","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":27,"content":"<p>The three errors that were found were all connected with how the data was taken from the datasets dealing with the junior certificate results and then using it within the mathematical modelling.  As Mr. Tattan has mentioned on the degree of changes that we were going through, we were trying to work out the best way to use the junior cycle data under what was an intensely short time period.  We had discussions at the national standardisation group about the relative benefits of using all of the subjects, of using Irish, English, Maths and one subject or Irish, English, Maths and two subjects, and eventually came down in favour of the Irish, English, Maths and two subjects.  Those discussions were really not possible until we had run the model a number of times and seen the effects.  It would have been preferable if we had been able to run complete checks on the code but that proved very difficult, in fact impossible.<\/p> <p>  We were conscious that we had Polymetrika working on the modelling and we attempted to get standby or contingency cover for Polymetrika, including a contingency that would have carried out independent checking of the code for us.  At the time it was impossible to get staff after we made approaches.  We made approaches in the University of Oxford and we also made other approaches.  Each of the agencies in the UK and Ireland, at the time, that would have provided that expertise to us, such as Ofqual, the Scottish Qualifications Authority or the Welsh equivalent was taken up with its own calculated grade process and was also hoovering up the international expertise to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#G00200","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":28,"content":"<p>I ask Dr. Hislop to conclude.  Next is Senator Pauline O'Reilly and she will be followed by Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#G00300","speaker":"1619"},{"type":"speech","time":1604966400,"counter":29,"content":"<p>I thank Mr. Tattan, Dr. Hislop and Ms Feeney for joining us today.<\/p> <p>  I believe that the wrong decision was made to cancel the leaving certificate.  It has been proven now to have been detrimental, I would say, to an awful lot of students and young people in terms of their mental health.<\/p><p>Steps could have been taken but we are where we are now.  That was not a decision for the witnesses and I appreciate that but I just wanted to make that point.<br\/><br\/>In terms of next year and the issue of standardisation, all the commentary and rhetoric at the moment is that students attending DEIS schools have done better under the current system.  What steps are being taken with regard to standardisation for next year to ensure we do not see a backsliding in the advancement for those students?  <br\/><br\/>Students have told me about the negative impact on their self esteem of being downgraded <i>vis-&agrave;-vis<\/i>the grades their teachers gave them or of not being graded very highly by their teachers even though they were doing the hard slog.  I was one of those students who did the hard slog but was not noticed by teachers as being particularly bright.  I have spoken to the quiet students who are very bright and who knew they were putting in the hard work.  They have told me that the rhetoric is that most people have seen an increase in their grades and that makes them feel ashamed that they have done worse than expected.  My understanding from previous briefings is that one of the issues taken into consideration was a ranking of grades within classrooms and that is where the problem seems to lie for these students.  In a class of five students, for example, who are all very well performing, the fear is that the ranking of grades results in a downgrading.  Is that correct?  I know that outliers were taken into consideration and have heard that from ministerial advisers but was the situation of classes with numerous high-performing students taken into consideration too?<br\/><br\/>Many students have contacted me not only about missing out on their schooling in the run up to the original leaving certificate date but also about missing out on the help that students would have been given in other years in the run up to the exams.  Is that correct?  Were any steps taken to help the students who will be sitting their exams next Monday?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#G00400","speaker":"1693","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":31,"content":"<p>I do not want to re-argue the decision to cancel the leaving certificate exams but in terms of mental health and student well-being, the decision that was made in May by the Government was informed by NEPS advice and concerns.  The public health advice we were getting led us to believe that we would have had to run very truncated and limited exams or exams that did not bear much resemblance to a normal leaving certificate.  Undoubtedly, the leaving certificate experience is extremely stressful for students every year-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#H00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":32,"content":"<p>Leaving that aside-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#H00300","speaker":"1693"},{"type":"speechnospeaker","time":1604966400,"counter":33,"content":"<p>-----and the lack of certainty would not have helped in that regard.<\/p> <p>  Regarding DEIS schools, the point the Senator made is important.  While we know that we have made great progress through DEIS, we want to make further progress in genuinely closing that achievement gap so that all students have equality of opportunity.  Of course, we will be very mindful of the standardisation approach we take in 2021, not least because we will have students who have just done the calculated grades or who are sitting the exams next week who may seek to compete in next year's CAO process.<\/p><p>We must ensure fairness there too.  That will be part of the planning done for State exams.  Ms Feeney will speak about the ranking process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#H00400","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":35,"content":"<p>There was a question about the ranking order model.  The school estimates work was the most important information we had.  It was not only the school estimate of the students' likely level of performance, had they sat the examination, but also their places in the classes, as indicated by the teacher by reference to the rank order.  A commitment we gave to schools in advance of the process starting was that we would preserve that rank order.<\/p> <p>  We noted that schools were unable to standardise their results against each other.  A person in one school would not know how the teachers in the school down the road might approach the marking process.  We needed to have some mechanism for being able to standardise and, effectively, the standardisation was done by reference to the rank order.  By providing a rank order, teachers were telling us how the student performed relative to the peers in class.  It was an important piece of information.<\/p> <p>  The system allowed for outliers, such as if there was a high-performing student in a potentially lower-performing group of students.  The system was capable of recognising that.  If a strongly performing group of students were in a particular class, we had the junior cycle data within the model.  While some changes were made later in the process in removing the school historical data, there was information left in the model that allowed us to scientifically and statistically approach the standardisation process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#J00200","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":36,"content":"<p>I welcome the witnesses.  It is no secret the Labour Party did not support the cancellation of the exams when the announcement was made on 8 May.  We felt the written exams should have gone ahead.<\/p> <p>  I will go through the timeline.  On 8 May, the announcement was made and there was a school profiling element for the calculated grades.  The delay to leaving certificate results was announced on 17 July and the school profiling element was dropped on 1 September.  Was there not a suggestion in that process that the school profiling element should have been dropped from the entire process much earlier to allow the system to adapt?<\/p> <p>  Was it as a result of what happened in the UK that there was a feeling that the Irish system should change?  We saw what happened in Wales, Scotland, Northern Ireland and England.  The results came out and the discrepancy seemed to see disadvantaged students being doubly disadvantaged.  Was that a big influence on the decision?<\/p> <p>  I will ask all my questions at once.  Today, the Welsh education minister announced there will be no exams in Wales in 2021 and I am interested to know that if this is repeated across England, Northern Ireland and Scotland whether the Department of Education will also be minded to follow suit because of that rationale.<\/p> <p>  Junior certificate results were used as part of the mechanism for determining leaving certificate results.  How does it make sense to use those results if 2017 - the junior cycle cohort in question - was the first year of the new English cycle?  It is also the case that 13% of students do not sit an Irish exam.  These are two of the three core subjects within the mechanism as chosen by the Department and they already have question marks over them.<\/p> <p>  I have a few questions on the process for choosing Polymetrika, and the witnesses have gone through that.  It was indicated that the preference of the Department and stakeholders was to hold the June examinations in 2020 for a number of reasons.  There was mention of the National Public Health Emergency Team and the political element, and these contributed to the final decision.  The decision on school profiling was announced on 1 September but was the decision made much earlier?  Was it felt that 1 September was the first time the Department could go public on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#J00300","speaker":"1551"},{"type":"speechnospeaker","time":1604966400,"counter":37,"content":"<p>I will pass some of the Deputy's questions over to Dr. Hislop but I will address the issue of the timeline for the decision.  I will preface what I am saying by advising that account be taken of the fact that litigation is ongoing, some of which is focused on the decision to which the Deputy is referring.  I will do my best to answer while having regard to that difficulty.  Over the summer, there were calls in respect of the school profiling element.  There was quite a degree of commentary in the media with regard to whether it would have an unfair impact on schools, and particularly on disadvantaged schools in disadvantaged areas serving disadvantaged communities.  We were very cognisant of that with regard to the standardisation model.  We did not categorise the results coming out on 7 September as a delay.  There was a very tight timeframe as it was.  We had always said publicly that we would issue the results as close to the normal date as possible but we had not committed to that date until the announcement to which the Deputy referred.  That was as much time as we needed to get everything done while also making the Universities and Colleges Admissions Service, UCAS, deadline and the deadlines for entry into higher education in other jurisdictions.<\/p> <p>  The decision to remove the historical school-by-school data was effectively made in the middle of August.  The Minister made that decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#K00100","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":38,"content":"<p>That was in mid-August.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#K00200","speaker":"1551"},{"type":"speechnospeaker","time":1604966400,"counter":39,"content":"<p>Yes.  Her decision, however, also required a Government decision because the Government decision of 8 May incorporated the historical school-by-school data as a key element of the standardisation model.  We knew that the decision would have to be returned to the Cabinet for approval.  That is why the decision could only have been made with the approval of the Government.  At a policy level within the Department, the decision was made in mid-August.  Of course, the public commentary was a very significant factor in that decision.  We could see what was happening in Scotland and what had happened in England, Wales and the North.  Other factors were also involved, to which others had referred and of which the Minister had cognisance.  For example, there was the question of whether, regardless of the impact, it was right that the results of other students, who had been through the system prior to 2020, would have an impact on the 2020 cohort.  One thing I can say about the leaving certificate is that people go in with a blank piece of paper and it is their effort and their results that get counted at the end of the day.  That was certainly a factor as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#K00300","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1604966400,"counter":40,"content":"<p>I will comment on the discussions that were happening.  It was very clear from our earliest discussions with the current Minister that she had questions about the inclusion of the historical data.  It was the subject of ongoing discussion and something at which we had to look as we developed the model.<\/p> <p>  The Deputy asked about the announcement regarding examinations the Welsh authorities have made today.  The English authorities had already announced that the A level examinations will go ahead in England.  One of the examinations in Scotland, the national 5 examinations, which are the equivalent of the GCSEs, will move to a school-based assessment but the higher qualifications examinations, highers, will be held as a traditional examination.  We are determined to run the leaving certificate examination.  This was also the determination and preference of all stakeholders last March and April.  The advisory group that was referred to was determined that examinations be held if at all possible.  The group did, however, reach unanimous agreement that this was not safe or feasible for 2020, which is why we had to move ahead with calculated grades.<\/p> <p>  There was also a question about the junior certificate results and the combination involved.  It was not simply a matter of scores from the revised junior certificate subjects.  Over the course of the implementation of the revised junior certificate, certain cohorts of students have been taking the revised subjects as they came on stream while others have still been taking the subjects in the old manner.  There was, therefore, still a full range of subjects from which to draw data.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#K00400","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":41,"content":"<p>I thank the Department representatives very much for coming in and presenting to us today.<\/p><p>We have heard concerns about the calculated grades system from other members.  I believe there were a few faults in the calculated grades system.  It was done in a very short period of time and everybody was under pressure.  As young people in working-class areas were able to reach their full potential, it is not all bad news.  For example, a few young women in Ballyfermot got 600 points.  Their teachers graded them at the level they know they were capable of.  These are bright young women who will go on to become leaders in their own community and will go on to better our society.<\/p><p> We can look at some of the issues or flaws with the calculated grades.  The experience with the leaving cert assessment shows that not all young people start on an equal footing within the education system.  If anything, it has shown there was always a fault in how the leaving cert exam was done.  Most Traveller children from my community do not complete second level education.  Moreover, many studies have shown that achieving higher grades and good degrees depends on money and investment in a child over time.<\/p><p> In the middle of a pandemic we need to take into account factors such as halting sites, people's accommodation, homelessness, people living in direct provision, access to laptops and people in rural areas not having access to broadband never mind laptops.  We are talking about young people's mental health and well-being.  There is one solution for this.  People might think I am a bit crazy for saying it, but I will say it anyway.  We have an opportunity to put the leaving cert on an equal footing for all young people in Ireland.<\/p><p> Last night I was speaking to the vice principal of a school who believes it should be assessment based.  If I were measured on my academic ability, I would not be here today.  One of the teachers said to me last night on the phone: \"If I was to look at you, Eileen, from your academic ability, I would never have pictured you being in the Houses of the Oireachtas.  I learned from you as a student and how we must go forward believing in students.\"  We must look to doing the leaving cert differently.  We are talking about pressures.  There is one way to settle all these pressures.  Listening to Deputies and Senators, I believe it would be better to have continuous assessment.<\/p><p> What are we doing to address inequalities when we are assessing students' performance?  That is down to accommodation and resources for young people.  There is a bigger picture beyond what we are discussing today.  I thank the witnesses.  Based on the experiences of young people in working class areas, I am really happy with the calculated grades system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#K00500","speaker":"1657","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":43,"content":"<p>I will reply first and then pass over to Dr. Hislop.  It is very heartening to hear the stories the Senator mentioned with the opportunities that people have.  It underlines the point I was making earlier.  The approach with standardisation was very much to try to ensure we did not exacerbate any disadvantage this year.  We were very pleased that we were able to achieve that through the calculated grades.  We cannot mistake that for genuine equity in society and ensuring that people have those opportunities in more normal times.<\/p> <p>  Part of that informs the approach we have of being very determined to run exams and, as far as we possibly can, run all components of exams.<\/p><p>We know that students can demonstrate their abilities, skills and talents in lots of different ways.  It was not possible in November to do anything other than simply to run the written examinations, but for next year we want to run as far as possible all components of the process to ensure that those sort of inequities do not start to reassert themselves in the system.  I will hand over to Dr. Hislop to speak about continuous assessment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#L00200","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":45,"content":"<p>I think it is worth noting too that while leaving certificate exams are starting next week, we are also running junior certificate exams for students who are early school-leavers and for whom the junior cycle examination would possibly be their only qualification.  They have been given that option, and a small number have taken it, but it is still important, as have a number of adult learners who are eligible to take either the leaving certificate or the junior cycle next year, again for whom it is a return to education and perhaps their only qualification.<br\/><br\/>One of the weaknesses in the leaving certificate system at the moment <i>vis-&agrave;-vis <\/i>comparable systems in other countries is that we have fewer episodes of assessment throughout the two years of the leaving certificate cycle.  We do have practicals and orals, which are useful and give us a lot of information, but some countries have different assessment points at different times.  We did not have that option, but we are determined to run the oral exams and the practical subjects for next year because they do form another important part of measuring the learning of students.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#M00200","nonspeaker":"Dr. Harold Hislop"},{"type":"speechnospeaker","time":1604966400,"counter":46,"content":"<p>The senior cycle reform process is ongoing and the work that was continuing apace was affected by the Covid interruption.  The senior cycle is being reformed with the partners and stakeholders to look at issues such as continuous assessment and how we can have a more equitable approach to how we address assessment that looks at intervals of assessment rather than everything depending on a final, written examination.  It is not that the final, written examination does not have a place, but we are looking at supplementing it with a more spaced-out approach to assessment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#M00300","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":47,"content":"<p>I apologise for being late.  Thank you, Chair, for accommodating me.  I welcome the three witnesses.  I come from an education background myself.  We have all heard good news stories in the committee in that more people than ever before have received higher offers in terms of the allocation of third level places.  We have also come across tough stories from people who in many cases seem to have a legitimate grievance in terms of being disadvantaged by the system that was applied.  As other speakers have acknowledged, as the crisis was unfolding, decisions had to be made very quickly.  I commend the Department and the Ministers on the actions they have taken heretofore.  That said, I believe it is important to have reviews to learn from mistakes.  I apologise if my question was asked earlier.  In terms of errors that were made, I assume mistakes like the coding error would not happen again.  Looking ahead to 2021, I understand a review is currently under way.  Could we get a brief rundown of the status of that and when we are likely to see a report or any recommendations?  It is not just for the purposes of finger pointing, but to get things right if we do have to engage in the process again in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#M00400","speaker":"1521"},{"type":"speechnospeaker","time":1604966400,"counter":48,"content":"<p>The Minister has already said it is her intention to proceed with a comprehensive review as soon as is practicable.  As Deputy O'Sullivan says, it is to learn the lessons rather than to play a blame game, both in relation to calculated grades but there are other things too such as assessment more generally and the experience of teachers in that regard.  To do that we need to complete out the process.  We have two key remaining steps, one is the exams themselves, which as I said are on the brink of starting next week, and then there is also the final stage of appeals.  There has already been a stage 1 and stage 2 appeals process, but there is a third independent stage operated by independent scrutineers and that is under way at the moment.  We expect it will complete out over the coming weeks.<\/p> <p>  There is one question that we have to figure out.<\/p><p>Given that there is litigation, to which I referred earlier, does that in some way hamper our ability to proceed with the review?  We are very keen to get the review under way and for it to be meaningful we want it to move as quickly as possible.  We will need to check that aspect, however, to ensure we can proceed fully on all the parts that we want to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#M00500","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speech","time":1604966400,"counter":50,"content":"<p>My second question concerns the company implicated in the error in the coding.  Has Mr. Tattan any information about that process?  I am sure this will come out in the review, and I am not suggesting that there will be sanctions, but what are the likely repercussions?  Did the company meet the obligations of its contract at the time?  Is Mr. Tattan in a position to comment on the role of Polymetrika?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#N00200","speaker":"1521"},{"type":"speechnospeaker","time":1604966400,"counter":51,"content":"<p>I will make some general comments.  Again, advice will need to be sought on that issue and on the terms of the contract on which we engaged the company.  As I touched on earlier, the timetable which we were set was very ambitious.  Ms Feeney and her colleagues in the calculated grades office and others, including Polymetrika, were working flat out through the summer to try to achieve what was needed.<\/p> <p>  As I mentioned, the coding in question was very complicated and it was written in such a way as would have allowed for some independent external scrutiny.  We had tried, as Dr. Hislop said, sourcing others who could have been there as contingency or as a way to check that aspect of the process.  It simply did not prove possible in the time we had, and with the demand and the expertise required.  It is something that we will, ultimately, have to consider.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#N00300","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":52,"content":"<p>Initially, teachers were given the impression that their ranking order was not going to be made available, but subsequently it was.  I would like an insight into when that changed or when it became clear it was going to become that transparent.  Teaching unions were initially of the impression that the ranking order was going to remain private.  Will Mr. Tattan give us an explanation regarding that aspect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#N00400","speaker":"1521"},{"type":"speechnospeaker","time":1604966400,"counter":53,"content":"<p>We had a series of engagements with the two post-primary trade unions on this matter.  They had an understanding that the ranking would only be available through a subject access request under data protection legislation.  That was not, however, the understanding we had.  We had a misunderstanding between the two parties involved.  We had a round of engagements with the unions on that aspect.  We sought legal advice on it at the time, which ultimately said that we were bound to release it because it was personal information.  We did release it, albeit a couple of weeks later than we had originally intended.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#N00500","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":54,"content":"<p>To follow on from and add to what was said by Senator Flynn, who has left just now, it was interesting to note what happened with many of the practical subjects.  Ideally, that might be the way forward out of this and lessons may be learned.  We need to engage in more continuous assessment in practical subjects etc..  I taught a subject with a practical component when I was a teacher.  This is more a point than a question.  If we do have to make changes to the original system regarding how we deliver exams, and the oral and practical components, I suggest we give schools some flexibility in deadlines and dates for submission of those practical and oral components.  We could also let them start as soon as they would like to and make it more practical in a school-based setting.  I ask if that could also be considered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#N00600","speaker":"1521"},{"type":"speechnospeaker","time":1604966400,"counter":55,"content":"<p>The Deputy has made an important point.  The planning is under way for 2021 and we are cognisant that whatever we do regarding arrangements for the exams they must be sustainable at a school level.  Schools are under pressure every day because of arrangements with Covid-19 and meeting the existing health and safety requirements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#N00700","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":56,"content":"<p>I apologise for having stepped out.  The witnesses will appreciate there was a vote in the D&aacute;il.  The representatives will forgive me if I repeat questions that have already been asked.  I ask the witnesses to pretend they have not already answered the questions.<\/p> <p>  My focus is not on leaving certificate 2020.  It is done.  There were regrettable errors.  We know that, and we also know that some of them were not caused by the Department.  The rest of them were caused by Covid.  I am not going to dwell on that.  In the context of leaving certificate 2021, and taking on board the step taken in Wales today to suspend any plans for a seated examination in the summer of 2021, one must inquire about the process.<\/p><p>One has to ask and to forward plan.  If it is not possible for us to have an examination on the normal date in early or mid-June, what contingency plans are in place?  Further, if the 2021 leaving certificate cannot take place in an examination hall, are the witnesses confident that the predicted grades system is robust enough, given what we have learned, to be used again?<\/p><p> My final question relates to long-term effects of Covid on our student population and the need for a one-day examination of a student's ability at a senior secondary level.  Should we recognise this opportunity and take it as the wake-up call we may have needed?  I mean no disrespect to the representatives from the Department and do not doubt the professionalism they bring to their roles but we need to have that conversation.  We all know it.  Mr. Hislop is nodding.  I would appreciate if the witnesses could spend some time on that third point, which is probably more important than the prior ones.  I leave that question open to any of the witnesses who wish to answer it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#N00800","speaker":"1562","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":58,"content":"<p>I will deal with the first two questions and then hand over to Dr. Hislop.  Our determination is to run the exams next year.  We cannot be absolutely sure and if this year has taught us anything it is that there is uncertainty in the world but we are absolutely determined to run the exams and all their components as normally as possible.  That said, given the experience we have just gone through, we would be mad if we did not make contingency plans and think about alternatives.<\/p> <p>  We intend to carry out a review of the calculated grades process this year.  We have obviously learned a huge amount but we had to learn it very much on the hoof as we were doing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#O00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":59,"content":"<p>I am sorry to interrupt.  Will that report be presented to this committee or to the Houses of the Oireachtas?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#O00300","speaker":"1562"},{"type":"speechnospeaker","time":1604966400,"counter":60,"content":"<p>We intend that the report will ultimately be published.  We have to wait until we get to the end of the process, which still involves the exams and the final stage of the appeals.  It is ultimately something that should be in the public domain and should be shared.  However, we need to understand the process better.  We have some sense of it, having gone through the experience, but we are still just coming out of it at this point.  We need to understand what it was like, what worked and what could be improved.  We obviously had issues like the errors, which nobody wanted.  We would have liked not to have had to face into those but we had to correct them at very short notice.  We need to learn those lessons but I reiterate that the intention is to run the exams unless it proves absolutely impossible to do so.  We do not anticipate that that will be the case.  Schools are open.  They have gone through their first half-term successfully, they continue to be open and that is the intention.  Next week is an important milestone for us as well.  Small numbers of students will take the November exams but that will prove that it can be done while schools are also running.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#O00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1604966400,"counter":61,"content":"<p>It is important to emphasise that schools have made huge efforts and have learned a lot about how to operate in a Covid environment.  We simply did not have that information in June and it was not safe to run the exams in the current year.  Exams are an important way of assessing students.  There is no doubt about that.  They serve a useful purpose and they have their strengths as well as their weaknesses.  As students have been preparing for doing an exam for the previous two years, it is the fairest way of assessing them.  That includes the other components of the exams as well.<\/p> <p>  The Deputy asked about the long-term effects of this situation.  There are obviously gaps.  We have recognised already that there are gaps in students' learning and that is why the exam arrangements for next year have been altered so that students will have a greater range of choice in those examinations.  They will have to cover fewer areas and yet will still be able to do the exams.  We thought that was the fairest thing to do, by adjusting the assessment so that, irrespective of the order in which students had covered elements of their syllabi, they would still be able to do their exams and represent their learning fairly.  The other side of it is that this whole experience has shown that if we had other episodes or modules of assessment that were properly set, moderated and examined over the course of the two-year period, we would not have been relying on a single three-hour exam that we had to cancel.<\/p><p>Other countries have those measures in place and they were able to cope better.  That was not possible in Ireland, which is an important lesson in regard to the review of senior cycle in years to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#O00500","nonspeaker":"Dr. Harold Hislop","continuing":true},{"type":"speech","time":1604966400,"counter":63,"content":"<p>The committee and the witnesses, as individuals within the Department, must recognise that the fifth years who are now sixth years are at a distinct disadvantage to their peers.  I welcome what Dr. Hislop said, but I would urge caution and suggest members might pause their consideration of this matter and how it might affect the current sixth years to a later stage, perhaps with the student representative body which, I know, has been in touch with the committee in writing.  It would be very helpful if we engaged in a meaningful discussion with it on this matter at a later point.  I thank Dr. Hislop for his responses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P00200","speaker":"1562"},{"type":"speech","time":1604966400,"counter":64,"content":"<p>I have a number of questions and I would appreciate it if the witnesses could answer them as succinctly as possible.  In terms of the number of legal cases that are in the system, how many are outstanding and when is it expected they will be concluded?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P00400","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":65,"content":"<p>It is a difficult question, Deputy, but I will do my best.  There are approximately 20 cases.  There are a number of cases that have been granted leave for judicial review by the High Court and a number of others that have not been granted leave.  The latter are waiting in the wings.  They are not formally initiated at this stage.  There is a lead case, which the High Court judge has identified and that is proceeding at the moment so it is in a discovery process.  We do not have a hearing date.  We had one, but it was vacated by the High Court judge a number of weeks ago.  I cannot anticipate when it is likely to happen but it is unlikely to happen before the end of this year, I would think.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P00500","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":66,"content":"<p>There are 7,000 to 8,000 students who were wrongly upgraded, a number of students who were downgraded and, in particular, a number of students who feel disadvantaged and that their education was sabotaged because there was such a differentiation between the teacher's assessment and the school's assessment and the grade they ended up getting.  If any of the court cases impact that, what resolution will they have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P00600","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":67,"content":"<p>I do not think I can get into a discussion on that because it is speculative.  There are cases with a number of different grounds to them.  There are variations.  They all broadly argue against the standardisation model in one way or another, but they are different in how they are approaching it.  Some are taking issue with one aspect of it and some with other issues.  There are some cases involving 2019 leaving certificate cases as well.  I do not think I can get into a discussion on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P00700","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":68,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P00800","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":69,"content":"<p>It is worth noting that the estimated grades that came from teachers were only adjusted where there was solid evidence on which to base that adjustment.  They were not adjusted if there was no evidence that indicated that such an adjustment was not warranted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P00900","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":70,"content":"<p>The evidence that teachers and schools had in terms of testing that had been done previously to substantiate the grades they had given was not considered.  The students in respect of whom I have seen testing over two years and the results they had achieved feel that they have not been taken into account.  I expect that those issues will be tested within the court cases.  In regard to the students who are severely disenfranchised, did the Department at any time consider taking into account the assessment of the schools and the teachers and using those grades for students in order to draw a line under this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P01000","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":71,"content":"<p>Yes, that was considered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P01100","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":72,"content":"<p>Why was it not done?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P01200","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":73,"content":"<p>It was considered.  The possibility of using teacher estimated marks unadjusted was considered but it was very clear when that data came in from schools that different schools and different teachers within individual schools had over-estimated the likely performance of students at very different rates.<\/p><p>When the data came from schools, it was clear that different schools and different teachers within individual schools had overestimated the likely performance of students at very different rates.  We would have ended up with some cases of schools and teachers, and individual teachers within schools, awarding grades with little or no overestimation and others awarding grades in the same subjects where severe overestimation had happened.  We would have been leaving that inequity in the system unadjusted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#P01300","nonspeaker":"Dr. Harold Hislop","continuing":true},{"type":"speech","time":1604966400,"counter":75,"content":"<p>What was done to address severe underestimation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00200","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":76,"content":"<p>Those students were moved up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00300","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":77,"content":"<p>Is there any hope for the students still left with severe underestimation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00400","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":78,"content":"<p>A group of about 3% or 4% was moved up.  It was 4.4%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00500","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":79,"content":"<p>Was that through the appeals process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00600","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":80,"content":"<p>No, it was through the standardisation process.  It was part of the results when they were issued on 7 September.  About 17% of grades were moved down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00700","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":81,"content":"<p>Will Mr. Tattan acknowledge that many students are still in a limbo situation having been downgraded and with their marks bearing no relation to the assessment of their teachers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00800","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":82,"content":"<p>No, I think-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q00900","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":83,"content":"<p>Is Mr. Tattan saying he does not acknowledge that many students have been severely disadvantaged because they have been downgraded?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01000","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":84,"content":"<p>That is a characterisation of it.  From what we saw and how it was talked about, there was a significant degree of overestimation.  That is not surprising because it happened in other jurisdictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01100","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":85,"content":"<p>It is the underestimation I really want to get at.  I am happy regarding the overestimation aspect, but I want to see if Mr. Tattan can give any hope to those students affected by underestimation.  Will they have to wait for the end of the legal process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01200","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":86,"content":"<p>If there are students who were underestimated, where the school-estimated marks were lower than what they ought to have received, that was corrected through the standardisation process.  About 4% of students did move up, and that was a small proportion of those who moved down.  There are students, however, who feel that the standardisation process did not give them a fair representation.  Their argument, if we take some of those legal cases, is that the teachers' marks or the school-estimated marks were at a higher level than the results the standardisation gave them.  Those students feel aggrieved and some have chosen to litigate the issue, and that is their entitlement.  On the evidence we have seen, however, what came through was that there was a high degree of overestimation.  That was particularly the case in some schools, where the results bore no relationship to the typical results in those schools in previous years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01300","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":87,"content":"<p>We are not going to agree on this issue.  I refer to the correspondence we get from so many students and parents concerning the impact on mental health.  They give us all the documentation they have from their tests and everything else from within the schools, and their teachers' marks bear no relation to their final results.  If Mr. Tattan cannot acknowledge that, we cannot make progress on this issue until we have the outcomes of the legal cases.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01400","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":88,"content":"<p>If we were-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01500","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":89,"content":"<p>I ask Mr. Tattan to respond later, because I want to move on.  I call Deputy Nolan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01600","speaker":"1619"},{"type":"speech","time":1604966400,"counter":90,"content":"<p>I thank the witnesses for their presentations.  The calculated grades system was far from ideal, but we were in far from ideal circumstances.  I acknowledge that it did not disproportionately affect disadvantaged children, which I was concerned about.  I state that because we were hearing reports from England regarding children from disadvantaged backgrounds being adversely impacted by the process and system used in that country.  It is good to see that did not happen here.<\/p> <p>  I have some questions, however, and one concerns the number of appeals.  It was stated that appeals are outstanding and there may be a delay in the review coming to light as a result.  How many appeals are outstanding and what efforts are being made to resolve them as soon as possible?  Several students in my constituency also studied subjects with a tutor outside of school.  The decision regarding those students happened late in the day, as did proposals to deal with the situation.<\/p><p>The uncertainty caused most of the anxiety for the students.  If they had known they would be going through the calculated grades process sooner, maybe they would have adjusted sooner and come to an acceptance.<\/p><p> On those students who studied outside of the schools, are there many of those affected in terms of appeals and downgrading?  What methods were used to ensure those students were treated fairly in the calculated grades system?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Q01700","speaker":"1592","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":92,"content":"<p>On the students studying an additional subject or two outside of school, we made every effort that if we could at all, we would give them a calculated grade and there were a number of routes through which that could be done.  Unfortunately, it was not possible in every situation.  Usually the stumbling block was that the student in question may not have had a registered teacher involved in overseeing his or her education and therefore, there was no means of verifying the work he or she had done.  We had some litigation around that too and we resolved some cases as a result of the litigation.  I will pass to Ms Feeney to deal with the numbers and the appeals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#R00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1604966400,"counter":93,"content":"<p>On the appeals and how many appeals are outstanding, we are stage 3 of a three-stage appeal process.  Stages 1 and 2 have already been concluded.  We had 12,000 students who made an application for a review of about 33,000 results.  It was a technical process-based appeal looking at issues with the transmission of the data through the process and checking all of the points of data transfer.  The professional judgement of the teachers was outside of the scope of the appeal process so if a student felt that a teacher had underestimated his or her performance, that could not be accessed through the appeal process.  That was part of the compact with teachers in agreeing to engage in the calculated grades process to begin with.  The statistical standardisation process was also outside of the scope of the appeals process.  As a result of the processing of the stage 1 and the stage 2 appeals process, there were 18 upgrades.  From those 33,000 individual subjects, there were 18 upgrades.  There is a stage 3 appeals process which is for a referral of the procedures that were undertaken by the calculated grades executive office in the processing of the appeals to independent appeal scrutineers.  Approximately 400 of the 12,000 students have undertaken that option and have made an application for further review against 900 of their grades.  That process is under way but we cannot say how long it will take.  Each stage of this has been new so it is a little bit uncertain how long the process will take.  As soon as we know, we will alert students to that.<\/p> <p>  I refer to students who were studying either one or all of their subjects outside of school, either with a tutor or completely on their own.  My colleague, Mr. Tattan, has already referred to the fact that every effort was made to accommodate those students within the process.  As a result of our processing, for the students who were total out-of-school learners, we had 173 cases where we could not provide them with calculated grades in any of the subjects in which they were entered.  We had 21 cases where they were part approved or part refused.  We had 51 students who did not want to get calculated grades and opted out of the process and there were about 135 students who we contacted on a repeated basis over the summer about their applications and where we had no engagement in return.  It is interesting that of the 2,800 students who will sit examinations starting next Monday, about 200 of those are in that category where they were studying all or some of their subjects outside of school.  They have returned for the November exams and none of them has appeals ongoing.  We have gone through as many procedures as we can with them and we have looked for every opportunity available to engage with them to make sure they were aware of the process but ultimately, for reasons of inter-candidate equity and to make sure we were treating other students fairly, we had to have a basis on which we could ground a calculated grade.  There had to be some evidence available to us in order for us to look at running that information through the estimation process.  I hope that answers the Deputy's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#R00300","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":94,"content":"<p>I would like to start by acknowledging the huge job of work the inspectorate and the Department had to get through in order to produce the calculated grades system.<\/p><p>It was by no means perfect but as the last speaker said, we were not in a perfect situation.  On the whole, a very good job was done.  The inspectorate and the Department deserve praise and I wish to begin by doing that.<\/p><p> I have two questions on points of information and another on Dr. Hislop's remarks about the increased variety in the questions for the forthcoming leaving certificate.  Some 2,800 candidates are looking to sit 7,300 examinations.  That is slightly less than three examinations per candidate, but I assume the median is much different from the average.  Is a large cohort repeating the leaving certificate in full while many others are taking one or two examinations or what is happening?  The second question relates to communications with schools and supports for schools in preparing for sitting examinations.  Schools are experts in putting on these types of events but are we happy that the schools have been sufficiently prepared and supported to allow the examinations to go on?<\/p><p> On the increased range of question choice, I am concerned specifically about a subject such as maths.  How is the secondary school system communicating with the third level sector?  If a greater number of questions is made available in examinations, there will be uncovered gaps in the curriculum.  It sounds very much like it will be decided on a school-by-school basis.  Taking maths as an example, will we end up with a cohort entering third level courses that have a mathematical component, such as economics, physics or straight maths degrees, with non-standardised gaps in their knowledge?  If so, much of the first year of teaching at third level may involve finding those gaps and filling them in.  Is there ongoing communication with the third level sector to identify where those gaps will be in order that they can be addressed in first year to allow this cohort of students to hit the ground running when they begin their third level courses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#R00400","speaker":"1617","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":96,"content":"<p>I will have to get information for the Deputy on the median number of examinations being taken per candidate.  Having looked at the data recently, I am aware that most students are taking examinations in two or three subjects.  Those who could not get calculated grades in the summer are more likely to be doing their full suite of examination subjects.<\/p> <p>  On resourcing and planning in schools, the State Examinations Commission has been engaging with schools since the summer to plan for these November examinations.  We have put resources in place for pre-planning, an examinations aid for pre-planning and a logistics person to be there and engage in the school over the course of each day the examinations are on.  The examinations will run from Monday, 16 November to Friday, 11 December, inclusive, and will run on evenings and weekends.  It is a question of ensuring supports are available in schools for each of the times and dates on which examinations will be sat.   Examinations will not be sat in all schools.  Some 600 venues out of 740 will run examinations.  In most, the number of candidates taking examinations will be very small.  The protracted nature of the timetable means that there will not be a huge load, but it will be more likely to be at the earlier part of the timetable.  The school can appoint a local superintendent and the State Examinations Commission can assign a superintendent to each venue to be the commission's eyes and ears, to be the custodian of the examination papers, to mind candidate entries, to look after the scripts and to return them to the State Examinations Commission.  We have also made provision for additional costs arising in the school in respect of heat and light, PPE, cleaning equipment and additional sanitation which is required over the course of the examination.  I believe the supports have been made available and we are engaging with schools on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#S00200","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":97,"content":"<p>That is a great, comprehensive answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#S00300","speaker":"1617"},{"type":"speechnospeaker","time":1604966400,"counter":98,"content":"<p>I will explain the approach we took towards the content of the examinations.  We were conscious that individual teachers and schools will teach the elements of each syllabus in a different order.<\/p><p>They are quite free to do units of work in whatever order they wish.  It would have been impossible for us to say X or Y or Z units are to be dropped and they do not have to do those units of work.  Instead, the approach was to adjust the assessment and to acknowledge everybody had missed months of study from March to May or June of this year, so we will give greater choice in the examinations for June of 2021.  That approach will allow the student to say that he or she does not have to have covered the whole programme, but will still be able to answer and participate in the examination fully.<\/p><p> The downside of that is the point the Deputy makes.  Different students in different schools will have had different experiences.  In fact, there has been quite an amount of research on the impact Covid has had on the learning of students generally, and this has come up quite clearly.  The ESRI has published reports on it, and we have produced reports about it.  Part of the reason for that is to highlight to the system for third level, teacher education and so forth that there are going to be gaps in students' learning.<\/p><p> There are other impacts on students as well.  We have had to make a strong investment in the well-being of students.  Many online resources have been put in place to help students with their well-being and to help teachers to support student well-being.  It is not simply academic or cognitive knowledge and skills.  We hope, however, that by allowing the wide range of assessment through practicals and orals, as much as possible akin to normal, that we will allow students to demonstrate their skills across all their ability ranges and their competences within each subject as well.  Certainly, for universities that receive students, there will be less learning.  It is inevitable.  However, it is not possible to determine that on an individual case basis.<\/p><p> I apologise for the time, Chairman.  I was trying to give a comprehensive reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#S00400","nonspeaker":"Dr. Harold Hislop","continuing":true},{"type":"speech","time":1604966400,"counter":100,"content":"<p>I am conscious that I will not be able to go to the Chief Whip and tell him that Dr. Hislop held us up in the committee.  It can be a written note.  I call Deputy Jim O'Callaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00200","speaker":"1619"},{"type":"speech","time":1604966400,"counter":101,"content":"<p>I thank the witnesses for attending the meeting today.  Does Mr. Tattan believe that any students were treated unfairly by the calculated grades process and, if so, what cohort of students?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00300","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":102,"content":"<p>I do not believe so.  We went out of our way to try to ensure fairness as far as possible, accepting the limitation that, ultimately, students did not sit examinations during the summer of 2020.  What we were asking teachers, principals and schools to do, therefore, was to give their best estimate of what those students were likely to attain.  Then we drew on data we had to try to ensure fairness throughout the cohort.  Dr. Hislop talked earlier about how we tried to do that to ensure there was as much equity as we could achieve throughout the 2020 cohort and some level of comparability with other years too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":103,"content":"<p>Does Mr. Tattan not think students who received certain marks from their teachers and who were subsequently significantly downgraded were treated unfairly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00500","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":104,"content":"<p>I do not believe so.  We saw through the data that there was some level of underestimation but there was a far greater degree of overestimation.  However, the overestimation was not even.  In other words, with some teachers within schools and across schools there was a greater level of overestimation in some schools compared to others.  To leave that without applying a standardisation certainly would have been unfair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00600","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":105,"content":"<p>Does Mr. Tattan think that, perhaps, the schools were treated fairly, but individuals within each school may have been treated unfairly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00700","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":106,"content":"<p>No, I believe they were treated fairly.  There was the rank order that was used, the extensive guidance given to schools at the time, as well as an in-school alignment process to try to ensure there was as much fairness coming through at school level too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00800","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":107,"content":"<p>Mr. Tattan may have answered this question already, but is an independent review being conducted on it and, if so, when will it be complete?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T00900","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":108,"content":"<p>There is to be an independent review.  We are scoping that out at present.  We have two remaining pieces to be done with the calculated grades process and the 2020 leaving certificate.  One is the examinations to take place next week and then there is a remaining independent stage of the appeals.  Once those are done, and subject to any legal advice we get that might preclude us because of the litigation, we intend to proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#T01000","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":109,"content":"<p>Who is conducting the independent review?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00100","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":110,"content":"<p>We are scoping that at the moment.  We are looking at possibilities.  One route would be to tender out to a commercial company to do that, but that might take more time and we are not sure we will get the expertise.  A different approach might be to look for an international panel of experts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":111,"content":"<p>When does the Department envisage the process of review will be completed, or can Mr. Tattan say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00300","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":112,"content":"<p>Both the appeals and the exams will, we hope, complete before the end of this year.  The exams are due to finish around 11 December and the appeals are being worked through at the moment.  Unless we are told we cannot proceed for legal reasons, we intend to be ready to go then.  We are doing the planning work for that now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":113,"content":"<p>That is why there is the independent review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00500","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":114,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00600","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":115,"content":"<p>I do not want to speak about the circumstances of cases that have commenced before the High Court but if some of those students succeed what will be the impact of that decision on students who have not instituted proceedings?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00700","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":116,"content":"<p>One of the Deputy's colleagues, Deputy Conway-Walsh, asked a similar question-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00800","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":117,"content":"<p>I beg your pardon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U00900","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":118,"content":"<p>-----and I would prefer not to go there.  I do not believe it is appropriate given that the matters are before the courts and there is a range of different types of cases from different schools, and involving 2020 and 2019 cohorts of students.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01000","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":119,"content":"<p>Obviously Mr. Tattan will agree that the circumstances of the leaving certificate 2020 class have been unfair in that they missed out on three months of scheduled schooling because the schools were closed due to Covid-19.  Some of those students are now going to proceed to do the leaving certificate in November.  Has anything been done to make the pathway to that leaving certificate easier for those students in the same way that I understand the leaving certificate students of 2021 have had the course slightly amended to reflect the loss of schooling they had?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01100","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":120,"content":"<p>Maybe Dr. Hislop will come in on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1604966400,"counter":121,"content":"<p>There have been no adjustments made to examinations for that cohort of students.  On the grounds of equity with the students who got calculated grades, the teachers were asked to estimate grades, marks and rankings on the basis of what the student would have achieved if he or she had done the full syllabus and participated in the full examination as normal.  They were given an estimate on that basis.  The same basis would, therefore, apply for the students of the November cohort.  The November cohort is atypical.  It is not the normal group of students, obviously, as some students will be taking the exam because they were not able to take those subjects as a calculated grade or not able to be given a calculated grade, and some of the students preferred to take the examinations, but there have been no adjustments made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01300","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":122,"content":"<p>On that topic, the students who will sit the examinations in November will get their results in February.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01400","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":123,"content":"<p>Yes.  That is the expected-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01500","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":124,"content":"<p>Do they then have the opportunity or sufficient time to repeat the leaving certificate if they wish to do so in 2021?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01600","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":125,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01700","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":126,"content":"<p>When does applying for the CAO kick in for them or will they need to apply again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01800","speaker":"1553"},{"type":"speechnospeaker","time":1604966400,"counter":127,"content":"<p>It would be up to them to make that decision at the time to reapply for the CAO.  Once they have an application in for the CAO, I understand they can change their minds on that up to July.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U01900","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":128,"content":"<p>I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U02000","speaker":"1553"},{"type":"speech","time":1604966400,"counter":129,"content":"<p>When one reflects back, the past six months have been very challenging for the Department of Education.  If the officials here were to make any changes or do anything differently, and hindsight is a great thing as they say, what are the top two or three things they would do differently today, as they reflect back on what has happened over recent months?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U02100","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":130,"content":"<p>I suppose we would have started earlier.  That is something we were just not able to do when the pandemic came.  When the first lockdown hit us, and the school closures happened with no notice, we were all caught in a sort of whirlwind.  The leaving certificate was caught up in that too.  It took quite some time to figure out if we could really run a set of exams.  We really did try to run exams for some of the reasons the members have spoken about, such as the need for fairness and the concerns about what calculated grades might mean.  Ultimately, we came to the view that they simply could not be run.<\/p><p>If we had had more time, it would have given us a greater chance to plan and avoid some of the issues and we would have had earlier results as well.  Students started in higher education a few weeks later than they would ordinarily have.  That said, if we had run the exams they would not have started even at this stage of the year.  They would not have started until December or January.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#U02200","nonspeaker":"Mr. Dalton Tattan","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":132,"content":"<p>That is one of the key lessons from this.  We attempted to make the examinations work because we thought that would be the fairest way to operate for students, but it just did not prove possible.  We probably spent longer than we might have needed to trying to run the exams instead of spending that time developing the calculated grades model.<\/p> <p>  The second lesson is the point I made about having a range of assessments for leaving certificate students across their two years of study.  That is a big learning for us.  This situation has highlighted the vulnerability of relying on one exam at one point in time.  As a long-term piece of learning that is very important.  Within the calculated grades process itself, we were very good and successful.  I pay tribute to the teachers, school managers and union leaders who worked and collaborated with us as stakeholders.  We tried to keep them and the school system informed but we found it challenging, particularly as secondary schools shut and we had to make them work into June.  Keeping those lines of communication open and running with them was challenging and we probably learned how to do that better.  Within the grades model itself, it is obviously a matter of regret to us that we did not find the error before we issued the results.  That was undoubtedly a failing in the system and of course we have learned from that. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#V00200","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":133,"content":"<p>Following on from that, what checks and balances were carried out on the company that did the coding and what options does the Department of Education have now?  Are we looking at a legal case?  I am aware that we are conducting a review and everything like that.  I ask for a very brief answer because I have another question about the upcoming leaving certificate exams starting next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#V00300","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":134,"content":"<p>As I touched on earlier, we will seek advice on this matter and the contract we have with the company.  It has to be looked at in the round and everyone, including that company, was under that very intense pressure and was working around the clock to achieve this.  Education Testing Services, ETS, the independent company that came in to check and give us assurances when the coding errors were discovered, recognised the level of complexity in the code.  We have to look at all those things in the round in making a call on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#V00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":135,"content":"<p>Regarding the 2,800 candidates who will be doing their leaving certificate exams in 600 centres across the country, I presume there will be a number of students in the same classroom doing the exams.  What contingency plans are in place if one of those students is diagnosed with Covid?  I was a member of the Government when the decision was made to cancel the leaving certificate and in my nine years at the Cabinet table it was probably one of the most difficult decisions the Cabinet had to make.  It had to think of the thousands of students, families and parents and the years of work they had done.  Some of my family members were doing the leaving certificate as well and they were on to me daily asking me what was happening and were really concerned.  What contingency plans has the Department put in place for the students?  If one of them is diagnosed with Covid in the next two or three weeks, what happens to the rest of the students?  Do they carry on?  As close contacts they are meant to go into isolation for ten days.  I ask the witnesses to comment on that matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#V00500","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":136,"content":"<p>It is a difficult issue.  Things happen within the examination system every year whereby students cannot undertake or continue with their examinations for other reasons, not just because of Covid.  This year, this sitting of the leaving certificate is the contingency.  We had calculated grades and ultimately there is an opportunity for students to sit their examinations.  It would be very difficult to make arrangements if a group of students had to exempt themselves because they were ill.  Their only option may be to come back and sit those exams in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#V00600","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":137,"content":"<p>Of the 2,800 candidates, are more students from private schools participating in the upcoming leaving certificate or is there a mix across the board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00100","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":138,"content":"<p>There is a mix across the board.  There are probably more coming through from certain quarters.  I do not have the data in front of me but, as the Chairman is aware, the numbers are not huge in the overall scheme of things.  I have not looked at it in terms of a breakdown between private schools and other schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00200","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":139,"content":"<p>Returning to the calculated grades, the Institute of Education holds weekly exams for all subjects for the leaving certificate.  Could they not have been taken as an example for predictive grades announced in the past number of months?  They would have been very accurate because they hold regular exams in all subjects.  I am a great believer in continuous assessment and believe we must go down this road.  Could Ms Feeney comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00300","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":140,"content":"<p>I would not want to characterise in the context of any one school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00400","nonspeaker":"Ms Andrea Feeney"},{"type":"speech","time":1604966400,"counter":141,"content":"<p>That is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00500","speaker":"1619"},{"type":"speechnospeaker","time":1604966400,"counter":142,"content":"<p>One of the underlying principles relating to calculated grades is that schools are good at knowing how schools perform in their local context.  They know how their students do in the context of an examination held in the school because they are able to make that call in their local frame of reference.  However, schools do not have the knowledge to be good at understanding where the school is performing in respect of the national standard, which is why we had the national standardisation process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00600","nonspeaker":"Ms Andrea Feeney"},{"type":"speechnospeaker","time":1604966400,"counter":143,"content":"<p>Yes, there has been.  Even as the Covid pandemic unfurled last April, May and June, NEPS developed a lot of material and online supports for students that it made available to teachers, schools and students.  These materials are accessible through the <i>gov.ie<\/i>website.  One very persuasive reason for postponing the leaving certificate and moving to calculated grades was the extraordinary anxiety among and pressure on students at the time.  Deputy McHugh was the Minister who made that decision and this was clearly a very important factor he took on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00700","nonspeaker":"Dr. Harold Hislop"},{"type":"speech","time":1604966400,"counter":144,"content":"<p>Dr. Hislop spoke about the well-being of students.  The leaving certificate happens every year and there is significant pressure on students.  Have we learned lessons this year?  This year, we have really concentrated on the candidate doing the leaving certificate.  Are there lessons for the future regarding the type of well-being supports we can put in place for students?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00750","speaker":"1619"},{"type":"speech","time":1604966400,"counter":145,"content":"<p>I preface my five questions by saying that I appreciate that an extraordinary amount of work has been done in unprecedented circumstances.  However, I am under siege from emails from people who have been downgraded and my questions pertain to this cohort.  Based on replies to Deputy Conway-Walsh, what I hear is that the Department does not accept that there is a group of students with remarkably similar patterns of achievement who have been downgraded.  What I am hearing is that this downgrading is due to an overestimation on an individual basis by teachers.  This stands in stark contrast to the profiles of the schools and students.  I have heard Ms Feeney say that schools know their own but not necessarily where they appear in the national average.  However, if the school has a high number of H1s on a consistent year-on-year basis and suddenly it does not, I would venture to say that the national average does not apply in those instances.  I am curious to know how the witnesses can make a generalisation.  If they are saying it is on an individual basis and that there was overestimation, how they can say this about this cohort?  I am at a loss as to how to understand that and need that clarified.<\/p><p>Did the Department carry out a data processing impact assessment with regard to the rights and entitlements of data subjects because there seems to be a large number of people who were denied Form A, Form B and other information when they sought it?  Moreover, a number of complaints have been made to the Data Protection Commission.  If there is a data processing impact assessment, has it been published or can it be published?  <\/p><p> Regarding the exams in November, at some point in the future - perhaps in the context of the review - I would be interested in finding out the profile of the 2,800 students and how many of them are coming from schools with a historical pattern of high achievement because I would venture to say that there are quite a lot of them.  These students have been disproportionately downgraded and disproportionately affected and are not in the courses they expected to be in.  I am astonished that no adjustment has been made for them despite the fact that they have been out of school since March.  They were promised three weeks of some time in school before they sit their exams but they have not been at that and there was no comment as to why that was the case.  The timetable is not aligned to the normal June timetable.  There are things like Maths 1 and 2 happening on the same day so that seems to be disproportionately affecting them as well while some of them are coping with Covid and everything else.  I would like comments on how and why that was set.  <\/p><p> Given that there are far fewer students sitting the exam in November, why will it take until the end of February before they will get their results?  Those who are relying on the HPAT will only get this year's HPAT carried over into next year if they get a deferred place arising out of the leaving certificate results and the closing date for applications to the HPAT is before the results of the leaving certificate, so the timing prejudices this same group of students.  <\/p><p> Will the terms of reference of the independent review be published and is that review merely a procedural one, as was the appeals process?  In the absence of a substantive element, I believe it was not fit for purpose.  Will the independent review be a substantive one as opposed to merely a procedural one?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#W00800","speaker":"1682","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":147,"content":"<p>Regarding downgrading, essentially what we see in terms of the data coming through is that schools did overestimate.  Some schools very significantly overestimated.  If we compare the estimates they had in the calculated grades process with results from the past number of years, we can see that in some cases, they do not bear much resemblance.  In some cases, there was a very high degree of overestimation.  To have left that there would have created a huge level of unfairness because there were other schools and teachers who did estimate fairly and accurately based on the standardisation model that was applied.  We should bear in mind that about 79% of grades were unchanged as a result of the standardisation model so four out of five grades remained unchanged after they had been put through the standardisation model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#X00200","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":148,"content":"<p>Except that there is a very small percentage within that very high-achieving group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#X00300","speaker":"1682"},{"type":"speechnospeaker","time":1604966400,"counter":149,"content":"<p>I will come to that.  The Senator asked about a breakdown of the 2,800 and those coming from a high-achieving group.  I think we would need the Senator to really lay out to us what she means by that.  It is a phrase that is used but we are not sure we fully understand what is meant by that because other people have made that argument to us as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#X00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":150,"content":"<p>We could list the schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#X00500","speaker":"1682"},{"type":"speechnospeaker","time":1604966400,"counter":151,"content":"<p>There are breakdowns in the national standardisation group report between DEIS and non-DEIS schools and others, which include non-recognised fee-charging schools but other settings as well so there is some degree of breakdown there.  We would need some greater articulation, which would certainly help us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#X00600","nonspeaker":"Mr. Dalton Tattan"},{"type":"speechnospeaker","time":1604966400,"counter":152,"content":"<p>It is also worth noting that in the national standardisation group report, the estimation was greatest at the level of higher level 1 and higher level 2 - the highest performing students.  If we take a subject, over the course of 2017, 2018 and 2019, H1, higher level 1, we can see that on average, across the country, 4.7% of students who took that subject got a H1.  In the estimates coming from students, that figure was 13.8%.<\/p><p>There is no way on earth that students who did agricultural science in 2020 are three times better than the cohorts for 2017, 2018 or 2019, yet the calculated grade process alters that point to 9.1%.  Even with the adjustment, the students received marks that are higher than they would be going by the historical pattern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#X00700","nonspeaker":"Dr. Harold Hislop","continuing":true},{"type":"speech","time":1604966400,"counter":154,"content":"<p>On the point raised by Senator Seery Kearney regarding the HPAT, I do not think it should be that conditional, given the year it has been.  Students should just be allowed to carry the HPAT forward.<\/p> <p>  On the November examinations, there are a few difficulties with them that I do not quite understand.  Question choice has been expanded for those who will sit the leaving certificate in 2021.  Given that the cohort sitting the November examinations faced the same difficulties, why was question choice not expanded for the November examinations?  They also have no opportunity to demonstrate their language skills in an oral examination whereas those sitting the leaving certificate in 2021 will have such an opportunity.  Was that considered for the November examinations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Y00200","speaker":"1460"},{"type":"speech","time":1604966400,"counter":155,"content":"<p>On the issue of stakeholders, what contact has the Department had with the Irish Second-Level Students Union, ISSU?  What contact does the Department plan to have with it in the future to get its opinion on things?  Many of the students who are sitting the November examinations feel aggrieved because they were given 100% in respect of oral examinations in March but now they are being penalised for sitting the examinations as that is being taken away.  I find it really disconcerting that 12,215 people have appealed and that we are just trying to dismiss them and not acknowledge what they have been through and the injustice that has been done to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Y00300","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":156,"content":"<p>On the issue of the HPAT, as raised by Deputy &Oacute; Laoghaire, we can discuss that with our sister Department.  I will take that issue away with me.<\/p> <p>  On the November exams and oral exams, we also have to ensure equity as far as possible with those who have just gone through the calculated grades process.  It also simply was not possible for us to run oral examinations.  We could not give the 100% because that would create an inequity with the group who have just gone through the calculated grades process where the 100% did not apply.  Neither could we run the oral examinations because the schools are up and running and teachers are fully occupied.  We have had to enable schools to engage more teachers because of the Covid restrictions.<\/p> <p>  Deputy Conway-Walsh asked about contact with the ISSU.  The ISSU has been central throughout the process.  It sat on the advisory group.  We had several bilateral meetings with it and continue to engage with it.  It was it through its surveys that argued for calculated grades and that was a big influencing factor in the decisions that we made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Y00400","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":157,"content":"<p>Will it form part of the review and be central to it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Y00500","speaker":"1501"},{"type":"speechnospeaker","time":1604966400,"counter":158,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Y00600","nonspeaker":"Mr. Dalton Tattan"},{"type":"speech","time":1604966400,"counter":159,"content":"<p>I offer a sincere thanks to Dr. Hislop, Mr. Tattan and Ms Feeney for their presentation.  We had a good exchange of views and opinions.  I thank them for their comprehensive answers.  I apologise for having to cut them off on several occasions.  I hope they understand.  I thank all the members as well.<\/p> <p>  The joint committee stands adjourned until 1.20 p.m. on Thursday, 12 November 2020 when we will have a public meeting with the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, regarding the approval by D&aacute;il &Eacute;ireann and Seanad &Eacute;ireann of a motion relating to the draft Technological Universities Act 2018 (Section 36) (Appointed Day) Order 2020.  Before that there will be a meeting of the select committee to deal with the 2020 Revised Estimates with the Minister for Education, Deputy Foley, and the Minister, Deputy Harris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2020111000002#Y00700","speaker":"1619"},{"type":"unspoken","time":1604966400,"counter":160,"content":"<p>The joint committee adjourned at 3.29 p.m. until 1.20 p.m. on Thursday, 12 November 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1604966400,"counter":161},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Francis Noel Duffy, Victor Boyhan, Thomas Gould, Mary Fitzpatrick, Emer Higgins, Rebecca Moynihan, Paul McAuliffe, Mary Seery Kearney. Jennifer Murnane O'Connor, Cian O'Callaghan, Eoin Ó Broin.<\/p><p>Teachta \/ Deputy Steven Matthews sa Chathaoir \/ in the Chair.<\/p>","time":1604966400,"counter":162,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002"},{"type":"minorheading","content":"Strategic Housing Developments: Discussion","time":1604966400,"counter":163,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#A00100"},{"type":"speech","time":1604966400,"counter":164,"content":"<p>We are dealing with item No. 6, which is a discussion on strategic housing developments, SHDs.  From An Bord Plean&aacute;la we are joined in person by Mr. Paul Hyde, deputy chair, and Ms Rachel Kenny, director of planning.  From the Department of Housing, Local Government and Heritage we are joined through video link by Mr. Terry Sheridan and Mr. Paul Hogan, of the planning division.  Members have been circulated with the witnesses' opening statements as well as a more detailed briefing note.  I will first ask An Bord Plean&aacute;la to make its opening statement and then ask the Department for its contribution.  Members will then be invited to ask their questions.  I ask them to please remember to confine their contributions to five minutes, if possible, and we will then come back around for a second round of questioning.<\/p> <p>  Witnesses attending in the committee room are protected by an absolute privilege in respect of the presentation they make to the committee.  This means they have an absolute defence against any defamation action for anything they say at this meeting.  However, they are expected not to abuse this privilege and it is my duty as Chairman to ensure this privilege is not abused.  Therefore, if witnesses' statements are potentially defamatory in relation to an identifiable person, they will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.  For witnesses attending the meeting remotely, there are some limitations to parliamentary privilege and as such they may not benefit from the same level of immunity from legal proceedings as a witness who is legally present.<\/p><p> Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  The opening statements submitted to the committee will be published on the committee website after this meeting.<\/p><p> I invite Mr. Hyde or Ms Kenny to make an opening statement on behalf of An Bord Plean&aacute;la.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#A00200","speaker":"1626","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":166,"content":"<p>I wish a good morning to the Chairman, committee members and colleagues from the Department of Housing, Local Government and Heritage.  I thank the joint committee for the opportunity to appear before it to discuss the operations of the board in the context of strategic housing developments, SHDs, and to respond to any questions the committee may have in respect of such developments.<\/p> <p>  I will take this opportunity to introduce myself.  I am the deputy chair of An Bord Plean&aacute;la and also serve as chairperson of the board's strategic housing division.  I am joined this morning by Ms Rachel Kenny, director of planning operations at the board.  With the Chairman's indulgence, I may ask her to address some of the issues raised, as she may be more familiar with such matters.<\/p> <p>  The board undertakes a critical role in considering and determining strategic housing development proposals and we remain committed to delivering decisions as quickly and effectively as possible.  The strategic housing development legislation has been in operation for just over three years since July 2017.  In that time a total of 265 cases have been decided.  All cases have been decided within the mandatory timelines provided for, that is, 16 weeks, except for five cases where oral hearings were held, which extends the mandatory timeline to 24 weeks.  An Bord Plean&aacute;la has also issued opinions on more than 400 pre-application consultations on potential strategic housing proposals.<\/p> <p>  The role of the board is not merely to deal with cases as expeditiously as possible but to promote the principles of proper planning and sustainable development.  The national planning framework and the recently adopted regional spatial and economic strategies, as well as the various section 28 ministerial guidelines published over the last decade, set a clear roadmap for appropriate development in the appropriate locations to facilitate the sustainable and compact growth of our cities, towns and rural hinterlands beyond.  The board has a clear role in implementing such policies through the processing of case decisions received.<\/p> <p>  In a constantly evolving and more complex legislative and legal context, where environmental issues and public participation are to the fore, it is also crucial that the board has all the information it needs to make sound decisions and gives citizens and all interested groups the appropriate time to input their views on proposals during the deliberative process, reflecting our core principles of integrity, independence, impartiality and fair-mindedness.<\/p> <p>  To give members some background on the strategic housing developments division, on commencement of the legislation the board was provided with ten additional staff across planning inspectorate and administrative teams, although during 2019 this was increased to 17 staff.  Furthermore, there are four board members assigned to the division of the board, which is chaired by me, and the members of this division are required to prioritise these cases, as with all large-scale housing appeals under section 34 that come before the division.<\/p> <p>  The board&rsquo;s performance regarding strategic housing developments has been very strong.  As I mentioned, the board have decided 265 cases to date with 183 of these being a decision to grant and 79 a decision to refuse with three having been withdrawn.  As of 30 September, approximately 40,000 residential units have been permitted under strategic housing development provisions.  Some 29,000 of these were apartments and 11,000 are houses, with approximately 4,000 social houses incorporated and a further 10,100 student bed-spaces have been permitted.  Pre-application and consultation requests considered to date account for some 63,000 residential units and approximately 12,000 student bed-spaces, so we anticipate significant and ongoing applications in the near future.<\/p><p>To date, approximately 30% of the applications before the board have been refused.  The board remains committed to approving the right developments in the right locations and to the highest design standards.  Rather than go into any further detail, as I am conscious that I am taking up members&rsquo; valuable time to raise specific issues, I will leave it at that.  We are happy to answer any questions or specific queries members may have as they arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#B00300","nonspeaker":"Mr. Paul Hyde","continuing":true},{"type":"speech","time":1604966400,"counter":168,"content":"<p>Mr. Sheridan will make the Department's opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#C00200","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":169,"content":"<p>I thank you, Chairman, and the members of the committee for giving the Department the opportunity to participate in this discussion on the strategic housing development, SHD, planning process, which the programme for Government has committed to ending when it expires in December 2021.  I am principal officer in the planning policy and legislation section of the Department and I am accompanied by my colleague, Mr. Paul Hogan, who is the principal planning adviser in the Department.  In my statement, I propose to outline some of the background context to the introduction of the strategic housing development process, the main provisions therein as well as some brief commentary on the outcome of the external review that was conducted on the SHD arrangements in 2019.<\/p> <p>  As the committee is aware, further to a specific action in the previous Government&rsquo;s Action Plan on Housing and Homelessness &ndash; Rebuilding Ireland to fast-track planning decisions with a view to facilitating the speedier delivery of housing supply and help address the housing supply shortage then identified, the Planning and Development (Housing) and Residential Tenancies Act 2016 introduced new streamlined arrangements to enable planning applications for strategic housing developments of 100 housing units or more, or student accommodation or shared accommodation developments of 200 bed spaces or more, to be made directly to An Bord Plean&aacute;la for determination.  The Act was subsequently supplemented by regulations, entitled the Planning and Development (Strategic Housing Development) Regulations 2017, which came into operation on 3 July 2017.  The regulations prescribe the detailed procedural and administrative arrangements relating to proposed SHDs, setting out the procedures and requirements to be followed in respect of SHD proposals by prospective applicants, planning authorities, the board, prescribed authorities and other participants in the planning process, including the public.<\/p> <p>  Prior to the introduction of the new process, a significant number of planning approvals by planning authorities of large housing developments were subject to subsequent appeal to the board, effectively locking in a protracted two-stage planning consent process for such developments, which could typically take up to two years from initial design concept stage to securing ultimate planning approval.  Under the SHD arrangements which were introduced, developers are in the first instance required to hold initial informal consultations with the relevant local planning authority regarding a proposed development.  This is then followed by a two-stage process.  First, the developer is required to submit a request to the board to enter into mandatory formal pre-application consultations regarding a proposed SHD.  This request is accompanied by the submission of detailed documentation by the developer on the SHD proposal, including a site location map, a draft layout of the proposed SHD, details of house types and design, housing density, building heights, vehicular access, open space provision, integration with surrounding land uses and so forth.<\/p> <p>  This comprehensive documentation requirement is for the purpose of facilitating tripartite discussions and engagement between the board, the local planning authority and the developer on the proposed SHD, with a view to informing the ultimate making of a determination by the board as to whether the SHD proposal constitutes a reasonable basis for moving on to the second stage and the submission of a planning application to the board by the developer.  This detailed documentation requirement is also intended to avoid the issuing of further information requests by the board to developers relating to SHD proposals.  The second stage of the process &ndash; the submission of a formal planning application to the board - includes the opportunity for the public and other interested parties to participate in the process and make submissions and observations on the SHD proposals.<\/p><p>The board is required to make a determination on a strategic housing development, SHD, application within a mandatory period of 16 weeks of receipt of the application, except in exceptional circumstances where an oral hearing is required.  It is worth noting that the board has met the statutory timeline requirements specified in the Act in respect of all SHD cases it has received to date.<\/p><p> The primary purpose of the SHD arrangements was to significantly speed up the planning decision-making process in respect of large housing developments, thereby providing greater certainty for developers in terms of the timelines within which proposals for such developments are determined while also fully respecting the statutory requirements for consultation and public participation in the planning process.  Crucially, while SHD planning applications can only be submitted to the board, it should be recognised that there is still a key role for the relevant local authority in the SHD process at pre-application consultation stage, involving attendance at consultation meetings with the board and the developer; submitting its report regarding the SHD proposal to the board, including advising whether or not the proposed development is broadly in compliance with the local development plan or local area plan, is serviced by necessary supporting infrastructure such as roads, water, sewerage etc; and, providing other supporting local information or advice which is of relevance to the SHD proposal.<\/p><p> As the committee is aware, the Act provides that the measure is temporary in nature, being initially limited to a three year period until end December 2019 prior to which a review of the operation and effectiveness of the measure had to be carried out and reported to both Houses of the Oireachtas, combined with a report of the Minister&rsquo;s conclusions of the review, in order for the Minister to be enabled to extend the arrangements by order to no later than 31 December 2021, coinciding with the end date of the Rebuilding Ireland action plan.  This review requirement was a worthwhile exercise as it enabled the Minister to commission an independent expert advisory group to undertake a detailed analysis of the operation of all aspects of the SHD arrangements; conduct consultations with relevant stakeholders including the board, planning authorities, housing developers and professional bodies; undertake a wider public consultation exercise on the arrangements; and make recommendations on whether the arrangements should be extended beyond end 2019 and what possible changes could be made to further streamline and improve the effectiveness of the SHD process.<\/p><p> With regard to the main findings of the review group report, the report noted that while the process imposes significant workload and time pressures on both planning authorities and the board, it has succeeded in its principal objective of achieving significantly faster planning decisions, with all planning applications being determined by an average of 14.5 weeks, thereby &ndash; in the view of the review group - justifying the extension of the arrangements to end 2021.<\/p><p> The report further noted that the comprehensive pre-application consultation requirements in particular have resulted in more consistent and higher quality planning applications and higher quality developments than was previously generally the case.<\/p><p> Notwithstanding the extensive effort and resources invested by the State in the establishment and operation of the SHD arrangements, one of the concerns of the Department prior to the undertaking of the external review was the level of activation of SHD permissions which have been granted.  In this regard, the review group noted that at the time it was undertaking its report, less than half of all SHD permissions granted in the period to 30 June 2019 had been activated in some way, through enabling works or commencement of housing construction.  The review group remarked that this activation rate is less than might reasonably be expected having regard to (a) the benefits of time saving and increased certainty for developers and (b) the efforts and resources invested by the State in establishing and operating the SHD arrangements.<\/p><p> The review group was unanimous in its view that the primary purpose of the SHD arrangements was to expedite the delivery of additional housing supply, rather than to serve to enhance site value.  The question it consequently asked is what measures might be taken to increase the activation rate.  Arising from this, the review group recommended that if the activation rate does not significantly improve, policy measures such as the introduction of &ldquo;use it or lose it&rdquo; provisions should be considered to incentivise development of sites within a specified period of the granting of planning permission.<\/p><p>Subsequent to the review group report, the Department has continued to monitor the activation rate of SHD planning permissions.  The latest figures up to the end of September 2020 indicate that 47 of the 163 SHD permissions granted to that date, which is roughly 29%, had been activated at that time.  Notwithstanding the commitment in the current programme for Government not to extend the SHD arrangements beyond the end of 2021, the Department is at present engaged in the drafting of the necessary legislation to bring forward the implementation of this use it or lose it recommendation which is intended to be applied more generally on housing developments going forward.  The Department is also giving consideration to establishing an SHD consultation group to examine what aspects of the SHD process might be incorporated in the planning system, through further legislation if necessary, in the post-2021 scenario, particularly in relation to the time periods for decisions.  Any proposed changes to the planning system arising from the SHD consultation group will, of course, be subject to further consultation and Oireachtas engagement as part of the legislative process.<\/p><p> I will conclude my opening statement at this point but both Mr. Hogan and myself will endeavour to answer any further questions that the Chairman or the committee members might have on this matter.  I thank them for their attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#C00300","nonspeaker":"Mr. Terry Sheridan","continuing":true},{"type":"speech","time":1604966400,"counter":172,"content":"<p>I thank Mr. Sheridan.  We will move to the question and answer session now so I remind members to confine their contributions to five minutes.  That is five minutes for questions and answers.  When we stick to that we can generally fit in a second round.  I also remind members not to comment on current planning applications, applications that may be at a pre-application stage or those that may be going through judicial review.<\/p> <p>  The order of speakers for the opening round, as agreed, is Fianna F&aacute;il, Sinn F&eacute;in, Fine Gael, Independents, the Green Party, the Labour Party, and the Social Democrats.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#E00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":173,"content":"<p>Is there any space to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#E00300","speaker":"1672"},{"type":"speech","time":1604966400,"counter":174,"content":"<p>We will rotate.  As members ask questions, others can then move in and we can free up a microphone space for the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#E00400","speaker":"1626"},{"type":"speech","time":1604966400,"counter":175,"content":"<p>What generally happens is that people swap places with members of their own party and if one is not in a party it does not tend to happen.  I ask that someone does that for me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#E00500","speaker":"1672"},{"type":"speech","time":1604966400,"counter":176,"content":"<p>I would be happy to move.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#E00600","speaker":"1634"},{"type":"speech","time":1604966400,"counter":177,"content":"<p>I will keep an eye on that.  I call Deputy McAuliffe, who is sharing time with Senator Fitzpatrick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#E00700","speaker":"1626"},{"type":"speech","time":1604966400,"counter":178,"content":"<p>As a public representative, I have often said that the only thing more unpopular than the housing shortage is the construction of housing.  I can understand the motivation behind trying to ensure a speedier delivery but there was no acceptance in the opening statements today that the introduction of SHDs has significantly undermined the construction of housing.  Housing often involves leadership by public representatives and community groups to support development and the SHD process has effectively pulled the rug out from under many of those people when developments have come before us.  I refer to three areas.  The first is the decision to remove the height cap from the city.  The second relates to the content of many of those developments and reliance on things like aparthotels and cuckoo funds buying entire complexes.  The third issue is the clustering of several SHDs together.  All this has led to a belief that an overall picture is not being considered in a way that local area plans, LAPs, or the local authorities might have previously done.<\/p> <p>  The decision on the Glenhill development on the Finglas Road, which has been dealt with in the courts and is a matter of public record, noted that the height of the development was a significant deviation from the Dublin city development plan but no reason was given for that.  That is something we need to consider because people will not support a development if they do not know what the height is going to be.  Clustering is a massive issue.  In Santry, several SHDs have been brought together.  They all have a cumulative impact and yet it does not appear that any of that cumulative impact is being considered.  In fact, they seem to be considered as stand-alone, separate SHDs.  That never would have happened at the local authority level and needs to be considered.  Finally, I am concerned that some of the conversation here is about consultation and the elements being considered.<\/p><p>The programme for Government is very clear; there should be no extension of the SHD process.  I would be very worried to see any element of it brought back as it may result in many of those mistakes being repeated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#E00800","speaker":"1568","continuing":true},{"type":"speech","time":1604966400,"counter":180,"content":"<p>I thank all of the witnesses for their presentations.  I thank the representatives of An Bord Plean&aacute;la.  I have engaged with the board on a number of applications.  I will direct my comments largely to the Department.  I consider the SHD process to be a massive missed opportunity on the part of the State.  It achieved the objective of speeding up the decision-making process but at the cost of quality decisions being made.  I absolutely agree with the Government's intention to retire it at the end of 2021.  We need to look at the quality of developments it has driven.  In my own constituency of Dublin Central, approximately 10,000 purpose-built student accommodation units have been delivered in recent years while no affordable or social homes have been built.  That is not sustainable.  It does not drive the development of compact sustainable urban communities in our cities.<\/p> <p>  My questions relate to the next 12 months.  I understand that 75,000 units are undergoing pre-planning consultation.  What is going to happen to those applications over the next 12 months?  How is the Department going to work to ensure we get some sustainable developments out of them that take into account the needs of the communities involved?  It should be borne in mind that the rate of home ownership in Dublin Central is less than 10%.  We already have a massive transient population.  While this is characteristic of an inner-city constituency, I assure the Department that many people would like to live there in a sustainable way over generations.  Opportunities to facilitate this are not being delivered.<\/p> <p>  My other concern somewhat contradicts my other comments.  Just 29% of the permissions granted have been activated.  More than 71% of what has been approved is lying there.  What will happen to that?  I fear to argue in favour of activating these permissions because I may then be arguing for poor-quality developments and for smaller apartments and homes which take little account of the broader community needs in the area.  What are the Department's intentions as regards giving direction over the next 12 months, while the SHD process is still in place, to ensure we get better quality developments that genuinely contribute to creating an environment in which there can be sustainable compact communities in the inner city?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#F00200","speaker":"1656"},{"type":"speech","time":1604966400,"counter":181,"content":"<p>There is a small window of opportunity to answer that range of questions but I am sure they will be answered over the course of other questions.  Does the Senator want to direct that question to the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#F00300","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":182,"content":"<p>I will respond on some aspects of the questions and leave other aspects to my colleague, Mr. Hogan.  As I mentioned in my opening statement, there is a clear commitment in the programme for Government to terminate the SHD arrangements with effect from the end of December 2021.  The planning system in respect of large housing developments will, at that stage, revert to the arrangements that applied prior to the introduction of the SHD system.  This means that initial applications will be made to the local authority and that appeals will be determined by An Bord Plean&aacute;la.  This was the case with regard to the majority of housing developments proposed prior to 2017.  Senator Fitzpatrick referred to the number of permissions that have not been activated and the number of units that remain to be commenced and asked what will happen to them.  The fact of the matter is that developers will have that permission to develop those sites for a period of time.  Those permissions will remain in place under the post-2021 arrangements.  We are trying to ensure the positive elements of the SHD arrangements, such as the timelines and greater certainty for developers, can be retained in an appropriate manner.<\/p><p>I hope they will be initially considered by the planning authorities, hopefully within a specified timeframe, rather than the previous arrangements that applied.  Similarly, in the case of An Bord Plean&aacute;la, that it would consider appeals within a specified timeframe, because the practice has now been established that applications for large-scale housing developments can be considered in that timeframe.  That is what we are proposing to do, namely, to try to bring forward the best elements of SHD, such as the detailed pre-application consultations that have applied, which have brought many benefits in terms of design and higher quality developments.<\/p><p> I will ask my colleague, Mr. Paul Hogan-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#F00400","nonspeaker":"Mr. Terry Sheridan","continuing":true},{"type":"speech","time":1604966400,"counter":184,"content":"<p>I am sorry but we are just out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#G00200","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":185,"content":"<p>-----to respond to the issue of building heights and other aspects of the questions tabled by Deputy McAuliffe and Senator Fitzpatrick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#G00300","nonspeaker":"Mr. Terry Sheridan"},{"type":"speech","time":1604966400,"counter":186,"content":"<p>We can possibly return to those answers but I have to move on to the next member now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#G00400","speaker":"1626"},{"type":"speech","time":1604966400,"counter":187,"content":"<p>I am sure Mr. Sheridan had sleepless nights for quite some time after this legislation was originally passed, given its torturous passage through the House.  I will make a couple of introductory remarks and then I will pose some very direct questions both to the Department and to the board.<\/p> <p>  This was a terrible piece of legislation.  I mean that with no disrespect to the enormous amount of time people like Mr. Sheridan and others put into its drafting.  Senator Boyhan and I, and others on this committee, highlighted all the problems and risks that eventually transpired.  We said that it would not lead to a significant increase in the output of much-needed housing.  We also said it would result in land-banking and developers using it to increase the value of their developments.  We said it would lead to overriding democratic redevelopment plans and local area plans.  We further said it would lead to significant mistrust in local communities excluded from the planning process in the way they ordinarily are.  We must be honest that all those outcomes were visible when the legislation initially went through this House.  That means my criticisms are not of either the board or the Department's officials, but rather the Deputies in this building back in 2016 and 2017 who voted for or abstained on the vote on the legislation, because we knew where it was going to end up.<\/p> <p>  The specific purpose of the legislation in my view was never about speeding up the process, because when we looked at the list of developments Niall Cussen, the then senior official dealing with the issue, presented to us, in the vast majority of those local authorities they were making decisions within their clear statutory timeframe.  In fact, if anything, it was developers and the delay with requests for information and the very heavy workload that through no fault of its own the board had to deal with, and with limited staff, that led to the very big delays.  We need to be straightforward about all this.  Very good research has been produced by Mick Lennon from University College Dublin, UCD, and Richard Waldron from Queen's University Belfast, QUB, which shows this was a developer-led piece of legislation brought about through very successful lobbying.  Killian Woods, who has made a submission to committee members which they should read, shows the chronic failure of developers to implement the plans for which they have been given permission.  My view is that we should not wait until the end of 2021, but that this should go now.  The Government should just decide that this has to be scrapped and a better plan put in place.<\/p> <p>  In terms of my specific questions to Mr. Sheridan and Mr. Hogan, could they explain to committee members the difference between section 15 of the Planning and Development Act, which places a duty on local authorities to implement their city and county development plans, and section 143 of the same Act, where the board only has to have regard to those plans?  That is at the very centre of why the Government decided to give this function primarily to the board rather than to local authorities.<\/p> <p>  Could they also comment on whether, as a result of that, there is a blurring of the distinction between local authorities as the primary planning authority to make decisions and the original intention of the Act for the board to review those decisions?  Could they confirm that in fact SHDs will not expire at the end of 2021 but, more likely, at the end of February 2022, because of the delays in planning decisions from the initial period of Covid-19?  Could they give us more information on what they hope to replace it with?<\/p> <p>  My next questions are for the board.  Could the witnesses tell us how many positive decisions on SHDs have led to an overriding of development plans and local area plans?  Could they tell us how many positive decisions have ended up in judicial reviews?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#G00500","speaker":"1468"},{"type":"unspoken","time":1604966400,"counter":188,"content":"<p>Given that according to the Department's submission the primary purpose of SHD arrangements was to expedite the delivery of additional housing supply, does a 70% rate not indicate that this legislation has abjectly failed?<\/p>"},{"type":"speech","time":1604966400,"counter":189,"content":"<p>Are those questions for the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":190,"content":"<p>The first four are for Mr. Sheridan and the last three are for An Bord Plean&aacute;la.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00300","speaker":"1468"},{"type":"speech","time":1604966400,"counter":191,"content":"<p>Those questions need to be answered in the next minute, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00400","speaker":"1626"},{"type":"speech","time":1604966400,"counter":192,"content":"<p>We will get them in the second round.  Mr. Sheridan should not worry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00500","speaker":"1468"},{"type":"speech","time":1604966400,"counter":193,"content":"<p>We can allow a bit of time.  Those are good questions.  I will keep an eye on the clock.  I ask Mr. Sheridan to answer the first few questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00600","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":194,"content":"<p>I will ask Mr. Hogan to respond to the questions on the differences between sections 15 and 143 of the Planning and Development Act.  The figures I have are that 36 judicial reviews have been taken against 27 SHD decisions by the board.  I will ask Mr. Hogan to come in on the other elements of the Deputy's questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00700","nonspeaker":"Mr. Terry Sheridan"},{"type":"speechnospeaker","time":1604966400,"counter":195,"content":"<p>A number of issues were raised.  Interpretation of legislation is the central issue regarding the duty of local authorities to implement their own development plan on the one hand and the role of the board as an appellant body on the other.  The board is empowered by the Oireachtas to consider a wider range of issues that can arise.  The development plan is fixed at a particular point in time.  Legislation policy evolves and changes.  There are wider considerations of national significance that can go beyond the local.  For all these reasons the board has specific powers to address development plans differently after a process on particular occasions.  That is what has happened with a number of particular cases, which we cannot go into.  Generally, that applies.<\/p> <p>  On housing supply, this legislation coincides with an overall increase in housing supply nationally, rising by about 3,000 units per annum this year.  There is no doubt that it has contributed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00800","nonspeaker":"Mr. Paul Hogan"},{"type":"speechnospeaker","time":1604966400,"counter":196,"content":"<p>I will ask Ms Kenny to answer Deputy &Oacute; Broin's questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H00900","nonspeaker":"Mr. Paul Hyde"},{"type":"speechnospeaker","time":1604966400,"counter":197,"content":"<p>As Mr. Hogan mentioned, we cannot comment exactly on the level of activation.  I note that the 70% relates to the overall permitted, some of which are currently before the courts for judicial review.  Some are within the judicial review period.  In fairness, it is still around 50% of those granted in 2018-19 in terms of activation because someone who just got permission yesterday would not be expected necessarily to have a commencement notice in.  The 70% is not entirely reflective or fair.<\/p> <p>  We can come back to the Deputy with an accurate figure for material contraventions.  It is probably predominantly since the Heather Hill judgment where the discretion on material contravention was, in effect, taken away.  Whether it is the board or the planning authority, they tended not to reference material contravention as heavily as they have done since the Heather Hill judgment.  It has only been recorded and related to since the Heather Hill judgment.  I can come back to the Deputy with those figures.  Because of that judgment, we would presume to have all the minutiae considered as material contravention, notwithstanding that the planning authorities do not actually consider them to materially contravene.  Again, we need to be careful because otherwise it would assume that they materially contravene all the time, which they do not.<\/p> <p>  We noted the figure of judicial review cases as 23 in terms of the applications, the development proposals that are before the board.  Sometimes there are multiple judicial reviews.  Sometimes it will be a quash and remit, and it gets a new case number.  It will come across as two, but it is the same one.<\/p><p>Even within that 23, some of those include judicial reviews against refusals.  It is probably 21 against grants.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#H01000","nonspeaker":"Ms Rachel Kenny","continuing":true},{"type":"speech","time":1604966400,"counter":199,"content":"<p>We are just out of time and will have to wrap up.  We will come back to the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":200,"content":"<p>Just in terms of the timeline, is it December 2021 or February 2022?  That is quite an important question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00300","speaker":"1468"},{"type":"speech","time":1604966400,"counter":201,"content":"<p>I will allow an answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00400","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":202,"content":"<p>I understand it to be February 2022 because Covid extended all appropriate periods.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00500","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":203,"content":"<p>That applies to all timelines in planning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00600","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":204,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00700","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":205,"content":"<p>I will share time with Deputy Higgins.  I thank the witnesses for their opening remarks.  I am, naturally, very much supportive of the objectives of the strategic housing developments, SHDs, but I have concerns in two areas which I would like the delegations to address.  At times, decisions have been made with the opposition of the local authority having been well flagged and signalled as part of the process and deep reservations on the part of the local authority where its development plan appears to have been sidetracked.  The particular project I am thinking of is still live in its appeal and before the courts, so I cannot get into it, but there have been instances where local authority has been very definite that the housing density has been far too great and not appropriate for the site it is on.  I would like to hear how that is overcome, how the interplay of the commentary from the local authority and local representatives feeding into that informs the decision-making process.<\/p> <p>  My second point is with regard to clustering and the view that the decisions appear to be made in a silo.  I accept that the board will have a particular application in front of it, but it is a silo where, taking the likes of Cork Street, it now has a proliferation of student accommodation, with the fabric of the community in that area being undermined, and in fact Dublin 8 as a consequence.  On the ratio of affordable and social housing to student accommodation, how are those decisions arrived at?  How are those evaluated?  They do not appear to look at the objectives in an entire community and its sustainability as opposed to something being a project on its own, with the decision being made on the merits of the project on its own and without giving due regard to the requirements of the community and the sustainability of actual community living and community life.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00800","speaker":"1682"},{"type":"speech","time":1604966400,"counter":206,"content":"<p>I have two questions for the board and two questions for the Department.  The core objective of SHDs was always the speedier delivery of housing in a more streamlined way.  I ask the representatives of the board how many of the 40,000 residential units approved have been delivered.  The Department has said that 29% of permissions have been activated, but how many physical homes have been delivered through the SHD process?  Is An Bord Plean&aacute;la's 30% refusal rate in line with the local authority rate?  I am just trying to get a sense as to whether it remains the same kind of standard between the local authorities and the board.<\/p> <p>  My first question for the Department relates to something Deputy McAuliffe has mentioned, which is height.  I would like to reference the Vincent Byrne site in Palmerstown where approval was granted for apartment blocks of eight storeys in a village where the residential character of the village is really two-storey housing.  This comes back to the point already made, and I know Mr. Hogan has taken it up already, around the board needing to have regard to the development plan rather than a requirement of being consistent with it.  I know Mr. Hogan has already addressed some of the rationale behind this, but really I am trying to get a sense of whether the Department is happy that this works or whether it has recommendations in respect of that element.<\/p> <p>  In terms of the Department's use it or lose it recommendation, I would like to clarify if the Department is recommending use it or lose it from 2022 onwards if SHDs have not been ended by then.  I would be a bit more comfortable if it was possible, and I do not know if it is, for us to introduce a measure like that sooner rather than later, perhaps not retrospectively for applications that are already granted but for applicants in the process and moving forward.<\/p><p>Could technical legislation be brought forward to allow for this?  We could all be in a much better position in a couple of months or in a year to decide whether to look at a potential extension of this or retire the scheme based on the new clause.  With at least a year out, we have identified that this is something that could definitely enhance the scheme.  Could we do that now?  Why should we wait when we are already considering abandoning SHDs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#J00900","speaker":"1566","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":208,"content":"<p>I will answer some of the questions relating to the various cases and how we make our decisions.  We take each case on its merits and we try, as much as possible, to take into account all the various views.  That is catalogued in inspector reports and the board's decisions.  We take into account the views of planning authorities, local resident prescribed bodies and the applicants.  Ultimately, we are bound by section 28 guidelines, legislation and regulations.  We try to synthesise everything, making a decision on the basis of applying the law as best we can.<\/p> <p>  Senator Seery Kearney mentioned clustering and siloes in talking about particular parts of Dublin 8.  In some respects, planning is a negative rather than positive power.  There is no opportunity to encourage people to come with particular types of applications, such as social housing supports, and we can only judge what comes before us against the development plan, legislation and the zoning provisions for the area.  If there is an oversupply of a particular type, we will take into account cumulative effect.  If an application meets zoning and the code, we must consider it on its merits.<\/p> <p>  There was a question on the percentage of applications relating to the 40,000 units that have been delivered.  It is not a matter for the board to track that and it is not our role to look at how many units are completed.  We simply consent or refuse decisions and it is a matter for the applicants to deliver the product that we have permitted.<\/p> <p>  There was a question on the refusal rate and how many times we overturn the decision of a local authority.  It was also asked if the rate is similar to the local authority refusal rate.  I am not entirely sure of that but we can come back to the committee with those figures.  It is important to say that in some cases planning authorities may grant permission that we subsequently refuse.  It does not all go in one direction.  It can go in either direction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#K00200","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":209,"content":"<p>I thank the witnesses from the Department and An Bord Plean&aacute;la for coming before the committee.  I am glad this is coming to an end, to be frank.  It did not help when local councillors, planners, citizens and community groups felt alienated by the process.<\/p> <p>  I took the time yesterday to look at the review.  I made my own submission to the review and the reoccurring theme I mentioned was subsidiarity and making local decisions within planning authorities.  City and county councillors pride themselves as guardians of their city and county development plans and local plans.  They are right to defend them and I welcome decisions by local authorities, whether it is the executive or members, to defend the plans.  It is honourable and the correct course of action.  That is really important.<\/p> <p>  We can look at what was the intention.  The intention of the process was to roll out more homes and have a faster, slicker or more efficient planning system.  A reoccurring theme in the review that we never really addressed was how we would better equip planning authorities by giving them more planners or resources.  We lost that in the debate and we did not support planning departments.<\/p> <p>  There are cases to be made for synergy and joined-up thinking, perhaps regionally or in grouped councils like those in Dublin.  There are imaginative ways to be slicker and to work better, which must be acknowledged.<\/p><p>I welcome the idea that we take the good bits out of this and see if we can replicate them at local authority level.  <\/p><p> The witnesses have proven that they can make decisions but who is gaining from these decisions?  In most cases, it is the developers.  My understanding of the information is that 142 planning applications have been granted amounting effectively to 12,000 houses, 31,000 apartments, 12,000 student places and 208 shared-living spaces, which is a phenomenal amount of accommodation.  What are the issues that arise?  One core issue is the fact that there was no third-party appeal process.  We talk about the Aarhus Convention, subsidiarity and empowering our citizens and communities to engage in a meaningful planning process and that is where the Department and the board lost the goodwill of the public and the planners.  We need to go back to that.  <\/p><p> I acknowledge that the staff in the Department and An Bord Plean&aacute;la went into this in good faith and we have learned lessons on this journey.  I am more interested now in the orderly wind-down of this process.  I predict that we will have hundreds, possibly thousands of these applications.  We will see a substantial increase in December and January and I know this because people have told me so and that is a matter of concern.  The lack of a third-party appeal process is the real anomaly here.  I would also like to hear the views of An Bord Plean&aacute;la on options for speeding up housing development on sites that have been granted stage-D planning permission.  Does the board have any suggestions or ideas for speeding up developments?  We have a certain amount of sites and we need to speed up their development.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#K00300","speaker":"1634","continuing":true},{"type":"speech","time":1604966400,"counter":211,"content":"<p>Is that question directed to An Bord Plean&aacute;la or the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#L00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":212,"content":"<p>It is directed at both but particularly at An Bord Plean&aacute;la.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#L00300","speaker":"1634"},{"type":"speech","time":1604966400,"counter":213,"content":"<p>I will ask the board to answer first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#L00400","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":214,"content":"<p>In terms of subsidiarity, we have followed the legislation as applied.  In terms of its constitutionality or otherwise, it has gone through the Oireachtas and the Attorney General's office.  It is a matter for the Department to comment further as to how that works but it is not different from strategic infrastructure development, the legislation for which came into force in 2006.  That was based on the concept of strategic elements coming into the board directly because they all ended up there in any event.  When we looked at the developments between 2006 and 2016, over 95% of all 100+ residential development projects under section 34 were decided by the board.  Even today normal planning appeals on projects below 100 units make up 70% of the board's appeals.  Opposition to housing at every single scale remains, whether it is strategic housing development, SHD, applications or normal planning appeals.  As Deputy McAuliffe said, for some reason Irish society has concerns, worries and opposition to housing, no matter who decides on it.   The board is deciding on quite a lot and we try to do so with fairness and impartiality.  We record all of the submissions received in order to make sure that third parties are heard.  We are happy to continue to improve that as we go forward, whether in appeals, strategic housing or strategic infrastructure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#L00500","nonspeaker":"Ms Rachel Kenny"},{"type":"speechnospeaker","time":1604966400,"counter":215,"content":"<p>On the last question asked by Senator Boyhan about speeding up development on sites, that is not really a matter for us but we have demonstrated that planning can be sped up.  This is important given because it has often been argued that developments were not proceeding because the planning process was too slow.<\/p><p>It is a very complex issue and we are talking about very large-scale projects.  Areas such as Irish Water, finance and so forth are areas that would have an impact.  It is not simply just about getting planning.  There are many other complexities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#L00600","nonspeaker":"Mr. Paul Hyde","continuing":true},{"type":"speech","time":1604966400,"counter":217,"content":"<p>I thank the representatives of the board and the Department for coming in today.  Their attendance is much appreciated.<\/p> <p>  Before I ask my questions, I would like to note that the SHD scheme established in 2017 is a Government policy of that term, and intended an 80% build rate from successful decisions.  However, as everyone knows, the rate is currently below 40%.  This is in the context that the scheme was created to build housing quickly considering the housing crisis.  I would like to acknowledge that the board is implementing this policy and, therefore, is not its creator but its implementer.  I have three questions based on process and cost.  Some of them have been slightly covered already but I will go through them anyway.<\/p> <p>  Has the board strategically evaluated its actions in materially contravening, in a systematic way, the core strategies of democratically mandated development plans prepared in accordance with national and regional policy and ministerial guidelines via our national planning framework, the regional spatial and economic strategies and sustainable residential development in urban areas.  This should be considered against the 2019 planning regulator's report, which highlights housing units in commuter zones that are being granted at higher densities in locations that are not identified for growth in the regional spatial and economic strategies.  Does the board have concerns about the SHD process given the limited public consultation and pre-application stages, despite the Aarhus Convention?  Is the board perturbed by comparatively high rates of judicial reviews and overturning of decisions to grant compared with the conventional application processes through local planning authorities?<\/p> <p>  The cases lost have been noted, for which I am thankful.  Does the board know what the cost is currently to the State?  To summarise, why are planning decisions being granted against sustainable development plan core strategies?  Is it just to have limited public consultation?  Is judicial review appropriate as a route to appeal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#M00200","speaker":"1574"},{"type":"speechnospeaker","time":1604966400,"counter":218,"content":"<p>My colleague will reply to the question on the material contraventions of core strategies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#M00300","nonspeaker":"Mr. Paul Hyde"},{"type":"speechnospeaker","time":1604966400,"counter":219,"content":"<p>When we look at the material contraventions in terms of process, obviously a core strategy or anything else can only be materially contravened having regard to the legislation - section 37(2)(b) - under which there are four criteria.  The board must demonstrate that one or any of them can be met in order to materially contravene.  In order to materially contravene, the board must demonstrate that it is acting in accordance with proper planning and sustainable development.  Therefore, the board believes that is what it is doing when it looks at that.  It is not looking at the overall impact and it is assessing it having regard to those core principles.  That is what I would say in relation to that.<\/p> <p>  Regarding the Aarhus Convention, pre-application consultation and public involvement, regardless of whether the pre-application consultation involves the planning authority under section 247 or is pre-application consultation into the board on strategic infrastructure or strategic housing, at all stages it occurs between the proposer of the development and the relevant planning authority.  The public is not involved in that.  It does not matter whether it is the planning authority or the board - that is the current legislative provision.  I cannot comment any further on that but it is no different for the board.  We are just one of the planning authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#M00400","nonspeaker":"Ms Rose Kenny"},{"type":"speechnospeaker","time":1604966400,"counter":220,"content":"<p>On the question about the board's view of judicial reviews, all of our cases, under Article 50 of the Planning and Development Act, can be judicially reviewed and many cases are reviewed, ranging from wind farms to normal appeals so it is not confined to strategic housing.  In terms of the cost, we will have to get back to the Deputy on the exact amount that has been outlaid to date.<\/p><p>The legislation provides for judicial review and we welcome that as a mechanism, however, the consultation process that is in place is as enshrined in the legislation, and as Deputy Duffy said at the outset, we merely implement it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#M00500","nonspeaker":"Mr. Paul Hyde","continuing":true},{"type":"speech","time":1604966400,"counter":222,"content":"<p>Does that answer the questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#N00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":223,"content":"<p>On the issue of material contraventions, I have received information from planners who are really concerned about decisions being granted to developments where they are effectively not feasible, in that they go against the development plan that a residential set-up should not be in a village.  For example, putting 200 units into a small village just does not work.  I am not saying they are all wrong but some decisions have been granted about which planners are really upset.  Whatever the witnesses may be saying, it does not seem to be happening in the context of the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#N00300","speaker":"1574"},{"type":"speech","time":1604966400,"counter":224,"content":"<p>I am going to move on to Senator Moynihan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#N00400","speaker":"1626"},{"type":"speech","time":1604966400,"counter":225,"content":"<p>I thank the witnesses for their presentations.  Like Deputy &Oacute; Broin, I will provide some of my own views then I will ask some specific questions.<\/p><p>I am quite disappointed by both presentations, in that the tone of both the Department of Housing, Local Government and Heritage and An Bord Plean&aacute;la seems to be more concerned with the implementation of the SHDs and helping developers than with delivering proper and sustainable planning in both our towns and cities.  First, I want to ask about cases in which An Bord Plean&aacute;la decisions go against the findings of inspectors' reports.  I have a list of them before me, as well as a list of some that have been overturned by judicial review.  On the advice of the Chair, I am not going to refer to particular cases.  There was one very recent case in my own area in which An Bord Plean&aacute;la went directly against the advice of its inspectors.  On what grounds does that happen?  Mr. Justice O'Donnell of the Supreme Court, in the Balz <i>v.<\/i>An Bord Plean&aacute;la judgment of 2019, stated:<\/p> <blockquote> \tIt is a basic element of any decision-making affecting the public that the relevant submission should be addressed and an explanation given as to why they are not accepted, if indeed that is the case.  This is fundamental not just to the law, but also to the trust which members of the public are required to have in decision making institutions ... <\/blockquote> <p>As someone who has been involved in making submissions to An Bord Plean&aacute;la, particularly in respect of the number of student accommodation units within a small area in Dublin 8, and who has read decisions by An Bord Plean&aacute;la and by planners in this regard, I do not accept that the reasons and the rationale that are given by both members of the public and also sometimes by An Bord Plean&aacute;la's own planners are adequately considered in the reports that are given.<\/p><p>An Bord Plean&aacute;la also referenced opposition to housing.  I do not necessarily accept that engagement in the planning process always concerns opposition to housing, rather, as An Bord Plean&aacute;la referenced, it is actually a case of seeking to get the balance of the right type of housing within the right areas.  Anybody who has been involved in development plans knows the amount of work that goes into them and the stages of the process.  When a considered development plan is produced, it is as a result of months of compromise and engagement with developers and within the planning framework as set down.  I want to ask about cases in which development plans are contravened and the reasons and the rationale for this.  <\/p><p>I also want to ask about the strategic housing process.  Applications for 9,746 student accommodation units and 55% of commencements are granted, which is a lot more commencements granted than in the case of houses.  Of these, 5,371 have commenced.  From what I can see, this is always in a small area of the inner city, including Dublin 8, Dublin 7 and Dublin 1.  The only large third level institution within those areas is DIT, which is moving to Grangegorman.  I wonder how that tallies with the aim to deliver the right developments in the right locations, because I do not particularly think that it does.  I wish to ask the Department's representatives about what they said on the issue of SHDs, namely, on continuing the benefits of the SHDs, which is to provide certainty and timelines for developers.  As far as I can see, the Department is planning to go against the political will of the Government, as decided within the programme for Government.  I do not necessarily consider a commencement rate of 27% to be of great benefit in terms of what it was set out to do.<\/p><p>Will the witnesses elaborate further on that in terms of the SHD beyond 2021?  Is the Department planning on going against the programme for Government?  Is it planning to continue strategic housing development, albeit with a use it or lose it approach?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#N00500","speaker":"1672","continuing":true},{"type":"speech","time":1604966400,"counter":227,"content":"<p>Which of the witnesses wishes to go first?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#O00200","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":228,"content":"<p>I will take two of the questions and pass one to my colleague.  On the question regarding the number of cases in which the board overturns its own inspector's recommendation, in SHD the rate is less than 10%.  In the wider course of our work in terms of normal section 34 appeals, the rate is higher, possibly between 12% and 15%.  It is not something that is done very often.  The board is a tribunal made up of three people who deliberate on each case.  They will look at the legislation, the guidelines and everything else.  On occasion, they disagree with their own inspector.  The Senator referenced the 2019 Supreme Court judgment in Balz &amp;amp; Ancor <i>v.<\/i>An Bord Plean&aacute;la.  The board, like all decision makers these days, always endeavours to give as concise and clear a set of stated reasons and considerations as possible for its decision.  Many decision makers have been challenged in the courts in respect of the conciseness or accuracy of the stated reasons and considerations in the interests of public participation and transparency, as the Senator stated.  The board always endeavours to give its reasons and considerations to the best of its ability.<br\/><br\/>On the issue of student accommodation, as I stated earlier, we can only address our minds to cases that come before us on their own merits.  If they are appropriately zoned within the zoning matrix of the development plan, then we must consider them against all of the guidelines that are there.  Obviously, in specific parts of the city there have been many types of uses coming in.  As I stated, we must take them on their own merits.<br\/><br\/>Ms Kenny may wish to deal with section 37 and material contraventions of the development plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#O00300","nonspeaker":"Mr. Paul Hyde"},{"type":"speechnospeaker","time":1604966400,"counter":229,"content":"<p>In terms of section 37 and material contravention, we can come back to the Senator with the numbers.  As I stated, the rationale as to why we do it and when we do it is stipulated and clearly set out in the various reports both in terms of the inspector's report and the decision of the board.  When a developer or an application contravenes or is understood to materially contravene the development plan, it is advertised as such in order to flag that to the public at large in order that it is clear when something is going before the board that may materially contravene the development plan.  That is done to ensure public involvement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#O00400","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":230,"content":"<p>There was also a question for the Department but we are almost out of time.  We might be able to return to that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#O00500","speaker":"1626"},{"type":"speech","time":1604966400,"counter":231,"content":"<p>I thank the representatives of An Bord Plean&aacute;la and the Department for coming before the committee.  Their attendance is appreciated.  From the conversations I have had with planners in particular, I know they can be among the most critical voices on this issue.  It is worth noting that many planners working in the system are not able to have a public voice on the matter.  That comes across from a range of planners who have varying views in terms of development.  The strategic housing development legislation is significantly flawed.  The lack of an appeals process is highly problematic.  Only communities with sufficient resources are able to mount judicial reviews.  The expense involved is a significant burden on communities that have the resources to pursue a judicial review, but it is deeply unfair on communities that do not have the capacity to so do.  It undermines county and city development plans and local democracy, as well as undermining the delivery of community infrastructure alongside large-scale developments.  There is an element in this whereby the usage of strategic housing developments increases the value of sites for people who are speculating on land to achieve planning permissions with higher densities and then flip the sites.<\/p><p>It is failing in its key objective, which is stated in terms of delivering housing on scale.  We heard from An Bord Plean&aacute;la that 40,000 residential units have permitted under SHD provisions and, significantly, we have heard from the Department that only 29% of these have been activated.  This compares unfavourably with the review from last year, which showed that 37% of permissions had been activated.  At that stage, the then Minister said that this level was completely unacceptable and that the level should be at about 80%.  I note the comment from An Bord Plean&aacute;la saying that this will level out at about 50%.  This is far below the 80% figure anticipated or accepted by the Department and Minister.  Does the Department agree that the SHD process is failing in its key objective of meeting that figure of 80%?  Does the Department accept that some developers are using the SHD process to increase the value of their land before flipping it and selling it on?  <br\/><br\/>The excellent submission we received from Killian Woods from the <i>Business Post<\/i>references the paper by Mick Lennon from UCD and Richard Waldron from Queen's University on de-democratising the Irish planning system.  This paper was based on a series of off-the-record interviews with developers, planning consultants, civil servants, planners and politicians.  One planning consultant told the authors that the fact that the public had the same right as the developer in the planning process was democracy gone way too far.  Could the Department comment on that, the paper and the view expressed in the paper that developers had given recommendations to Government that had been taken on board lock, stock and barrel and put into the new housing Bill, which concerned the SHD?  Indeed one politician told the authors that the Construction Industry Federation and others had captured the State in terms of policy.  I would like to hear the Department's view on that.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#O00600","speaker":"1550","continuing":true},{"type":"speech","time":1604966400,"counter":233,"content":"<p>I am not sure the Department has received the submission from Killian Woods so the witnesses from the Department may not be able to comment on it.  We can make sure the submission goes to them and they can write back with answers to the first two questions.  I do not know if the Department has seen that submission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#P00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":234,"content":"<p>As it is in front of us, it is valid to raise it.  I was quoting from it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#P00300","speaker":"1550"},{"type":"speech","time":1604966400,"counter":235,"content":"<p>The Deputy can ask but I do not know if the witnesses from the Department will be able to answer because they may not have seen it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#P00400","speaker":"1626"},{"type":"speech","time":1604966400,"counter":236,"content":"<p>I have given some details that they might comment on.  My specific question concerns the claim in the submission that there has been policy capture of the State by developers.  What is the Department's view on that with respect to the SHD process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#P00500","speaker":"1550"},{"type":"speechnospeaker","time":1604966400,"counter":237,"content":"<p>I will address a few points.  The first thing to do is put this in context.  The SHD legislation arises out of the Rebuilding Ireland strategy to increase housing supply in response to an ongoing and consistent criticism of the planning system as having inherent and in-built delays.  If the SHD has two objectives, they are efficiencies and outcomes.  During pretty much all of my career as a planner, the first thing I have heard levelled at planning and the planning system is delay, delay, delay.  What this has achieved for planning outcomes or the planning process is a degree of consistency and certainty that builds in upfront a lot of the considerations that were played out through the system and did not get addressed until it was too late.  We are lucky to already have had a review by an independent expert group that included representations from broadly based local government representatives as much as anyone else.  That review concluded that the SHD system is working in terms of efficiencies and better outcomes.  The reason the outcomes are better is because a more formalised upfront system is in place.  Members will have heard in the presentations how both Mr. Sheridan and Mr. Hyde talked about a three-stage system upfront.<\/p><p>There is a pre-application meeting, which involves all parties, with An Bord Plean&aacute;la and then there is the application.  That level of formalisation did not exist, or had not existed to the same extent, for housing development proposals prior to the SHD process.  That meant that applications granted through the process are determined to be better, and that was one of the conclusions of the expert advisory group.  <\/p><p> Moving on to address the question of whether we are going against the programme for Government, that is absolutely not the case.  The last recommendation, No. 22, of the expert advisory group, however, was that the Department should consider what aspects of the SHD process were successful and could be considered for translation into the general planning system.  That is where we are at now.  Several things could be used to benefit the normal planning system, if we can call it that, and that would include more formalised upfront consideration even before a planning application is submitted to ensure that we get better outcomes.<\/p><p> More broadly, the idea that activation could be better was a part of the terms of reference of the expert advisory group and was part of its considerations and recommendations to the Minister, and his subsequent decision in that regard.  I acknowledge that activation could be better and it is something we are continuing to work on.  The use it or lose proposals are a direct response to that and we are also considering other means.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#P00600","nonspeaker":"Mr. Paul Hogan","continuing":true},{"type":"speech","time":1604966400,"counter":239,"content":"<p>We are just out of time in that slot.  I call Deputy Murnane O'Connor.  Is she sharing time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#Q00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":240,"content":"<p>Yes, I am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#Q00300","speaker":"1511"},{"type":"speech","time":1604966400,"counter":241,"content":"<p>I ask that she stick to the five minutes.  If we can get straight to questions, then we can get straight to answers and that would be very helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#Q00400","speaker":"1626"},{"type":"speech","time":1604966400,"counter":242,"content":"<p>I thank the witnesses from the Department and An Bord Plean&aacute;la.  Like other speakers, I also have major concerns with the SHD process.  When this was originally brought in, it was for the delivery of additional housing supply.  I do not think it has worked the way it should have.  We now need to know that the public has a voice.<\/p> <p>  Regarding An Bord Plean&aacute;la, I have concerns in general about timescales.  I refer to my own local authority and what is happening.  In his opening statement, Mr. Hyde referred to \"economic strategies, as well as the various section 28 ministerial guidelines published over the last decade, set a clear roadmap for appropriate development\".  I accept that but do we need to change them?<\/p> <p>  We are now living in a different era.  The SHD process was originally established to develop and deliver.  I refer to the concerns that have emerged in this regard.  It was a trial and a learning process for everybody, including the Department, An Bord Plean&aacute;la and the local authorities.  It needs to be wound down now, however.  It is important, though, that we focus on the roadmap and what we can do in working with the local authorities and An Bord Plean&aacute;la to look at guidelines.  Does Mr. Hyde have any concerns in this regard?  Does he feel the guidelines need to be changed?  I refer in general regarding the SHD process but also regarding once-off developments, businesses etc.  The issue of timescale is my biggest issue with An Bord Plean&aacute;la.  I noticed that 17 extra staff and four board members have been assigned to the SHD division, which is welcome.  I believe, however, that An Bord Plean&aacute;la needs an overall review and I would like to know the witnesses' opinion.<\/p> <p>  Turning to the representatives from the Department, it was stated that \"the Department is also giving consideration to establishing a SHD consultation group to examine what aspects of the SHD process might be incorporated in the planning system, through further legislation\".  Will the witnesses explain that?  I also have concerns on that aspect.  I do not know if we have all been affected by Covid-19.  Perhaps the witnesses from the Department and An Bord Plean&aacute;la might comment on that aspect regarding delays in planning.  I know people are being delayed and there was a hold on planning, so I presume An Bord Plean&aacute;la was on hold as well.  Will the witnesses confirm how Covid-19 has affected them?  What do they think about the Department establishing an SHD consultation group?  I also seek the views of the witnesses regarding an overall review of An Bord Plean&aacute;la, in a general perspective, and at the roadmap and what we can do to change the guidelines.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#Q00500","speaker":"1511"},{"type":"speech","time":1604966400,"counter":243,"content":"<p>My questions are on the clustering of SHD applications and the comparison with local area plans, LAPs, or strategic development and regeneration areas, SDRAs.  Do the witnesses accept that when there are clustered SHDs, they effectively bypass or undermine existing LAPs or the potential to have new LAPs?<\/p> <p>  The witnesses have talked about relying on the zoning and on each application standing on its own merits.  The difficulty is there is no planning tool available to local authorities to differentiate between a ten-storey privately managed 90% use of the housing assistance payment, HAP, and a ten-storey mixed tenure and mixed income development.  Therefore, it is difficult to give permission to one rather than the other but they are different prospects and they need different community supports.  Do the witnesses accept that the judicial review is not an effective appeal mechanism in areas that do not have access to barristers?<\/p> <p>  There are positive elements to the SHDs.  The statutory involvement of local authority members at a recorded meeting that is submitted is positive and the formalised pre-consultation is also positive but I worry about the effective eradication of LAPs and SDRAs, which are effectively the settled will or a bargaining between local authority members, communities and elected representatives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00100","speaker":"1568"},{"type":"speechnospeaker","time":1604966400,"counter":244,"content":"<p>I refer to the points Deputy Murnane O'Connor made around the policy and the road map and so forth.  An Bord Plean&aacute;la implements policy rather than making it.  It is the Oireachtas and so forth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00200","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":245,"content":"<p>I know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00300","speaker":"1511"},{"type":"speechnospeaker","time":1604966400,"counter":246,"content":"<p>Policy is an iterative process and it is ongoing and evolving to respond to the conditions of the day.  That is welcome.  It is a democratic process in how the legislation and the policies around that evolve.  That is a matter for the Oireachtas rather than An Bord Plean&aacute;la.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00400","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":247,"content":"<p>As someone who is in An Bord Plean&aacute;la, what does Mr. Hyde see?  He is dealing with planning in An Bord Plean&aacute;la and he would deal with this daily.  Does Mr. Hyde have concerns and is he happy with the policies that An Bord Plean&aacute;la is dealing with?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00500","speaker":"1511"},{"type":"speechnospeaker","time":1604966400,"counter":248,"content":"<p>It is not for me to question the policies.  We are guided by the legislative policy and we will respond to it.  That is the way we have to apply it as public servants and that is what we do.<br\/><br\/>On the Deputy's point about the time scales, we endeavour to meet our statutory requirements on all our time scales.  We have been affected by Covid-19 and there was a planning freeze during the first lockdown so we have had to rearrange things internally, like every other public agency, to manage the workload.<br\/><br\/>On Deputy McAuliffe's points, the judicial review process is not an appeal mechanism <i>per se<\/i>.  It is a process whereby somebody can take a review at the judicial level of the process.  It is not about the merits of the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00600","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":249,"content":"<p>So there is no impact from an appeal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00650","speaker":"1568"},{"type":"speechnospeaker","time":1604966400,"counter":250,"content":"<p>Strategic housing is similar to strategic infrastructure.  This was introduced in 2007 and that is the process that has been in place since then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00675","nonspeaker":"Mr. Paul Hyde"},{"type":"speechnospeaker","time":1604966400,"counter":251,"content":"<p>I will make a comment about the clustering of SHDs because it has been mentioned a couple of times.  We can take a look at that but the clustering of SHDs alone does not automatically presume material contravention or the bypassing of a local area plan or of SDRA policy.  We can take a look at where those material contraventions have occurred and where those particular policies have been materially contravened and the reasons for those are clearly set out in the various decisions and inspectors reports.  I know the Deputy has talked about the clustering of SHDs but one could equally talk about the clustering of planning applications in a local authority plan area as well.  The fact that a number of applications arise, whether it is under section 34(1) of the Planning and Development Act 2000 or whether it is under SHD, it does not by its nature undermine a plan or a policy.  I wanted to reiterate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00700","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":252,"content":"<p>It is fair to say that at local authority level there is a far greater track record of those things being considered in a holistic way rather than on a stand-alone basis for each application.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#R00800","speaker":"1568"},{"type":"speechnospeaker","time":1604966400,"counter":253,"content":"<p>Without going into specifics, there are numerous local area plans and strategic regeneration areas where the planning authority was in favour of the strategic housing developments, SHDs, and where the board went along with the planning authority's recommendation to grant on those.  I can flag that too.  Sometimes where we materially contravene a local area plan or a policy in the development plan, it does not automatically follow that it is against the planning authority or the chief executive's report.  In numerous SHD decisions, the chief executive is supportive of the proposal, notwithstanding the constraints within the development plan, probably by reason of the fact that some of the development plans need to be reviewed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#S00100","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":254,"content":"<p>We have run out of time but I would ask for a written response on the question on tenure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#S00200","speaker":"1568"},{"type":"speech","time":1604966400,"counter":255,"content":"<p>We are well over time in that slot so we now move to Deputy Gould.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#S00300","speaker":"1626"},{"type":"speech","time":1604966400,"counter":256,"content":"<p>I thank the officials for coming in.  There is a lot involved.  My colleague, Deputy &Oacute; Broin, highlighted problems with this legislation from the word go, prior to it coming into being.  My big issue as a public representative has always been the provision of housing as quickly as possible in a sustainable way.  I come from an area in Cork which has seen massive regeneration.  One thing we have known from the boom and bust cycle we have experienced is that, as Roy Keane says, \"fail to prepare - prepare to fail\".  When infrastructure and services are not put in, the result is communities that are not sustainable and experience huge problems down the line.  We are spending hundreds of millions of euro trying to rectify problems that should have been dealt with at the start.  The problem with this legislation is that it was developer led and developer designed.  It was built for developers and not for people.  I have significant concerns about density.  Density depends on the communities.  There are areas where, because there is an effort to fit in as many units as possible, we will have problems down the road.  Take the St. Kevin's hospital site in my constituency of Cork North-Central.  It has gone to the SHD and there is supposed to be a decision before the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#S00400","speaker":"1453"},{"type":"speech","time":1604966400,"counter":257,"content":"<p>We will not be having live planning applications here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#S00500","speaker":"1626"},{"type":"speech","time":1604966400,"counter":258,"content":"<p>Okay.  The whole thing about the legislation is that it was to deliver housing as quickly as possible and I do not believe it has accomplished that.<\/p> <p>  What will replace this when time runs out?  It will run out in February 2022, not December 2021.  Earlier Deputy &Oacute; Broin asked about this.  Is it possible to stop this now and stop future SHDs?  No one seems happy with it, unless maybe I am at a different meeting, but I am listening to the contributions here.  That is not a criticism of the officials because they are answering questions and feeding into the committee.  I am not being personal, it is just that there are considerable issues around the policy.  I would like the committee to help build houses, solve the housing and homeless crisis and make communities sustainable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#S00600","speaker":"1453"},{"type":"speechnospeaker","time":1604966400,"counter":259,"content":"<p>Deputy Gould asked what would replace the SHD arrangements after February 2022.  As I outlined, we are in the process of establishing a consultation group to try to devise speedier decisions at local level and subsequently at appeal in the board.<\/p><p>What we are talking about is trying to incorporate the more positive elements of the SHD arrangements into the traditional local authority-An Bord Plean&aacute;la two-stage process, which would encompass mandatory multi-party pre-application consultation procedures and mandatory statutory timelines to be adhered to, including at appeal level.  It is reverting to the system that existed prior to the introduction of SHD, but trying to transfer across the good parts that have been positive.<\/p><p> The Deputy also asked if the  SHD process can be stopped now.  The Minister has signed an order extending the process to the end of December 2021, which has been further extended to February 2022 because of Covid.  I do not believe there is any possibility of overturning that because there is no legislative basis for doing so at present.  There were also concerns about the delivery of supply under the SHD process.  As outlined in the opening statement, the Department has had concerns about this.  That is why, on foot of the review group recommendations, we are coming forward with use it or lose it provisions aimed at ensuring that supply is delivered on site rather than have situations where permissions are allowed to continue unactivated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#S00700","nonspeaker":"Mr. Terry Sheridan","continuing":true},{"type":"speech","time":1604966400,"counter":261,"content":"<p>I have some fairly straightforward questions and the witnesses can answer them briefly, if possible.  It has always been my understanding that An Bord Plean&aacute;la has to have regard to a county development plan and, therefore, can make a decision that the local authority might be more confined on, as the board has scope to make decisions outside of that, and not just regarding SHDs.  Is that true?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00200","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":262,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00300","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":263,"content":"<p>With regard to use it or lose it, I do not consider that to be a strong enough deterrent.  If planning has been granted on a site and we introduce legislation whereby one can lose that planning permission, a subsequent planning permission will often look at the planning history.  There has been a planning application for it that has been granted, so the planning history will be considered.  In order to lose it, and I understand there is legislation planned for this, the planning authority can revoke planning if it no longer complies with the objectives of the county development plan.  Where a strategic housing development no longer complies with Government policy, can the board revoke SHD permissions that have already been granted?  I am aware that it is not in legislation yet, but it is Government policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00400","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":264,"content":"<p>It is not within legislation so the board does not have power to revoke a permission.  However, the committee should be aware that if a planning authority revokes a permission, it is under very stringent criteria and compensation is payable to the applicant or the owner of the land or the beneficiary of the permission if it is revoked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00500","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":265,"content":"<p>Would you consider use it or lose it to be a strong deterrent to get somebody to commence a planning application?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00600","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":266,"content":"<p>That is not for the board to say.  However, as my colleague mentioned, it is not just about the land banking.  In a number of instances we know that the viability of the schemes permitted is at issue and that, perhaps, a carrot and stick approach may be necessary because the cost of infrastructure and so forth must be taken into consideration.  There is compliance to be considered as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00700","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":267,"content":"<p>If a planning permission is granted up to February 2022 for a SHD, I understand the applicant would have five years to commence it.  There is generally a five year window for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00800","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":268,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T00900","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":269,"content":"<p>In fact, SHDs could commence at any time within five years after February 2022 once they have been granted permission.<\/p> <p>  In terms of transport planning, we often see high-density applications cite access to public transport.<\/p><p>Often that public transport might be a quite irregular bus service or a meandering bus service that does not serve the site well at all.  How much scope is there for the board in making decisions about where a developer sites access to public transport?  Does the board actually judge the frequency of the service and the likelihood of people using that public transport?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#T01000","speaker":"1626","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":271,"content":"<p>We can only assess the frequency and typical usage based on the CSO statistics.  We do look at the frequency of the service provided or if there is a planned increase in that frequency.  We do consider it.  The fact that a bus route goes by and if it is not a frequent service, then that will be considered.  There have been decisions of the board made, as in refusals, based on the fact that the site is not well served by public transport, notwithstanding that there may be a bus stop close by, which is based on frequency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00200","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":272,"content":"<p>A lot of the applications I have seen for SHDs have often gone in with a much higher density than would be zoned in the development plan.  There is nothing wrong with higher densities, and we are aware that we have to move to higher densities to provide services, but with higher densities one has to ensure provision of services and the provision of good, open public space that is well managed, as well as private space provision.  Would the board have a concern that where there is a cluster of SHDs, as cited earlier on, the development plan objectives for the provision of services may not measure up because the density that was already in the development plan has been exceeded?  Is this a concern where there is a cluster of SHDs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00300","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":273,"content":"<p>It would not necessarily be a concern but it would be a consideration.  Where there are multiple applications we will look at the services that exist within an area and the level of open space and so on.  A higher density does not necessarily mean that there is inadequate open space or that the open space necessarily fails to comply with the county development plan.  The two things are not mutually exclusive.  As has been mentioned on numerous occasions, the board takes into consideration the chief executive's report, which is the submission and comments of the planning authority, which would raise and flag those issues so they are fully considered within the planning inspector's report and within the board decision.  Those issues would be before the board when making a decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00400","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":274,"content":"<p>In the 29% of permissions that are activated, this means they commenced construction.  It does not necessarily mean they are populated and that people are living in them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00500","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":275,"content":"<p>No, it would not necessarily mean that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00600","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":276,"content":"<p>Is 29% a low figure, say if we were to take ordinary section 34 applications that go in under other planning applications?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00700","speaker":"1626"},{"type":"speechnospeaker","time":1604966400,"counter":277,"content":"<p>Again, it has to be remembered that the permissions only started in 2018.  It is only a relatively short period.  We are only talking about 2018 and 2019 permissions that could be realised, bearing in mind that 2020 has predominantly been a Covid year.  In terms of how many permissions have been granted during that period, it is probably around that 50% mark.  It is not particularly out of kilter with the norm.  Again, the Department may have more accurate figures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00800","nonspeaker":"Ms Rachel Kenny"},{"type":"speech","time":1604966400,"counter":278,"content":"<p>We might get that figure from the Department.  The figure of 29% is the activation figure for most planning permissions over that time.  I am out of time now and will move on now, to be fair to other members, for further second round questions.  I apologise to Deputy Higgins who should have been before me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U00900","speaker":"1626"},{"type":"speech","time":1604966400,"counter":279,"content":"<p>I thank the Chairman.  I would like to ask the Department representatives the question that I had previously put to the board.  How many of the 40,000 residential units approved for planning have been delivered?  I appreciate what the board has said with regard to the short time span.  I am aware the Department has said 29% of permissions have been activated, but I am looking for the number of how many physical homes have been delivered through the SHD process.  The objective of the scheme was the faster delivery of houses.  I hope one of the representatives can answer that.  It would seem to be a primary key performance indicator.<\/p><p>We ran out of time in the previous round and the representatives from the Department did not get an opportunity to answer some of my questions so I will hand the rest of my time over to them.  I would like to hear their views on the point I made earlier regarding the \"use it or lose it\" recommendation.  Would bringing that in before the date the scheme is due to expire, rather than as part of a proposed extended version of the scheme, be practical from a technical, legislative and administrative perspective?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#U01000","speaker":"1566","continuing":true},{"type":"speechnospeaker","time":1604966400,"counter":281,"content":"<p>Deputy Higgins asked how many units have been delivered.  I do not have that information to hand.  However, I do have the number of units that have been commenced after being granted permission, which is 11,335 housing units, and 45,000 student bed spaces have been commenced.  Many of those are on stream at present but we will come back to the Deputy as soon as we can on the actual number that have been delivered to date after being granted SHD permissions.<\/p> <p>  Her other question was on whether the \"use it or lose it\" provisions could be introduced prior to the termination of the SHD arrangements.  That is something we can definitely consider.  It would not necessarily be the case that it would have to await the termination of the SHD arrangements.  If that were the case it would only apply to permissions granted subsequent to the enactment of the provision.  We will have a look at whether that is possible. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#V00200","nonspeaker":"Mr. Terry Sheridan"},{"type":"speech","time":1604966400,"counter":282,"content":"<p>I thank Mr. Sheridan.  Will be able to come back to either me or the Chairman with a written response?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#V00300","speaker":"1566"},{"type":"speechnospeaker","time":1604966400,"counter":283,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#V00400","nonspeaker":"Mr. Terry Sheridan"},{"type":"speech","time":1604966400,"counter":284,"content":"<p>We move now to Senator Boyhan in the Independent slot.  If we stick tightly to the time we will get around to everyone again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#V00500","speaker":"1626"},{"type":"speech","time":1604966400,"counter":285,"content":"<p>I will be brief.  I personally thank Killian Woods, who I failed to acknowledge earlier.  He made an excellent submission and we should send it on to the Department and An Bord Plean&aacute;la because I think they would be interested in what he has to say.  He supports it with a lot of documentation so I commend him on that.<\/p> <p>  I have a question for Mr. Sheridan.  The orderly wind-down is now of concern.  As I said earlier, the focus now must be on improving, supporting and resourcing the local planning system in terms of its staff, planners, administrators, and even its city and county councillors is now critical.  They feel under enormous pressure and they have been involved in much of this work but are not quite sure how they are going to prepare for this orderly wind-down.  It is a challenge.  The representatives from the Department might convey this to their officials.  There must be a focus on the upskilling, training and resources these departments need.  They are creaking at the seams.  They are under enormous pressure and that must be acknowledged and addressed.<\/p> <p>  I thank An Bord Plean&aacute;la because I like to think I learn from every experience and one thing I have taken away from today is that it comes in for a lot of backlash.  The Legislature and politicians make the law and somehow it is always hung back on An Bord Ple&aacute;nala.  That is something I am going to take away from this meeting because we can resolve many of these issues within the Houses of the Oireachtas.<\/p> <p>  The final thing I am taking away from today is that specific local objectives, SLOs, or zoning provisions are critical to all of the councils and the 31 local authorities that are now engaging in county development plans.  I will be writing to each of them today to tell them to wise up and look at their zoning objectives because if they focus on strong zoning objectives they can have a strong say in the outcomes for planning and development within their areas.  I thank everyone who has participated today and thank them for attending. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#V00600","speaker":"1634"},{"type":"speechnospeaker","time":1604966400,"counter":286,"content":"<p>As regards the resources, we have set the precedent.<\/p><p>In the establishment of the SHD arrangements, additional resources were allocated to the board to ensure additional responsibilities imposed could be met.  If we are to introduce new procedures and processes relating to housing developments in the form of mandatory formal pre-application consultations, etc., between local authorities and developers, the reality is that the resourcing of local authorities would have to be looked to ensure they are able to fulfil their responsibilities.  The Department has not been found wanting in the resourcing of the board and we will have to take the resourcing of local authorities into account under any new arrangements.  This can be discussed further during the SHD consultative review process, when we will engage with local authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#V00700","nonspeaker":"Mr. Terry Sheridan","continuing":true},{"type":"speech","time":1604966400,"counter":288,"content":"<p>The next speaker is Deputy Cian O'Callaghan.  We will get the speakers in if we limit contributions to approximately four minutes apiece.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#W00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":289,"content":"<p>It is significant that the board has indicated a view on the review as not being a form of appeals process.  It is the view I take as well.  It means the SHD process is in contravention of the Aarhus Convention as people do not have an appeals process.  When an SHD application goes to the board and decisions are made, how many people on the board are involved?  Is it always three?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#W00300","speaker":"1550"},{"type":"speechnospeaker","time":1604966400,"counter":290,"content":"<p>It is a minimum of three.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#W00400","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":291,"content":"<p>That is in all circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#W00500","speaker":"1550"},{"type":"speechnospeaker","time":1604966400,"counter":292,"content":"<p>It is for an SHD process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#W00600","nonspeaker":"Mr. Paul Hyde"},{"type":"speech","time":1604966400,"counter":293,"content":"<p>Mr. Killian Woods of the <i>Business Post<\/i>indicates this came about from developers lobbying, with the implication that developers saying they would have housing delivery from it.  We now know we are not getting housing delivery at the levels that were expected or anticipated.  Is there a comment from the Department about that as it relates to the legislative process and the lobbying of developers in that regard?  Is that being sufficiently balanced?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#W00700","speaker":"1550"},{"type":"speechnospeaker","time":1604966400,"counter":294,"content":"<p>There was a comment that judicial review does not satisfy the Aarhus Convention requirements but I disagree.  It is a specific matter on which we took legal advice from the Office of the Attorney General when these arrangements were being devised.  Once there is an appeal mechanism, whether it is an appeal to An Bord Plean&aacute;la or a subsequent alternative appeal to a court of law, it satisfies the Aarhus requirements.  I wanted to correct the Deputy in that regard.<\/p> <p>  There is the suggestion of the SHD arrangements being progressed on foot of lobbying by developers but that is not a fair comment either.  Various stakeholders were involved in trying to address the housing supply shortage in 2015 and 2016, including developer lobby groups.  There were also local authorities and numerous other stakeholders in the process.<\/p> <p>  The arrangements were not new or innovative.  They were based on the outline given by Mr. Hyde, amounting to pre-existing arrangements that have applied since 2007 for strategic infrastructure developments.  They provide for direct application to the board.  That is from where we modelled it.  It is not necessarily the case that this was totally down to developer lobbying.  I just wanted to correct that because it is something we looked at in any event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#W00800","nonspeaker":"Mr. Terry Sheridan"},{"type":"speech","time":1604966400,"counter":295,"content":"<p>I am quite taken aback by the statement that access to the courts and the judicial review are considered to be an appeal mechanism in the area of planning.  The courts are extremely expensive and this means that lower income areas do not really have access to appeals.  The Department's contention that this is an appeal mechanism that satisfies the Aarhus Convention is quite shocking.  It is indicative of a mindset that considers fast-tracking for developers as a good thing and considers anybody having access to planning appeals as a bad thing.<\/p> <p>  With regard to the Department and incorporating what are considered to be the good parts of strategic housing developments, and I do not necessarily agree that these are the good parts because, as we can see from the commencement notices, the developments are not satisfying what they were meant to do, how is it envisaged to be incorporated into the overall planning system?  Does it include, for example, taking out the right to appeal to An Bord Plean&aacute;la, and saying that it goes to judicial review?  Does it include the lead-in period being shortened for the rights of people and the planning departments of local authorities to be able to put together submissions?  I would like this to be fleshed out because potentially it could become really important post 2021.<\/p> <p>  As with Deputy Higgins' point, can I have some clarification on the delivery and the commencement?  Can we clarify that we will get these numbers?  We are talking about 11,334 houses commenced.  Did I mishear?  Did someone say 45,000 student units?  Can we get those updated figures in writing and sent on because I am not sure whether I heard that figure properly or not?<\/p> <p>  I have a query for the Bord Plean&aacute;la representatives on clustering and zoning.  I have been involved in two development plans.  The zoning we adopted put residential areas into the zoning.  It is very difficult to say that one whole big area cannot be residential but there are also parts put into the development plan such as clustering and overintensification.  I represented the Dublin 8 area for 11 years.  If I am to go back to councillors on Dublin City Council to say to them that we do not want any more student accommodation units within this area, are the witnesses saying to take out residential entirely from that zoning?  Is An Bord Plean&aacute;la saying there is no other way to ensure this and there is no other way of doing these developments within our current planning system, with regard to intensification of the clustering of those types of developments?  I am really interested in hearing that.  I have a real concern that 4,000 short-term units have been given permission in a very small area in Dublin 8.  I need to check out the housing units but it was definitely under 500 for a very long time before one large application on the Bailey Gibson site.  I want advice on how balanced development is done in an area.  How is it done so that it satisfies the requirements of An Bord Plean&aacute;la?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00100","speaker":"1672"},{"type":"speech","time":1604966400,"counter":296,"content":"<p>I thank Senator Moynihan.  Unfortunately-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00200","speaker":"1626"},{"type":"speech","time":1604966400,"counter":297,"content":"<p>Could we take more questions, very briefly, and allow the members to come in, in the five minutes we have if we promise to be very brief?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00300","speaker":"1468"},{"type":"speech","time":1604966400,"counter":298,"content":"<p>We are just out of time on Senator Moynihan's slot, so there is no time to answer those questions but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00400","speaker":"1626"},{"type":"speech","time":1604966400,"counter":299,"content":"<p>The witnesses could come back to me with a written response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00500","speaker":"1672"},{"type":"speech","time":1604966400,"counter":300,"content":"<p>Yes.  I must then bring in the third slot.  I ask Senator Fitzpatrick to keep it to three minutes.  If we can do question answer and question answer, we will not end up with a load of questions and no time for answers.  It might be the handiest thing to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00600","speaker":"1626"},{"type":"speech","time":1604966400,"counter":301,"content":"<p>If our questions are brief, the board may be able to reply to all three of us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00700","speaker":"1468"},{"type":"speech","time":1604966400,"counter":302,"content":"<p>It will be tight.  We have six minutes so members can decide to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00800","speaker":"1626"},{"type":"speech","time":1604966400,"counter":303,"content":"<p>I will be as brief as I possibly can.  I thank all of the witnesses for their presentations.  It appears really perverse that we are sitting here as a housing committee with the officials in the midst of a housing crisis and we all want to see more homes delivered, and yet we are being highly critical of a process that was put in place to fast-track the approval of housing.<\/p><p>We must use our time collectively to try to identify how to improve the situation.  The Department officials talk about taking the good parts of the SHD process, but they appear to be few and far between.  The efficiency element of making a decision on planning applications for the large delivery of homes is a good element, but it falls apart because of the quality of what is being delivered.  The committee should identify a way to address the issues regarding the quality of the applications that are being made, the fact that these are not sustainable homes and do not accommodate sustainable, compact, family living in urban settings and they do not allow for the necessary social infrastructure.<\/p><p> A judicial review is simply not an accessible mechanism for lay people.  We must accept that it is not a form of appeal for the ordinary person.  Bear in mind that these are ordinary people who are living their lives and are invested in their communities, like their councillors.  They are not looking for an argument or to go to court.  They are not even looking to engage in this type of process.  They probably have children who they want to live in their area.  They want to see development and homes being built, but they find themselves massively frustrated by the poor quality of the applications that are being made and the adversarial way in which they have to try to engage in the process.<\/p><p> I believe the committee must work with the Department.  An Bord Plean&aacute;la has a job to do, which is basically to operate with whatever legislation and guidance it is given.  It is doing its part.  It is between us and the Department.  There are still another 12 or 15 months to go with this and there will be many more applications.  We need to get better quality applications that genuinely deliver sustainable, compact communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#X00900","speaker":"1656","continuing":true},{"type":"speech","time":1604966400,"counter":305,"content":"<p>I will be brief.  I am a strong advocate of compact growth and increased density.  I have never objected to a residential housing development anywhere.  I have made submissions to try to improve them, but I make a point of not objecting.  I had much sympathy with comments Ms Kenny made in a personal capacity last year which got her into a lot of trouble.  However, we must be honest with ourselves.  Not a single residential development I have been involved with, be it Part 8 or private, has not been subject to objection.  Some objections are vexatious, as are some of the political campaigns.  However, there is also a real concern.  Those of us who are strong advocates of increased delivery, including in our constituencies, come up against the challenge of the lack of infrastructure investment, which is not the fault of the planning system.  There are many good politicians and members of the public who would have no objection to a residential development or high-density development, in principle.  Their problem is the strain it would put on already meagre resources.  I emphasise that point.<\/p> <p>  There is a central problem with the SHD legislation.  I know the intention of the officials and I would never question Mr. Sheridan's intention to speed up the process.  When I hear Mr. Hyde talk about consistency and when I heard officials talk previously off the record about overcoming the eccentricities of the city and county development plans, it shows there was a second objective, which was to try to have a single set of standards across all local authorities for the ease of developers.  That is the one thing developers advocated.<\/p> <p>  I would like to have legislation to end this process earlier, but I would like the more robust pre-planning process that has emerged in this to be put into statute, albeit led by the local authorities.  There should also be a legal timeframe within which the additional information that is requested would have to be returned, because that was one of the main delays in the previous system.  The board needs to have very rigid timelines for taking decisions, as do local authorities.  If that means more resources, they should be provided.  If we did that, we would have the best of both worlds.  There would be robust pre-planning, robust initial decisions by the local authorities, speedy additional information and fair reviews.  I say that because we may not have another opportunity.<\/p> <p>  The initiation of this, and Paul Hogan got it right, was people saying the planning process was the problem.  The planning process was never the problem in my view in this respect.  However, we must ensure that whatever emerges from this does not repeat the mistakes of this or the previous system so we can get a better outcome for everybody.  That is my final comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#Y00200","speaker":"1468"},{"type":"speech","time":1604966400,"counter":306,"content":"<p>We are out of time.  I thank the members of An Bord Plean&aacute;la and the officials from the Department for attending the meeting today, for answering the questions and for their submissions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020111000002#Y00300","speaker":"1626"},{"type":"unspoken","time":1604966400,"counter":307,"content":"<p>The joint committee adjourned at 1 p.m. until 9.00 a.m. on Thursday, 12 November 2020.<\/p>","notice":"TIME STRING DETECTED"}]